[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tom-brady-addresses-talk-of-retirement-amid-rumored-divorce-from-wife", "title": "Tom Brady Addresses Talk Of Retirement Amid Rumored Divorce From Wife", "date_published": "2022-10-20 19:04:40+00:00", "description": "Legendary NFL quarterback Tom Brady addressed on Thursday recent speculation that he could retire from the Tampa Bay Buccaneers midseason by suggesting that he had no plans to do so. The remarks from Brady come as the Buccaneers have gone 3-3 this season, but sit atop the NFC South Division with a 2-0 record. &#8220;I ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/poll-nearly-80-of-voters-oppose-transgender-procedures-on-minors", "title": "Poll: Nearly 80% Of Voters Oppose Transgender Procedures On Minors", "date_published": "2022-10-20 18:51:10+00:00", "description": "A new poll found that nearly 80% of American voters believe that minors should be required to wait until they are adults to pursue transgender procedures. The national survey, conducted by Convention of States Action, in partnership with The Trafalgar Group, polled over 1,000 likely 2022 election voters in October. When asked if they &#8220;believe ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/environmentalism-is-like-a-watermelon-green-on-the-outside-red-on-the-inside", "title": "Environmentalism Is Like A Watermelon: Green On The Outside, Red On The Inside", "date_published": "2022-10-20 18:36:03+00:00", "description": "I have a riddle for you folks, today: What&#8217;s green on the outside and red on the inside? The answer is — are you ready for it? A watermelon. Duh. But, really the answer is also the green energy movement. That&#8217;s what it is — that environmentalism is nothing but a watermelon. The Left is ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whitmer-says-small-businesses-have-her-support-these-small-business-owners-havent-forgotten-her-shutdowns", "title": "Whitmer Says Small Businesses Have Her Support. These Small Business Owners Haven’t Forgotten Her Shutdowns.", "date_published": "2022-10-20 18:30:29+00:00", "description": "Governor Gretchen Whitmer (D-MI) attempted to demonstrate her support of Michigan’s small businesses Tuesday, promising her commitment to the local economy. The governor tweeted her stand with small businesses from her official account and was promptly met with backlash from social media users and business owners who still remember how the state’s local economy was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-not-myth-this-is-not-conjecture-this-is-fact-april-ryan-declares-stacey-abrams-a-winner", "title": "‘This Is Not Myth, This Is Not Conjecture, This Is Fact’: April Ryan Declares Stacey Abrams ‘A Winner’", "date_published": "2022-10-20 18:20:38+00:00", "description": "The Grio&#8217;s White House Correspondent April Ryan declared once-failed Georgia gubernatorial candidate Stacey Abrams (D) &#8220;a winner&#8221; — and said that would still hold true even if she loses to incumbent Governor Brian Kemp (R-GA) a second time in November. Ryan made an appearance Thursday on the ABC midday talk show &#8220;The View,&#8221; and she ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-states-with-the-most-affordable-housing-markets", "title": "Here Are The States With The Most Affordable Housing Markets", "date_published": "2022-10-20 17:54:42+00:00", "description": "Home buyers in Appalachia and the Deep South are currently seeing the best deals, according to a study from luxury real estate agency RubyHome. In the second quarter of 2022, the median sale price of a home in the United States was $440,300, according to data from the Department of Housing and Urban Development, marking ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-laxalt-leading-sen-cortez-masto-in-nevada-poll", "title": "Republican Laxalt Leading Sen. Cortez Masto In Nevada: Poll", "date_published": "2022-10-20 17:52:11+00:00", "description": "Republican Adam Laxalt has edged ahead of incumbent Democratic Sen. Catherine Cortez Masto in the race to represent Nevada in the U.S. Senate, according to a new poll. According to a CBS/YouGov poll released on Thursday, Laxalt is leading Cortez Masto by one point with just weeks left before Election Day. A survey of likely ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-dont-feel-safe-michigan-kid-pleads-for-help-in-911-call-says-moms-drunk-driving-with-them-in-backseat-of-car", "title": "‘We Don’t Feel Safe’: Michigan Kid Pleads For Help In 911 Call, Says Mom’s ‘Drunk Driving’ With Them In Back Seat Of Car", "date_published": "2022-10-20 17:37:54+00:00", "description": "A Michigan teen made a distressing call to 911 as she pleaded for help and said she didn&#8217;t &#8220;feel safe,&#8221; telling authorities that she and her sibling were in the back seat of a car while their mom was &#8220;drunk driving.&#8221; The 17-year-old girl told dispatchers in Blissfield she and her 15-year-old brother needed &#8220;somebody ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-group-releases-bizarre-midterm-ad-complete-with-dark-brandon-memes-praising-student-debt-cancellation", "title": "Democrat Group Releases Bizarre Midterm Ad Complete With ‘Dark Brandon’ Memes Praising Student Debt Cancellation", "date_published": "2022-10-20 17:35:07+00:00", "description": "Building Back Together, a lobbying group that promotes the agenda of President Joe Biden, will spend six figures on a midterm advertisement campaign highlighting the commander-in-chief’s decision to nix student loan debt. The White House announced two months ago that the Department of Education would cancel $10,000 in student debt for millions of borrowers earning ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unique-threat-to-children-tulsi-gabbard-vows-to-battle-radical-gender-theory-with-daily-wires-walsh", "title": "‘Unique Threat To Children’: Tulsi Gabbard Vows To Battle Radical Gender Theory With Daily Wire’s Walsh", "date_published": "2022-10-20 17:29:07+00:00", "description": "Tulsi Gabbard is coming to Nashville to stand with The Daily Wire’s Matt Walsh, and stand up for children confused about their gender.  Gabbard said she’ll speak her mind at Walsh’s Friday “Rally to End Child Mutilation,&#8221; an event aimed at ending the practice of performing irreversible medical procedures on minors. The U.S. Army Reserve ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/princeton-university-student-reported-missing-found-dead-on-campus", "title": "Princeton University Student Reported Missing Found Dead On Campus", "date_published": "2022-10-20 17:27:15+00:00", "description": "A Princeton University undergraduate student reported missing earlier this week was found dead Thursday on campus, the Mercer County Prosecutor&#8217;s Office announced in a news release. Misrach Ewunetie, 20, was found by an employee who discovered her body outside on the facilities grounds behind the tennis courts near a remote area accessible to authorized vehicles ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-chosen-actress-once-skeptical-about-god-says-role-has-been-life-changing", "title": "‘The Chosen’ Actress, Once Skeptical About God, Says Role Has Been Life-Changing", "date_published": "2022-10-20 17:25:40+00:00", "description": "&#8220;The Chosen&#8221; star Elizabeth Tabish admitted that before she landed a lead role on the hit faith-based series, she was at a dark time in her life and was suffering a depression, feeling skeptical about whether God was even there. Tabish, who scored the role of Mary Magdalene in the series that explores Jesus through those ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-year-old-overdoses-on-fentanyl-in-california-12k-pills-found-at-lax", "title": "Two-Year-Old Overdoses On Fentanyl In California; 12K Pills Found At LAX", "date_published": "2022-10-20 17:21:07+00:00", "description": "The fentanyl crisis continues to impact California and has now led to the overdose of a two-year-old child, who authorities believe ate rainbow-colored fentanyl.  Northern California parents have been arrested on charges of child endangerment, as well as charges relating to possession of controlled substances, according to officials. The couple took their two-year-old son to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/austin-defense-department-will-fund-travel-for-service-members-abortions", "title": "Austin: Defense Department Will Fund Travel For Service Member’s Abortions", "date_published": "2022-10-20 17:15:38+00:00", "description": "Defense Secretary Lloyd Austin announced on Thursday that the Defense Department would offer allowances for travel and transportation to service members seeking abortions. Austin delivered the news via a memorandum addressed to Senior Pentagon Leadership, Commanders of the Combatant Commands, and Defense Agency and DoD Field Activity Directors, and he instructed them to make those ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-kevin-spacey-did-not-molest-actor-anthony-rapp-civil-jury-concludes", "title": "BREAKING: Kevin Spacey Did Not Molest Actor Anthony Rapp, Civil Jury Concludes", "date_published": "2022-10-20 17:13:45+00:00", "description": "A civil jury concluded Thursday that actor Kevin Spacey did not molest actor Anthony Rapp decades ago when Rapp was a teenager. The Associated Press reported that when the verdict was read, Spacey &#8220;dropped his head&#8221; and then began to hug his lawyers before walking out of the building. Spacey maintained his innocence throughout the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tennessee-governor-officials-disavow-state-created-task-force-over-extreme-trans-activism", "title": "Tennessee Governor, Officials Disavow State-Created Task Force Over ‘Extreme’ Trans Activism", "date_published": "2022-10-20 17:04:04+00:00", "description": "Top Tennessee officials disavowed a state-created HIV task force that was designed to help transgender individuals but has since expanded in scope to promote transgender surgeries and abortion. In response to a Daily Wire inquiry, Governor Bill Lee (R-TN) and the Tennessee Department of Health (TDH) said that the state does not support the Tennessee ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-son-of-wwe-hall-of-fame-wrestler-dies-at-26", "title": "BREAKING: Son Of WWE Hall Of Fame Wrestler Dies At 26", "date_published": "2022-10-20 16:45:38+00:00", "description": "The son of a WWE Hall of Fame wrestler Kevin Nash reportedly passed away this week. He was only 26 years old. &#8220;On behalf of Kevin and Tamara Nash, I have to unfortunately report that their son Tristen Nash has tragically passed away at the age of 26,&#8221; a statement said. &#8220;Tristen recently started working ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/daycare-workers-charged-with-felony-child-abuse-after-video-showed-use-of-corporal-punishment-on-kids-report", "title": "Daycare Workers Charged With Felony Child Abuse After Video Showed Use Of ‘Corporal Punishment’ On Kids: Report", "date_published": "2022-10-20 16:30:21+00:00", "description": "Five former employees of a Mississippi daycare center were criminally charged this week in connection with a disturbing video that went viral earlier this month that showed them scaring small children with a Halloween mask by screaming in the children&#8217;s faces because the children were &#8220;bad.&#8221; A daycare worker at Lil’ Blessings Childcare and Learning ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tom-brady-apologizes-for-comparing-football-to-military-deployment", "title": "Tom Brady Apologizes For Comparing Football To Military Deployment", "date_published": "2022-10-20 16:22:57+00:00", "description": "Buccaneers star QB Tom Brady said he wanted to take a moment at the start of his press event Thursday to apologize for making a comparison of the football season to military deployment. The Tampa Bay star told reporters that he wanted to apologize for saying earlier in the week that he looks &#8220;at like a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-oregon-gubernatorial-candidate-calls-out-democratic-opponent-original-defund-the-police-candidate", "title": "GOP Oregon Gubernatorial Candidate Calls Out Democratic Opponent: ‘Original Defund-The-Police Candidate’", "date_published": "2022-10-20 16:18:21+00:00", "description": "Oregon Republican gubernatorial candidate Christine Drazan called out her Democratic opponent Tina Kotek in a debate on Wednesday night, as Kotek discussed her alleged support for law enforcement. When responding to a question about whether the candidates believe more police officers are needed and how to fill the empty spots, Kotek said she thought more ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-dont-remember-much-nfl-star-qb-finally-breaks-silence-after-suffering-concussion", "title": "‘I Don’t Remember Much’: NFL Star QB Finally Breaks Silence After Suffering Concussion", "date_published": "2022-10-20 15:50:46+00:00", "description": "Miami Dolphins QB Tua Tagovailoa finally broke his silence Wednesday after he suffered a concussion in the team&#8217;s 27-15 loss against the Bengals on September 29. The NFL star QB told reporters that he remembered everything up until the moment he was tackled on the field against the Cincinnati team. He was off the field ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/illegally-immigrating-is-a-no-brainer-free-video-games-empanadas-and-24-7-snacks-in-nyc", "title": "Illegally Immigrating Is A No-Brainer: Free Video Games, Empanadas, And 24/7 Snacks In NYC", "date_published": "2022-10-20 15:43:43+00:00", "description": "Let&#8217;s say you are a single guy living in El Salvador without a whole lot going for you. Your girlfriend left you and you get paid a few hundred bucks per month. Your station on God&#8217;s green Earth is no bueno. Then on the news, you hear that bleeding-heart New York City Mayor Eric Adams ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-zealand-farmers-protest-proposed-farm-animal-emissions-tax", "title": "New Zealand Farmers Protest Proposed Farm Animal Emissions Tax", "date_published": "2022-10-20 15:43:16+00:00", "description": "Farmers in New Zealand are taking their frustrations to the streets in protest over the government’s newly proposed tax on emissions from animals, such as burps and urine. As The Daily Wire reported last week, New Zealand proposed the first-ever tax on farm animal emissions. It claimed that those in the agricultural industry could recoup ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-tells-fettermans-wife-shell-be-a-great-lady-in-the-senate-shes-not-running", "title": "Biden Tells Fetterman’s Wife She’ll Be ‘A Great Lady In The Senate’ — She’s Not Running", "date_published": "2022-10-20 15:38:47+00:00", "description": "President Joe Biden mistakenly told Gisele Fetterman — the wife of U.S. Senate candidate John Fetterman (D-PA) — that she was going to be a &#8220;great lady in the Senate.&#8221; Biden made an appearance in the Keystone State on Fetterman&#8217;s behalf Thursday, and he paused to offer accolades and thanks to several of the Democratic ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bipartisan-infrastructure-law-funds-2400-bridge-projects-in-first-year", "title": "Bipartisan Infrastructure Law Funds 2,400 Bridge Projects In First Year", "date_published": "2022-10-20 15:37:57+00:00", "description": "The Bipartisan Infrastructure Law provided for the repair or replacement of more than 2,400 bridge projects across the country as the first anniversary of its enactment approaches. Passed at the end of last year by a coalition of moderate Republican and Democratic lawmakers, the legislation allocated roughly $40 billion for bridge repairs, including roughly $5.5 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-loot-we-shoot-5-times-law-abiding-citizens-used-firearms-to-defend-against-looters", "title": "‘You Loot, We Shoot’: 5 Times Law Abiding Citizens Used Firearms To Defend Against Looters", "date_published": "2022-10-20 15:36:19+00:00", "description": "In the wake of Hurricane Ian’s devastation, Florida Governor Ron DeSantis recently told reporters that several businesses had painted the infamous warning “you loot, we shoot” on their boarded up store fronts as they prepared for the inevitable criminal aftermath of the natural disaster. But DeSantis had his own warning for looters: “I can tell ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kris-jenner-said-it-would-be-a-great-idea-to-be-cremated-and-made-into-necklaces-for-her-children", "title": "Kris Jenner Said It Would Be A ‘Great Idea’ To Be Cremated And Made into Necklaces For Her Children", "date_published": "2022-10-20 15:06:19+00:00", "description": "Kris Jenner recently talked about her wishes for what’s to be done with her body after she dies. The so-called “mom-ager” of the Kardashian clan discussed some of the details during the latest episode of the Hulu reality show “The Kardashians.” The subject came up after Jenner underwent hip surgery.  &#8220;Kim [Kardashian] asked the doctor ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scientists-dump-10-tons-of-plastic-from-ocean", "title": "Scientists Retrieve More Than 10 Tons Of Plastic From Ocean", "date_published": "2022-10-20 14:55:15+00:00", "description": "The Great Pacific Garbage Patch is the world’s biggest plastic accumulation area, and scientists are hard at work trying to get rid of the debris.  This month, workers got rid of more than 10 tons of plastic, with the entire amount that has been removed coming to over 145 tons. However, that amount of materials ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-host-of-the-view-claims-pie-gate-star-april-ryan-never-made-herself-the-story-in-wh-briefings", "title": "Republican Host Of ‘The View’ Claims Pie-Gate Star April Ryan Never Made Herself The Story In WH Briefings", "date_published": "2022-10-20 14:54:55+00:00", "description": "Alyssa Farah Griffin, the newest Republican co-host of ABC&#8217;s &#8220;The View,&#8221; spent part of Thursday&#8217;s broadcast commiserating with TheGrio&#8217;s White House correspondent April Ryan over a shared experience with former President Donald Trump — and suggesting that Ryan had been successful in avoiding making herself part of the story. Griffin and her co-hosts spoke with ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cya-democrats-already-making-excuses-for-the-coming-midterm-election-thumping", "title": "CYA: Democrats Already Making Excuses For The Coming Midterm Election Thumping", "date_published": "2022-10-20 14:52:36+00:00", "description": "With three weeks to go until the 2022 midterm elections, things are so bad for Democrats that they&#8217;re already getting their stories together on who and what to blame for what many pollsters are predicting will be a bloodbath for the party. Former President Barack Obama, who hit the campaign trail in a desperate attempt ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-america-half-of-adults-consider-second-jobs-to-make-ends-meet", "title": "Biden’s America: Half Of Adults Consider Second Jobs To Make Ends Meet", "date_published": "2022-10-20 14:40:25+00:00", "description": "President Joe Biden has been suckling off the government teat since he was 29. That&#8217;s 50 years. At nearly 80, Biden has long forgotten what it&#8217;s like to have a real job. And he&#8217;s clearly completely out of touch with what average Americans are struggling through amid the highest inflation in 40 years. &#8220;I’m not ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/waaah-biden-whines-about-bad-press-coverage-media-just-doesnt-get-him", "title": "WAAAH! Biden Whines About Bad Press Coverage, Media Just Doesn’t ‘Get’ Him", "date_published": "2022-10-20 14:29:27+00:00", "description": "Aww, poor baby, Joe Biden doesn&#8217;t like his press coverage. Moping around the White House, the president is telling anyone who will listen that the media just doesn&#8217;t &#8220;get&#8221; him, according to a new report. And what&#8217;s more, the White House went on the record with the gripe &#8212; they want the world to know ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/count-kid-count-biden-scolds-reporters-grabs-one-on-white-house-lawn", "title": "‘Count Kid, Count!’: Biden Scolds Reporters, Grabs One On White House Lawn", "date_published": "2022-10-20 13:55:28+00:00", "description": "President Joe Biden appeared to get agitated, seemingly putting his hands on and scolding a reporter who asked about the number of Democrats who have not asked him to make campaign appearances on their behalf. Biden made the comments during a brief pool spray outside the White House on Thursday, acknowledging that he planned to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/renowned-biologist-rebukes-inclusive-biology-instruction", "title": "Renowned Biologist Rebukes ‘Inclusive’ Biology Instruction", "date_published": "2022-10-20 13:44:20+00:00", "description": "An renowned biologist denounced the trendy &#8220;inclusive&#8221; biology education that dilutes important scientific categories and concepts that are perceived as being &#8220;harmful&#8221; to students who identify as transgender.  Jerry Coyne, a prolific evolutionary biologist and author of the bestselling book, &#8220;Why Evolution Is True&#8221;, hosts a website by the same name where he wrote a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thats-not-perception-thats-reality-chris-wallace-wont-let-nyc-mayor-deflect-on-crime-stats", "title": "‘That’s Not Perception, That’s Reality’: Chris Wallace Won’t Let NYC Mayor Deflect On Crime Stats", "date_published": "2022-10-20 13:25:43+00:00", "description": "Former &#8220;Fox News Sunday&#8221; host Chris Wallace cornered Democrat New York City Mayor Eric Adams during a recent CNN interview, pushing back on his claims that &#8220;perception&#8221; was making the skyrocketing crime rates in his city appear worse than they really were. Wallace, who left Fox News after nearly two decades just last year, spoke to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sound-fiscal-policy-is-missing-from-the-battle-against-inflation-report-argues", "title": "Sound Fiscal Policy Is Missing From The Battle Against Inflation, Report Argues", "date_published": "2022-10-20 13:23:45+00:00", "description": "Fiscal discipline is missing from the battle against elevated inflation, according to a paper published by the Committee for a Responsible Federal Budget last week. As the economy grapples with supply chain issues and labor shortages, price levels rose 8.2% between September 2021 and September 2022, according to a report from the Bureau of Labor ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hospital-cancels-sexual-assault-victims-critical-surgery-after-she-objected-to-transgender-nurse", "title": "Hospital Cancels Sexual Assault Victim’s Critical Surgery After She Objected To Transgender Nurse: Report", "date_published": "2022-10-20 13:17:52+00:00", "description": "A British hospital has canceled a woman&#8217;s life-saving surgery after she objected to having a transgender nurse. London&#8217;s Princess Grace Hospital told the anonymous woman it had to &#8220;protect staff from unacceptable distress&#8221; and canceled her operation, according to The Daily Mail. The woman&#8217;s complex colorectal surgery had been scheduled for October 10. The woman ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dear-tom-brady-football-is-not-war", "title": "Dear Tom Brady: Football Is Not War", "date_published": "2022-10-20 13:12:28+00:00", "description": "Dear Tom Brady, Football is not like the military. Recently on his “Let’s Go” podcast, Tom Brady made a comment about work-life balance in the NFL to NBA superstar Kevin Durant, and I quote, &#8220;I almost look at football season like you are going away on deployment.” No, Tom it’s not, it is actually nothing ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-cannibal-to-get-life-in-prison-for-killing-man-eating-his-testicles", "title": "Michigan Cannibal To Get Life In Prison For Killing Man, Eating His Testicles", "date_published": "2022-10-20 13:03:59+00:00", "description": "A Michigan man who pleaded guilty to murder and the mutilation of a dead body will spend the rest of his life in prison. Mark Latunski, 53, pleaded guilty on September 22, just three weeks before his trial was supposed to start, Fox 2 Detroit reported. That was also nearly three years after the body ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/smacks-of-desperation-aclu-files-motion-over-pennsylvania-mail-in-ballots", "title": "‘Smacks Of Desperation’: ACLU Files Motion Over Pennsylvania Mail-In Ballots", "date_published": "2022-10-20 12:49:50+00:00", "description": "The American Civil Liberties Union (ACLU) filed a motion on Wednesday that urges election officials in Pennsylvania to count mail-in ballots missing a handwritten date on the envelope. The Third U.S. Circuit Court of Appeals had previously ruled that mail-in ballots without the required date on the return envelope should be counted. However, after the Supreme Court vacated the decision, acting ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/private-photos-posted-of-uw-womens-volleyball-team-baring-breasts-being-investigated", "title": "Private Photos Posted Of UW Women‘s Volleyball Team Baring Breasts Being Investigated", "date_published": "2022-10-20 12:36:19+00:00", "description": "The University of Wisconsin-Madison Police Department (UWPD) is investigating the sharing online of private photos and videos of the university’s women&#8217;s volleyball team, reportedly including one photo of some players lifting their sports bras up and baring their breasts. The Milwaukee Journal Sentinel  received one of the photos, reportedly taken after the team clinched the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/social-security-administration-announces-americans-can-choose-their-gender-on-forms", "title": "Social Security Administration Announces Americans Can Choose Their Gender On Forms", "date_published": "2022-10-20 12:29:45+00:00", "description": "The Social Security Administration (SSA) announced Wednesday that Americans can now self-select their gender when filling out records. The SSA has implemented the change and the new option is available now, according to a statement from the agency. “The Social Security Administration’s Equity Action Plan includes a commitment to decrease administrative burdens and ensure people ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arizona-rejects-biden-administrations-demand-to-remove-shipping-container-border-barrier", "title": "Arizona Rejects Biden Administration’s Demand To Remove Shipping Container Border Barrier", "date_published": "2022-10-20 12:06:45+00:00", "description": "Governor Doug Ducey (R-AZ) has refused to comply to a demand by the Biden administration to remove shipping containers that are being used to block a portion of the state&#8217;s border with Mexico. The Arizona Department of Emergency and Military Affairs sent a letter to the U.S. Bureau of Reclamation on Tuesday to inform the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ocasio-cortez-dances-to-angry-constituents-chants-of-aoc-has-got-to-go-at-raucous-town-hall", "title": "WATCH: Ocasio-Cortez Dances To Angry Constituents’ Chants Of ‘AOC Has Got To Go’ At Raucous Town Hall", "date_published": "2022-10-20 11:24:44+00:00", "description": "Rep. Alexandria Ocasio-Cortez appeared to mock her own angry constituents at an event Wednesday night, smiling and rhythmically moving to chants of “AOC has got to go” as she sat on a stage. In a video posted on social media, the two-term congresswoman from Queens, New York, smiles and moves her shoulders to the chants ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nyc-unveils-new-migrant-shelter-complete-with-xboxes-tvs-and-couches", "title": "NYC Unveils New Migrant Shelter, Complete With Xboxes, TVs, And Couches", "date_published": "2022-10-20 11:21:30+00:00", "description": "New York has unveiled its new tent shelter for the city&#8217;s growing migrant population, complete with XBoxes, big-screen televisions, and couches. The Randall&#8217;s Island Humanitarian Emergency Response and Relief Center is set to temporarily house up to 500 single men bused from southern border states. The location features 500 cots, along with television, video games, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-critics-choice-seal-of-female-empowerment-is-more-like-a-warning-label", "title": "The Critics Choice ‘Seal Of Female Empowerment’ Is More Like A Warning Label", "date_published": "2022-10-20 11:17:59+00:00", "description": "Mirror, mirror on the wall, who’s the wokest one of all?  Hollywood is notorious for celebrating the most progressive projects, often nominating films and shows that fans hated for prestigious awards. Now the Critics Choice Association is one-upping themselves with a new initiative they’ve dubbed the SOFEE. SOFEE stands for &#8216;Seal of Female Empowerment in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-makes-bold-predictions-about-tesla-performance-global-recession-twitter-deal", "title": "Elon Musk Makes Bold Predictions About Tesla Performance, Global Recession, Twitter Deal", "date_published": "2022-10-20 10:51:53+00:00", "description": "Tesla CEO Elon Musk discussed a wide range of economic phenomena during a Wednesday earnings call. The electric vehicle company posted earnings per share of $1.05 in the third quarter, slightly higher than the $0.99 expected by analysts. It earned $21.45 billion in revenue, falling short of the forecasted $21.96 billion. Musk, however, said that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/potus-do-your-job-nbas-kyrie-irving-calls-on-biden-to-get-wnbas-brittney-griner-home", "title": "‘POTUS, Do Your Job’: NBA’s Kyrie Irving Calls On Biden To Get WNBA’s Brittney Griner Home", "date_published": "2022-10-20 10:11:40+00:00", "description": "Brooklyn Nets star Kyrie Irving took to the microphone at midcourt before his team&#8217;s season opener to call on President Joe Biden to do his job and find a way to bring WNBA star Brittney Griner home. Irving shared the bold challenge as he addressed the Barclays Center crowd on Wednesday night. Griner was sentenced ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pennsylvania-georgia-nevada-how-swing-states-economies-could-influence-their-midterm-races", "title": "Pennsylvania, Georgia, Nevada: How Swing States’ Economies Could Influence Their Midterm Races", "date_published": "2022-10-20 10:04:32+00:00", "description": "Among the issues drawing attention from voters ahead of the midterm elections are the economy and inflation, with as many as 84% naming the former as a top factor on their minds. As rising price levels, soaring energy costs, ballooning national debt, and labor shortages lead the economy into a technical recession, candidates running as ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/geena-davis-is-grateful-she-waited-until-her-late-40s-to-have-kids-said-she-was-more-evolved", "title": "Geena Davis Is ‘Grateful’ She Waited Until Her Late 40s To Have Kids, Said She Was More ‘Evolved’", "date_published": "2022-10-20 09:54:18+00:00", "description": "Actress Geena Davis is glad she waited until her late 40s to have children because she believes it helped her be more “evolved” as a parent. The 66-year-old Academy Award winner made the statements during an interview with the podcast “Loose Women.”  She said, &#8220;I’m just really grateful that I had children in my 40s. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/creator-defends-the-crown-as-critics-rage-with-dame-judi-dench-calling-it-cruelly-unjust", "title": "Creator Defends ‘The Crown’ As Critics Rage, With Dame Judi Dench Calling It ‘Cruelly Unjust’", "date_published": "2022-10-20 09:37:30+00:00", "description": "The newest season of Netflix’s “The Crown” hasn’t premiered yet, but it’s already getting a lot of criticism for the portrayal of King Charles and his messy divorce from Princess Diana. Public outcry has been so intense that the show’s creator and some key actors addressed it, claiming they handled the royal family scandals with ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-lettuce-won-truss-steps-down-as-british-pm-ending-stormy-45-day-run", "title": "The Lettuce Won: Truss Steps Down As British PM, Ending Stormy, 45-Day Run", "date_published": "2022-10-20 09:06:21+00:00", "description": "Liz Truss, resigned Thursday as British prime minister, ending a stormy, 45-day tenure a fulfilling the predictions of critics who doubted the conservative politician’s leadership from the start. Truss, who succeeded Boris Johnson on Sept. 6 after defeating Rishi Sunak in the Conservative Party leadership contest, acknowledged that she was not up to the challenges ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/environmental-protesters-glue-themselves-to-floor-they-complain-they-cant-poop-conservatives-roar", "title": "Environmental Protesters Glue Themselves To Floor. They Complain They Can’t Poop. Conservatives Roar.", "date_published": "2022-10-20 09:01:18+00:00", "description": "Environmental protesters determined to force the German automotive industry to decarbonize glued themselves to the floor at the Porsche pavilion in the Autostadt museum in Wolfsburg, Germany. Then they complained there was no place to poop. “Together with 15 other members of @ScientistRebel1 I have occupied the Porsche pavillion at @Autostadt, 9 of us glued to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/never-seen-anything-like-this-ufos-reported-by-pilots-over-pacific-ocean-in-august-september", "title": "‘Never Seen Anything Like This’: UFOs Reported By Pilots Over Pacific Ocean In August, September", "date_published": "2022-10-20 08:16:00+00:00", "description": "Various veteran pilots flying over the Pacific Ocean in August and September have claimed that they saw UFOs flying in circles above them in the night sky. Former FBI agent Ben Hansen, the host of the Discovery+ show “UFO Witness,” obtained recordings of reports to the Los Angeles Air Route Traffic Control Center (ARTCC) in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hunter-bidens-laptop-documents-at-least-459-legal-violations-watchdog-group-says", "title": "Hunter Biden’s Laptop Documents At Least 459 Legal Violations, Watchdog Group Says", "date_published": "2022-10-20 07:57:45+00:00", "description": "A massive and year-long exploration of Hunter Biden&#8217;s laptop has resulted in a 630-page report that its authors say document 459 violations of state and federal laws and regulations. The authors say the report points out what state and local prosecutors across the country could charge the First Son and his business partners with, if federal authorities will not."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/miss-usa-organizers-suspended-by-miss-universe-after-scandal-erupts", "title": "Miss USA Organizers Suspended By Miss Universe After Scandal Erupts", "date_published": "2022-10-20 07:37:15+00:00", "description": "Miss Universe has suspended the organizers of Miss USA after a furor erupted following the annual Miss USA pageant. Contestants in the 2022 Miss USA pageant received an email from Miss Universe CEO Amy Emmerich informing them that Miss Brand, which runs the pageant, has been suspended from the pageant. “After thorough deliberation, Miss Universe ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-ss-expensive-san-francisco-planned-spending-1-7-million-on-one-public-toilet", "title": "‘This S***’s Expensive’: San Francisco Planned Spending $1.7 Million On One Public Toilet", "date_published": "2022-10-20 07:22:31+00:00", "description": "After news broke that San Francisco was planning on spending $1.7 million of state money for one public toilet in Noe Valley Town Square, some of the politicians planning a celebration canceled the event. Assemblymember Matt Haney, who obtained the funds from the state, was supposed to attend the toilet celebration on Wednesday alongside State ..."}]