[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-one-fs-with-a-biden-president-delivers-spicy-remark-via-hot-mic-in-florida", "title": "‘No One F***s With A Biden’: President Delivers Spicy Remark Via Hot Mic In Florida", "date_published": "2022-10-05 16:26:20+00:00", "description": "President Joe Biden arrived in Fort Myers, Florida, on Wednesday to survey the damage caused by last week&#8217;s Hurricane Ian — and a hot mic caught him delivering a spicy remark along with his promise of federal help. Biden and first lady Jill Biden traveled to the Sunshine State after Ian&#8217;s high winds and devastating ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/all-the-ways-biden-has-botched-the-u-s-response-to-high-gas-prices", "title": "All The Ways Biden Has Botched The U.S. Response To High Gas Prices", "date_published": "2022-10-05 16:20:35+00:00", "description": "Back in March, shortly after Russian President Vladimir Putin invaded Ukraine, gasoline prices in the U.S. began to soar. Make no mistake, though. Prices were already rising quickly. When President Joe Biden took office on Jan. 20, 2021, the average cost for a gallon of regular gas cost $2.38. By the time Putin invaded, it ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/los-angeles-residents-offer-new-cops-huge-rent-subsidy", "title": "Los Angeles Residents Offer New Cops Huge Rent Subsidy", "date_published": "2022-10-05 16:10:59+00:00", "description": "Los Angeles residents are offering new police hires a generous incentive. Angelenos are pooling their money to offer new cops thousands of dollars in rent money as the city battles both a crime wave and a police shortage. The program, called Housing for Hires, awards new LAPD hires huge rent subsidies of up to $24,000 over two years ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/5-things-that-could-happen-at-twitter-as-soon-as-elon-musk-takes-over", "title": "5 Things That Could Happen At Twitter As Soon As Elon Musk Takes Over", "date_published": "2022-10-05 16:06:24+00:00", "description": "Elon Musk made a surprise offer to purchase Twitter this week — days before the social media giant and the world’s richest man were slated to battle over nixing the merger in court. Though Musk had been attempting to cancel the deal over a dispute about the platform’s true number of users, he suggested making ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fist-bump-fail-biden-scrambling-before-midterms-after-opec-cuts-oil", "title": "Fist Bump Fail: Biden Scrambling Before Midterms After OPEC+ Cuts Oil", "date_published": "2022-10-05 16:03:50+00:00", "description": "The White House is in scramble mode to avoid skyrocketing gas prices after OPEC+ announced it would be cutting millions of barrels of oil per day, but the Biden administration&#8217;s concern has nothing to do with sound policy or cheaper gas prices for the American people. It is evident that President Joe Biden and his ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-documentary-highlights-regret-for-three-detransitioned-women", "title": "New Documentary Highlights Regret For Three Detransitioned Women", "date_published": "2022-10-05 15:51:19+00:00", "description": "A new documentary featuring three detransitioned women premiered last month. “The Detransition Diaries” details the harrowing stories of three young women who medically transitioned to appear male, only to change course upon realizing they made a huge mistake.  “In The Detransition Diaries, you will meet Helena, Cat, and Grace, who all came from different backgrounds ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-leftist-film-critics-are-driving-a-wedge-between-fans-and-filmmakers", "title": "How Leftist Film Critics Are Driving A Wedge Between Fans And Filmmakers", "date_published": "2022-10-05 15:26:14+00:00", "description": "The reaction to “Top Gun: Maverick” proved the exception to the new cultural rule. Rotten Tomatoes recorded a 96% “fresh” rating from movie critics for the Tom Cruise sequel, while 99% of general audiences adored it. More often than not, though, critics and audiences disagree … and it’s not even close. Extreme examples abound, including ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/more-than-a-thousands-california-wells-run-dry", "title": "More Than A Thousand California Wells Run Dry", "date_published": "2022-10-05 15:21:09+00:00", "description": "California’s water supplies are running dry as the state’s parched conditions are expected to continue into the winter months. Across the state, over 1,200 wells have gone dry this year, which is up 49% from the same period of time last year. In the last 30 days, 175 wells were reported as dry, which was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-times-faceplants-in-1-day-over-china-election-conspiracy-theory", "title": "New York Times Faceplants In 1 Day Over China Election ‘Conspiracy Theory’", "date_published": "2022-10-05 14:59:36+00:00", "description": "A New York Times story Monday about a group of “far-right election deniers” aged especially poorly when the same journalist was forced to write a story making their case the very next day. The initial story claimed that a “conspiracy theory” about an elections software company having ties to Beijing was a pack of lies ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/da-alec-baldwin-rust-settlement-wont-derail-criminal-probe", "title": "DA: Alec Baldwin ‘Rust’ Settlement Won’t Derail Criminal Probe", "date_published": "2022-10-05 14:53:48+00:00", "description": "Actor Alec Baldwin may have settled the wrongful death lawsuit with Matthew Hutchins, but officials say that will have no bearing on up to four possible criminal cases that could still be brought against him and others. Hutchins, whose wife Halyna Hutchins was fatally shot on the set of his film &#8220;Rust,&#8221; settled with Baldwin ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-national-school-psychologist-part-of-group-offering-to-pay-rehome-gay-kids-to-new-parents", "title": "Top National School Psychologist Part Of Group Offering To Resttle Gay Kids With New, ‘Queer Friendly’ Parents", "date_published": "2022-10-05 14:18:43+00:00", "description": "The chair of the National Association Of School Psychologists’ (NASP) LGBTQI2-S Committee is involved in a supposedly youth-driven group that offered to give money to gay youth who run away from home and to “rehome” them to new parents, internal materials obtained by The Daily Wire show."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-treasury-advisory-committee-on-racial-equity-to-be-led-by-defund-the-police-advocate-former-philadelphia-mayor", "title": "Biden’s ‘Treasury Advisory Committee On Racial Equity’ To Be Led By ‘Defund The Police’ Advocate, Former Philadelphia Mayor", "date_published": "2022-10-05 14:00:16+00:00", "description": "Treasury Secretary Janet Yellen on Tuesday announced the inaugural members of her department’s Advisory Committee on Racial Equity. The committee will provide Yellen with “advice and recommendations” on “efforts to advance racial equity in the economy and address acute disparities for communities of color” with respect to matters such as housing and federal supplier diversity, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/im-right-so-get-over-it-dana-loesch-torches-the-view-in-no-uncertain-terms", "title": "‘I’m Right, So Get Over It!’: Dana Loesch Torches ‘The View’ In No Uncertain Terms", "date_published": "2022-10-05 13:58:16+00:00", "description": "Nationally syndicated radio host Dana Loesch unloaded on the hosts of ABC’s “The View” in a Wednesday Twitter thread. Loesch responded after the hosts of the midday talk show publicly trashed her for suggesting that a candidate who allegedly paid for an abortion — Republican Georgia Senate candidate Herschel Walker — was less reprehensible than ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mcdonalds-debuts-adult-happy-meals-that-come-with-a-toy", "title": "McDonald’s Debuts Adult Happy Meals That Come With A Toy", "date_published": "2022-10-05 13:33:16+00:00", "description": "McDonald’s is making a nostalgia play by providing adult customers with Happy Meals, complete with toys. The fast food chain debuted its “Cactus Plant Flea Market Box” as a limited-time collaboration with the fashion brand Cactus Plant, though customers have just dubbed this new menu addition “Adult Happy Meals.”  They come in a larger box ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-passing-of-jim-redmond-why-the-most-poignant-moment-from-the-barcelona-1992-olympic-games-wasnt-about-athletics-it-was-about-fatherhood", "title": "The Passing Of Jim Redmond: Why The Most Poignant Moment From The Barcelona 1992 Olympic Games Wasn’t About Athletics, It Was About Fatherhood", "date_published": "2022-10-05 13:00:55+00:00", "description": "What the passing of Jim Redmond teaches us about fatherhood and the tragic situation afflicting the millions of suffering American men who are without jobs, families, professions, and most of all, deep meaning. It is not a “them” problem, it is an “us” problem. In the semifinal heat of the men’s 400 meters race at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/purdue-university-student-found-dead-in-dorm-room-roommate-arrested-as-suspect", "title": "Purdue University Student Found Dead In Dorm Room, Roommate Arrested As Suspect", "date_published": "2022-10-05 12:37:47+00:00", "description": "A Purdue University student was found dead inside his dorm room, and his roommate has been arrested in connection with the alleged crime. The roommate called 911 around 12:44 a.m. local time on Wednesday, according to the university&#8217;s media and publications director Tim Doty. It is uncertain whether the roommate made any confession related to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-could-be-back-on-twitter-by-midterms-under-elon-musks-deal", "title": "Trump Could Be Back On Twitter By Midterms Under Elon Musk’s Deal", "date_published": "2022-10-05 12:18:07+00:00", "description": "The Twitter account of former President Donald Trump could return by the midterm elections under a Tuesday offer from Elon Musk to purchase the social media platform. Musk proposed buying Twitter at $54.20 per share in a letter to Twitter executives, granting the company a $44 billion value and causing stock prices to surge as ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oklahoma-governor-signs-bill-stopping-gender-transition-services-at-childrens-hospital", "title": "Oklahoma Governor Signs Bill Stopping Gender Transition Services At Children’s Hospital", "date_published": "2022-10-05 11:50:44+00:00", "description": "Oklahoma Governor Kevin Stitt (R) signed a bill on Tuesday that prohibits gender transition services for children at an Oklahoma pediatric hospital. The bill requires Oklahoma Children’s Hospital to stop offering gender services to minors in order to keep millions of dollars in federal COVID relief money. &#8220;By signing this bill today we are taking the first ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/saudi-arabia-helps-russia-cut-oil-output-in-slight-to-united-states-sending-prices-soaring", "title": "Saudi Arabia Helps Russia Cut Oil Output In Slight To United States, Sending Prices Soaring", "date_published": "2022-10-05 11:33:58+00:00", "description": "Saudi Arabia helped Russia push for higher worldwide oil prices on Wednesday alongside other members of the Organization of Petroleum Exporting Countries (OPEC). The alliance announced that member states would cut oil output by 2 million barrels per day beginning in November, constituting 2% of global oil demand. Russian fuel is currently trading worldwide at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alec-baldwin-reaches-settlement-with-family-of-halyna-hutchins-in-rust-shooting-death", "title": "Alec Baldwin Reaches Settlement With Family Of Halyna Hutchins In ‘Rust’ Shooting Death", "date_published": "2022-10-05 11:33:17+00:00", "description": "Alec Baldwin has reached a settlement with the family of Halyna Hutchins, the cinematographer who was killed on the &#8220;Rust&#8221; movie set last year. The undisclosed settlement in the wrongful death lawsuit against Baldwin and others involved in the film was announced in a statement from Hutchins&#8217; husband, Matthew Hutchins, on Wednesday. “We have reached ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aaron-judge-hits-home-run-62-breaks-american-league-single-season-record", "title": "Aaron Judge Hits Home Run 62, Breaks American League Single-Season Record", "date_published": "2022-10-05 11:03:56+00:00", "description": "The internet responded in big ways — including a shout-out from the president — as Aaron Judge hit home run 62 Tuesday night, breaking the American League single-season record. The New York Yankees star blasted a leadoff homer against the Texas Rangers in Arlington that broke Roger Maris&#8217; single-season record of 61 home runs. &#8220;Congrats @TheJudge44 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-blocks-liberal-mayors-gun-ban", "title": "Judge Blocks Liberal Mayor’s Gun Ban", "date_published": "2022-10-05 10:45:07+00:00", "description": "A judge has blocked a gun ban enacted by executive order from Philadelphia Mayor Jim Kenney (D), one week after the liberal mayor signed the EO. Kenney last week attempted to outlaw firearms, even for legal gun owners, at city recreational facilities, despite state law barring such regulation. The order was quickly challenged by nonprofit gun group Guns ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/not-without-sadness-90s-star-tia-mowry-files-for-divorce-from-husband-of-14-years", "title": "‘Not Without Sadness’: 90s Star Tia Mowry Files For Divorce From Husband Of 14 Years", "date_published": "2022-10-05 10:14:20+00:00", "description": "90s sitcom star Tia Mowry has filed for divorce from her husband Cory Hardrict after 14 years of marriage. The “Sister Sister” alum shared the news with her Instagram followers Tuesday. &#8220;I have always been honest with my fans, and today is no different. I wanted to share that Cory and I have decided to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/washington-d-c-advances-bill-to-let-non-citizens-vote", "title": "Washington, D.C. Advances Bill To Let Non-Citizens Vote", "date_published": "2022-10-05 10:07:39+00:00", "description": "The city council of Washington, D.C., voted 12-1 on Tuesday to advance a bill that would allow non-citizen residents to vote in future local elections. The bill will move ahead to an upcoming final vote before being sent to Mayor Muriel Bowser (D). “Our immigrant neighbors of all statuses participate, contribute and care about our ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/matt-walsh-tells-students-how-war-on-radical-gender-theory-will-be-won", "title": "Matt Walsh Tells Students The ‘Simple’ Way To Win War On Radical Gender Theory", "date_published": "2022-10-05 09:40:28+00:00", "description": "Matt Walsh told a rapt crowd of Washington, D.C., college students Tuesday night the battle against radical gender theory will be won by brave people asking simple questions. The Daily Wire podcast host spoke at Catholic University in the first appearance of a tour promoting his groundbreaking documentary, “What is a Woman?” Although critics had ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/too-much-for-me-howard-stern-recalls-exhausting-first-time-leaving-his-bunker-in-2-years-for-fear-of-catching-covid", "title": "‘Too Much For Me’: Howard Stern Recalls ‘Exhausting’ First Time Leaving His ‘Bunker’ In 2 Years For Fear Of Catching COVID", "date_published": "2022-10-05 09:10:03+00:00", "description": "Howard Stern finally left home for the first time since the COVID pandemic began, and he’s still stressed about the adventure. The 68-year-old shock jock is also a self-professed germaphobe, which made him especially cautious when it came to COVID. He’s been hiding out in his “bunker” for the past two years but was finally ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/florida-sheriff-responds-to-illegal-aliens-arrested-for-looting-in-aftermath-of-hurricane-ian-im-not-tolerating-it", "title": "Florida Sheriff Responds To Illegal Aliens Arrested For Looting In Aftermath Of Hurricane Ian: ‘I’m Not Tolerating It’", "date_published": "2022-10-05 08:28:49+00:00", "description": "A top Florida sheriff responded to the arrests of several illegal aliens in his county for looting following the aftermath of the devastating Hurricane Ian by saying that the residents of his county will be safe from criminals seeking to victimize people. The words from Lee County Sheriff Carmine Marceno come after Republican Florida Governor ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/should-the-west-seek-an-off-ramp-in-ukraine", "title": "Should The West Seek An Off-Ramp In Ukraine?", "date_published": "2022-10-05 08:25:52+00:00", "description": "How does the war in Ukraine end? This is precisely the question no one is supposed to ask these days. The supposition by our thought leaders seems to be that if we keep up the pressure on Vladimir Putin in Ukraine, he’ll fold and go home; his threats to use tactical nuclear weapons on the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wh-responds-to-biden-praising-coast-guard-rescue-swimmer-facing-termination-over-lack-of-vaccination", "title": "WH Responds To Biden Praising Coast Guard Rescue Swimmer Facing Termination Over Lack Of Vaccination", "date_published": "2022-10-05 08:16:12+00:00", "description": "White House Press Secretary Karine Jean-Pierre dodged answering a question during Tuesday&#8217;s press briefing on the matter of President Joe Biden praising a group of Coast Guard rescue swimmers that included a guardsman who could face termination because he has not received a COVID vaccine. Biden personally thanked a Coast Guardsman for saving a 94-year-old ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/karine-jean-pierre-grilled-as-gas-prices-start-to-surge-again-its-a-lot-more-nuanced-than-that", "title": "Karine Jean-Pierre Grilled As Gas Prices Start To Surge Again: ‘It’s A Lot More Nuanced Than That’", "date_published": "2022-10-05 08:01:34+00:00", "description": "White House Press Secretary Karine Jean-Pierre was grilled during Tuesday&#8217;s press briefing over gas prices starting to surge again across the U.S. Fox News correspondent Peter Doocy made the topic of rising gas prices an issue during the press briefing, repeatedly pressing Jean-Pierre on the matter. &#8220;You’ve said the president was responsible for gas prices ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-official-gives-update-on-act-of-sabotage-against-russian-nord-stream-pipelines", "title": "U.S. Official Gives Update On ‘Act Of Sabotage’ Against Russian Nord Stream Pipelines", "date_published": "2022-10-05 07:51:51+00:00", "description": "A top U.S. official stated categorically in an interview Tuesday evening that the United States was not behind the attack on two Russian pipelines late last month. The interview comes after three lines in Russia&#8217;s Nord Stream natural gas pipeline system saw “unprecedented” damage last Monday after the CIA had recently warned that someone might try ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-tom-brady-teammate-posts-with-bradys-wife-amid-potential-divorce-report", "title": "Former Tom Brady Teammate Posts Photo With Brady’s Wife Amid Potential Divorce: Report", "date_published": "2022-10-05 07:42:24+00:00", "description": "A former teammate of Tampa Bay Buccaneers quarterback Tom Brady posted a photograph with Brady&#8217;s wife this week on social media amid rumors that the two are on the verge of getting a divorce. The shot came from former wide receiver Antonio Brown, who made headlines late last week after video emerged showing him allegedly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/in-waning-days-of-campaign-22-desperate-democrats-bail-on-kumbaya-paint-gop-as-evil-incarnate", "title": "In Waning Days Of Campaign ’22, Desperate Democrats Bail On Kumbaya, Paint GOP As Evil Incarnate", "date_published": "2022-10-05 07:31:06+00:00", "description": "With Election Day fast approaching, Republicans are busy telling voters what they plan to do if they win in November. Democrats — and President Joe Biden — meanwhile, are breathlessly warning voters what will happen if Republicans are victorious. Rep. Pat Ryan (D-NY) recently said America faces “a coordinated domestic attempt to undermine our Constitution.” ..."}]