[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/bialorus-mezczyzna-skazany-na-wiezienie-za-zlozenie-zniczy-w-barwach-ukrainy/", "title": "Białoruś: Mężczyzna skazany na więzienie za złożenie zniczy w barwach Ukrainy", "date_published": "2022-10-18 19:09:00+00:00", "description": "Mieszkaniec białoruskiego Bobrujska chciał oddać hołd ukraińskim ofiarom i złożył znicze przed miejscowym pomnikiem w Dzień Niepodległości Ukrainy. Służby przeprowadziły śledztwo w tej sprawie, zatrzymały go i doprowadziły przed oblicze sądu. Sędzia skazała mężczyznę na 15 dni aresztu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/wlochy-katastrofa-budowlana-na-cmentarzu-w-neapolu-zawalily-sie-katakumby/", "title": "Włochy. W Neapolu zawaliły się katakumby. Trumny zwisają z wysokości", "date_published": "2022-10-18 19:05:00+00:00", "description": "Co najmniej 12 trumien zwisa z dużej wysokości na cmentarzu Poggioreale w Neapolu. Stało się tak po zawaleniu się marmurowego budynku, w którym pochowani są zmarli. Największa nekropolia w Neapolu została zamknięta do czasu zakończenia prac porządkowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/francja-okaleczone-cialo-12-latki-znaleziono-w-walizce-policja-zatrzymala-podejrzana-kobiete/", "title": "Francja. Okaleczone ciało 12-latki znaleziono w walizce. Policja zatrzymała podejrzaną kobietę", "date_published": "2022-10-18 18:12:00+00:00", "description": "Francuska policja aresztowała 24-letnią kobietę podejrzaną o zabicie, zgwałcenie i torturowanie 12-letniej dziewczynki. Jej ciało znajdujące się w walizce zostało znalezione przez bezdomnego na jednym z osiedli Paryża, niedaleko jej domu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/iran-obiecal-rosji-kolejne-drony-i-pociski-ziemia-ziemia-rosnie-napiecie-z-relacjach-z-zachodem/", "title": "Media: Iran obiecał dostarczyć Rosji kolejne drony i pociski \"ziemia-ziemia\"", "date_published": "2022-10-18 16:07:00+00:00", "description": "Iran obiecał dostarczyć Rosji kolejne drony i pociski typu ziemia-ziemia - przekazał Reuters, powołując się na irańskich dyplomatów. Agencja prognozuje, że może to zwiększyć napięcia pomiędzy Iranem a USA i innymi zachodnimi mocarstwami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/piloci-z-wysp-rekrutowani-do-szkolenia-chinskiej-armii-brytyjski-wywiad-alarmuje/", "title": "Piloci z Wysp rekrutowani do szkolenia chińskiej armii. Brytyjski wywiad alarmuje", "date_published": "2022-10-18 15:06:00+00:00", "description": "Byli brytyjscy piloci wojskowi są zwabiani do Chin dużymi sumami pieniędzy, aby przekazywać swoją wiedzę chińskiemu wojsku. Jak podaje BBC, około 30 pilotów pojechało szkolić członków chińskiej armii. Wielka Brytania wydała alert wywiadowczy w tej sprawie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/komisja-europejska-musimy-wspolnie-kupowac-gaz/", "title": "Komisja Europejska: Musimy wspólnie kupować gaz", "date_published": "2022-10-18 13:55:00+00:00", "description": "- Kiedy działamy razem, jesteśmy silni. Podkreślamy to, że musimy wspólnie kupować gaz - mówiła podczas wtorkowej konferencji prasowej Ursula von der Leyen. Komisja Europejska proponuje państwom członkowskim wspólne zakupy surowców energetycznych. Ma to pozwolić na zmniejszenie cen, ponieważ państwa nie będą wzajemnie się przelicytowywać."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/wojna-w-ukrainie-dmytro-kuleba-zaproponuje-prezydentowi-zelenskiemu-zerwanie-stosunkow-z-iranem/", "title": "Wojna w Ukrainie. Dmytro Kułeba: Zaproponuję prezydentowi Zełenskiemu zerwanie stosunków z Iranem", "date_published": "2022-10-18 13:49:00+00:00", "description": "- Zaproponuję prezydentowi Wołodymyrowi Zełenskiemu zerwanie stosunków dyplomatycznych z Iranem - powiedział w środę szef resortu spraw zagranicznych Ukrainy Dmytro Kułeba. Dodał, że Iran jest współodpowiedzialny za to, co dzieje się na Ukrainie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/rosja-14-ofiar-i-19-rannych-po-katastrofie-bombowca-su-34-w-jejsku/", "title": "Rosja: 14 ofiar i 19 rannych po katastrofie bombowca Su-34 w Jejsku", "date_published": "2022-10-18 13:06:00+00:00", "description": "Do 14 wzrosła liczba ofiar po katastrofie bombowca Su-34 w Jejsu. Rosyjskie media opublikowały zdjęcia po ugaszeniu pożaru boku, w który uderzyła maszyna."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/wielka-brytania-rzady-premier-liz-truss-pod-znakiem-zapytania-kryzys-finansowy-na-wyspach/", "title": "Wielka Brytania. Rządy premier Liz Truss pod znakiem zapytania. Kryzys finansowy na Wyspach", "date_published": "2022-10-18 12:24:00+00:00", "description": "- Chcę przyjąć na siebie odpowiedzialność i przeprosić za popełnione błędy - powiedziała BBC brytyjska premier Liz Truss. Wielką Brytanią wstrząsnął najpoważniejszy w ostatnich latach kryzys finansowy spowodowany, w ocenie ekspertów, zbyt radykalnym programem zmian gospodarczych. Opozycja oczekuje dymisji premier."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/nord-stream-przyczyny-wybuchow-gazociagow-mariusz-marszalkowski-wykluczyl-jeden-ze-scenariuszy/", "title": "Nord Stream. Przyczyny wybuchów gazociągów. Mariusz Marszałkowski wykluczył jeden ze scenariuszy", "date_published": "2022-10-18 10:48:00+00:00", "description": "Trwają dochodzenia ws. wybuchów trzech nitek gazociągów Nord Stream 1 i 2. We wtorek pojawiły się nagrania z dna Bałtyku, a Mariusz Marszałkowski z biznesalert.pl wykluczył jedną z popularniejszych hipotez dotyczących przyczyny eksplozji. - Ja jestem sceptyczny - ocenił na antenie Polsat News ekspert, odnosząc się do wersji, jakoby ładunki miały zostać zamontowane podczas budowy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/wojna-w-ukrainie-iranskie-drony-nad-ukraina-latwo-jest-je-zestrzelic/", "title": "Wojna w Ukrainie. Irańskie drony nad Ukrainą. \"Łatwo jest je zestrzelić\"", "date_published": "2022-10-18 10:20:00+00:00", "description": "Łatwo jest je zestrzelić, one dość wolno latają - mówił o irańskich dronach kamikadze wykorzystywanych przez rosyjską armię w Ukrainie korespondent Polsat News Mateusz Lachowski. Przypomniał, że Ukraińcom udało się całkowicie odeprzeć jeden atak takimi dronami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/uszkodzony-gazociag-nord-stream-jest-nagranie/", "title": "Uszkodzony gazociąg Nord Stream. Jest nagranie", "date_published": "2022-10-18 08:41:00+00:00", "description": "Szwedzcy dziennikarze udostępnili zdjęcia uszkodzonych gazociągów Nord Stream na dnie Bałtyku. Tymczasem, według duńskich śledczych, do awarii rurociągów doszło za sprawą silnych wybuchów - informuje Reuters."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/japonia-mezczyzna-zaatakowany-przez-niedzwiedzia-przerazajace-nagranie/", "title": "Japonia. Mężczyzna zaatakowany przez niedźwiedzia. Przerażające nagranie", "date_published": "2022-10-18 07:57:00+00:00", "description": "Mężczyzna wspinający się po skałach został zaatakowany przez niedźwiedzia i musiał walczyć o swoje życie. Całe zdarzenie zostało zarejestrowane przez kamerę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/usa-zaskakujace-wyznanie-gwiazdora-kevin-spacey-zaluje-ze-przepraszal/", "title": "USA. Zaskakujące wyznanie gwiazdora. Kevin Spacey żałuje, że przepraszał", "date_published": "2022-10-18 05:53:00+00:00", "description": "Amerykański gwiazdor Kevin Spacey stwierdził przed nowojorskim sądem, że żałuje swoich przeprosin wobec aktora Anthonyego Rappa, który oskarżył go o napaść seksualną. Uhonorowany Oscarami za filmy American Beauty i Podejrzani aktor utrzymuje, że jest niewinny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-18/rosja-manewry-sil-jadrowych-grom-usa-spodziewaja-sie-odpalenia-rakiet/", "title": "Rosja. Manewry sił jądrowych \"Grom\". USA spodziewają się odpalenia rakiet", "date_published": "2022-10-18 05:41:00+00:00", "description": "Prawdopodobnie już za kilka dni Rosja przeprowadzi ćwiczenia strategicznych sił jądrowych - podaje agencja Reutera powołując się na wysokiego urzędnika wojskowego USA. Władze w Moskwie do tej pory nie poinformowały o tym Waszyngtonu, ale spodziewany jest scenariusz odpalenia rakiet w ramach manewrów Grom."}]