[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mackenzie-scott-gives-almost-85-million-to-girl-scouts", "title": "Mackenzie Scott Gives Almost $85 Million To Girl Scouts", "date_published": "2022-10-18 18:55:39+00:00", "description": "Mackenzie Scott, ex-wife of Jeff Bezos, has given a staggering $84.5 million to Girl Scouts of the USA. The massive donation is the biggest one the organization has gotten from one person since they were established over one hundred years ago in 1912. Scott divorced Amazon executive chairman and founder Jeff Bezos in 2019, bringing ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nascar-exec-blasts-wallace-for-intentionally-slamming-into-driver-definitely-crossed-the-line", "title": "NASCAR Exec Blasts Wallace For ‘Intentionally’ Slamming Into Driver: ‘Definitely Crossed The Line’", "date_published": "2022-10-18 18:46:03+00:00", "description": "NASCAR COO Steve O&#8217;Donnell slammed driver Bubba Wallace during an interview Tuesday about the crash that Wallace caused Sunday and his subsequent attack on a driver. The incident happened during Stage 2 of the South Point 400 at Las Vegas Motor Speedway when Wallace, who won Stage 1, was next to driver Kyle Larson when ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sex-sells-meghan-markle-knew-exactly-what-she-was-doing-on-deal-or-no-deal", "title": "Sex Sells: Meghan Markle Knew Exactly What She Was Doing On ‘Deal Or No Deal’", "date_published": "2022-10-18 18:26:31+00:00", "description": "I’m going to use today&#8217;s column to answer a question from a Daily Wire+ member: “Did you see that Meghan Markle said that she felt like she was treated like a bimbo on ‘Deal Or No Deal’? Thoughts?” Well, what did she expect? My husband and I talk about this sort of thing all the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nonviolent-pro-life-activist-facing-11-years-over-federal-face-act-charges-slams-biden-admin-defends-unborn", "title": "Nonviolent Pro-Life Activist Facing 11 Years Over Federal FACE Act Charges Slams Biden Admin, Defends Unborn", "date_published": "2022-10-18 18:24:39+00:00", "description": "Nonviolent pro-life activist Herb Geraghty on Monday slammed the Biden administration for using the Department of Justice as a &#8220;weapon against political dissidents.&#8221; Geraghty is one of numerous pro-life activists who have been hit with federal FACE (Freedom of Access to Clinic) Act charges for demonstrating against abortion. The activist, charged over an encounter in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-nascar-suspends-bubba-wallace-for-crashing-into-driver-and-then-attacking-him", "title": "BREAKING: NASCAR Suspends Bubba Wallace For Crashing Into Driver And Then Attacking Him", "date_published": "2022-10-18 17:36:44+00:00", "description": "NASCAR announced Tuesday afternoon that they have suspended driver Bubba Wallace for one race after he violently attacked another driver during a race over the weekend following an accident on the track. NASCAR suspended Wallace from the next NASCAR Cup Series Championship event after he attacked driver Kyle Larson during the South Point 400 at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sanity-prevails-women-dont-believe-trans-actor-dylan-mulvaney-is-a-young-girl", "title": "Sanity Prevails: Women Don’t Believe Trans Actor Dylan Mulvaney Is A Young Girl", "date_published": "2022-10-18 17:34:19+00:00", "description": "Dylan Mulvaney, who was born male, is being peddled as a perfect example of girlhood. This charade of men pretending they are really women just because they say they are is sadly becoming commonplace. But Mulvaney’s story is a little different than so many others. For one thing, national brands have gotten on board, pitching ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/harvey-weinstein-lawyers-in-l-a-rape-trial-to-argue-consensual-affair-with-jennifer-siebel-newsom", "title": "Harvey Weinstein Lawyers In L.A. Rape Trial To Argue ‘Consensual’ Affair With Jennifer Siebel Newsom", "date_published": "2022-10-18 17:23:29+00:00", "description": "One week after California Governor Gavin Newsom&#8217;s wife, Jennifer Siebel Newsom, went public accusing disgraced Hollywood mogul Harvey Weinstein of allegedly raping her nearly 20 years ago, an email exchange between the two could prove the two engaged in &#8220;consensual sex.” Los Angeles Judge Lisa Lench ruled Monday that Weinstein&#8217;s defense lawyers have grounds to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-substitute-for-experience-pelosi-downplays-vulnerable-democrats-calling-for-a-leadership-change", "title": "‘No Substitute For Experience’: Pelosi Downplays Vulnerable Democrats Calling For A Leadership Change", "date_published": "2022-10-18 17:20:20+00:00", "description": "Democratic Speaker of the House Nancy Pelosi (D-CA) downplayed members of her own party calling for new leadership. In an interview with MSNBC&#8217;s &#8220;Andrea Mitchell Reports&#8221; Tuesday, Pelosi downplayed several calls made by House Democrats in closely contested districts calling for new leadership in the House. The speaker said she was not worried about their rhetoric ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doesnt-match-the-needs-of-workers-industry-group-raises-alarm-over-biden-rule-cracking-down-on-independent-contractors", "title": "‘Doesn’t Match The Needs Of Workers’: Industry Group Raises Alarm Over Biden Rule Cracking Down On Independent Contractors", "date_published": "2022-10-18 17:15:50+00:00", "description": "Flex Association, an industry group representing gig economy companies such as Uber and Instacart, explained that a proposed rule change from the Labor Department threatens millions of American independent contractors who enjoy their current work arrangements. The new rule, which is undergoing a public comment period slated to conclude in November, would prompt regulators to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/igor-danchenko-source-of-steele-dossier-acquitted-in-blow-to-durham", "title": "Igor Danchenko, Source of Steele Dossier, Acquitted In Blow To Durham", "date_published": "2022-10-18 16:47:18+00:00", "description": "A Virginia federal jury found Igor Danchenko, a key source for the so-called Steele dossier of phony dirt on former President Trump, not guilty on all four remaining counts of lying to the FBI Tuesday. The verdict, which came after just one day of deliberations, was a blow to Special Counsel John Durham, who was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-k-s-top-cop-slams-woke-police-force-for-fake-hate-crime-tweet", "title": "U.K.’s Top Cop Slams Woke Police Force For Fake ‘Hate Crime’ Tweet", "date_published": "2022-10-18 16:19:51+00:00", "description": "This is the only time in recorded history that a &#8220;braver man&#8221; can actually be a &#8220;woman.&#8221; On Tuesday, the United Kingdom&#8216;s Home Secretary Suella Braverman slammed the Leicestershire police force after it sent out a tweet encouraging residents to report the egregious hate crime of being &#8220;deadnamed.&#8221; Deadnaming occurs when someone uses the former name ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/an-extraordinarily-useful-vision-of-governance-the-basic-principles-of-conservative-thinking", "title": "‘An Extraordinarily Useful Vision Of Governance’: The Basic Principles Of Conservative Thinking", "date_published": "2022-10-18 16:17:52+00:00", "description": "The following is a transcript excerpt from Dr. Jordan Peterson’s conversation with Eric Duhaime on political trends in young people. You can listen to or watch the full podcast on DailyWire+. Podcast time: 39:55 There’s a principle that governs conservative thinking that’s actually derived from the Catholic Church, and then even more deeply, derived from ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-to-end-covid-emergency-declaration-next-year", "title": "Newsom To End COVID Emergency Declaration Next Year", "date_published": "2022-10-18 16:09:13+00:00", "description": "Democratic Governor of California Gavin Newsom is set to finally end his COVID emergency declaration in the state, but won’t do so until next year — after the order will have been in place for almost three years. On Monday, the governor announced that the proclamation would end on February 28, which will get rid ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/young-actress-opens-up-about-very-abusive-relationship-shares-horrifying-details", "title": "Young Actress Opens Up About ‘Very Abusive Relationship,’ Shares Horrifying Details", "date_published": "2022-10-18 15:57:52+00:00", "description": "Hollywood star Abigail Breslin recently opened up about an abusive relationship that she endured for nearly two years, providing horrifying details from that experience. The 26-year-old actress recently shared her story in an Instagram post, noting that October is Domestic Violence Awareness Month and that she hoped to help others that might be experiencing a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/housing-affordability-plummets-trade-group-calls-out-biden-for-ignoring-the-problem", "title": "Housing Affordability Plummets, Trade Group Calls Out Biden For Ignoring The Problem", "date_published": "2022-10-18 15:43:57+00:00", "description": "Sentiment among homebuilders plummeted for the tenth consecutive month as traffic for prospective buyers neared the lowest level in a decade, according to a report from the National Association of Home Builders released on Tuesday. The organization’s Housing Market Index dropped to 38 in October, meaning that the score has halved over the past six ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ho-hum-boston-university-creates-potentially-unauthorized-deadly-covid-strain-hybrids-no-big-deal", "title": "Ho-Hum, Boston University Creates Potentially Unauthorized Deadly COVID Strain Hybrids. No Big Deal!", "date_published": "2022-10-18 15:34:24+00:00", "description": "Can you guess where this potential scandal occurred based on the following clues? A U.S government-funded lab. Potentially unauthorized experiments creating deadly hybrid COVID strains. Denial of gain-of-function research. Ties to EcoHealth Alliance. Cries of misinformation.  That story didn&#8217;t happen in Wuhan, China. It allegedly happened right here in the United States, specifically in Boston, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/eric-swalwells-new-ad-shows-woman-arrested-dragged-away-from-her-kids-for-having-abortion", "title": "Eric Swalwell’s New Ad Shows Woman Arrested, Dragged Away From Her Kids For Having Abortion", "date_published": "2022-10-18 15:01:35+00:00", "description": "Rep. Eric Swalwell&#8217;s (D-CA) most recent ad targets Republicans nationwide, suggesting that they would would like to see women arrested for having abortions. The ad premiered Monday evening on MSNBC&#8217;s &#8220;The Reidout&#8221; with host Joy Reid, and it showed a family sitting down to dinner — a mom, a dad, and two kids — when a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/moderna-ceo-splits-with-cdc-on-covid-booster-shots-for-healthy-folks-under-50", "title": "Moderna CEO Splits With CDC On COVID Booster Shots For Healthy Folks Under 50", "date_published": "2022-10-18 14:36:23+00:00", "description": "If you&#8217;re young and healthy, you may not need a COVID booster shot despite what the CDC says, according to no less an authority than the CEO of Moderna. While the Centers for Disease Control and Prevention is recommending everyone above age five get booster shots, Stéphane Bancel begs to differ. Even though his company stands ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-allen-trolls-wokees-asks-the-question-everyone-is-wondering-about-this-group", "title": "Tim Allen Trolls ‘Wokees,’ Asks The Question Everyone Is Wondering About This Group", "date_published": "2022-10-18 14:33:27+00:00", "description": "Tim Allen trolled those he labeled &#8220;wokees&#8221; as he asked the question that has most likely been on everyone&#8217;s mind: &#8220;Who is the face of woke?&#8221; &#8220;Do wokees have a club house in someone&#8217;s backyard or maybe a cute yet safe playpen somewhere?&#8221; the 69-year-old actor tweeted on Monday to his hundreds of thousands of followers. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/needles-crime-and-mental-illness-the-homeless-crisis-coming-for-democrats-in-november", "title": "Needles, Crime, And Mental Illness: The Homeless Crisis Coming For Democrats In November", "date_published": "2022-10-18 14:32:27+00:00", "description": "In many parts of the nation, the blight of roadside tent cities has become an acceptable part of the deteriorating landscape of our great country. Most of these encampments have sprouted in or near crowded cities, where liberal Democrats have ruled for decades. Regardless of the reason these encampments exist, their continued presence is inhumane ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/washington-families-win-275-million-from-pharmaceutical-company-for-toxic-exposure-at-school", "title": "Washington Families Win $275 Million From Pharmaceutical Company For Toxic Exposure At School", "date_published": "2022-10-18 14:03:44+00:00", "description": "Students and their parents at a school near Seattle have been awarded $275 million in a case regarding toxic exposure to chemicals from a large pharmaceutical company. The lawsuit against Bayer Pharmaceuticals, the parent company of Monsanto, involved ten students and parents in the Monroe School District, who claimed they suffered neurological injuries due to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-strongly-believe-in-second-chances-nyc-restaurant-owner-will-un-ban-james-corden-on-one-condition", "title": "‘I Strongly Believe In Second Chances’: NYC Restaurant Owner Will Un-Ban James Corden On One Condition", "date_published": "2022-10-18 13:26:20+00:00", "description": "New York City restaurant owner Keith McNally reversed course on Monday evening, saying he would lift the lifetime ban on comedian James Corden after he &#8220;apologized profusely&#8221; for rude and abusive behavior. McNally announced earlier that day that he had to &#8220;86&#8221; Corden, providing two examples that he said were proof the &#8220;Late Late Show&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/all-looks-and-little-substance-meghan-markle-said-she-was-objectified-on-deal-or-no-deal", "title": "‘All Looks And Little Substance’: Meghan Markle Said She Was ‘Objectified’ On ‘Deal Or No Deal’", "date_published": "2022-10-18 13:21:24+00:00", "description": "Meghan Markle is opening up about her time on the game show “Deal or No Deal,” saying she felt mistreated while working as a “suitcase girl” during season 2. The former working royal shared her opinions during the most recent episode of her podcast, “Archetypes,” while interviewing socialite Paris Hilton.  The 41-year-old mom of two ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/missouri-is-the-latest-state-to-divest-from-blackrock-pulls-500-million-in-pension-funds", "title": "Missouri Is The Latest State To Divest From BlackRock, Pulls $500 Million In Pension Funds", "date_published": "2022-10-18 13:16:11+00:00", "description": "Missouri State Treasurer Scott Fitzpatrick announced on Tuesday that the state’s retirement system sold $500 million in public equities managed by BlackRock over the firm’s commitment to environmental, social, and governance investing, also known as ESG. The news comes after several conservative states divested more than $1 billion in funds from BlackRock, leading to concerns ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/terror-in-paris-12-year-old-girl-raped-and-murdered-woman-arrested", "title": "Terror In Paris: 12-Year-Old Girl Raped And Murdered; Woman Arrested", "date_published": "2022-10-18 12:53:55+00:00", "description": "Horror gripped the city of Paris this week after the body of a 12-year-old girl was found in a suitcase on the street. The girl, identified as Lola Daviet, had her hands and feet bound and her throat slit, and is believed to have been raped and tortured before she was murdered, Yahoo News reported. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-video-emerges-showing-last-moments-gabby-petito-seen-alive-possibly-hours-before-murder", "title": "New Video Emerges Showing Last Moments Gabby Petito Seen Alive, Possibly Hours Before Murder", "date_published": "2022-10-18 12:53:23+00:00", "description": "Video footage from a Whole Foods store in Wyoming shows the last moments Gabby Petito was ever seen alive. Twenty-three-year-old Brian Laundrie confessed in a notebook before killing himself that he strangled his girlfriend, 22-year-old Petito, to death during the couple&#8217;s cross-country van trip. The video, obtained exclusively by Fox News Digital, shows Petito and Laundrie shopping ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/danish-police-reveal-cause-of-nord-stream-pipeline-damage", "title": "Danish Police Reveal Cause Of Nord Stream Pipeline Damage", "date_published": "2022-10-18 12:27:41+00:00", "description": "Authorities in Denmark revealed on Tuesday that “powerful explosions” caused damage last month to the Nord Stream pipeline system. The pipelines, which carried natural gas under the Baltic Sea from Russia to Germany, have been the center of geopolitical strife since the invasion of Ukraine. Russia nixed shipments through Nord Stream 1 several weeks ago, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/drew-barrymore-shuns-plastic-surgery-says-i-dont-want-to-fight-nature", "title": "Drew Barrymore Shuns Plastic Surgery, Says: ‘I Don’t Want To Fight Nature’", "date_published": "2022-10-18 12:07:25+00:00", "description": "Actress Drew Barrymore reiterated her anti-plastic surgery stance, saying going under the knife is just not an option for her face. &#8220;I&#8217;ve never messed with my face. I don&#8217;t want to fight nature,” the 47-year-old actress told Jamie Lee Curtis during an October 14 episode of “The Drew Barrymore Show.” &#8220;I&#8217;m raising two daughters, and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/preachy-self-indulgent-dumpster-fire-gay-journo-says-bros-didnt-bomb-because-of-bigotry", "title": "‘Preachy, Self-Indulgent Dumpster Fire’: Gay Journo Says ‘Bros’ Didn’t Bomb Because Of ‘Bigotry’", "date_published": "2022-10-18 12:04:55+00:00", "description": "An openly gay journalist is challenging the narrative that LGBT rom-com &#8220;Bros&#8221; was a box-office flop because of &#8220;bigotry,&#8221; describing the film as a &#8220;preachy, self-indulgent dumpster fire&#8221; that was viewed by the &#8220;exact right number of people.&#8221; Billy Eichner, who wrote and starred in the movie, has defended the flick, suggesting the dismal box-office ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-doctor-witnessed-the-worst-of-covid-and-still-refused-the-jab-so-uc-irvine-fired-him", "title": "This Doctor Witnessed The Worst Of COVID And Still Refused The Jab. So UC Irvine Fired Him.", "date_published": "2022-10-18 11:55:54+00:00", "description": "The following is an exclusive excerpt from the new book The New Abnormal: The Rise of the Biomedical Security State, by Aaron Kheriaty, M.D. (Regnery Publishing, November 1, 2022). Shortly after I published the Wall Street Journal piece arguing that university vaccine mandates were unethical, the University of California, my employer, promulgated its vaccine mandate. I ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-have-to-be-a-wealthy-partially-deaf-green-energy-fanatic-to-save-money-in-bidens-america", "title": "You Have To Be A Wealthy, Partially-Deaf, Green Energy Fanatic To Save Money In Biden’s America", "date_published": "2022-10-18 11:54:20+00:00", "description": "In 2009, then-Vice President Joe Biden told the nation the federal government had to spend money to keep from going bankrupt. In 2022, the Biden administration is now saying that the American consumer has to follow that exact same strategy to avoid inflationary woes. It is pretty bad advice, made even worse by the fact ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heres-how-much-power-bills-could-rise-this-winter", "title": "Here’s How Much Power Bills Could Rise This Winter", "date_published": "2022-10-18 11:51:57+00:00", "description": "Winter fuel costs for many Americans could surge 28% this year from a combination of colder weather and higher energy prices. According to the most recent winter fuels outlook from the Energy Information Administration, the average household primarily using natural gas for space heating will spend $931 on power from October to March, marking a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/left-wing-activist-susan-sarandon-posts-video-of-homeless-encampments-trash-filled-streets-in-oakland", "title": "Left-Wing Activist Susan Sarandon Posts Video Of Homeless Encampments, Trash-Filled Streets In Oakland", "date_published": "2022-10-18 11:23:28+00:00", "description": "Leftist activist Susan Sarandon shared a TikTok video on her Twitter account showing homeless encampments and trash-strewn streets from downtown Oakland. The 76-year-old actress didn’t add a caption or any context to the clip. The video comes courtesy of an account belonging to homelessness activist Thomas Wolf, who added in his original caption, “This isn’t ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-democrat-tulsi-gabbard-to-campaign-for-republicans-in-arizona", "title": "Former Democrat Tulsi Gabbard To Campaign For Republicans In Arizona", "date_published": "2022-10-18 10:48:03+00:00", "description": "Former Democratic presidential candidate Tulsi Gabbard, who recently announced her departure from the party, will campaign alongside Arizona GOP candidates on Tuesday. Republican gubernatorial candidate Kari Lake announced in an email on Monday night that Gabbard will join her and GOP Senate candidate Blake Masters at a young Republican forum. DO NOT MISS THIS! @TulsiGabbard ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ableist-toward-the-disability-community-john-fettermans-wife-tells-nbc-to-apologize-for-asking-about-his-stroke", "title": "‘Ableist’ Toward The ‘Disability Community’: John Fetterman’s Wife Tells NBC To Apologize For Asking About His Stroke", "date_published": "2022-10-18 10:37:47+00:00", "description": "Gisele Fetterman, the wife of Pennsylvania Lt. Governor and Democratic Senate candidate John Fetterman, blasted NBC News on Monday for raising questions about her husband’s health. During an interview with NBC News reporter Dasha Burns last week, Fetterman used a large computer screen to aid with closed captioning because of auditory processing issues induced by ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/who-is-biden-meeting-with-president-has-spent-25-of-term-in-delaware-visitor-logs-dont-seem-to-exist", "title": "Who Is Biden Meeting With? President Has Spent 25% Of Term In Delaware, Visitor Logs Don’t Seem To Exist", "date_published": "2022-10-18 09:58:01+00:00", "description": "Who is President Joe Biden meeting with when he ventures to Delaware on a near-weekly basis? Doctors? Former President Barack Obama? Hunter&#8217;s Chinese business partners? The ice cream man? Nobody knows. The government apparently doesn&#8217;t keep Delaware visitor logs — despite the fact that he has spent more than one-fourth of his presidency there thus ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/red-vs-blue-as-dems-deny-defunding-the-police-major-cities-police-forces-are-at-record-lows", "title": "Red Vs. Blue: As Dems Deny Defunding The Police, Major Cities’ Police Forces Are At Record Lows", "date_published": "2022-10-18 09:45:47+00:00", "description": "As Democrats head into an election claiming they never wanted to &#8220;defund the police,&#8221; major Democrat-run cities have significantly fewer police than they did a few years ago, a Daily Wire analysis of federal data found."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ye-west-launches-latest-anti-semitic-tirade-during-interview-with-chris-cuomo", "title": "Ye West Launches Latest Anti-Semitic Tirade During Interview With Chris Cuomo", "date_published": "2022-10-18 09:14:53+00:00", "description": "Rap and fashion icon Ye West resumed his disturbing campaign of anti-semitism Monday night during an interview from his car with NewsNation host Chris Cuomo. The segment came as West, who has legally changed his first name from Kanye, has been engulfed in controversy for weeks over numerous anti-Semitic remarks that he has made that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chris-cuomo-opens-up-about-his-mental-health-issues-in-attempt-to-reach-out-to-kanye-west", "title": "Chris Cuomo Opens Up About His Mental Health Issues In Attempt To Reach Out To Kanye West", "date_published": "2022-10-18 09:02:46+00:00", "description": "NewsNation host Chris Cuomo opened up about his own personal mental health issues during a 20-minute interview with embattled rap and fashion mogul Ye West Monday night amid increasing questions about West&#8217;s own state. Cuomo&#8217;s remarks came toward the end of the interview after West had made several anti-Semitic remarks throughout the interview, each of which ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bubba-wallace-slammed-for-statement-not-apologizing-to-driver-he-attacked-you-tried-murdering-a-driver", "title": "Bubba Wallace Slammed For Statement Not Apologizing To Driver He Attacked: ‘You Tried Murdering A Driver’", "date_published": "2022-10-18 08:01:50+00:00", "description": "NASCAR driver Bubba Wallace released an apology Monday night for the incident that unfolded during a race over the weekend, but he quickly caught heat for not apologizing to the person that he violently attacked during the incident. The incident happened during Stage 2 of the South Point 400 at Las Vegas Motor Speedway when ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-torches-ukraine-officials-for-attacking-elon-musk-dont-bite-the-hand-that-feeds-you", "title": "DeSantis Torches Ukraine Officials For ‘Attacking’ Elon Musk: ‘Don’t Bite The Hand That Feeds You!’", "date_published": "2022-10-18 07:42:22+00:00", "description": "Florida Republican Governor Ron DeSantis slammed some Ukrainian officials that have been publicly hostile toward tech billionaire Elon Musk in recent weeks, saying that they should be thankful for Musk&#8217;s contributions to their country and to not take it for granted. The news comes as SpaceX, a company that Musk founded and where he serves ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-stunning-breach-of-security-china-turns-to-new-tactic-to-boost-military-using-ex-british-pilots", "title": "‘A Stunning Breach Of Security’: China Turns To New Tactic To Boost Military Using Ex-British Pilots", "date_published": "2022-10-18 07:33:56+00:00", "description": "Communist China has been using headhunters in South Africa to recruit ex-British military pilots to train pilots in China&#8217;s People’s Liberation Army, which has left Western officials scrambling to put an end to the practice. Officials have said China has lured away dozens, potentially around 30 ex-military pilots, from the U.K. by paying them salaries ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/australias-new-leftist-government-reverses-recognition-of-jerusalem-as-israels-capital-israel-responds", "title": "Australia’s New Leftist Government Reverses Recognition Of Jerusalem As Israel’s Capital, Israel Responds", "date_published": "2022-10-18 07:18:47+00:00", "description": "Australia&#8217;s new leftist government announced Tuesday that it was reversing the decision by the previous conservative administration to recognize Jerusalem as Israel&#8217;s capital city. Australia&#8217;s Labor Party government said that it would recognize Tel Aviv as Israel&#8217;s capital and demanded that Israel determine the city&#8217;s status in peace talks with the Palestinians. The capital of ..."}]