[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/koronawirus-who-najmniej-przypadkow-zgonow-z-powodu-covid-19-od-marca-2020-roku/", "title": "Koronawirus. WHO: Najmniej przypadków zgonów z powodu COVID-19 od marca 2020 roku", "date_published": "2022-09-14 19:51:00+00:00", "description": "Liczba zgonów spowodowanych COVID-19 w ostatnim tygodniu była najniższą od marca 2020 roku - wynika z danych Światowej Organizacji Zdrowia (WHO). To może oznaczać punkt zwrotny w trwającej pandemii koronawirusa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wielka-brytania-setki-tysiecy-osob-w-wielokilometrowej-kolejce-by-pozegnac-elzbiete-ii/", "title": "Wielka Brytania. Setki tysięcy osób w wielokilometrowej kolejce, by pożegnać Elżbietę II", "date_published": "2022-09-14 19:33:00+00:00", "description": "Ponad czterokilometrowa kolejka utworzyła się w kierunku wejścia do Westminster Hall, gdzie wystawiono trumnę z ciałem Elżbiety II. Ci na końcu będą musieli poczekać ok. 30 godzin, by pożegnać królową. Poddani będą mogli składać hołd monarchini do poniedziałku. Tego dnia odbędzie się pogrzeb."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wielka-brytania-sondaz-poparcia-dla-krola-karola-iii/", "title": "Wielka Brytania. Sondaż poparcia dla króla Karola III", "date_published": "2022-09-14 16:44:00+00:00", "description": "Prawie dwukrotny skok poparcia zaliczył po wstąpieniu na tron król Karol III - wynika z badania przeprowadzonego przez YouGov. The Sun podaje, że 94 proc. respondentów pozytywnie oceniło też pierwsze przemówienie nowego monarchy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/usa-nowa-metoda-usmiercania-wiezniow-adwokat-skazanego-walczy-by-jej-nie-stosowac/", "title": "USA: Nowa metoda uśmiercania więźniów. Adwokat skazanego walczy, by jej nie stosować", "date_published": "2022-09-14 15:16:00+00:00", "description": "Alan Eugen Miller z amerykańskiego stanu Alabama to mężczyzna skazany na karę śmierci za potrójne morderstwo. Może być on pierwszą osobą straconą przy użyciu nowej metody - niedotlenienia w wyniku odessania tlenu i zwiększenia stężenia azotu w powietrzu. Adwokat nie zgadza się na to, aby jego klient był królikiem doświadczalnym."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/bialorus-aleksandr-lukaszenka-rabie-drewno-na-nagraniu-nie-pozwolimy-europie-zamarznac/", "title": "Białoruś. Aleksandr Łukaszenka rąbie drewno na nagraniu. \"Nie pozwolimy Europie zamarznąć\"", "date_published": "2022-09-14 14:08:00+00:00", "description": "Białoruski reżim opublikował propagandowe nagranie, na którym Alaksandr Łukaszenka osobiście rąbie drewno. - Nie pozwolimy Europie zamarznąć. Pomożemy naszym braciom, może oni kiedyś pomogą nam - mówi polityk. Wspomina także polskiego prezydenta i premiera."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/szefowa-ke-ursula-von-der-leyen-jestesmy-w-stanie-zastapic-ten-gaz-ktory-odcial-putin/", "title": "Szefowa KE Ursula von der Leyen: Jesteśmy w stanie zastąpić ten gaz, który odciął Putin", "date_published": "2022-09-14 13:13:00+00:00", "description": "Mamy wspólne magazyny gazu, których zapełnienie wynosi 84 proc. W ciągu ostatnich miesięcy mocno pracowaliśmy nad uniezależnieniem się od Rosji. Mamy innych, godnych zaufania dostawców i jesteśmy w stanie zastąpić ten gaz, który odciął Putin - powiedziała Ursula von der Leyen. Wspomniała również o warunkach wypłaty Polsce środków z KPO."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wielka-brytania-kondukt-z-cialem-krolowej-elzbiety-ii-do-palacu-westminsterskiego/", "title": "Wielka Brytania. Kondukt z ciałem królowej Elżbiety II dotarł do Pałacu Westminsterskiego", "date_published": "2022-09-14 13:05:00+00:00", "description": "W środę po godz. 16 do Pałacu Westminsterskiego dotarł kondukt z ciałem królowej Elżbiety II. Za trumną szli członkowie rodziny królewskiej na czele z Karolem III, a licznie zgromadzeni na ulicach londyńczycy żegnali zmarłą monarchinię."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/rosja-dmitrij-pieskow-projekt-gwarancji-bezpieczenstwa-ukrainy-jest-zagrozeniem-dla-rosji/", "title": "Rosja. Dmitrij Pieskow: Projekt gwarancji bezpieczeństwa Ukrainy jest zagrożeniem dla Rosji", "date_published": "2022-09-14 12:49:00+00:00", "description": "Przedstawiony przez Kijów projekt gwarancji bezpieczeństwa dla Ukrainy potwierdza, że niezbędne było rozpoczęcie operacji wojennej - przekazał rzecznik prasowy prezydenta Rosji Dmitrij Pieskow, cytowany przez prokremlowską agencję Ria Nowosti. Według rzecznika,wynikające z dokumentu konsekwencje są zagrożeniem dla Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wojna-w-ukrainie-reuters-bylo-porozumienie-spelniajace-zadania-kremla-rosja-je-odrzucila/", "title": "Wojna w Ukrainie. Reuters: Było porozumienie spełniające żądania Kremla. Rosja je odrzuciła", "date_published": "2022-09-14 12:31:00+00:00", "description": "W pierwszych dniach wojny delegat Władimira Putina w Ukrainie przekazał rosyjskiemu przywódcy, że wypracował porozumienie z władzami w Kijowie, które zaspokaja żądania Rosji w sprawie rozszerzenia NATO. Putin miał je odrzucić i kontynuować specjalną operację - donosi w środę Reuters, powołując się na swoje źródła. Wysłannikiem na Ukrainę, miał być Dmitrij Kozak, z pochodzenia Ukrainiec."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/bloomberg-ue-planuje-ograniczyc-finansowanie-wegier/", "title": "Bloomberg: UE planuje ograniczyć finansowanie Węgier", "date_published": "2022-09-14 12:04:00+00:00", "description": "Organ wykonawczy Unii Europejskiej planuje zalecić ograniczenie finansowania administracji premiera Viktora Orbana w związku z obawami o powszechną korupcję w rządzie - przekazała agencja Bloomberg. Orban ma mieć maksymalnie trzy miesiące na wywiązanie się z obietnic o powstrzymaniu korupcji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/rosja-propagandysci-potwierdzaja-porazke-rosji-glowy-powinny-lezec-na-biurku-putina/", "title": "Rosja. Propagandyści potwierdzają porażkę Rosji. \"Głowy powinny leżeć na biurku Putina\"", "date_published": "2022-09-14 11:15:00+00:00", "description": "Rosyjscy eksperci w propagandowych programach telewizyjnych zaczęli przyznawać, że ich wojska ponoszą porażkę w Ukrainie. - Gdzie był nasz cholerny wywiad? Wszystkie głowy powinny leżeć na biurku Putina - mówił jeden z propagandystów Kremla. W rosyjskiej telewizji dyskutowano także na temat historii Ukrainy. - Każdy historyk Panu powie, że Ukraina nie istniała - mówił rosyjski analityk."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/rosja-nie-zyje-wladimir-sungorkin-byl-redaktorem-naczelnym-prokremlowskiej-gazety/", "title": "Rosja. Nie żyje Władimir Sungorkin. Był redaktorem naczelnym prokremlowskiej gazety", "date_published": "2022-09-14 10:32:00+00:00", "description": "Nie żyje Władimir Sungorkin. Redaktor naczelny Komsomolskiej Prawdy, nazywanej ulubioną gazetą Władimira Putina. W rosyjskich mediach pojawiają się jednak rozbieżności co do przyczyny śmierci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/kaukaz-wymiana-ognia-na-granicy-azerbejdzanu-i-armenii/", "title": "Kaukaz. Wymiana ognia na granicy Azerbejdżanu i Armenii", "date_published": "2022-09-14 09:55:00+00:00", "description": "Co najmniej 49 armeńskich i 50 azerskich żołnierzy zginęło we wtorek w starciach na granicy pomiędzy państwami. Obie strony oskarżają się wzajemnie o prowokację i eskalację konfliktu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/ukraina-wyzwolona-balaklija-rosjanie-pytali-gdzie-maja-uciekac/", "title": "Ukraina. Wyzwolona Bałaklija. \"Rosjanie pytali, gdzie mają uciekać\"", "date_published": "2022-09-14 09:44:00+00:00", "description": "Rosjanie po wejściu ukraińskiej armii, uciekali bardzo szybko, jak kot. Była tu jedna starsza pani, która w tym czasie uciekała przed ostrzałem, Rosjanie zatrzymali ją i pytali, dokąd mają uciekać (…) Oni nawet nie wiedzieli, gdzie mają uciekać - mówi mieszkaniec wyzwolonego miasta Bałaklija w rozmowie z dziennikarzami Ukraińskiej Prawy. Bałaklija została wyzwolona na początku września."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/mowili-od-lat-ze-putin-sie-nie-zatrzyma-szefowa-ke-trzeba-bylo-wsluchac-sie-w-glos-m-in-polski/", "title": "\"Mówili od lat, że Putin się nie zatrzyma\". Szefowa KE: trzeba było wsłuchać się w głos m.in Polski", "date_published": "2022-09-14 08:11:00+00:00", "description": "Trzeba było wsłuchać się w głosy wewnątrz UE, w Polsce, krajach bałtyckich, w całej Europie Środkowo-Wschodniej - powiedziała w środę szefowa Komisji Europejskiej Ursula von der Leyen podczas corocznego wystąpienia o stanie Unii Europejskiej. - Oni od lat nam mówili, że Putin się nie zatrzyma - dodała."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wojna-w-ukrainie-ukraina-chwali-polskie-kraby-to-najszybsze-stworzenia/", "title": "Wojna w Ukrainie. Ukraina chwali polskie Kraby. \"To najszybsze stworzenia\"", "date_published": "2022-09-14 07:17:00+00:00", "description": "Wiedzieliście, że polskie Kraby to najszybsze stworzenia? Wystarczy spojrzeć, jak sprawnie poruszają się po wyzwolonej części obwodu charkowskiego! - napisało w mediach społecznościowych Ministerstwo Obrony Ukrainy. AHS Krab potrafią atakować z zaskoczenia i obezwładnić wroga. Są szybkie i niezawodne. Jak polskie samobieżne armatnohaubice pomagają w Ukrainie? Wyjaśniamy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/rosja-dmitrij-miedwiediew-o-prologu-do-iii-wojny-swiatowej/", "title": "Rosja: Dmitrij Miedwiediew o \"prologu do III wojny światowej\"", "date_published": "2022-09-14 07:06:00+00:00", "description": "Kijowska klika przygotowała projekt gwarancji bezpieczeństwa, który w zasadzie jest prologiem do III wojny światowej. Nikt nie da gwarancji ukraińskim nazistom - napisał wiceprzewodniczący Rady Bezpieczeństwa Federacji Rosyjskiej, Dmitrij Miedwiediew. Jak dodał, zgodnie z kremlowską propagandą, dalsze przekazywanie broni Ukrainie doprowadzi do tego, że wojna przejdzie na inny etap."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wielka-brytania-irytacja-karola-iii-tym-razem-zezloscil-sie-na-pioro/", "title": "Wielka Brytania. Irytacja Karola III. Tym razem zezłościł się na pióro", "date_published": "2022-09-14 05:54:00+00:00", "description": "- Nie znoszę tego cholerstwa - wściekał się Król Karol III podczas ceremonii złożenia podpisów w zamku Hillsborough w Irlandii Północnej. Odchodząc od stołu, nowy monarcha ze złością próbował zetrzeć z rąk atrament."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wojna-w-ukrainie-w-miescie-balaklija-odkryto-sale-tortur-elektrowstrzasy-byly-najlzejsze/", "title": "Wojna w Ukrainie. W mieście Bałaklija odkryto salę tortur. \"Elektrowstrząsy były najlżejsze\"", "date_published": "2022-09-14 05:23:00+00:00", "description": "Z relacji świadków wynika, że byli torturowani na różne sposoby. Nie będę opisywał wszystkich. Mogę powiedzieć tylko, że elektrowstrząsy były najlżejszą z nich - poinformował Serhij Bołwinow, szef policji niedawno odzyskanej przez ukraińskie siły zbrojne miejscowości w obwodzie charkowskim. Rosjanie mieli zorganizować tam salę tortur w piwnicach komisariatu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-14/wojna-w-ukrainie-kreml-chce-negocjowac-prosi-kijow-o-rozmowy-pokojowe/", "title": "Wojna w Ukrainie. Ukraińskie media: Kreml chce negocjować. Prosi Kijów o rozmowy pokojowe", "date_published": "2022-09-14 04:21:00+00:00", "description": "Rosyjscy urzędnicy zwrócili się do Ukrainy z propozycją wznowienia negocjacji. Na ten moment Kijów nie wyraził na to zgody - informuje ukraiński portal hromadske, powołując się na wypowiedź wicepremier Ukrainy Olgi Stefaniszyny. Polityk zdradziła też, kiedy Kijów przystanie na propozycję Kremla."}]