[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/weather/tropical-depression-seven-storm-fiona-forecast/index.html", "title": "A tropical depression in the Atlantic could become Tropical Storm Fiona", "date_published": "2022-09-14 17:04:48+00:00", "description": "Tropical Depression Seven formed in the Atlantic on Wednesday morning, the National Hurricane Center said in its 11 a.m. ET update -- and could become Tropical Storm Fiona later in the day or on Thursday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/economy/ppi-august-inflation/index.html", "title": "Some good inflation news: Wholesale prices fell in August", "date_published": "2022-09-14 15:46:50+00:00", "description": "Just one day after August's disappointing Consumer Price Index report triggered a meltdown on Wall Street, a separate inflation report indicated that wholesale price increases are showing signs of improvement."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/perspectives/unions-workers-jobs-pay/index.html", "title": "Opinion: Here's how to make it easier for workers to find better jobs", "date_published": "2022-09-14 13:04:52+00:00", "description": "Each day seems to bring new headlines of low-wage workers coming together to start a union. A historically tight labor market has given rise to a new era of worker power, although the conditions workers are protesting are far from new. Low wages, minimal benefits, hazardous working conditions and unpredictable schedules are the byproduct of trends that are decades in the making."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/business/fred-franzia-death/index.html", "title": "Fred Franzia, creator of Trader Joe's 'Two Buck Chuck,' has died", "date_published": "2022-09-14 12:01:12+00:00", "description": "Fred Franzia, the man behind \"Two Buck Chuck\" and other value-priced wines that revolutionized the industry, has died. He was 79."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/middleeast/azerbaijan-armenia-ceasefire-broken-intl-hnk/index.html", "title": "Ceasefire is short-lived as Azerbaijan and Armenia resume attacks", "date_published": "2022-09-14 09:59:19+00:00", "description": "Despite earlier claims of a ceasefire, fighting between Azerbaijan and Armenia continued Wednesday, a day after nearly 100 soldiers died in clashes, according to the Azerbaijani and Armenian ministries of defense."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/business/south-korea-cryptocurrency-luna-arrest-intl-hnk/index.html", "title": "South Korea issues arrest warrant for developer of failed cryptocurrency Luna", "date_published": "2022-09-14 09:42:31+00:00", "description": "A South Korean court has issued an arrest warrant for Do Kwon, the primary developer of cryptocurrencies Luna and TerraUSD, whose spectacular collapse in May roiled crypto markets around the world."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/13/china/typhoon-muifa-shanghai-ports-intl-hnk/index.html", "title": "Ports in eastern China at standstill as typhoon Muifa closes in", "date_published": "2022-09-14 01:42:56+00:00", "description": "Authorities in China's eastern province of Zhejiang ordered ships to return to port, told schools to close and evacuated tourists from nearby islands, as one of this year's strongest typhoons is set to make landfall on Wednesday."}]