[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/holandia-polak-po-alkoholu-wjechal-pod-prad-i-spowodowal-wypadek-kara-100-godzin-prac-spolecznych/", "title": "Holandia: Polak po alkoholu wjechał pod prąd i spowodował wypadek. Kara? 100 godzin prac społecznych", "date_published": "2022-09-16 19:41:00+00:00", "description": "Holenderskie media spodziewały się surowego wyroku dla Polaka, który będąc pod wpływem alkoholu wjechał pod prąd na autostradę i spowodował wypadek. Sąd zdecydował, że mężczyznę będzie musiał poświęcić 100 godzin na prace społeczne."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/ukraina-rzeka-zmienila-kolor-na-czerwony-nie-wiadomo-co-jest-przyczyna/", "title": "Ukraina. Rzeka zmieniła kolor na czerwony. Nie wiadomo co jest przyczyną", "date_published": "2022-09-16 19:05:00+00:00", "description": "Rzeka Ingulec zabarwiła się na czerwono - informują lokalne media i kanały w Telegramie. Przyczyna nie jest jasna, ale pojawiają się sugestie, że powodem są materiały wykorzystane do zabezpieczenia zapory w pobliżu Krzywego Rogu. Rosjanie ostrzelali tamę 14 września."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/szczyt-w-uzbekistanie-premier-indii-do-wladimira-putina-to-nie-czas-na-wojne/", "title": "Szczyt w Uzbekistanie. Premier Indii do Władimira Putina: To nie czas na wojnę", "date_published": "2022-09-16 17:36:00+00:00", "description": "Podczas szczytu Szanghajskiej Organizacji Współpracy (SzOW) w Samarkandzie w Uzbekistanie Władimir Putin spotkał się z premierem Indii. - To nie czas na wojnę - upomniał rosyjskiego przywódcę Narendra Modi. - Władze Ukrainy, odmówiły jakiegokolwiek procesu negocjacyjnego - bronił się Putin."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/indie-nagranie-na-ktorym-waz-utknal-w-uchu-kobiety/", "title": "Indie: Nagranie, na którym wąż utknął w uchu kobiety", "date_published": "2022-09-16 16:34:00+00:00", "description": "Przez prawie cztery minuty filmu rzekomy lekarz bezskutecznie próbuje usunąć węża z ucha pacjentki. Nie wiadomo czy nagranie jest prawdziwe, ale sprawę opisują światowe media, w tym amerykański New York Post."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/usa-prawda-wyszlo-na-jaw-po-pol-wieku-wplywowy-prokurator-morderca-nastolatki/", "title": "USA: Prawda wyszło na jaw po pół wieku. Wpływowy prokurator mordercą nastolatki", "date_published": "2022-09-16 16:02:00+00:00", "description": "Były zastępca prokuratora generalnego amerykańskiego stanu Nevada, 77-letni Tudor Chirila Junior, został aresztowany w mieście Reno w związku z morderstwem Nancy Anderson w styczniu 1972 roku na Hawajach. 19-latka została dźgnięta nożem ponad 60 razy. Policja dotarła do mężczyzny dzięki badaniom DNA."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/rosjanie-musieli-uciekac-z-moskwy-straz-graniczna-ukrainy-znalazla-tratwe/", "title": "Rosjanie musieli uciekać z \"Moskwy\". Straż Graniczna Ukrainy znalazła tratwę", "date_published": "2022-09-16 15:57:00+00:00", "description": "Mundury, kamizeli ratunkowe i rosyjskie monety - to niektóre z przedmiotów jakie ukraińska straż graniczna znalazła na dryfującej w morzu tratwie z krążownika Moskwa. Wygląda na to, że tratwa ratunkowa była niesprawna, ponieważ na powierzchni utrzymywały ją kamizelki - piszą pogranicznicy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/holandia-mieszkajacy-w-poblizu-chlewni-dostana-odszkodowanie-za-przykry-zapach/", "title": "Holandia: Mieszkający w pobliżu chlewni dostaną odszkodowanie za przykry zapach", "date_published": "2022-09-16 14:57:00+00:00", "description": "Odszkodowanie będzie przysługiwało mieszkańcom kilku wsi żyjącym w pobliżu chlewni, którzy uskarżali się na przykre zapachy. Sąd w Hadze ocenił, że państwo nie zapewniło wystarczającej ochrony przed uciążliwymi zapachami, dlatego musi im wypłacić odszkodowanie. Prawnik skarżących nazywa orzeczenie przełomowym."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/rosyjska-propaganda-chciala-oczernic-elzbiete-ii-uzyto-nagrania-z-xix-wieku/", "title": "Rosyjska propaganda chciała oczernić Elżbietę II. Użyto nagrania z XIX wieku", "date_published": "2022-09-16 14:37:00+00:00", "description": "Niezależny białoruski portal informacyjny Nexta opisał sposób, w jaki w rosyjskiej telewizji próbowano zdyskredytować zmarłą królową Wielkiej Brytanii Elżbietę II. Użyto nagrania pochodzącego sprzed ponad 120 lat, na którym żona i córka francuskiego gubernatora rzucają drobne monety wietnamskim dzieciom."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/wielka-podroz-i-walka-z-czasem-rodzice-pokazuja-dzieciom-swiat-zanim-one-straca-wzrok/", "title": "Wielka podróż i walka z czasem. Rodzice pokazują dzieciom świat, zanim one stracą wzrok", "date_published": "2022-09-16 14:15:00+00:00", "description": "Kanadyjskie małżeństwo ma czwórkę dzieci. Troje z nich choruje na nieuleczalną, genetyczną chorobę, która w większości przypadków kończy się utratą wzroku. Rodzice postanowili jednak, że zanim się to stanie, muszą pokazać im świat. Wspólnie ruszyli w podróż dookoła świata."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/propagandysta-wladimir-solowjow-chce-stworzenia-miedzynarodowych-brygad-walczacych-po-stronie-rosji/", "title": "Propagandysta Władimir Sołowjow chce stworzenia międzynarodowych brygad walczących po stronie Rosji", "date_published": "2022-09-16 14:02:00+00:00", "description": "Prokremlowski dziennikarz Władimir Sołowjow, który prowadzi propagandowy program w rosyjskiej telewizji państwowej Rossija 1, zaproponował utworzenie brygad międzynarodowych, które miałyby walczyć po stronie Rosji w Ukrainie. - Dlaczego mamy powstrzymywać ludzi, którzy chcą wziąć broń i ruszyć na front? - stwierdził."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/wlochy-polka-wpadla-w-szal-i-zdemolowala-izbe-przyjec-w-szpitalu/", "title": "Włochy: Polka wpadła w szał i zdemolowała izbę przyjęć w szpitalu", "date_published": "2022-09-16 13:24:00+00:00", "description": "28-letnia Polka wpadła w szał w szpitalnej izbie przyjęć w mieście Viterbo we Włoszech. Kobieta zdemolowała pomieszczenie i zaatakowała także ochroniarza, który chciał ją obezwładnić."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/usa-policjanci-znalezli-zmumifikowane-cialo-w-wannie-interweniowali-w-sprawie-wlamania/", "title": "USA. Policjanci znaleźli zmumifikowane ciało w wannie. Interweniowali w sprawie włamania", "date_published": "2022-09-16 12:52:00+00:00", "description": "Policjanci z Bullhead City w amerykańskim stanie Arizona znaleźli zmumifikowane ciało w wannie. Zwłoki należały do 60-letniej właścicielki mieszkania, w którym doszło do włamania."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/watykan-papiez-franciszek-nie-wezmie-udzialu-w-pogrzebie-krolowej-elzbiety-ii/", "title": "Watykan. Papież Franciszek nie weźmie udziału w pogrzebie królowej Elżbiety II", "date_published": "2022-09-16 12:24:00+00:00", "description": "Papież Franciszek nie weźmie udziału w poniedziałkowym pogrzebie królowej Wielkiej Brytanii Elżbiety II. Informację przekazała w oświadczeniu Stolica Apostolska w piątek."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/chiny-gigantyczny-pozar-w-chinskim-miescie-plonie-wiezowiec-o-wysokosci-200-metrow/", "title": "Chiny. Gigantyczny pożar w chińskim mieście. Płonął wieżowiec o wysokości 200 metrów", "date_published": "2022-09-16 11:55:00+00:00", "description": "Biurowiec o wysokości ponad 200 metrów zapalił się w chińskim mieście Changsha. Ogień ogarnął cały budynek mieszczący biura firmy China Telecom. Chińska państwowa telewizja poinformowała, że pożar został ugaszony. Nie podano informacji o ofiarach i poszkodowanych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/wojna-w-ukrainie-odsiedzial-xx-lat-kryminalista-opowiada-jak-walczyl-z-ukraina-w-rosyjskiej-armii/", "title": "Wojna w Ukrainie. Rosyjski jeniec dla Polsat News: Obiecali nam uniewinnienie", "date_published": "2022-09-16 10:59:00+00:00", "description": "Rosyjski kryminalista, który przyznał, że był skazany za zabójstwo i odsiedział w więzieniu w obwodzie riazańskim 23 lata, powiedział reporterowi Polsat News jak został zwerbowany do armii. - Obiecali nam uniewinnienie - mówił jeniec wzięty do niewoli w okolicy Iziumu. - Werbował nas sam Prigożyn, ten od Putina. Obiecywał piękne rzeczy - dodał żołnierz. - Na froncie poznałem inną prawdę - dodał."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/konflikt-na-kaukazie-putin-rozmawial-z-premierem-armenii-o-sytuacji-na-granicy-z-azerbejdzanem/", "title": "Konflikt na Kaukazie. Putin rozmawiał z premierem Armenii o sytuacji na granicy z Azerbejdżanem", "date_published": "2022-09-16 10:11:00+00:00", "description": "Władimir Putin w piątek rozmawiał telefonicznie z premierem Armenii Nikolem Paszynianem na temat sytuacji na granicy tego państwa z Azerbejdżanem. Oba kraje obwiniają się o eskalację konfliktu i prowokacje."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/wlochy-gwaltowna-powodz-w-regionie-marche-10-ofiar-smiertelnych-i-cztery-osoby-poszukiwane/", "title": "Włochy. Gwałtowna powódź w regionie Marche. 10 ofiar śmiertelnych i cztery osoby poszukiwane", "date_published": "2022-09-16 09:52:00+00:00", "description": "10 osób zginęło, cztery są poszukiwane, a wśród nich dwoje dzieci - to aktualny bilans gwałtownej powodzi, która nawiedziła w nocy region Marche w środkowych Włoszech. Uratowano kilkadziesiąt osób, które schroniły się na dachach domów i na drzewach - podali włoscy strażacy cytowani przez agencję Ansa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/pogrzeb-krolowej-elzbiety-chinska-delegacja-nie-zostala-dopuszczona-do-trumny/", "title": "Pogrzeb królowej Elżbiety. Chińska delegacja nie została dopuszczona do trumny", "date_published": "2022-09-16 09:28:00+00:00", "description": "Przewodniczący obrad Izby Gmin Lindsay Hoyle miał odrzucić prośbę Pekinu, by chińska delegacja uczestniczyła w składaniu hołdu zmarłej królowej Elżbiecie II w Westminster Hall. W najstarszej części brytyjskiego parlamentu na widok publiczny wystawiona jest trumna z ciałem monarchini. Według portalu Politico decyzja speakera spowoduje zaostrzenie stosunków na linii Wielka Brytania-Chiny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/koszulka-michaela-jordana-z-finalow-nba-sprzedana-na-aukcji-za-rekordowe-10-mln-dolarow/", "title": "Koszulka Michaela Jordana z finałów NBA sprzedana na aukcji za rekordowe 10 mln dolarów", "date_published": "2022-09-16 08:38:00+00:00", "description": "Koszulka Michaela Jordana została sprzedana na aukcji za ponad 10 milionów dolarów. Koszykarz wystąpił w niej w pierwszym meczu finałów NBA w 1998 roku. Stała się tym samym najdroższą pamiątką sportową noszoną w trakcie meczu w historii. Poprzedni rekord należał do koszulki Diego Maradony, którą sprzedano w tym roku za 9,3 mln dol."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/wojna-w-ukrainie-setki-grobow-w-iziumie-rozpoczely-sie-niezbedne-procedury/", "title": "Wojna w Ukrainie. Setki grobów w Iziumie. \"Rozpoczęły się niezbędne procedury\"", "date_published": "2022-09-16 07:52:00+00:00", "description": "Ukraińskie władze poinformowały o odkryciu grobów co najmniej 440 ofiar na cmentarzy w Iziumie, w północno-wschodniej Ukrainie, który został odbity z rąk Rosjan w ostatni weekend. Pochowani tam ludzie to według lokalnych władz ofiary ostrzałów, ataków lotniczych i zastrzeleni przez Rosjan. Na miejscu trwa śledztwo. Prezydent Ukrainy powiedział, że więcej informacji o zbrodni poda w piątek."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-16/strajk-kontrolerow-lotow-odwolane-loty-takze-z-polski-mozliwy-kolejny-paraliz-lotnisk/", "title": "Strajk kontrolerów lotów. Odwołane loty także z Polski. Możliwy kolejny paraliż lotnisk", "date_published": "2022-09-16 07:12:00+00:00", "description": "We Francji zaplanowano na dzisiaj strajk kontrolerów lotów. Wpłynie on na siatkę połączeń z całego świata. W związku z tym Dyrekcja Generalna Lotnictwa Cywilnego poprosiła linie lotnicze o zmniejszenie liczby rejsów o połowę. Utrudnienia i odwołane loty pojawią się także na kierunkach z Polski. Również w Wielkiej Brytanii, londyńskie lotnisko Heathrow odwołało w poniedziałek ponad 100 lotów."}]