[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/storm-nicole-florida-rare-november-hurricane-warning", "title": "Florida buckles down for direct hit from rare November hurricane", "date_published": "2022-11-09 22:57:56+00:00", "description": "<p>Storm Nicole picks up strength after striking the Bahamas and is forecast to hit the state already devastated by Hurricane Ian </p><ul><li><strong><a href=\"https://www.theguardian.com/science/2022/nov/09/artemis-nasa-rocket-launch-delay-storm-nicole\">Florida-bound tropical storm forces new delay to uncrewed Artemis moonshot</a></strong></li></ul><p>Residents of Florida’s east coast were bracing for a direct hit from a <a href=\"https://www.theguardian.com/us-news/2022/nov/09/florida-hurricane-tropical-storm-nicole-landfall-latest\">rare November hurricane</a> that was forecast to hit in the early hours of Thursday, with evacuations ordered in several vulnerable counties as storm Nicole approached.</p><p>Areas of the state devastated by <a href=\"https://www.theguardian.com/us-news/hurricane-ian\">Hurricane Ian</a> in September lay in the path of the cyclone that continued to pick up strength in the Atlantic on Wednesday after striking the Bahamas in the early afternoon with winds above 70mph.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/storm-nicole-florida-rare-november-hurricane-warning\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/england-lgbtq-supporters-distance-themselves-from-david-beckham", "title": "England LGBTQ+ fans’ group criticises David Beckham over World Cup role", "date_published": "2022-11-09 22:44:12+00:00", "description": "<ul><li>Former captain a paid ambassador for Qatar World Cup</li><li>‘I’m so disappointed, we have put him on a pedestal’</li></ul><p>The England national team’s largest LGBTQ+ supporters’ group has suggested that David Beckham should no longer be considered a great ally or placed on a pedestal after becoming a paid ambassador for the Qatar World Cup.</p><p>Di Cunningham, the co-founder of the Three Lions Pride group, said she was disappointed in Beckham’s decision to accept a deal – reported to be worth £150m – given that Qatari law criminalises same-sex relationships.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/england-lgbtq-supporters-distance-themselves-from-david-beckham\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/snoop-dogg-reveals-biopic-with-black-panther-co-writer-joe-robert-cole", "title": "Snoop Dogg reveals biopic in the works with Black Panther co-writer", "date_published": "2022-11-09 22:35:35+00:00", "description": "<p>Universal signs on West Coast rapper, who described his writing and directing team as ‘the perfect marriage. It was holy matrimony, not holy macaroni’</p><p>Snoop Dogg is getting a big-screen biopic.</p><p>Universal Pictures announced Wednesday that the studio is developing a film about Snoop Dogg’s life to be produced by the 51-year-old rapper. </p> <a href=\"https://www.theguardian.com/music/2022/nov/10/snoop-dogg-reveals-biopic-with-black-panther-co-writer-joe-robert-cole\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/09/trump-pence-honest-jan-6-capitol-attack-lincoln-project-book", "title": "Trump said Pence was ‘too honest’ over January 6 plot, says ex-vice-president in book", "date_published": "2022-11-09 22:30:06+00:00", "description": "<p>Pence also seems to blame anti-Trump Lincoln Project for angering former president with political ad, fueling Capitol attack</p><p>Shortly before the January 6 insurrection, Donald Trump warned Mike Pence he was “too honest” when he hesitated to pursue legalistic attempts to stop certification of Joe Biden’s 2020 election victory and would make Trump’s supporters “hate his guts”, the former vice-president writes in his memoir.</p><p>Pence also seems, bizarrely, to blame the anti-Trump Lincoln Project for enraging Trump with a political ad, thereby fueling the anger that incited the Capitol attack.</p> <a href=\"https://www.theguardian.com/books/2022/nov/09/trump-pence-honest-jan-6-capitol-attack-lincoln-project-book\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/liverpool-derby-county-carabao-cup-match-report", "title": "Kelleher’s shootout saves see Liverpool scrape past Derby in Carabao Cup", "date_published": "2022-11-09 22:18:06+00:00", "description": "<p>Caoimhín Kelleher reprised his role as Liverpool’s Carabao Cup saviour as Jürgen Klopp’s team scraped into round four at the expense of League One Derby. The Republic of Ireland international, who scored Liverpool’s 11th and final penalty in the shootout victory over Chelsea in February, made three saves in another penalty shoo-out after a goalless 90 minutes at Anfield.</p><p>Kelleher saved from Conor Hourihane, Craig Forsyth and on-loan Everton striker Lewis Dobbin in the shoot-out after the introduction of several big names from the Liverpool bench had failed to break the deadlock in normal time. 18-year-old Stefan Bajcetic and Roberto Firmino failed to convert their penalties for Liverpool, and Darwin Núñez only just did, but Harvey Elliott sealed the holders’ passage with the fifth and final spot-kick.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/liverpool-derby-county-carabao-cup-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/prominent-irananian-actor-removes-mandatory-headscarf-in-defiant-protest", "title": "Prominent Iranian actor removes mandatory headscarf in defiant protest", "date_published": "2022-11-09 22:07:10+00:00", "description": "<p>Taraneh Alidoosti posted image on her Instagram account in support of protests sweeping the country</p><p>One of <a href=\"https://www.theguardian.com/world/iran\">Iran</a>’s most prominent actors posted an image of herself on social media on Wednesday without the headscarf mandatory for women in the Islamic republic.</p><p>Taraneh Alidoosti’s apparent act of defiance comes as <a href=\"https://www.theguardian.com/world/2022/oct/25/protesters-defy-crackdown-at-universities-across-iran\">weeks of protests have rocked the country since the death of Mahsa Amini.</a> The 22-year-old Kurdish Iranian woman died in mid-September after being arrested by the morality police in Tehran for allegedly flouting the country’s strict dress rules for women.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/prominent-irananian-actor-removes-mandatory-headscarf-in-defiant-protest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/09/ftx-binance-merger-crypto-price-falls", "title": "Binance pulls out of FTX merger sending cryptocurrency prices plunging", "date_published": "2022-11-09 22:06:39+00:00", "description": "<p>The deal was conditional to due diligence of FTX’s balance sheet which raised enough concerns for Binance to back out</p><p>Cryptocurrency prices plunged for a second-straight day on Wednesday after crypto exchange Binance announced it was pulling out of its deal to purchase its failing rival FTX Trading.</p><p>Bitcoin and other cryptocurrencies were broadly lower on rumors and news reports that the Binance-FTX deal was in trouble. The CEOs of the two exchanges – Sam Bankman-Freid of FTX and Changpeng Zhao of Binance – had publicly agreed to a merger Tuesday, pending the ability for Binance to perform due diligence of FTX’s balance sheet.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/09/ftx-binance-merger-crypto-price-falls\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/arsenal-brighton-carabao-cup-match-report", "title": "Brighton seal stylish Carabao Cup win to end Arsenal’s winning run at home", "date_published": "2022-11-09 22:00:03+00:00", "description": "<p>There will be few sleepless nights at Arsenal over this result and, as their fans were keen to point out, first place in the Premier League is a bigger attraction than Carabao Cup progress.</p><p>But Mikel Arteta will still be frustrated by defeat to an alert, bold Brighton team who responded superbly to going behind and have a bright future if a young side’s performance is any measure. Kaoru Mitoma completed the turnaround after Danny Welbeck’s penalty had cancelled out an Eddie Nketiah finish and Tariq Lamptey added some gloss. It meant Arsenal’s 12-match winning run at the Emirates, Brighton coincidentally the previous opponent to win here, came to an end.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/arsenal-brighton-carabao-cup-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/rugby-union-world-cup-final-england-thompson-aitchison-to-face-new-zealand", "title": "England’s Thompson and Aitchison to face New Zealand in World Cup final", "date_published": "2022-11-09 21:30:36+00:00", "description": "<ul><li>Injured Rowland to miss out, Heard drops to the bench</li><li>Coach Middleton confident players will rise to challenge</li></ul><p>The England head coach, Simon Middleton, says he is confident his team will rise to the ultimate challenge when they face New Zealand in Saturday’s Rugby World Cup final. Middleton has unveiled a slightly reshuffled starting XV containing the wing Lydia Thompson and the centre Holly Aitchison and believes his players are ready to embrace the extra pressure of the occasion.</p><p>In the absence of the injured Helena Rowland, Middleton has recalled the experienced Thompson to help contain the dangerous Black Ferns outside backs, while Aitchison replaces Tatyana Heard at inside‑centre. Ellie Kildunne will now start at full-back, with Heard and Claudia MacDonald on the bench.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/rugby-union-world-cup-final-england-thompson-aitchison-to-face-new-zealand\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/09/matt-hancock-im-a-celebrity-sludge-beastly-burrows-trial", "title": "Matt Hancock squeals as he is showered with sludge on I’m a Celebrity debut", "date_published": "2022-11-09 21:00:35+00:00", "description": "<p>Former health secretary crawls through dark tunnels in Beastly Burrows first trial</p><p>In the run-up to Matt Hancock’s appearance on I’m a Celebrity, it was widely speculated that he would be subjected to all the most gruesome challenges. In that respect, his first episode did not fail to deliver.</p><p>The hosts Ant McPartlin and Declan Donnelly – and probably much of the nation – could barely contain their delight as the former health secretary was forced to crawl through tiny, dark tunnels where he was showered with bugs and sludge.</p><p><em>I’m a Celebrity … Get Me Out of Here! continues on Thursday at 9pm on ITV and ITV Hub.</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/09/matt-hancock-im-a-celebrity-sludge-beastly-burrows-trial\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/biden-political-rebuke-democrats-two-years-governing-gridlock", "title": "Biden narrowly avoided a political rebuke. The next two years could be a governing gridlock", "date_published": "2022-11-09 20:07:47+00:00", "description": "<p>A Republican House could still upend the trajectory of the presidency, with a decision to re-run looming in the distance</p><p>With the next two years of his presidency on the line and Congress in the balance, Joe Biden picked up the phone on Tuesday night and began placing a series of congratulatory calls.</p><p>At first, the president offered well-wishes to candidates widely expected to win their races, like Wes Moore, who was overwhelmingly elected to be Maryland’s first Black governor. But soon he was congratulating Democrats in more competitive races, like Virginia congresswoman Abigail Spanberger, whose race was seen as a bellwether of Republicans’ fortunes. And then a text to Pennsylvania lieutenant governor John Fetterman, who won one of the most fiercely contested Senate contests and gave Democrats their only gain in the chamber.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/biden-political-rebuke-democrats-two-years-governing-gridlock\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/09/sunak-faces-scrutiny-over-whether-he-knew-of-gavin-williamson-bully-claims", "title": "Sunak faces scrutiny over whether he knew of Gavin Williamson bully claims", "date_published": "2022-11-09 19:55:26+00:00", "description": "<p>Source claims PM was given ‘general description’ of alleged incident but gave Williamson a job anyway</p><p>Rishi Sunak is facing scrutiny over whether he knew about Gavin Williamson’s alleged bullying of a senior civil servant whom he told to “cut your throat” before reappointing him to government.</p><p>Two sources claimed the prime minister had been alerted to Williamson’s “credible and substantiated bad behaviour” while defence secretary when he drew up his cabinet.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/09/sunak-faces-scrutiny-over-whether-he-knew-of-gavin-williamson-bully-claims\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/09/sunak-sharpens-knives-of-his-detractors-with-handling-of-williamson-scandal", "title": "Sunak sharpens knives of his detractors with handling of Williamson scandal", "date_published": "2022-11-09 19:54:37+00:00", "description": "<p>With No 10 seemingly one step behind events, prime minister cultivated his reputation for poor political judgment</p><p>On the steps of Downing Street just two weeks ago, Rishi Sunak sought to draw a line under both of his recent predecessors’ chaotic administrations, vowing that his would be one of “integrity, professionalism and accountability at every level”.</p><p>But on Tuesday the prime minister’s promises – already shaken by his appointment of Suella Braverman as home secretary six days after she was sacked by Liz Truss, and his failure to fill the long-vacant ethics adviser role – took yet another battering as Gavin Williamson, the twice-sacked Cabinet Office minister, <a href=\"https://www.theguardian.com/politics/2022/nov/08/pressure-grows-on-unethical-and-immoral-gavin-williamson\">left the government under a dark cloud</a>.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/09/sunak-sharpens-knives-of-his-detractors-with-handling-of-williamson-scandal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/09/twitter-elon-musk-blue-check-verification", "title": "Confusion over blue check as Twitter launches, then retracts, gray check", "date_published": "2022-11-09 19:42:27+00:00", "description": "<p>As brand-new CEO Elon Musk experiments with changes at the company, major brands pause spending on the platform</p><p>Confusion abounded on Wednesday over how Twitter will handle account verification or dole out “blue checks”, as the newly minted owner and CEO, Elon Musk, continues to make changes at the platform. </p><p>Twitter announced on Tuesday it would start offering gray ticks and an “official” label to high-profile accounts as it prepared to start allowing any user to sign up for its blue-tick verification badge by joining the firm’s Twitter Blue subscription service and paying a monthly fee. The badges had previously served as verification of a user’s identity.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/09/twitter-elon-musk-blue-check-verification\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/the-winner-of-the-midterms-is-not-yet-clear-but-the-loser-is-donald-trump", "title": "The winner of the midterms is not yet clear – but the loser is Donald Trump", "date_published": "2022-11-09 19:30:09+00:00", "description": "<p>Trumpers fared badly in swing states as Biden bucked the historical trend and avoided heavy defeats in his first term</p><p><a href=\"https://www.theguardian.com/us-news/live/2022/nov/09/midterm-elections-2022-results-senate-house-us-democrats-republicans-live-updates-latest-news\">US midterm elections – latest news</a></p><p>And the loser is … Donald J Trump. The identity of the winners of America’s midterm elections was not clear the morning after the night before – even at lunchtime on Wednesday the TV anchors could not tell their audiences whether Democrats or Republicans would be in control of the House of Representatives or Senate – but there was no such ambiguity over the fate of the man who continues to loom over US politics, even two years after his removal from the White House. Trump took a beating.</p><p>True to form, the former president had wanted this election to be all about him. His rallies, nominally staged to boost support for Republican candidates in whichever state he had landed in, were instead intensely focused on himself. At an outdoor event in Latrobe, Pennsylvania on Saturday night, for example, he spoke only fleetingly of the men running for governor or senator, devoting most of his two-hour speech either to relitigating the past – insisting, against all evidence, that the 2020 election was stolen from him – or hinting at a glorious future, talking up his prospects for retaking the presidency in 2024.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/the-winner-of-the-midterms-is-not-yet-clear-but-the-loser-is-donald-trump\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/09/manchester-city-chelsea-carabao-cup-third-round-live-score-updates", "title": "Manchester City v Chelsea: Carabao Cup third round – live", "date_published": "2022-11-09 19:22:22+00:00", "description": "<ul><li>Carabao Cup updates from the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2022/nov/09/arsenal-v-brighton-nottingham-forest-v-tottenham-liverpool-derby-newcastle-crystal-palacecarabao-cup-live\">Follow clockwatch coverage of the night’s other games</a></li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a><strong> | </strong>And you can <a href=\"mailto:Scott%20Murray%20%3Cscott.murray.casual@theguardian.com%3E\">mail Scott</a> any thoughts</li></ul><p><strong>Reece James will be missing the World Cup, but England hopeful Kalvin Phillips looks to be timing his run back from injury just in the nick of time.</strong> He’s on the Manchester City bench tonight alongside Erling Haaland, Kevin De Bruyne, Phil Foden and Bernardo Silva. That is one hell of a subs’ bench. It’s a big night meanwhile for 17-year-old Rico Lewis, fresh from scoring that absolute screamer against Sevilla and in the City first XI.</p><p><strong>It’ll also be a big evening for 18-year-old Lewis Hall, who makes his first start in Chelsea’s midfield this season</strong>. Meanwhile Denis Zakaria is another player coming off the back of Champions League goalscoring heroics; the 25-year-old Swiss international notched against Dinamo Zagreb last week, and he’s in the Chelsea starting XI tonight. Their bench isn’t too shabby either, featuring the likes of Thiago Silva, Mason Mount, Raheem Sterling and, last but not least, Kai Havertz, who scored the decisive goal when these teams met in the 2021 Champions League final.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/09/manchester-city-chelsea-carabao-cup-third-round-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/china-increasingly-disruptive-global-power-canadian-foreign-minister", "title": "China ‘increasingly disruptive global power’, says Canadian foreign minister", "date_published": "2022-11-09 19:16:44+00:00", "description": "<p>Mélanie Joly hints at new Indo-Pacific strategy and asks firms to be clear eyed in business with China</p><p><a href=\"https://www.theguardian.com/world/canada\">Canada</a>’s foreign minister, Mélanie Joly, has said China has become “increasingly disruptive” on the world stage as she hinted in a speech at a new Indo-Pacific strategy expected to be released this month.</p><p>Her comments come ahead of several summits that Canada’s prime minister, Justin Trudeau, is to attend, including the Association of Southeast Asian Nations in Cambodia; the G20 in Indonesia; and the Asia-Pacific Economic Cooperation in Thailand.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/china-increasingly-disruptive-global-power-canadian-foreign-minister\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/swiatek-ended-on-a-low-note-but-can-reflect-on-season-of-huge-achievement", "title": "Iga Swiatek takes her place at top of tennis world after dominant season | Tumaini Carayol", "date_published": "2022-11-09 19:10:02+00:00", "description": "<p>World No 1 missed out on the WTA Finals title but is the undisputed queen of the court a year after being world No 9</p><p>As Iga Swiatek departed the Dickies Arena in Fort Worth, Texas, on Sunday night, waving farewell to the fans that chanted her name until the finish, she allowed herself a brief smile. It was not the way Swiatek has concluded many tournaments of this glittering season, meekly relinquishing the third set 6-1 to Aryna Sabalenka in the semi-final of the WTA Finals, but the mental fatigue had long set in. What she had already achieved this year was enough.</p><p>The numbers alone reflect the significance of Swiatek’s achievements this year, one of the greatest seasons of the 21st century. The Pole won two grand slam titles, including her first on hard courts at the US Open. She has been No 1 for eight months and counting, her points total of 11,085 more than double that of the No 2, Ons Jabeur, who holds 5,055 points.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/swiatek-ended-on-a-low-note-but-can-reflect-on-season-of-huge-achievement\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/american-woman-carly-morris-detained-saudi-arabia-released-family", "title": "US woman detained in Saudi Arabia over Twitter post released, family says", "date_published": "2022-11-09 19:07:31+00:00", "description": "<p>Carly Morris was reunited with her daughter but still under a travel ban after saying she has been trapped there since 2019</p><p>An American woman <a href=\"https://www.theguardian.com/world/2022/nov/09/american-us-woman-carly-morris-detained-saudi-arabia\">who was detained in Saudi Arabia</a> after posting on Twitter that she and her daughter had been trapped in the kingdom since 2019 has been released and reunited with her daughter, according to her family.</p><p>Carly Morris, 34, was released from prison on Wednesday but is still under a travel ban. She was detained on Sunday over allegations that she was “destabilising public order” after posting that she and her daughter, eight, had been held against their will in the country.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/american-woman-carly-morris-detained-saudi-arabia-released-family\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/wales-world-cup-squad-joe-allen-rob-page-gareth-bale", "title": "Rob Page names Wales World Cup squad with ‘special case’ Joe Allen included", "date_published": "2022-11-09 19:05:33+00:00", "description": "<ul><li>Page says Gareth Bale’s match fitness is ‘million-dollar question’</li><li>‘If he’s fit, he’s playing’ insists head coach on midfielder Allen</li></ul><p>Rob Page has conceded he is treating Joe Allen as a special case after naming him in his squad for Wales’s first World Cup in 64 years and admitted that Gareth Bale’s fitness for the finals remains the “million-dollar question”.</p><p>By the time Wales play USA in their Group B opener Allen will not have played a competitive game for more than two months but Page is giving the Swansea midfielder every chance of being fit for their first game in Qatar and never entertained the idea of not selecting the 32-year-old because of his invaluable experience.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/wales-world-cup-squad-joe-allen-rob-page-gareth-bale\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/09/octopuses-throw-objects-at-one-another-researchers-observe", "title": "Octopuses throw objects at one another, researchers observe", "date_published": "2022-11-09 19:00:33+00:00", "description": "<p>Scientists suggest octopuses propel material as part of den cleaning, but also in interactions and with purpose</p><p>They hunt alone, are prone to a scrap, and even cannibalise one another. And octopuses appear to have another antisocial arm to their behaviour: they hurl jet-propelled clouds of silt, algae and even shells.</p><p>Researchers studying <em>Octopus tetricus</em>, the common Sydney octopus, have filmed the cephalopods gathering debris in their front arms and web and jet-propelling it away from their body using water ejected from their siphon – the latter having been shifted between their rear arms for the purpose.</p> <a href=\"https://www.theguardian.com/science/2022/nov/09/octopuses-throw-objects-at-one-another-researchers-observe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/xi-jinping-tells-chinas-army-to-focus-on-preparation-for-war", "title": "Xi Jinping tells China’s army to focus on preparation for war", "date_published": "2022-11-09 19:00:13+00:00", "description": "<p>President says China in an ‘unstable and uncertain’ security situation amid tensions over Taiwan</p><p>Xi Jinping has told the People’s Liberation Army to “focus all its energy on fighting” in preparation for war, a Chinese Communist party mouthpiece has reported.</p><p>Pictures of Xi, who recently secured a third term as party leader, in his army uniform during a visit to a command centre featured prominently on the front page of the People’s Daily on Wednesday. </p> <a href=\"https://www.theguardian.com/world/2022/nov/09/xi-jinping-tells-chinas-army-to-focus-on-preparation-for-war\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/09/arsenal-v-brighton-nottingham-forest-v-tottenham-liverpool-derby-newcastle-crystal-palacecarabao-cup-live", "title": "Arsenal v Brighton, Nottingham Forest v Tottenham: Carabao Cup – live", "date_published": "2022-11-09 18:56:10+00:00", "description": "<ul><li>Carabao Cup updates from the 7.45pm GMT kick-offs</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can <a href=\"mailto:Daniel%20Harris%20%3Cdaniel.harris.casual@theguardian.com%3E\">mail Daniel</a> or tweet <a href=\"https://twitter.com/danielharris\">him</a></li></ul><p><strong>For some reason we don’t yet have the Arsenal side</strong> but bear with me and them – it’s en route. </p><p>Evening all, and welcome to your Carabao Cup round three clockwatch – there’s fair bit going on tonight, so let’s get to it.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/09/arsenal-v-brighton-nottingham-forest-v-tottenham-liverpool-derby-newcastle-crystal-palacecarabao-cup-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/as-russia-tries-to-dig-in-ukraines-challenge-will-be-to-repeat-its-victory-in-kherson", "title": "As Russia tries to dig in, Ukraine’s challenge will be to repeat its victory in Kherson", "date_published": "2022-11-09 18:49:27+00:00", "description": "<p>With Russia still in control of a large swathe of occupied territory, Ukraine may encounter unexpected resistance as it tries to push south</p><p>Russia’s sheepish yet televised announcement that it will abandon Kherson city and points west of the Dnipro represents, on the face of it, a remarkable victory for Ukraine and a sophisticated military strategy. If the withdrawal does indeed lead to the swift recapture of the city, the Ukrainians will have done so with relatively little loss of life and without what could have been costly urban warfare.<br /><br />From the moment the Russian advance was stopped south of Mykolaiv in the spring, the invaders’ position on the west bank was obviously strategically vulnerable. But it has taken a careful three-month campaign to force the Kremlin to conclude it cannot hang on, beginning with the targeting of Russian logistics on both sides of the river with Himars and other longer range rocket artillery and which turned to targeting strategic bridges and then the pontoons that the Russians had to built to resupply their forces in the cross-river pocket.<br /><br />An immediate question is whether Ukraine will now encounter unexpected resistance as it tries to push south, but with the reconnaissance drone technology it has available it should be able to detect if there are any substantial remaining forces. Serious battles appear unlikely – although Ukrainian troops will have to be wary of mines left by the retreating invaders. Russia has been preparing its exit for a month now, moving command and control across the river and at least some of its experienced forces, before finally evacuating any sympathetic citizens and the bones of Catherine the Great’s chief minister Grigory Potemkin.<br /><br />But Ukraine will want to disrupt the Russian retreat as much as possible, capturing soldiers and above all equipment – turning the withdrawal into something like the near rout that took place in September when Russia made a similar decision, to withdraw from near Kharkiv and Izium in the northern part of the front to behind the Oskill river, in an attempt, only partially successful, to consolidate its position into the late autumn and early winter.</p><p>Of critical importance will be for Ukraine to secure the Nova Kakhovka dam, upstream from Kherson. Russian officials and military bloggers still repeat the implausible threat that Ukraine intends to destroy the 30-metre high dam, a hydro electric facility that Kyiv warns has been mined by the Russians. It is Russia that could gain most from destroying the dam, although it would likely be a war crime, further affecting Ukraine’s already battered energy supplies, and widening the vast river at what is currently a relatively narrow point – although it could come at the cost of disrupting Crimea’s water supply.<br /><br />Russia’s strategy is clearly to try and consolidate its territorial gains as it seeks to bring more of the 300,000 conscripts forward to stabilise the front lines, and turn the barrier of the Dnipro in its favour. That, though, is likely to turn attention to other parts of the front line, such as the front south east of Zaporizhzhia, which has been stable for months. The attraction for the Ukrainians is that attacking here could cut off the land bridge to Crimea.<br /><br />For now, though, Russia remains in control of a large swathe of contiguous occupied territory. But what Ukraine has consistently shown all throughout the autumn is that its military are able to respond flexibly and creatively as the war continues – think also of the recent daring <a href=\"https://www.theguardian.com/world/2022/oct/29/russia-suspends-ukraine-grain-deal-after-attack-on-sevastopol-naval-base\">drone raid on Sevastopol naval base</a>. It was an approach signalled by Ukrainian presidential adviser Mykhailo Podolyak in August, where he said Kyiv’s ambition was <a href=\"https://www.theguardian.com/world/2022/aug/16/creating-chaos-zelenskiys-adviser-outlines-ukraines-military-strategy\">to create “chaos within Russian forces”</a> by striking at Russia’s supply lines as the attack on Kherson was only gearing up.<br /><br />Now, Ukraine’s apparent victory could not be more timely as Americans and Europeans worry about high energy costs ultimately caused by the war. The challenge for Kyiv will be to repeat it against Russians who are desperately trying to dig in.<br /><br /></p> <a href=\"https://www.theguardian.com/world/2022/nov/09/as-russia-tries-to-dig-in-ukraines-challenge-will-be-to-repeat-its-victory-in-kherson\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/what-happened-on-the-third-day-of-cop27-in-egypt", "title": "What happened on the third day of Cop27 in Egypt?", "date_published": "2022-11-09 18:48:33+00:00", "description": "<p>Negotiations move behind closed doors and China confirms ‘informal’ talks with US</p><p>After the leaders’ speeches of the first couple of days, most of the negotiations have now moved behind closed doors. The big discussions today were all around finance, and there does appear to have been some movement on this, as <a href=\"https://www.theguardian.com/environment/2022/nov/09/cop27-egypt-climate-disaster-funds\">Damian Carrington reported</a>, with positive momentum potentially starting to build on a pivotal issue as the UK said it would allow some debt payment deferrals, while Austria and New Zealand put forward funding for loss and damage.</p><p>Other developments included:</p><p>The family of the jailed British-Egyptian activist Alaa Abd el-Fattah demanded proof of life for the third day in a row</p><p>A Kulkalgal activist from the Torres Strait Islands said the way the world often treated Indigenous people was an insult and that he was at the conference “fighting for our home”</p><p>Bill McKibben, a US environmentalist and founder of <a href=\"http://350.org/\">350.org</a>, told an audience: “This year we’ve fully understood the link between fossil fuels and fascism. Putin could not have invaded Ukraine without the profits from oil and gas, or [cowed] the west with threats of turning off the taps.”</p><p>The World Bank president, David Malpass, said he was not a “climate denier”. The Donald Trump appointee <a href=\"https://www.theguardian.com/environment/2022/sep/25/head-of-world-bank-under-pressure-after-white-house-condemns-his-climate-denial-comments\">previously said</a> he did not “even know” if he accepted climate science.</p><p>Protesters <a href=\"https://www.theguardian.com/environment/live/2022/nov/09/cop27-egypt-negotiations-and-protests-begin-in-sharm-el-sheikh-live?page=with:block-636b6c418f082d3d26930d3e#block-636b6c418f082d3d26930d3e\">staged rallies</a> inside the central conference area, ignoring Egypt’s <a href=\"https://www.theguardian.com/environment/2022/oct/31/egypt-cop27-showcase-charms-sharm-el-sheikh-protest-mall\">attempts to keep displays of dissent out of sight</a>.</p><p>Almost half of young people in <a href=\"https://www.theguardian.com/world/africa\">Africa</a> say they have reconsidered having children due to the climate crisis, <a href=\"https://www.theguardian.com/environment/live/2022/nov/09/cop27-egypt-negotiations-and-protests-begin-in-sharm-el-sheikh-live?page=with:block-636b7ea28f083f3e45283c82#block-636b7ea28f083f3e45283c82\">according to a Unicef poll</a>.</p><p>China’s envoy <a href=\"https://www.theguardian.com/environment/live/2022/nov/09/cop27-egypt-negotiations-and-protests-begin-in-sharm-el-sheikh-live?page=with:block-636b81628f083f3e45283caa#block-636b81628f083f3e45283caa\">said</a> the US had “closed the door” to climate talks and needed to reopen it. Xie Zhenhua said Beijing and Washington were having “informal talks”. Xie also hinted that China may contribute to a “loss and damage” fund.</p><p>John Kerry, the US climate envoy, announced a global carbon credit trading initiative that he said would be “critical” in helping developing countries transition to cleaner forms of energy. That has received a mixed reaction from environmental groups.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/what-happened-on-the-third-day-of-cop27-in-egypt\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/09/why-mark-zuckerberg-announce-11000-job-cuts-meta", "title": "Why Mark Zuckerberg had to announce 11,000 job cuts at Meta", "date_published": "2022-11-09 18:37:20+00:00", "description": "<p>Company thought rise in online activity would last, rivals stole its users, and metaverse was too uncertain for shareholders</p><p>There are a lot of reasons why Mark Zuckerberg felt he had no choice but to institute a bruising wave of <a href=\"https://www.theguardian.com/technology/2022/nov/09/mark-zuckerberg-meta-to-sack-11000-workers-after-revenue-collapse-facebook-instagram\">11,000 redundancies</a> at Meta.</p><p>The company behind Facebook had overextended, he said. Like many of its competitors, it believed the rise in online activity during the coronavirus pandemic was a permanent shift: that although people were forced to turn to e-commerce, video chats and online gaming because they couldn’t leave their homes, they would choose to carry on living that way once restrictions were lifted.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/09/why-mark-zuckerberg-announce-11000-job-cuts-meta\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/09/scottish-plans-to-include-transgender-women-in-equality-law-tested-in-court", "title": "Scottish plans to include transgender women in equality law tested in court", "date_published": "2022-11-09 18:33:46+00:00", "description": "<p>Judicial review begins over definition of ‘woman’ in 2018 law to improve gender balance on public boards</p><p>The Scottish government is facing a judicial review over plans to include transgender women in legislation aimed at improving gender balance on public boards.</p><p>Aidan O’Neill KC, for the campaign group For Women Scotland, said the court of session’s ruling would have significant implications for the protection of single-sex spaces across the UK, as well as proposals to simplify how transgender people can alter their birth certificate currently being debated by the Scottish parliament.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/09/scottish-plans-to-include-transgender-women-in-equality-law-tested-in-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/britain-does-not-know-if-alaa-abd-el-fattah-still-alive-minister-admits", "title": "Britain does not know if Alaa Abd el-Fattah still alive, minister admits", "date_published": "2022-11-09 18:16:01+00:00", "description": "<p>Middle East minister says Egypt’s failure to grant consular access to hunger striker will have ‘massive bearing’ on UK relationship </p><p>Britain’s Middle East minister says he does not know whether the jailed hunger striker Alaa Abd el-Fattah is still alive, and says Egypt’s refusal to allow British consular access is unacceptable.</p><p>Speaking in the House of Lords, Lord Ahmad also said the failure of the Egyptian government to cooperate over the British-Egyptian prisoner would have “a massive bearing” over Britain’s future relationship with Egypt.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/britain-does-not-know-if-alaa-abd-el-fattah-still-alive-minister-admits\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/france-to-require-all-large-car-parks-to-be-covered-by-solar-panels", "title": "France to require all large car parks to be covered by solar panels", "date_published": "2022-11-09 18:08:43+00:00", "description": "<p>Legislation approved by Senate will apply to existing and new car parks with space for at least 80 vehicles</p><p>All large car parks in France will be covered by solar panels under new legislation approved as part of president Emmanuel Macron’s renewable energy drive.</p><p>Legislation approved by the French Senate this week requires existing and new car parks with space for at least 80 vehicles to be covered by solar panels.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/france-to-require-all-large-car-parks-to-be-covered-by-solar-panels\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/09/warren-beatty-lawsuit-1973-coercion-sex-allegation", "title": "Warren Beatty sued for allegedly coercing sex from minor in 1973", "date_published": "2022-11-09 18:05:59+00:00", "description": "<p>Lawsuit filed Monday in Los Angeles alleges actor, then 35, ‘coerced sexual contact’ with 14-year-old girl ‘on multiple occasions’</p><p>A woman has filed a lawsuit against Warren Beatty, alleging that the actor coerced her into sex in 1973 when he was 35 and she was 14 and 15.</p><p>The suit, filed on Monday in Los Angeles superior court by Kristina Hirsch, does not list Beatty, now 85, by name but clearly references him. The defendant is referred to as “a renowned and well-known actor and producer” who was nominated for an academy award for his role as Clyde in 1967’s Bonnie and Clyde.</p> <a href=\"https://www.theguardian.com/film/2022/nov/09/warren-beatty-lawsuit-1973-coercion-sex-allegation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/trump-endorsed-candidates-republicans-midterm-performance", "title": "Trump’s endorsement hurt Republicans in midterms – aside from JD Vance", "date_published": "2022-11-09 18:04:55+00:00", "description": "<p>The ex-president’s support dragged author from the back of the primary field – but other outlandish candidates went down in flames</p><ul><li><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm election results 2022: live</a></li></ul><p>When a jubilant JD Vance claimed victory as the newly elected US Senator for Ohio, he told a relieved state Republican party that he was “overwhelmed with gratitude”.</p><p>The bestselling author of Hillbilly Elegy, an account of growing up amid drug addiction and poverty, thanked his family, his campaign team and his fellow Republican candidates in the midwestern state. But all of that gratitude did not extend to a mention of the one person Vance arguably owes most to, Donald Trump.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/trump-endorsed-candidates-republicans-midterm-performance\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/09/spirited-review-will-ferrell-ryan-reynolds", "title": "Spirited review – Will Ferrell and Ryan Reynolds hit all the wrong notes in Christmas musical", "date_published": "2022-11-09 18:03:45+00:00", "description": "<p>The two make for an awkward double act in a slick but grating song-and-dance spin on A Christmas Carol that will make grinches of us all</p><p>It’s been almost 20 years since Will Ferrell and Jon Favreau gifted us the unlikely yet enduring Christmas winner Elf, the rare four-quadrant success story that neatly balanced the sweet with the salty. It’s a tricky tightrope that Ferrell’s new festive comedy Spirited precariously wobbles along before almost immediately falling off, a desperate and crudely assembled attempt to recapture that very difficult to capture magic.</p><p>It comes from Apple, as one of the tech behemoth’s biggest bets to date (at least $75m was spent just on talent), and suitably has the feeling of something created less by real human people and more calculated by artificial intelligence, heavy emphasis on artificial. It’s a plasticky piece of product with the puppyish insistence that it has the power to please us all, frantically trying to tick every box but failing to hit just one. A meta spin on A Christmas Carol that’s also a bromance comedy but mostly an earnest, full-throated musical was never going to be an easy elevator pitch to untangle but it was enough to spark a bidding war with Apple beating out Netflix, Paramount and Warner Bros.</p> <a href=\"https://www.theguardian.com/film/2022/nov/09/spirited-review-will-ferrell-ryan-reynolds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/tiger-woods-to-return-to-golf-at-decembers-hero-world-challenge", "title": "Tiger Woods will return to golf at December’s Hero World Challenge", "date_published": "2022-11-09 17:55:32+00:00", "description": "<ul><li>Former world No 1 has not played since July’s Open</li><li>46-year-old still feeling effects of serious car crash</li></ul><p>Tiger Woods has announced that he will return to action at next month’s Hero World Challenge.</p><p>Woods has not played since July, when he missed the cut in what <a href=\"https://www.theguardian.com/sport/2022/jul/15/emotional-tiger-woods-admits-he-is-unlikely-to-play-at-st-andrews-again\">could prove to be his final Open at St Andrews</a>.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/tiger-woods-to-return-to-golf-at-decembers-hero-world-challenge\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/nets-ignore-controversial-udoka-and-make-vaughn-permanent-head-coach", "title": "Nets ignore controversial Udoka and make Vaughn permanent head coach", "date_published": "2022-11-09 17:43:41+00:00", "description": "<ul><li>Team has been dealing with multiple off-court issues</li><li>Vaughn has been interim head coach after Steve Nash firing</li></ul><p>The Brooklyn Nets have promoted Jacque Vaughn from interim to permanent head coach after a period of turmoil at the team.</p><p>“Jacque’s basketball acumen, competitiveness and intimate knowledge of our team and organization make him the clear-cut best person to lead our group moving forward,” Nets general manager Sean Marks said in a statement. “He has a proven ability to get the best out of our players, hold them accountable and play a cohesive, team-first style of basketball.”</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/nets-ignore-controversial-udoka-and-make-vaughn-permanent-head-coach\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/hungarian-judges-face-media-smears-after-meeting-us-ambassador", "title": "Hungarian judges face media ‘smears’ after meeting US ambassador", "date_published": "2022-11-09 17:39:23+00:00", "description": "<p>Colleagues come to defence of pair subjected to ‘coordinated attack’ over meeting last month</p><p>Hungary’s leading judges have launched a defence of two colleagues who say they have faced a “full-scale smear campaign” by state-supporting media after the pair met the US ambassador.</p><p>The US embassy in Budapest has also spoken out against a “coordinated media attack” on the judges that it said was “an effort to instil fear” in anyone wishing to engage with the US government.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/hungarian-judges-face-media-smears-after-meeting-us-ambassador\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/marcus-rashford-and-ben-white-england-world-cup-call-ups-callum-wilson-walker-phillips", "title": "Marcus Rashford and Ben White poised for England World Cup call-ups", "date_published": "2022-11-09 17:36:51+00:00", "description": "<ul><li>Callum Wilson could be picked ahead of Abraham and Toney</li><li>Southgate ready to gamble on Kyle Walker and Kalvin Phillips </li></ul><p>Gareth Southgate is ready to hand Marcus Rashford an England recall and is poised to replace <a href=\"https://www.theguardian.com/football/2022/nov/09/england-world-cup-squad-reece-james-kalvin-phillips\">the injured Reece James</a> with the Arsenal defender Ben White when he names his 26-man squad for the World Cup on Thursday.</p><p>Southgate has been finalising his plans for Qatar and, along with taking gambles on the fitness of Manchester City’s Kyle Walker and Kalvin Phillips, is expected to bring Rashford out of the international wilderness.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/marcus-rashford-and-ben-white-england-world-cup-call-ups-callum-wilson-walker-phillips\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/bao-tong-former-top-aide-of-chinese-leader-zhao-ziyang-dies-at-90", "title": "Bao Tong, former top aide of Chinese leader Zhao Ziyang, dies at 90", "date_published": "2022-11-09 17:35:35+00:00", "description": "<p>Most senior Chinese Communist party official jailed over Tiananmen pro-democracy movement became one of party’s most vociferous critics</p><p>Bao Tong, the most senior Chinese Communist party official jailed over the <a href=\"https://www.theguardian.com/world/tiananmen-square-protests-1989\">Tiananmen pro-democracy movement</a>, has died four days after his 90th birthday.</p><p>The former top aide of the <a href=\"https://www.theguardian.com/news/2005/jan/18/guardianobituaries.china\">reformist leader Zhao Ziyang</a>, a sympathiser of the student-led movement that was crushed by the military in 1989, died early on Wednesday morning in Beijing, his son Bao Pu said in a brief Twitter post.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/bao-tong-former-top-aide-of-chinese-leader-zhao-ziyang-dies-at-90\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/abortion-rights-american-voters-democrats-midterms", "title": "American voters just sent a crystal-clear message: they believe in abortion rights | Jill Filipovic", "date_published": "2022-11-09 17:24:41+00:00", "description": "<p>Abortion rights voters delivered several key elections for Democrats. Now Democrats had better deliver for them</p><p>The 2022 midterm elections were not the “red wave” of Republican dreams. They didn’t end up being a rebuke to the Biden presidency, a message about inflation or a protest against perceived crime rates.</p><p>The only issue voters sent a clear message on? Abortion.</p><p>Jill Filipovic is the author of OK Boomer, Let’s Talk</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/abortion-rights-american-voters-democrats-midterms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/democrats-republicans-midterms-takeaways-2024", "title": "Early lessons from the US midterm elections as votes are still being counted", "date_published": "2022-11-09 17:23:54+00:00", "description": "<p>The “red wave” expected by Republicans and feared by Democrats failed to materialize</p><p>The mere fact that there are so many unknowns on the morning after election day is a sign that the night didn’t go as many had expected. The Republicans have not yet taken control of the US Senate or the House of Representatives and if they do, it won’t be by any huge margin. The final result won’t be the Republican landslide that Democrats feared or the big surprise that Democrats had hoped for.</p><p>But there won’t be much time for commiseration or celebration. Both parties will have to quickly regroup ahead of the 2024 presidential election and take stock of the lessons learned from these midterms. Here are some of the takeaways that are already becoming clear on Wednesday:</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/democrats-republicans-midterms-takeaways-2024\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/republicans-blame-trump-candidates-midterms", "title": "Republicans have someone to blame for their disappointing result: Donald Trump | Lloyd Green", "date_published": "2022-11-09 17:20:56+00:00", "description": "<p>Trump hangs over the ballot box like a malignant ghost. He scares more than he draws and, for Biden and the Democrats, he’s a gift that keeps giving</p><p>On election day, the Republicans suffered widespread humiliation. The much-vaunted “red wave” emerged like a hoax, closer to a red ripple. Although the full results are still being counted, we know this much at least: that across all states and timezones, Republicans <a href=\"https://newsitems.substack.com/p/no-red-tide?utm_source=substack&amp;utm_medium=email\">underperformed</a>. This morning, the stench of failure hangs over Donald Trump and his party.</p><p>With Trump’s specter hovering over the ballot box like a malignant ghost, democracy and abortion proved to be more resilient issues than predicted. Crime and inflation remained relevant, but not determinative. Suburban women <a href=\"https://www.foxnews.com/elections/2022/midterm-results/voter-analysis\">went Democratic</a>.</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/republicans-blame-trump-candidates-midterms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/adrian-chiles-interviewed-for-a-job-at-mi5", "title": "After a meeting that went on for hours, I was finally told what it was all about. I was being interviewed for a job at MI5 | Adrian Chiles", "date_published": "2022-11-09 17:19:46+00:00", "description": "<p>At 24, I was almost recruited by the security services. I had a mediocre degree, was overweight and wore a tracksuit stretched over a plaster cast on my leg. Clearly, just what they were looking for</p><p>A good story to tell is a precious thing. I wish you could give them to kids for Christmas, because a good story lasts longer than anything you can wrap up and put under a tree. A really good story will last a lifetime, whether you like it or not. I have such a story. It tends to come up when I am being interviewed to promote a TV programme I’ve made or, as has been the case recently, a book. Whoever is preparing for the interview casts around for something to ask, about anything – in their view – more interesting than the book. I imagine the production office conversation about my prospective appearance goes something like: “What, 10 minutes with him? How am I supposed to make that interesting?”<em> </em>It is at this point that someone, with the help of a search engine, will find a passing reference to the following story.</p><p>It was 1991. I was 24, just out of university, with a slow to heal, badly broken leg – a football injury. I didn’t have a clue what to do with my life but happened upon the idea of becoming a diplomat. Accordingly, I did the civil service entrance exams, the standard one and the fast-track test for graduates. I failed them both. And that was the end of that, until a short letter arrived in the post informing me that there was other government work for which I might be considered.<em> </em>I could only assume they needed cleaners or something. The address for a response was given as the director of establishments, Ministry of Defence. OK, so the MoD needed cleaners. Whatever. I ticked the box. Beggars can’t be choosers. I had a mediocre degree, a decidedly gammy leg and I was wildly overweight having been immobile for six months at my parents’ house with my mum providing a running buffet. The director of establishments, whoever that might be, was informed of my interest.</p><p>Adrian Chiles is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/adrian-chiles-interviewed-for-a-job-at-mi5\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/09/wagner-ring-cycle-regents-opera-ben-woodward-instead-of-100-ive-got-18-musicians-", "title": "Like Alberich, I am irresistibly drawn to to the Ring. But instead of 100 I’ve got 18 musicians…", "date_published": "2022-11-09 17:17:14+00:00", "description": "<p>Ben Woodward spent lockdown rearranging the Ring Cycle for an orchestra one-fifth the size of Wagner’s. As Regents Opera opens Das Rheingold, he explains how, and why, and that he still has 400 more hours to go</p><p>‘Beware the Ring,” sings Erda the omniscient Earth mother in the final scene of Das Rheingold. Her warning is conspicuously ignored by the gods, men, valkyries, giants and dragons who inhabit the world that Wagner creates – and destroys – over the course of the four operas in his Ring cycle.</p><p>It has also almost destroyed many musicians, and indeed opera companies, who, failing to heed Erda, have fallen under its spell.</p> <a href=\"https://www.theguardian.com/music/2022/nov/09/wagner-ring-cycle-regents-opera-ben-woodward-instead-of-100-ive-got-18-musicians-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/unseen-kristallnacht-photos-published-84-years-after-nazi-pogrom", "title": "Unseen Kristallnacht photos published 84 years after Nazi pogrom", "date_published": "2022-11-09 17:04:57+00:00", "description": "<p>Images released by Israeli Holocaust memorial show Hitler’s regime clearly orchestrating 1938 atrocity</p><p>Harrowing, previously unseen images from 1938’s Kristallnacht pogrom against German and Austrian Jews have surfaced in a photograph collection donated to Israel’s Yad Vashem memorial, the organisation said on Wednesday.</p><p>One shows a crowd of smiling, well-dressed middle-aged German men and women standing casually as a Nazi officer smashes a storefront window. In another, brownshirts carry heaps of Jewish books, presumably for burning. Another image shows a Nazi officer splashing petrol on the pews of a synagogue before it is set alight.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/unseen-kristallnacht-photos-published-84-years-after-nazi-pogrom\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/us-midterms-donald-trump-white-house-ukraine-uk", "title": "Trump’s march back to power has faltered. Now comes the real challenge for the global left | Martin Kettle", "date_published": "2022-11-09 17:00:39+00:00", "description": "<p>The US midterms have provided modest relief  – but dilemmas facing US allies from Ukraine to the UK remain</p><p>“It could have been a lot worse” will never be the most inspiring verdict on any election result, especially in a political and media environment that insists on absolutist conclusions and disparages nuance. In the case of the <a href=\"https://www.theguardian.com/us-news/2022/nov/09/democrats-house-senate-performance-polls-predictions\">US midterms</a>, however, it is the wisest one.</p><p>American democracy is flawed and under threat. But an overlooked virtue of well-rooted democratic political systems, not just the US version, is that they rarely produce catastrophes, even if sometimes they can come close. The midterms were just such a non-catastrophe.</p><p>Martin Kettle is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/us-midterms-donald-trump-white-house-ukraine-uk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/09/former-manston-asylum-seeker-sleeping-on-street-pleads-for-accomodation", "title": "Former Manston asylum seeker sleeping rough pleads for place to stay", "date_published": "2022-11-09 16:57:33+00:00", "description": "<p>Mamlye, 27, is one of about 40 people driven out of asylum centre last week and left to fend for themselves</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/09/rishi-sunak-gavin-williamson-resignation-keir-starmer-pmqs-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>A Kurdish-Iranian asylum seeker found sleeping rough outside Victoria station in London is pleading for accommodation a week after enduring “horrendous” conditions in Manston immigration centre.</p><p>The 27-year-old man, who gave his name as Mamlye, was among about 40 people driven out of <a href=\"https://www.theguardian.com/uk-news/2022/nov/09/theyre-risking-their-lives-to-come-here-there-must-be-a-reason-how-dover-really-feels-about-migrants\">the centre</a> on 1 November and left to fend for themselves.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/09/former-manston-asylum-seeker-sleeping-on-street-pleads-for-accomodation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/09/graham-fellows-john-shuttleworth-father-earth-documentary", "title": "‘You should remain silent’: John Shuttleworth squares up to his own creator", "date_published": "2022-11-09 16:54:30+00:00", "description": "<p>Graham Fellows’ film Father Earth records the Sheffield comedian’s trip to Orkney with his dad – and a bid to step out of his alter ego’s shadow</p><p>When I last saw Graham Fellows in character as northern singer-songwriter John Shuttleworth, <a href=\"https://www.theguardian.com/stage/2015/mar/11/john-shuttleworth-review\">back in 2015</a>, I felt – after years of adoring the act – that Shuttleworth could use a break and Fellows could use something new to do. It turns out that was already happening, as now documented in Fellows’ new film. Father Earth – a follow-up to his previous DIY documentaries, <a href=\"https://www.theguardian.com/film/2006/apr/20/1\">It’s Nice Up North</a> and Southern Softies – traces the comic and his ageing dad’s trip to Orkney, there to convert a tumbledown church building into an eco-friendly recording studio.</p><p>That was the film Fellows thought he was making back in 2010, when most of the movie was shot. It’s not entirely the film with which he’s now touring venues around Britain, and which is released online next month. It’s hard to pin down exactly what story his final edit is telling, not surprisingly given its convoluted journey to the screen. Idea #1, Fellows explained at a Q&amp;A in London on Tuesday, was to film his effort to drive to Orkney in a dinky G-Wiz electric car. That idea was shelved when Fellows twigged to the logistical difficulties, but also when his 82-year-old father offered to join him on the trip. At which point, Father Earth became a buddy movie about a depressive comic and his dad trying to get a dream off the ground in the windswept wilds of northern Scotland.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/09/graham-fellows-john-shuttleworth-father-earth-documentary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/england-not-given-easy-ride-rugby-league-world-cup-shaun-wane", "title": "Wane insists England have not had easy ride in Rugby League World Cup", "date_published": "2022-11-09 16:47:55+00:00", "description": "<ul><li>England preparing to face Samoa in semi-final on Saturday</li><li>Wane: ‘I don’t see that, the World Cup have done a great job’</li></ul><p>The England head coach, Shaun Wane, has laughed off suggestions that this year’s Rugby League World Cup has been geared in favour of the hosts. England take on Samoa at the Emirates Stadium on Saturday for a place in the following weekend’s final while in the other semi-final the two sides who between them have won the past nine World Cups, Australia and New Zealand, square off.</p><p>There has been frustration from some nations about the logistical operations they have had to endure at the tournament. Samoa have relocated twice after being left disappointed by their base – they moved from Doncaster to Bolton and then on to Manchester. Australia have also switched from their initial training base at the Etihad Campus to Salford’s AJ Bell Stadium.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/england-not-given-easy-ride-rugby-league-world-cup-shaun-wane\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/09/gal-costa-brazilian-singer-dies-at-77", "title": "Gal Costa, influential Brazilian singer, dies aged 77", "date_published": "2022-11-09 16:43:55+00:00", "description": "<p>The singer, who was a main part of the Tropicália movement, had recently canceled an appearance at a music festival after surgery</p><p>Gal Costa, the influential Brazilian singer who was one of the principal figures in the Tropicália movement of the 1960s, died on Wednesday, her public relations agency <a href=\"https://www.barrons.com/articles/natural-gas-prices-weather-forecast-51667844796\">confirmed</a>. She was 77.</p><p>No cause of death was immediately provided. The singer, who lived in São Paulo, had recently canceled a concert at a local music festival on advice from her doctor, after surgery in September to remove a nodule from her right nasal cavity. She had been expected to return to the stage in São Paulo in December, according to tour dates listed on her website.</p> <a href=\"https://www.theguardian.com/music/2022/nov/09/gal-costa-brazilian-singer-dies-at-77\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/ukraine-brigade-russia-retreat-kherson-frontline", "title": "‘Russia kaput!’: Ukraine brigade eyes victory as enemy retreats from Kherson", "date_published": "2022-11-09 16:43:27+00:00", "description": "<p>Mood on frontline buoyant in face of increasingly ‘panicking’ Russian forces</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/09/russia-ukraine-war-live-reports-of-fierce-fighting-in-mykolaiv-region-zelenskiy-says-russians-face-extraordinary-losses-in-donetsk\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>On the edge of a copse, Danilo and two fellow soldiers stared intently at a screen. On it was a live video feed from a drone. “It’s quite simple to use. We put the drone up, call in an artillery strike and see where it lands. Then we adjust the position,” said Danilo, a member of Ukraine’s 63rd Mechanised Brigade.</p><p>The drone offered a panoramic view of the city of Snihurivka, occupied since spring by Russian troops. There wis an industrial estate, buildings, and a grain silo, used by the enemy as a lookout point. The latest attack missed its target. “We were 300 metres off,” said Danilo, pointing to the feed that showed a puff of grey smoke.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/ukraine-brigade-russia-retreat-kherson-frontline\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/shortcuts/2022/nov/09/can-inbox-zero-improve-productivity", "title": "75,825 unread emails? That’s showing those Inbox Zero losers who’s the boss!", "date_published": "2022-11-09 16:41:06+00:00", "description": "<p>Efficiency experts say we should process our emails promptly, even if it’s just by marking them as read. But that’s not the way some of us roll</p><p><strong>Name:</strong> Inbox Zero</p><p><strong>Age:</strong> The idea was first introduced by efficiency expert Merlin Mann in 2006.</p> <a href=\"https://www.theguardian.com/technology/shortcuts/2022/nov/09/can-inbox-zero-improve-productivity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/twitter-mastodon-parler-elon-musk", "title": "I found my partner and a job on Twitter. Mastodon and Parler could never compare | Sarah Manavis", "date_published": "2022-11-09 16:39:07+00:00", "description": "<p>Elon Musk’s takeover has seen an estimated million users leave the site. But was it already past its prime?</p><p>Like much of what has happened in recent years, the possibility of Elon Musk taking over and actually managing to destroy Twitter had the quality of a fever dream: something that would probably be a disaster but would almost certainly never happen. It felt likely that, even in the most dramatic case, he would succeed only in making an already bad platform slightly worse. Which is why the last 10 days have awed even Musk’s harshest critics: since he took over Twitter on 27 October, after firing thousands of staff and the company’s entire board so that he became its sole member, the site has truly begun to tank. By Musk’s own admission, the company is <a href=\"https://www.reuters.com/markets/deals/twitters-massive-revenue-drop-adds-heavy-debt-burden-2022-11-07/\">losing</a> $4m a day – reportedly in large part due to advertisers fleeing.</p><p>In the few days after Musk’s takeover, <a href=\"https://www.technologyreview.com/2022/11/03/1062752/twitter-may-have-lost-more-than-a-million-users-since-elon-musk-took-over/#:~:text=Silicon%20Valley-,Twitter%20may%20have%20lost%20more%20than%20a%20million%20users%20since,a%20million%20more%20were%20suspended.\">more than a million people</a> are believed to have left the site, many in pursuit of an alternative Twitter-esque platform. While there are several popular existing sites that allow users to create text posts shared to an online message board (like Discord, Reddit, and Tumblr), the emerging favourite is Mastodon: a social networking site which uniquely operates as a nonprofit, effectively<strong> </strong>pitching itself as “Twitter, but nice”. However, the idea that you can recreate a version of Twitter without Twitter’s pre-existing problems is a pipe dream. It won’t happen on Mastodon; it most probably won’t happen anywhere.</p><p>Sarah Manavis is an American writer covering technology, culture and society</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/twitter-mastodon-parler-elon-musk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/son-heung-min-world-cup-south-korea-sadio-mane-senegal-tests", "title": "Son going to World Cup with South Korea but Senegal wait on Mané tests", "date_published": "2022-11-09 16:24:27+00:00", "description": "<ul><li>Son will be part of squad but indicates fitness not yet certain</li><li>Mané ruled out of weekend game by Bayern with fibula injury </li></ul><p>Son Heung-min has declared he will be part of South Korea’s World Cup squad but Sadio Mané’s presence in Qatar is in doubt after Bayern Munich said the Senegal forward had sustained an injury to his right fibula.</p><p>Son sustained a fracture around his left eye during Tottenham’s game at Marseille last week and had <a href=\"https://www.theguardian.com/football/2022/nov/02/son-heung-min-a-major-doubt-for-world-cup-after-fracturing-eye-socket\">surgery on Friday</a>. The Spurs manager, Antonio Conte, said on Sunday he expected the 30-year-old to be fit for the World Cup and Son provided an update on Instagram on Wednesday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/son-heung-min-world-cup-south-korea-sadio-mane-senegal-tests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/world-cup-2022-how-will-your-team-perform-in-qatar", "title": "World Cup 2022: how will your team perform in Qatar?", "date_published": "2022-11-09 16:10:24+00:00", "description": "<p>What are your hopes and expectations for the tournament?<br /></p><p>The strangest of all World Cups is nearly upon us. How well will your team perform at the tournament? What is the mood like at home? Whether you’re cheering on one of the favourites or supporting an underdog, share your hopes and expectations with us by filling out the form below.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/world-cup-2022-how-will-your-team-perform-in-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/09/northern-ireland-elections-may-be-delayed-until-april-to-facilitate-brexit-talks", "title": "Northern Ireland elections may be delayed until April to facilitate Brexit talks", "date_published": "2022-11-09 16:02:08+00:00", "description": "<p>Northern Ireland secretary says he will extend period for executive formation for up to 12 weeks</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/09/rishi-sunak-gavin-williamson-resignation-keir-starmer-pmqs-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Elections for the Northern Ireland Stormont assembly could be delayed until next April to give talks between the UK and the EU on the controversial Brexit trade arrangements a chance, the government has announced.</p><p>The Northern Ireland secretary, Chris Heaton-Harris, said he would introduce legislation to delay the date he needs to call an election by six weeks, with a further six-week delay if needed.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/09/northern-ireland-elections-may-be-delayed-until-april-to-facilitate-brexit-talks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/09/letitia-wright-black-panther-john-boyega-femi-oguns-acting-school", "title": "‘I make dreams come true’ – the star-maker who shot Letitia Wright, John Boyega and more to glory", "date_published": "2022-11-09 16:00:34+00:00", "description": "<p>As Wright pulls on the Black Panther catsuit, we meet Femi Oguns, whose acting school for black Brits – started two decades ago with a handful of flyers – is now Hollywood’s go-to talent hotspot</p><p>A few days before she was cast as Shuri in Black Panther, <a href=\"https://www.theguardian.com/film/2015/apr/05/letitia-wright-britains-rising-screen-star-michael-caton-jones-leonardo-dicaprio\">Letitia Wright</a> told Femi Oguns that she already knew she’d got the role. As a graduate of Oguns’ <a href=\"https://www.identityschoolofacting.com/\">Identity School of Acting</a>, Wright had been close to him and his family since she was a teenager and was staying overnight at his house in London at the time. “In the morning,” recalls Oguns, “she sat down and said, ‘Femi, I’m going to tell you something: I got the role.’ I said, ‘What, they told you?’ And she was like, ‘No. But I’ve got the role.’ Somehow she just knew. And I believed her.”</p><p>Sure enough, two days later, Marvel called confirming that Wright had indeed landed the role that would change her life. This week, Wright steps even further into the spotlight – and the Black Panther catsuit, after the premature death of <a href=\"https://www.theguardian.com/film/2020/aug/29/black-panther-actor-chadwick-boseman-dies-of-cancer\">Chadwick Boseman</a> – in the sequel Black Panther: Wakanda Forever.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/09/letitia-wright-black-panther-john-boyega-femi-oguns-acting-school\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/community/gallery/2022/nov/09/himalayan-weavers-and-holy-smoke-readers-best-photos", "title": "Himalayan weavers and holy smoke – readers’ best photos", "date_published": "2022-11-09 16:00:33+00:00", "description": "<p>Click <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2022/nov/09/himalayan-weavers-and-holy-smoke-readers-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/10/remains-of-18-indigenous-people-held-by-uk-museums-return-to-australia", "title": "Remains of 18 Indigenous people held by UK museums return to Australia", "date_published": "2022-11-09 16:00:33+00:00", "description": "<p>Return is part of painstaking effort to recover thousands of ancestors stolen from traditional lands who now lie in more than 20 countries</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The remains of 18 Indigenous people have been returned to Australia by two British museums, part of the laborious and painstaking effort to recover thousands of ancestors stolen from their traditional lands, which now lie in more than 20 countries around the world.</p><p>At midnight Australia time on Wednesday the Oxford University Museum of Natural History and the Pitt Rivers Museum returned 17 ancestors to the custodianship of the federal government, which will hold them while further research is undertaken “to determine the traditional custodians”. Another was given to the custodianship of the south-east First Nations people of South Australia, who were represented by Robyn Campbell.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/10/remains-of-18-indigenous-people-held-by-uk-museums-return-to-australia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/diriyah-tennis-cup-cameron-norrie-amnesty-human-rights-sportswashing", "title": "Leading men’s tennis players urged to speak out at Saudi event by Amnesty", "date_published": "2022-11-09 15:53:08+00:00", "description": "<ul><li>Diriyah Tennis Cup is ‘sportswashing’, says human rights body</li><li>Cameron Norrie among the high-profile competitors</li></ul><p>Cameron Norrie and other top men’s players appearing at the Diriyah Tennis Cup in Saudi Arabia have been urged by Amnesty International to use their platforms to speak up against its human rights abuses.</p><p>“Everyone playing in Diriyah will surely realise that this tennis tournament is yet another example of Saudi Arabia trying to sportswash its bloody human rights record,” said Amnesty International in a statement.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/diriyah-tennis-cup-cameron-norrie-amnesty-human-rights-sportswashing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/saqlain-mushtaq-mystical-charm-inspires-pakistan-to-triumph-through-instinct-t20-cricket", "title": "Saqlain Mushtaq’s mystical charm inspires Pakistan to triumph through instinct | Andy Bull", "date_published": "2022-11-09 15:17:36+00:00", "description": "<p>Coach’s law of nature speech highlights take-as-it-comes approach which has helped propel unlikely run to final</p><p>“The mistake they make,” Harold Pinter said, “is to attempt to determine and calculate, with the finest instruments, the source of the wound”. <a href=\"https://www.theguardian.com/culture/2008/dec/26/harold-pinter-final-interview\" title=\"\">He wasn’t talking about cricket</a> (that time ) but the words still come to mind watching Pakistan play in this T20 World Cup.</p><p>Six weeks or so ago, they <a href=\"https://www.theguardian.com/sport/2022/sep/22/babar-azams-century-fires-pakistan-to-10-wicket-t20-win-against-england\" title=\"\">hammered England by ten wickets</a> in a Twenty20 match in Karachi. The mood in the stadium after the game that evening was giddy, even a little delirious. A day later, England beat them back, badly, in a <a href=\"https://www.theguardian.com/sport/2022/sep/23/mark-wood-roars-back-from-injury-as-england-thrash-pakistan-in-third-t20\" title=\"\">63-run victory</a> that was settled 20 minutes into the second innings and of course the mood changed too. It became sour and frustrated.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/saqlain-mushtaq-mystical-charm-inspires-pakistan-to-triumph-through-instinct-t20-cricket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/09/fifa-uncovered-review-football-documentary", "title": "Fifa Uncovered review – such brazen wrongdoing it’s like a particularly repulsive true-crime show", "date_published": "2022-11-09 15:12:37+00:00", "description": "<p>This queasily thrilling documentary shows the global expansion of the beautiful game – and it’s so shocking it’ll make you ashamed to be a fan</p><p>Modern football – that is, a spectacle you feel a nagging shame from participating in, because like so many other things it seems less about joy and more about money with every passing day – began in 1974. The global sport’s governing body, Fifa, had previously been a parochial little outfit, a handful of men in suits happily organising World Cups that were simply football tournaments. But, under a new president, João Havelange, funds for the global expansion of the game were promised and, with no cash in Fifa’s account, sponsorship deals were signed.</p><p>Football just as sport for its own sake? That option no longer existed. Now it was brought to you in association with Coca-Cola and Adidas. Fifa Uncovered (Netflix), a four-part documentary, starts its story with the Havelange overhaul and peaks with the FBI making multiple arrests for corruption and racketeering a few decades later.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/09/fifa-uncovered-review-football-documentary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/democrats-house-senate-performance-polls-predictions", "title": "Control of House remains unknown as Democrats beat midterms expectations", "date_published": "2022-11-09 15:09:56+00:00", "description": "<p>Many races remain too close to call Wednesday morning as the large gains many forecasters had predicted failed to materialize</p><p>As ballots continued to be counted across the US on Wednesday, control of the House of Representatives remained up for grabs after Democrats’ better-than-expected performance in the midterm elections. Although Democrats remained hopeful about keeping the Senate, with the victory of John Fetterman in Pennsylvania severely narrowing Republicans’ path to regaining a majority, organizers prepared to mobilize for a likely Georgia runoff race next month that could determine the majority.</p><p>Republicans had been heavily favored to take the House heading into Tuesday’s elections, but the widespread gains that many forecasters had predicted failed to materialize. Instead, vulnerable Democratic incumbents such as Abigail Spanberger of Virginia and Elissa Slotkin of Michigan held on, keeping the party’s hopes of House control alive hours after polls closed.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/democrats-house-senate-performance-polls-predictions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/prince-emanuele-filiberto-di-savoia-italy-king-grandson-football-club-savoia", "title": "Grandson of Italy’s last king seeks to buy mafia-linked football club", "date_published": "2022-11-09 15:01:58+00:00", "description": "<p>Swiss-born prince wants control of club named after his ancestors after managers arrested in extortion probe</p><p>The grandson of Italy’s last king is seeking to take the throne of a historic Naples football club that was named in honour of the royals, in an effort to “keep it away” from the mafia.</p><p>Prince Emanuele Filiberto di Savoia wants to buy Savoia, a club established in 1908 in Torre Annunziata, Naples, making it one of the oldest clubs in southern Italy.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/prince-emanuele-filiberto-di-savoia-italy-king-grandson-football-club-savoia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/09/welsh-elvis-impersonator-memphis-clementine-schneidermanns-best-photograph", "title": "A Welsh Elvis impersonator in Memphis: Clémentine Schneidermann’s best photograph", "date_published": "2022-11-09 15:00:32+00:00", "description": "<p>‘I have been photographing John Paul ever since I saw him at a festival in Porthcawl at the age of eight, dressed in a beautiful white Elvis suit’</p><p>I have come to know the boy and his mum in this picture quite well. I was studying documentary photography at the University of South Wales in 2013 when I came across <a href=\"https://www.theguardian.com/travel/gallery/2014/sep/24/viva-porthcawl-one-of-worlds-biggest-elvis-festivals-hits-wales-this-weekend\">the annual Elvis festival</a> in the small seaside town of Porthcawl. I went back the next five years running, inspired and intrigued by how much Elvis resonated in people’s lives.</p><p>On my second visit, I ended up in this room behind the bar at one of the venues, where artists were getting changed. I saw this little boy who was performing there at only eight years old, wearing this beautiful white Elvis suit. He was concentrating, taking his job very seriously, and I asked if I could take his portrait. His mother, grandmother and grandfather were there as well. His name was John Paul and, at that time, his stage name was Johnny B. Goode. I’ve been documenting his Elvis work ever since.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/09/welsh-elvis-impersonator-memphis-clementine-schneidermanns-best-photograph\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/russians-destroy-dnieper-bridges-to-slow-ukraine-advance-on-kherson", "title": "Russians destroy Dnieper bridges to slow Ukraine advance on Kherson", "date_published": "2022-11-09 14:58:52+00:00", "description": "<p>‘Intense fighting’ in south of country as senior Russian-installed official reported to have died in car crash</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/09/russia-ukraine-war-live-reports-of-fierce-fighting-in-mykolaiv-region-zelenskiy-says-russians-face-extraordinary-losses-in-donetsk\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russian forces have destroyed bridges on the west bank of the Dnieper River in Ukraine’s southern Kherson region to slow a continuing Ukrainian advance, as it was reported that one of the most prominent Russian-installed officials had been killed in a car crash.</p><p>As the Ukrainian president, Volodomyr Zelenskiy, described “intense fighting” on the southern frontline, Ukrainian troops were reported to have retaken a number of settlements.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/russians-destroy-dnieper-bridges-to-slow-ukraine-advance-on-kherson\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/cop7-china-us-climate-talks-taiwan", "title": "China’s top climate official urges US to ‘clear barriers’ to talks", "date_published": "2022-11-09 14:51:41+00:00", "description": "<p>US-China relations hit new low this year after Nancy Pelosi visited Taiwan, over which China claims sovereignty</p><p>• <a href=\"https://www.theguardian.com/environment/live/2022/nov/09/cop27-egypt-negotiations-and-protests-begin-in-sharm-el-sheikh-live\">Cop27 live – latest news updates</a></p><p>China’s top climate official has said the US must take responsibility for any reconciliation between the two countries at the <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">UN Cop27 climate summit</a>, calling on the US to “clear the barriers” to talks.</p><p><a href=\"https://www.theguardian.com/environment/2021/nov/10/chinas-top-cop26-delegate-says-it-is-taking-real-action-on-climate-targets\">Xie Zhenhua, the climate envoy for China</a>, said he had met his US counterpart John Kerry, special presidential envoy for climate, in Sharm el-Sheikh, in Egypt, where governments and world leaders have gathered for a fortnight of talks on the climate crisis.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/cop7-china-us-climate-talks-taiwan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/09/rishi-sunak-too-weak-to-stand-up-to-cartoon-bully-williamson-says-starmer", "title": "Rishi Sunak too weak to stand up to ‘cartoon bully’ Williamson, says Starmer", "date_published": "2022-11-09 14:33:49+00:00", "description": "<p>At PMQs, Labour leader compares prime minister to a weak boss hiding behind bullies</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/09/rishi-sunak-gavin-williamson-resignation-keir-starmer-pmqs-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak proved unable to stand up to “a cartoon bully with a pet spider”, Keir Starmer said during PMQs as he focused on the departure of Gavin Williamson from the cabinet to castigate the prime minister for being weak and lacking principle.</p><p>Hours after <a href=\"https://www.theguardian.com/politics/2022/nov/08/pressure-grows-on-unethical-and-immoral-gavin-williamson\">Williamson stepped down</a> as a minister after a series of allegations about bullying and abusive messages, Starmer used prime minister’s questions to condemn Sunak for having appointed Williamson to the government and then expressing “great sadness” at his departure.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/09/rishi-sunak-too-weak-to-stand-up-to-cartoon-bully-williamson-says-starmer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/09/nurses-in-uk-vote-to-go-on-strike-for-first-time-in-dispute-over-pay", "title": "Nurses in UK vote to go on strike for first time in dispute over pay", "date_published": "2022-11-09 14:30:31+00:00", "description": "<p>NHS braces for prolonged period of industrial action by health workers over the winter and into next year</p><p>Nurses have voted to stage strikes across the UK for the first time in their history in pursuit of a better pay deal, in a move that will seriously disrupt NHS care.</p><p>The Royal College of Nursing (RCN) announced on Wednesday that nurses at many, but not all, hospitals and other places of NHS care would take industrial action before Christmas and may continue striking until next May.</p> <a href=\"https://www.theguardian.com/society/2022/nov/09/nurses-in-uk-vote-to-go-on-strike-for-first-time-in-dispute-over-pay\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/09/sean-penn-and-a-seal-pup-wednesdays-best-photos", "title": "Sean Penn and a seal pup: Wednesday’s best photos", "date_published": "2022-11-09 14:23:07+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/09/sean-penn-and-a-seal-pup-wednesdays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/09/anger-over-venue-overshadows-eagerly-anticipated-week-two-of-aflw-finals", "title": "Anger over venue overshadows eagerly anticipated week two of AFLW finals | Danielle Croci", "date_published": "2022-11-09 14:00:31+00:00", "description": "<p>The elimination finals went down to the wire and two more top quality games are expected this weekend, although not everyone will be able to watch live</p><p>Tickets to the game at Richmond’s Swinburne Centre, which has a capacity of 2,500, sold out in nine minutes on Monday. The decision to host the match there was backed by the AFL due to higher-ranked Richmond’s preference, but has angered many fans of a sport fighting for growth.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/09/anger-over-venue-overshadows-eagerly-anticipated-week-two-of-aflw-finals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/rescued-people-italian-waters-row-between-italy-france", "title": "People rescued in Italian waters spark row between Italy and France", "date_published": "2022-11-09 13:44:53+00:00", "description": "<p>French government calls Rome’s refusal to let ship carrying 234 asylum seekers dock ‘unacceptable’</p><p>The fate of hundreds of people rescued in the central Mediterranean by a charity vessel has sparked a diplomatic row between Italy and France, with the French government calling it “unacceptable” that Rome has refused to allow the ship, carrying 234 asylum seekers, to dock in an Italian port.</p><p>On Tuesday, the Ocean Viking rescue boat, operated by the European charity SOS Méditerranée under a Norwegian flag, began sailing towards France after Italy’s new far-right government had refused to give it a safe port for more than two weeks.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/rescued-people-italian-waters-row-between-italy-france\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/the-crown-royal-soap-opera", "title": "I can forgive The Crown for jazzing up the facts – but not for being so clunky | Stephen Bates", "date_published": "2022-11-09 13:30:02+00:00", "description": "<p>When covering the royals, we often talk about the family ‘soap opera’. The conversations here are straight out of a poor one</p><ul><li>Stephen Bates is the Guardian’s former royal correspondent</li></ul><p>William Shakespeare had it about right: don’t write about kings and queens until they are long dead, otherwise the backlash might have been uncomfortably sharp – an axe rather than a quill, in those pre-Twitter days. Could Henry V speak French? Of course he could. Was Richard III a villain straight out of melodrama? No. But safely dead, they could be celebrated or pilloried at will.</p><p>Peter Morgan (no Shakespeare he, alas) has no such excuse. But how could The Crown pass up the events of the early 1990s without dramatising them? The spectacular break-up of the royal marriages, the Windsor Castle fire, the annus horribilis. It’s just a bit of a shame that they have all been endlessly picked over for real. How can drama compete, except by making stuff up?</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/the-crown-royal-soap-opera\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/florida-hurricane-tropical-storm-nicole-landfall-latest", "title": "Late-season hurricane expected to make landfall in eastern Florida", "date_published": "2022-11-09 13:22:29+00:00", "description": "<p>Tropical Storm Nicole is forecast to make landfall as a category 1 storm as state still reeling in aftermath of damage from Ian</p><p>A late-season hurricane is expected to make landfall in eastern Florida Wednesday night, hitting a state still reeling in the aftermath of the damage wrought by Hurricane Ian last month.</p><p>Tropical Storm Nicole is gathering strength just east of the north-west Bahamas, and is forecast to make landfall in Florida as a category 1 hurricane, according to the National Hurricane Center.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/florida-hurricane-tropical-storm-nicole-landfall-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/09/matt-hancock-covered-with-bugs-and-sludge-in-im-a-celebrity-preview", "title": "Matt Hancock covered with bugs and sludge in I’m a Celebrity preview", "date_published": "2022-11-09 13:22:08+00:00", "description": "<p>In teaser for Wednesday’s show, former health secretary squeals as insects and thick liquid fall on him from above</p><p>A preview of I’m a Celebrity shows Matt Hancock crawling through dark tunnels, showered with bugs and wading through sludge.</p><p>ITV shared the teaser ahead of Wednesday night’s show, which showed the former health secretary squealing as insects and thick liquid are poured on him from above.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/09/matt-hancock-covered-with-bugs-and-sludge-in-im-a-celebrity-preview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/india-police-investigating-film-portrays-kerala-islamic-terrorism-hub", "title": "Indian police investigating film that portrays Kerala as Islamic terrorism hub", "date_published": "2022-11-09 13:13:05+00:00", "description": "<p>Makers of Bollywood film say it is based on real information and events but have not provided any evidence</p><p>Police in Kerala are investigating a controversial Bollywood film that portrays the southern Indian state as a hub of Islamic terrorism and forced conversion.</p><p>The KeralaStory, directed by Sudipto Sen, has come under criticism for its fictional depiction of tens of thousands of women from Kerala who it claims were converted to Islam and became terrorists for Islamic State in Afghanistan, Yemen and Syria.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/india-police-investigating-film-portrays-kerala-islamic-terrorism-hub\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/greek-workers-begin-second-24-hour-strike-this-year-over-cost-of-living", "title": "Greek workers begin second 24-hour strike this year over cost of living", "date_published": "2022-11-09 13:09:08+00:00", "description": "<p>Brief clashes with police as thousands march in Athens in latest labour action in Europe</p><p>Greek workers have begun a 24-hour strike to demand higher wages to cope with surging inflation, as Europe’s soaring energy prices and living costs trigger industrial action and protests.</p><p>In Athens, thousands of people marched in the second 24-hour strike this year over rising inflation, some holding up banners that read: “No to layoffs, no to pay cuts.” Brief clashes broke out outside parliament between protesters hurling petrol bombs and riot police who fired teargas.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/greek-workers-begin-second-24-hour-strike-this-year-over-cost-of-living\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/with-jeff-saturdays-hire-the-colts-won-the-super-bowl-of-nepotism", "title": "With Jeff Saturday’s hire, the Colts won the Super Bowl of nepotism", "date_published": "2022-11-09 13:03:42+00:00", "description": "<p>What Indianapolis’ new leader lacks in top-level head coaching experience, he makes up for with his connections in the game. What is the endgame?</p><p>As acts of organizational sabotage go, it doesn’t get more flagrant than what Jim Irsay inflicted on the Indianapolis Colts this week.</p><p>No, you didn’t eat a weed brownie. Yes, Jeff Saturday, an ESPN analyst with no experience as a coach at college or NFL level, is the man who will lead the Colts – at least on an interim basis. “This is for eight games, hopefully more,” Irsay, the Colts owner, said of his new head coach at the<a href=\"https://eu.indystar.com/story/sports/columnists/gregg-doyel/2022/11/08/jim-irsay-airs-grievances-as-he-introduces-interim-coach-jeff-saturday/69627104007/\"> bizarre introductory press conference</a> for Saturday.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/with-jeff-saturdays-hire-the-colts-won-the-super-bowl-of-nepotism\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/new-zealand-pakistan-t20-world-cup-semi-final-match-report-cricket", "title": "Azam and Rizwan power Pakistan past New Zealand into T20 World Cup final", "date_published": "2022-11-09 12:51:12+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-11-09/pakistancricketteam\">New Zealand 152-4; Pakistan 155-3</a></li><li>Opening pair set up victory with century stand</li></ul><p>Babar Azam and Mohammad Rizwan hit top form in a timely fashion to propel Pakistan into the T20 World Cup final as they overcame New Zealand by seven wickets at Sydney.</p><p>The opening pair are widely viewed as two of the best white-ball batters in the world and while they have both had quiet tournaments so far, they flourished when it mattered most against the Black Caps.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/new-zealand-pakistan-t20-world-cup-semi-final-match-report-cricket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/novak-djokovic-wife-jelena-insists-his-paris-drink-was-nothing-dodgy", "title": "Novak Djokovic’s wife Jelena insists his Paris drink was ‘nothing dodgy’", "date_published": "2022-11-09 12:44:04+00:00", "description": "<ul><li>Video shows physio preparing drink while being shielded</li><li>Questions on social media about what was in the mixture</li></ul><p>Novak Djokovic’s wife Jelena sees nothing “dodgy” about a viral video of Djokovic’s physio, Ulises Baido, and his support team preparing a drink for him during the Paris Masters last week.</p><p>The video, published after Djokovic’s tight three-set win over Stefanos Tsitsipas in Paris, was shared on Twitter by Damian Reilly, a writer, and <a href=\"https://twitter.com/DamianReilly/status/1589171814403825666\">it has now received more than 15 million views</a>.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/novak-djokovic-wife-jelena-insists-his-paris-drink-was-nothing-dodgy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/world-cup-lgbtq-abuses-british-regimes-qatar-tournament", "title": "It shouldn’t take a World Cup for us to speak up about a country’s LGBTQ abuses | Owen Jones", "date_published": "2022-11-09 12:00:29+00:00", "description": "<p>The British government allies itself with many despotic regimes – including Qatar. The outrage shouldn’t end when the tournament does</p><p>A little-discussed dilemma of the LGBTQ experience is foreign travel. For many opposite-sex couples, exploring the world together is one of their great bonding experiences, teeming with adventure and generating a lifetime of soppy memories. For LGBTQ couples, this experience is rather more fraught. There are, after all, 69 countries where <a href=\"https://www.humandignitytrust.org/lgbt-the-law/map-of-criminalisation\">homosexuality is prohibited altogether</a>, 11 of which can enforce the death penalty for same-sex attraction.</p><p>In many other countries – take your pick: Indonesia, Russia, Madagascar – being gay may be legal, but that doesn’t preclude widespread discrimination and stigma. Booking a shared hotel room for you and your partner, or worries about public behaviour outing you as a romantic item, may deter you from most countries’ borders. As for traveling solo to somewhere like Egypt – now hosting COP27 – you’d do so likely knowing that authorities there have <a href=\"https://www.hrw.org/news/2020/10/01/egypt-security-forces-abuse-torture-lgbt-people\">used dating apps</a> to entrap and persecute LGBTQ people.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/world-cup-lgbtq-abuses-british-regimes-qatar-tournament\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/09/top-10-books-about-losing-faith-matt-rowland-hill-original-sins", "title": "Top 10 books about losing faith | Matt Rowland Hill", "date_published": "2022-11-09 12:00:29+00:00", "description": "<p>Authors from Jeanette Winterson to William Shakespeare tell stories of people doubting not just God but everything that gives their life meaning</p><p>Losing religious faith can be a shattering experience, turning a universe that seemed full of providential order into a frightening and meaningless void. It is first of all an internal catastrophe – the voice of God falls silent, comforting certainties are overturned, notions of right and wrong vanish into thin air. This is surely one reason why writers of literature, the best means we have for depicting interiority, have been drawn again and again to the drama of faith and doubt in the individual soul. But a process that begins in the soul rarely ends there: losing faith can also mean losing family or community, and can force the former believer into seeking different ways of living, new illusions or new salves for pain.</p><p>In my memoir <a href=\"https://guardianbookshop.com/original-sins-9781784743826?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Original Sins</a> I tell the story of my own religious crisis and its aftermath. I grew up the son of a fundamentalist Baptist preacher in south Wales, but a devastating loss of faith in my teens soon led me to search for a substitute for God. At first alcohol and drugs seemed to provide the same sense of heavenly transcendence I’d once felt in church. But soon I developed a near-deadly addiction to heroin and crack, leading to brushes with suicidality and homelessness, a spell in a psychiatric unit and Hepatitis C. At last I set out to try and discover what life might look like without either drugs or God.</p> <a href=\"https://www.theguardian.com/books/2022/nov/09/top-10-books-about-losing-faith-matt-rowland-hill-original-sins\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/world-cup-2022-team-guide-part-14-denmark", "title": "World Cup 2022 team guides part 14: Denmark", "date_published": "2022-11-09 12:00:29+00:00", "description": "<p>With Christian Eriksen back on top form and two recent wins over Group D rivals France, the Danes intend to ‘make some noise’</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/09/world-cup-2022-team-guide-part-14-denmark\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/liv-cooke-freestyle-footballer-interview-i-wanted-to-juggle-a-ball-while-skydiving", "title": "Liv Cooke: ‘I wanted to juggle a ball while skydiving but it was too fast’", "date_published": "2022-11-09 12:00:28+00:00", "description": "<p>Freestyler on inspiring young girls, doing keepie-uppies while paragliding and the injury which made her change career</p><p><em><strong>Welcome to Moving the Goalposts, the Guardian’s free women’s football newsletter. Here’s an extract from this week’s edition. To receive the full version once a week, just pop your email in below:</strong></em></p><p>Liv Cooke lives a busy life – and shares it all on social media. From investing in property and winning freestyle football world championships, she also seems to find the time to encourage young girls to play football, create new tricks, save <a href=\"https://www.instagram.com/p/ChhxOMxoAJx/?hl=en\">phones and iPads from falling from windows</a> with her feet and even paragliding. It may feel like she has it all figured out, that she has had complete control over her career path in the same way she controls the ball – but it wasn’t always like that.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/liv-cooke-freestyle-footballer-interview-i-wanted-to-juggle-a-ball-while-skydiving\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/french-financial-prosecutors-raid-headquarters-of-2023-rugby-world-cup", "title": "French financial prosecutors raid headquarters of 2023 Rugby World Cup", "date_published": "2022-11-09 11:47:55+00:00", "description": "<ul><li>Charges of ‘favouritism, influence peddling and corruption’</li><li>‘France 2023 will not comment further on the subject’</li></ul><p>French financial prosecutors (PNF) have been searching the headquarters of France 2023 as part of a preliminary investigation into the management of the Rugby World Cup organising committee, the PNF said on Wednesday.</p><p>“In early October 2022, the PNF opened a preliminary investigation into charges of favouritism, influence peddling, corruption and any other related offence relating to the management of GIP France 2023. The investigation was entrusted to the Paris research section (gendarmerie),” the PNF said in a statement.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/french-financial-prosecutors-raid-headquarters-of-2023-rugby-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/09/lil-nas-x-review-defiantly-queer-showcase-for-rap-pioneers-triumphant-career", "title": "Lil Nas X review – defiantly queer showcase for rap pioneer’s triumphant career", "date_published": "2022-11-09 11:40:48+00:00", "description": "<p><strong>AFAS Live, Amsterdam</strong><br />Divided into three acts, this giddily theatrical show combines Y2K excess with a glorious affirmation of a none-more contemporary pop superstar</p><p>Lil Nas X is the rare pop star who has survived the whiplash caused by sudden fame. After his 2019 country-rap debut, Old Town Road, went from TikTok curio to US No 1 quicker than you can say “yeehaw agenda”, his debut album, last year’s Montero, cemented his status as pop’s newest superstar. Musing on fame, sexuality and mental health, it alchemised the 23-year-old’s tricky upbringing into gold-plated bangers and downcast anthems for dispirited youth, upsetting racists, homophobes, rap gatekeepers and <a href=\"https://www.theguardian.com/fashion/2021/mar/29/nike-denies-involvement-lil-nas-x-satan-shoes-social-media-uproar\">trainer companies</a> with expert precision. The live arena remained his final frontier – the only previous showcases for his onstage prowess were a slew of elaborate, headline-grabbing TV performances featuring same sex snogs and unfortunate wardrobe mishaps. On his first ever tour, Lil Nas X delves into the album’s gloriously queer, David LaChappelle-esque world.</p><p>A thoroughly modern superstar – incredibly online, instantly divisive, proudly anti-genre – Lil Nas X’s ability to immaculately court (and curate) attention and controversy also feels like a throwback to a bygone era. In fact, the show – formatted as theatre, complete with its own Playbill-style programme handed out upon arrival – has the feel of a slick 00s pop extravaganza. For a start, there’s an elaborate, overarching conceptual framework. Based on the highs and lows of Lil Nas X’s accelerated, barrier-breaking career progression, it’s split into three sections: Rebirth, Transformation and Becoming. The chintzy set dressing – all gilded drapes, Y2K-era butterflies and neon-hued regalia – feels like a Britney Spears fragrance advert, while the lack of band, and the fact that the backing track of Lil Nas X’s voice can still be heard even when his mic is pointed towards the front rows, only adds to the glorious time-warp feel.</p> <a href=\"https://www.theguardian.com/music/2022/nov/09/lil-nas-x-review-defiantly-queer-showcase-for-rap-pioneers-triumphant-career\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/09/playing-games-into-the-wee-hours-was-a-teenage-pleasure-how-i-long-for-that-time", "title": "Playing games into the wee hours was a teenage pleasure – how I long for that time", "date_published": "2022-11-09 11:39:13+00:00", "description": "<p>Becoming a parent has made my Elder Scrolls marathons and hours-long Zelda sessions mostly a thing of the past. Now taking on a video game after hours is a rare lifeline to my former self</p><p>When I was a kid, I was only allowed to play video games on Fridays and Saturdays – an attempt by my parents to keep my gaming passion under control. (Narrator: it did not keep it under control.) For the rest of the week, I was happy doing other things and reading my Nintendo magazines, but come Friday evening, I was <em>ready</em> to pick up a controller. I would stock up on Haribo and fizzy juice on the way home from school in preparation for an evening in front of the TV. My parents, presumably grateful for a few hours of peace, would throw a Pizza Hut delivery through the door of the spare room where our games consoles lived and leave my brother and I to it.</p><p>We would sit and play Zelda or <a href=\"https://www.theguardian.com/sport/2007/mar/15/thegear.steveboxer\">Diddy Kong Racing</a> or another parent-approved, non-violent obsession of the day until we were commanded to go to bed. Once my mum pulled the cord out of the wall while we were in the middle of the final Bowser boss battle of Super Mario 64, causing a meltdown still spoken about in our family. I still think my behaviour was justified; pulling the plug is the equivalent of blowing the whistle moments before you’re about to score a winning goal.</p> <a href=\"https://www.theguardian.com/games/2022/nov/09/playing-games-into-the-wee-hours-was-a-teenage-pleasure-how-i-long-for-that-time\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/09/man-detained-appearing-throw-eggs-king-charles-camilla", "title": "Man detained after appearing to throw eggs at King Charles and Camilla", "date_published": "2022-11-09 11:38:33+00:00", "description": "<p>King and queen consort had been on walkabout at Micklegate Bar in York</p><p>A man has been detained by police after appearing to throw eggs at King Charles and Camilla, the Queen Consort, during a walkabout in York.</p><p>Several police officers were seen restraining the suspect on the ground behind temporary fencing set up at Micklegate Bar in the city for the king’s visit on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/09/man-detained-appearing-throw-eggs-king-charles-camilla\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/09/mark-zuckerberg-meta-to-sack-11000-workers-after-revenue-collapse-facebook-instagram", "title": "Mark Zuckerberg’s Meta to sack 11,000 workers after revenue collapse", "date_published": "2022-11-09 11:37:42+00:00", "description": "<p>It is first round of redundancies in company’s history and comes after workforce peaked this year at 87,314</p><p>Mark Zuckerberg’s Meta is cutting 11,000 jobs, more than one in eight staff, after a disastrous collapse in revenue has left the company behind Facebook overstaffed and “inefficient”, the chief executive said in a note to staff on Wednesday.</p><p>The first round of redundancies in the company’s history comes after its workforce peaked this year at 87,314 people. In the note, Zuckerberg said that the company had overinvested at the start of Covid, banking that the increase in online activity would continue and accelerate even after the pandemic ended.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/09/mark-zuckerberg-meta-to-sack-11000-workers-after-revenue-collapse-facebook-instagram\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/09/makes-the-hundred-look-like-croquet-a-cricket-fan-on-the-world-series", "title": "The Spin | ‘It makes the Hundred look like croquet’: a cricket fan on the World Series", "date_published": "2022-11-09 11:30:28+00:00", "description": "<p>The sports both evolved from the same ancestry, and threads link the American ‘national pastime’ to cricket fandom</p><p>At first, it’s likely to be some surface-level inclination. Maybe the way an evening ballpark illuminates the hyper-greens and the browns that it sits next to. Maybe the way the floodlights bounce off the hitter’s helmet, pronouncing a ghostly stillness each time the pitcher sets up to throw. Maybe it’s the first sight of a short stop receiving the ball drilled towards them, skipping while transferring it from mitt to throwing hand and – stretching time to their will in the same elasticated stride – throwing out a runner at first base.</p><p>Honestly, it could be any of the motor skills sunk into a player’s being – unthinking, sweet execution borne of the repetition of a lifetime, hiding any actual competition and instead presenting a kind of alpha ballet of all the pleasing ways a body moves. Maybe it’s just the clothes that do it for you. A walking, breathing map of implied American history. Or the sound – the congregated conversation behind the gently pleasing way a ball lands in a mitt. It could be as trivial as the breathtaking amount of chewing and spitting on view.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/09/makes-the-hundred-look-like-croquet-a-cricket-fan-on-the-world-series\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/09/sean-penn-gives-oscar-to-ukraine-president-zelenskiy", "title": "Sean Penn loans his Oscar to Ukraine’s president Zelenskiy", "date_published": "2022-11-09 11:24:58+00:00", "description": "<p>Actor presented his statuette to the president in Kyiv, telling him: ‘When you win, bring it back to Malibu’</p><p>Sean Penn has given an Oscar statuette to Ukrainian president Volodymyr Zelenskiy during a meeting in Kyiv.</p><p>In a video posted on Zelenskiy’s Instagram account, Penn, who has been one of the most high profile supporters of Ukraine in its fight against Russian invasion, takes the Oscar statuette out of a bag and places it on a table in front of Zelenskiy, saying: “I feel terrible. This is for you. It’s just a symbolic silly thing, but if I know this is here with you then I’ll feel better and stronger for the fight.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/09/sean-penn-gives-oscar-to-ukraine-president-zelenskiy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/09/english-national-operas-funding-to-be-cut-to-zero-unless-it-moves-from-london", "title": "English National Opera’s funding to be cut to zero unless it moves from London", "date_published": "2022-11-09 11:23:58+00:00", "description": "<p>Arts Council to scrap annual £12.8m grant if ENO does not comply with government levelling up agenda</p><p>The main arts funding body in England has insisted English National Opera, one of the country’s cultural flagships, move outside London in order to qualify for future grants, despite the ENO saying there was no “audience need” to relocate.</p><p>Arts Council England’s decision to slash to zero its £12.8m annual grant to ENO has caused a major row, with the opera house’s chief executive saying it was an “absolute travesty”.</p> <a href=\"https://www.theguardian.com/music/2022/nov/09/english-national-operas-funding-to-be-cut-to-zero-unless-it-moves-from-london\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/cop27-egypt-climate-disaster-funds", "title": "‘Significant’ moves on climate disaster funds lift Cop27 hopes", "date_published": "2022-11-09 11:18:56+00:00", "description": "<p>Small but symbolic moves at summit where finance is critical include new loss and damage money and debt relief</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/09/cop27-egypt-negotiations-and-protests-begin-in-sharm-el-sheikh-live\">Cop27 live – latest news updates</a></li></ul><p>A series of symbolic moves on climate finance at Cop27 suggests positive momentum could be starting to build on a pivotal issue at the UN summit in Egypt.</p><p>The UK said it would allow some debt payment deferrals for countries hit by climate disasters, while Austria and New Zealand put forward funding for loss and damage, which is the cost of rebuilding in poorer nations after unavoidable climate impacts.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/cop27-egypt-climate-disaster-funds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/09/a-moment-that-changed-me-my-son-was-relishing-life-after-recovering-from-cancer-so-why-did-i-feel-broken", "title": "A moment that changed me: my son was relishing life after recovering from cancer – so why did I feel broken?", "date_published": "2022-11-09 11:00:28+00:00", "description": "<p>After he was given the all-clear I found myself drowning in grief and worry about his future. Then came a series of chance conversations …</p><p>It is not my place to describe in intimate detail what happened to my teenage son. Suffice to say, in 2021 he was diagnosed with osteosarcoma, had a 12.5-hour operation on his 14<sup>th</sup> birthday to remove half of his upper jaw, and then went through eight months of intensive chemotherapy. For most of a year, he spent more time in the hospital than out. If he wasn’t being monitored for chemo drugs, he was being treated for their side-effects: the nausea, the fainting, the headaches, the nosebleeds that wouldn’t stop. “We don’t give this course of chemo to adults,” said the oncologist. To my raised eyebrows, she answered: “They wouldn’t be able to take it.”</p><p>Covid meant that only his dad and I were allowed, one at a time, on the cancer ward. It was a surreal world of blue curtains, masked nurses and endlessly beeping machines. During my 10-hour shifts, I tried to encourage edifying activities such as French practice or reading, but most of the time my son and I either slept or watched crap television. The hospital didn’t have the internet, so we overdosed on episodes of Dinner Date, Taskmaster and reality renovation shows. When my son was well enough, we laughed at everything, pretending to ignore the tall bags of neon-yellow chemo-poison draining into the tube in his chest. I tried to keep his (and my) spirits up by planning what we would do after his treatment was over – a horse trek in Iceland, a gig at Wembley. Each week, we counted off the chemotherapy remaining: “Only 18 more weeks to go”; “We’re halfway through”; “We’ve completed the doxorubicin and cisplatin, now there’s only the methotrexate to get through.” When things got bad, I promised him: “One day this will be over. Life will be back to normal.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/09/a-moment-that-changed-me-my-son-was-relishing-life-after-recovering-from-cancer-so-why-did-i-feel-broken\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/09/a-bunch-of-amateurs-review-joyous-and-heartbreaking-celebration-of-film-making-passion", "title": "A Bunch of Amateurs review – joyous and heartbreaking celebration of film-making passion", "date_published": "2022-11-09 11:00:27+00:00", "description": "<p>Kim Hopkins’ thoughtful documentary about the Bradford Movie Makers club has some unexpectedly deep things to say about camaraderie, community and male friendship</p><p>It’s not an insult: the Bradford Movie Makers proudly call themselves a bunch of amateurs. Since 1932, members have been making virtually zero-budget films with rickety production values and acting of a quality that often results in fond mickey-taking among themselves. With this warm and rather wonderful documentary Kim Hopkins finds comedy in their idiosyncratic passion without ever being mean or mocking. A Bunch of Amateurs is a thoughtful film about film-making and has some unexpectedly deep things to say too about camaraderie, community and male friendship – though there are a couple of women in the club’s ageing membership.</p><p>There are some big personalities too. Colin, a retired carpenter in his 80s, is a veteran member who remembers the good old days, when the organisation had a waiting list of several years to join. In recent years numbers have dwindled and Bradford Movie Makers is on its uppers: down to 300 quid in the bank and five years behind on the rent for the crumbling clubhouse, where every Monday night you’ll find members brewing cups of tea and screening their magnum opuses. Colin, whose wife lives in a dementia care home, is waging a war on graffiti, and the rubbish dumped outside the clubhouse by fly-tippers.</p> <a href=\"https://www.theguardian.com/film/2022/nov/09/a-bunch-of-amateurs-review-joyous-and-heartbreaking-celebration-of-film-making-passion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/09/the-philosophy-of-modern-song-by-bob-dylan-review-essays-on-songcraft", "title": "The Philosophy of Modern Song by Bob Dylan review – essays on songcraft", "date_published": "2022-11-09 11:00:27+00:00", "description": "<p>A kaleidoscopic journey through the rock legend’s musical influences – from Perry Como to the Fugs</p><p>When the young Robert Zimmerman discovered folk music in the late 1950s, he was transfixed. It seemed weightier and more serious than anything he was hearing on the radio. Overnight, he shunned his old favourites Little Richard and Fats Domino for singers of songs that he considered to be deeper, sadder, more despairing and more triumphant than regular pop music. Having created a new persona and invented a wandering minstrel backstory he became a figurehead for the folk movement, a messianic singer. He then spent the next 50-odd years playing with, and gradually unpicking, this persona. Now in his 80s, Dylan wants to bring us closer than ever to his teenage self, the kid soaking up everything he heard on the radio in his bedroom, before he became the masked character with seemingly biblical powers.</p><p>The Philosophy of Modern Song features 66 short essays on songs Dylan loves, beautifully illustrated with shots of old American record shops, casinos, fairgrounds, movie theatres and record-pressing plants. Here he is, guard down, eulogising Frank Sinatra’s Strangers in the Night. It’s unlikely, but it’s wonderful.</p> <a href=\"https://www.theguardian.com/books/2022/nov/09/the-philosophy-of-modern-song-by-bob-dylan-review-essays-on-songcraft\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/canada-octopus-video-andrea-humphreys", "title": "‘It was giving me a hug’: video captures rare giant octopus encounter", "date_published": "2022-11-09 10:30:27+00:00", "description": "<p>Canadian diver captures footage of the cephalopod drawing closer and closer until it fully embraces her</p><p>For outsiders, scuba diving in the frigid waters of the northern Pacific can seem daunting: limbs quickly go numb without the right equipment, and unlike the sparkling blue of the tropics, the water has a gloomy, greenish tint.</p><p>But a recent viral encounter between a diver and an octopus has highlighted the particular magic of the sunken kelp forests off the coast of British Columbia.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/canada-octopus-video-andrea-humphreys\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/09/midterm-elections-2022-results-senate-house-us-democrats-republicans-live-updates-latest-news", "title": "Midterm elections 2022: ‘Red wave’ fails to materialise as Fetterman clinches crucial Senate seat for Democrats – live", "date_published": "2022-11-09 10:22:26+00:00", "description": "<p>Latest updates and results as millions across the US cast votes in what is largely seen as a referendum on Biden’s presidency</p><ul><li><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm elections results 2022 – live</a></li><li><a href=\"https://www.theguardian.com/us-news/2022/nov/08/midterm-election-day-race-won-when-timing-deadlines\">When will we know who won US midterm races</a></li></ul><p>The Senate seats up for grabs in <strong>Arizona</strong>, <strong>Georgia</strong>, <strong>Nevada</strong> and <strong>Wisconsin</strong> are likely to define the next two years of Joe Biden’s term as president. The crucial swing <strong>Pennsylvania</strong> seat has already gone to Democrat <strong>John Fetterman</strong>. Here is how the others stand:</p><p><strong>Georgia</strong> – Democrat <strong>Raphael Warnock</strong> has a narrow lead over <strong>Herschel Walker</strong>, but if no candidate receives more than 50% of the vote, the race will head to a runoff — just like two Senate races did in Georgia in 2021.</p><p><strong>Arizona</strong> – Senator <strong>Mark Kelly</strong> leads his Republican rival, venture capitalist <strong>Blake Masters</strong>, but the race is too early to call.</p><p><strong>Nevada</strong> – Republican <strong>Adam Laxalt</strong> is out in front against <strong>Catherine Cortes Masto</strong>, but officials have warned there could be a significant delay to getting the results.</p><p><strong>Wisconsin</strong> – <strong>Ron Johnson</strong> looks likely to hold this for the Republicans.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/09/midterm-elections-2022-results-senate-house-us-democrats-republicans-live-updates-latest-news\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/09/how-taylor-swift-turned-pop-into-a-multiplayer-puzzle", "title": "The curate’s Easter egg: how Taylor Swift turned pop into a multiplayer puzzle", "date_published": "2022-11-09 10:16:05+00:00", "description": "<p>Filling her new album Midnights with cryptic clues and hidden messages, the singer is just one artist transforming pop culture into a game. But social-media sleuthing can have a dark side</p><p>For <a href=\"https://www.theguardian.com/music/taylor-swift\">Taylor Swift</a> fans, a new album is never just an album. When she announced her 10th record <a href=\"https://www.theguardian.com/music/2022/oct/21/taylor-swift-midnights-review-small-hours-pop-rich-with-self-loathing-and-stereotype-smashing\">Midnights</a> in October, Swifties knew to expect a flood of Easter eggs, cryptic clues and mysteries in need of solving that would supposedly point to the record’s lyrical content, aesthetic and upcoming tour. Head to Reddit, Twitter or a specific corner of TikTok known as SwiftTok, and you’ll find fans analysing interviews, social media posts and the minutiae of her music videos, from the outfit colours and hairstyles to the significance of different buttons in an elevator in a music video. Each theory is backed up with Sherlockian levels of evidence: facts, figures, quotes and even the number of words used in social media posts all become pieces of a puzzle that may not even exist. It’s all part of the pop star’s plan: “I’ve trained them to be that way,” she has said.</p><p>This trail of breadcrumbs began with Swift’s 2006 self-titled debut album, the lyric booklet for which included a rudimentary code that would reveal who or what the songs were about, a practice she continued with 2014’s 1989. The music video for 2017’s Look What You Made Me Do was so<a href=\"https://www.theguardian.com/music/2017/aug/28/taylor-swift-look-what-you-made-me-do-music-video\"> overloaded with references and clues</a> that Swift fans are still speculating about what details may or may not be hidden within it. They’re so well trained that they even find patterns that Swift has left unwittingly: prior to the release of 2019’s Lover album, theories proliferated over the significance of the number of holes in a fence in one Instagram post, which turned out to mean nothing at all.</p> <a href=\"https://www.theguardian.com/music/2022/nov/09/how-taylor-swift-turned-pop-into-a-multiplayer-puzzle\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/09/theyre-risking-their-lives-to-come-here-there-must-be-a-reason-how-dover-really-feels-about-migrants", "title": "‘They’re risking their lives to come here. There must be a reason’: how Dover really feels about migrants", "date_published": "2022-11-09 10:00:27+00:00", "description": "<p>The home secretary talks of ‘invasion’. Council leaders say Kent is ‘at breaking point’. But what’s the mood on the street in the town at the heart of the small boat crossings? </p><p>On a Sunday morning at the end of October, a short while after a man had driven to an immigration centre in Dover and thrown three petrol bombs at it, Peter Martin arrived at a nearby pub, his local for 60 years and a place he comes, he says, “eight days a week”. There were a lot of police about, he reports, and an ambulance at the petrol station at the end of the road where <a href=\"https://www.theguardian.com/world/2022/nov/01/immigration-who-was-dover-firebomb-suspect-andrew-leak\" title=\"\">Andrew Leak</a> drove after his attack, before apparently killing himself.</p><p>“He was obviously annoyed, as we all are,” says Martin, sitting on a bar stool, wearing a T-shirt that reads Keep Calm and Drink in the <a href=\"https://en.wikipedia.org/wiki/Cinque_Ports\" title=\"\">Cinque Ports</a>, with L-O-V-E tattooed across the knuckles of one hand. Not that he approves of Leak’s act. Martin saves his anger mainly for the French government who, he claims, “are not doing enough. They don’t want [asylum seekers] in their country, so they’re not trying to stop it.”</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/09/theyre-risking-their-lives-to-come-here-there-must-be-a-reason-how-dover-really-feels-about-migrants\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/leaders-cop27-livestock-farming-carbon-budget-governments", "title": "There’s one big subject our leaders at Cop27 won’t touch: livestock farming | George Monbiot", "date_published": "2022-11-09 10:00:26+00:00", "description": "<p>It’s on course to guzzle half the world’s carbon budget, so why are governments so afraid to discuss it?</p><p>There are just two actions needed to prevent catastrophic climate breakdown: leave fossil fuels in the ground and stop farming animals. But, thanks to the power of the two industries, both aims are officially unmentionable. Neither of them has featured in any of the declarations from the 26 climate summits concluded so far.</p><p>Astonishingly, the sectors themselves are seldom mentioned. I’ve worked through every <a href=\"https://unfccc.int/process/bodies/supreme-bodies/conference-of-the-parties-cop\">final agreement</a> produced by the summits since they began. Fossil fuels are named in only six of them. Just one <a href=\"https://unfccc.int/process-and-meetings/conferences/past-conferences/lima-climate-change-conference-december-2014/cop-20/cop-20-decisions\">hints at using less</a> overall: the others propose only to improve efficiency (which, as we have known since the 19th century, can often <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0921800905001084\">paradoxically increase</a> fossil fuel use), attempt technical fixes or, in the case of last year’s agreement in Glasgow, phase down “<a href=\"https://unfccc.int/sites/default/files/resource/cma2021_10_add1_adv.pdf\">unabated</a>” coal burning, while saying nothing about reducing oil or gas. Not one of them suggests extracting less. If fossil fuels are removed from the ground, they <a href=\"https://www.theguardian.com/environment/2015/mar/10/keep-fossil-fuels-in-the-ground-to-stop-climate-change\">will be used</a>, regardless of governments’ vague declarations about consumption.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/leaders-cop27-livestock-farming-carbon-budget-governments\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/marcus-rashford-callum-wilson-england-world-cup-squad-dilemmas-gareth-southgate", "title": "England's World Cup squad: the big dilemmas facing Gareth Southgate | David Hytner", "date_published": "2022-11-09 09:24:42+00:00", "description": "<p>Before Thursday’s announcement of the 26 players England intend to take to Qatar, we examine the key decisions for the manager</p><p>Gareth Southgate is not a fan of the 26-man tournament squad, believing it is more difficult to manage. And yet there is an upside. It allows him to include one or two players who have been out with injury and may not be ready to feature in the early ties. Before the European Championship in the summer of last year, which England kicked off on 13 June, Harry Maguire had been out with ankle ligament damage since 9 May and Jordan Henderson was only just coming back from the groin operation he underwent in late February. Southgate selected them both and it paid off handsomely in the case of Maguire, who missed the opening two group games but ended up in the team of the tournament. This time Southgate has decisions to make over Kalvin Phillips and Kyle Walker – likely starters under normal circumstances. Phillips is set to be in the Manchester City squad against Chelsea in the Carabao Cup on Wednesday night, his first involvement since shoulder surgery towards the end of September. He has managed only 14 minutes of action all season. Walker is behind him in terms of a comeback date after groin surgery on 4 October, although Pep Guardiola says Walker “feels really good”. There is no decision to make on Reece James, another key player, who has not played since injuring a knee on 11 October. He is simply <a href=\"https://www.theguardian.com/football/2022/nov/09/england-world-cup-squad-reece-james-kalvin-phillips\">too far away</a> from fitness.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/marcus-rashford-callum-wilson-england-world-cup-squad-dilemmas-gareth-southgate\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/09/cop27-egypt-negotiations-and-protests-begin-in-sharm-el-sheikh-live", "title": "Cop27: protests in Sharm el-Sheikh as negotiations over crucial climate deal begin – live", "date_published": "2022-11-09 09:23:54+00:00", "description": "<p>After two days of speeches from world leaders, Wednesday’s discussions will focus on climate finance</p><p>Our environment reporter, <a href=\"https://www.theguardian.com/profile/fiona-harvey\">Fiona Harvey</a>, has put a useful list together of how likely progress is at Cop27.</p><p>It’s terrible news for those who are <strong>still clinging to 1.5C</strong> but some surprising achievements could be grasped at the summit.</p><p>My country is not responsible for the climate crisis, but we’re suffering the effects. Now, rich countries are out to grab the huge gas reserves, and people are being dispossessed of their land. One million people out of the 23m population are living in refugee camps because of gas. We say no to more gas finance. We won’t let Africa burn.</p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/09/cop27-egypt-negotiations-and-protests-begin-in-sharm-el-sheikh-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/09/rishi-sunak-gavin-williamson-resignation-keir-starmer-pmqs-uk-politics-live", "title": "Rishi Sunak under pressure after Gavin Williamson’s resignation – UK politics live", "date_published": "2022-11-09 09:20:52+00:00", "description": "<p>Labour calls on PM to explain why someone with Williamson’s ‘odious’ record was given a ministerial post</p><p>Good morning. There are two big departures in the news at Westminster this morning: Sir Gavin Williamson has left the government, and <a href=\"https://www.theguardian.com/politics/2022/nov/09/father-of-modern-election-science-sir-david-butler-dies-at-98\">Sir David Butler has departed life, at the age of 98. </a>We will be focusing on Williamson, but Butler, who almost invented modern psephology, is the greater and more consequential figure. If you think about elections in terms of percentages, swings and demographics, and if you value the TV punditry of experts like Prof Sir John Curtice, you are inhabiting a mental framework that Butler did as much as anyone to create. More on him later.</p><p>But, first, Gavin Williamson. He may have gone, but the questions about the decision to appoint him in the first place haven’t, and this morning <strong>David Lammy</strong> rehearsed some of the lines we might here from Keir Starmer at PMQs. Lammy, the shadow foreign secretary, told the Today programme:</p><p>This raises real questions about the prime minister’s judgement. The behaviour [from Williamson] that we’ve heard about in the last few days is repellent, it’s odious, and it’s quite, quite unacceptable. </p><p>The prime minister knew much of this. It was reported to him. Why did he appoint Gavin Williamson to the government in the first place? Why did it even take 10 days to understand what Gavin Williamson would be doing? </p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/09/rishi-sunak-gavin-williamson-resignation-keir-starmer-pmqs-uk-politics-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/donald-trump-mar-a-lago-midterms-2022", "title": "‘Interesting evening’: Trump has little to say as Republicans fail to deliver", "date_published": "2022-11-09 09:20:50+00:00", "description": "<p>The normally talkative former president appears uneasy at Mar-a-Lago election night event </p><ul><li><strong><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm election results 2022: live</a></strong></li><li><strong><a href=\"https://www.theguardian.com/us-news/live/2022/nov/08/midterm-elections-2022-polls-results-senate-house-us-midterm-voting-republicans-democrats-live-updates-latest-news\">US midterm elections 2022 – latest live news updates</a></strong></li></ul><p>It was expected to be a moment of triumph for Donald Trump, but it did not quite turn out that way.</p><p>The former US president appeared uneasy about underwhelming Republican performance in the midterms at an election watch party he hosted at his plush Mar-a-Lago resort on Tuesday night, after it was clear there would be no “red wave” that he had implored his supporters to deliver.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/donald-trump-mar-a-lago-midterms-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/09/limberlost-by-robbie-arnott-review-a-whole-life-in-closeup", "title": "Limberlost by Robbie Arnott review – a whole life in closeup", "date_published": "2022-11-09 09:00:25+00:00", "description": "<p>From the cradle to the grave, the simple story of a Tasmanian man’s journey through life is luminously told</p><p>The third novel from acclaimed Australian author Robbie Arnott comes garlanded with high expectations, and within six pages it’s clear that despite its fey title, Limberlost stands a good chance of living up to them. Arnott has an eye and an ear for description that can elevate otherwise quiet moments to something genuinely transcendent: “He resumed walking through Limberlost, his father’s orchard, the rabbit swinging stiff in his hand. Smoke hazed from the house’s chimney. Apple trees in a nearby paddock had taken on the glow of dawn. At Ned’s back the river shone, teal blinking into slate and cerulean, revealing a greater truth of colour.”</p><p>That is, by any measure, a gorgeous paragraph, and the rest of the novel is full of similar moments. Arnott’s prose is syntactically sparse but linguistically rich; not unlike that of <a href=\"https://www.theguardian.com/books/2014/jan/15/dig-cynan-jones-review-patrick-barkham\" title=\"\">Cynan Jones</a>, or the writer who (at a guess) influenced them both and many others, <a href=\"https://www.theguardian.com/books/cormac-mccarthy\" title=\"\">Cormac McCarthy</a>. Limberlost tells the life story of Ned West, the youngest son of a war-damaged Tasmanian widower and orchardist, from his early days as a quiet boy full of feelings he doesn’t have words for, to a terse young adult, a father struggling to understand the marks left by the past, and an elderly man trying to adapt to a changed and changing world.</p> <a href=\"https://www.theguardian.com/books/2022/nov/09/limberlost-by-robbie-arnott-review-a-whole-life-in-closeup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/09/no-bears-review-jafar-panahi-heads-for-the-border-in-complex-metafiction-of-fear", "title": "No Bears review – Jafar Panahi heads for the border in complex metafiction of fear", "date_published": "2022-11-09 09:00:25+00:00", "description": "<p>Jailed director Jafar Panahi plays a version of himself, forced to shoot his new film in a town near the border with Turkey</p><p>As Iranian women rise up against their misogynist bullies, this is a good time to watch Jafar Panahi’s latest film, set in a village whose inhabitants are encouraged to be scared of supposed “bears” roaming the countryside – just as the Iranian people are supposed to be afraid of their morality police. No Bears is a complex, mysterious metafiction about the anguish of Iran and the artist working within Iran. Its creator, film-maker and democracy campaigner Panahi, has <a href=\"https://www.theguardian.com/film/2022/jul/19/jafar-panahi-sentenced-to-six-years-in-jail\">recently been sentenced to six years in jail</a> after long periods of house arrest since a bogus propaganda charge in 2011.</p><p>Panahi plays “Jafar Panahi”, a film director who is forbidden to make films or leave the country. So his new movie is shooting in a small Turkish town just over the border; it stars an Iranian couple, Bakhtiar (Bakhtiar Panjei) and Zara (Mina Khosravani), based on their own actual ordeal in trying to escape Iran for good. Panahi has delegated the hands-on direction to his assistant Reza (Reza Heydari), and he is watching the filming via Skype. He could easily do this from Tehran, but due to a compulsion to be close to the action (and to freedom), Panahi is doing this from a rented room in a tiny Iranian village just a few miles the other side of the border. The villagers themselves have accepted his cover story that he is there to photograph local customs, including a forthcoming wedding.</p> <a href=\"https://www.theguardian.com/film/2022/nov/09/no-bears-review-jafar-panahi-heads-for-the-border-in-complex-metafiction-of-fear\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/england-world-cup-squad-reece-james-kalvin-phillips", "title": "Reece James out of England World Cup squad but Kalvin Phillips given hope", "date_published": "2022-11-09 08:32:48+00:00", "description": "<ul><li>Southgate feels he cannot gamble on injured Chelsea defender</li><li>Phillips expected to feature for Manchester City on Wednesday</li></ul><p>Reece James has been left devastated after Gareth Southgate told Chelsea’s injured right-back that he will not be named in England’s World Cup squad.</p><p>James has been pushing to recover for Qatar since <a href=\"https://www.theguardian.com/football/2022/oct/15/england-defender-reece-james-ruled-out-of-world-cup-with-knee-injury\">sustaining a knee ligament injury</a> against Milan last month. He was confident of being available for the knockout stages but Southgate has decided that he cannot gamble on the defender’s fitness. England’s opening game against Iran is on 21 November and there have been indications that James will not be fit until December.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/england-world-cup-squad-reece-james-kalvin-phillips\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/kyle-krause-parma-owner-plans-gig-buffon", "title": "‘We dream big’: Kyle Krause’s plan to transform Parma into giants again", "date_published": "2022-11-09 08:28:39+00:00", "description": "<p>American owner discusses role models, data and Gigi Buffon as he aims to bring success to the men’s and women’s teams</p><p>Parma’s history sparkles with trophies and star players. Uefa Cup winners in 1995 and 1999, Uefa Super Cup winners in 1993 and with Gianfranco Zola, Hernán Crespo, Lilian Thuram, Fabio Cannavaro, Juan Sebastián Verón, Enrico Chiesa and Gigi Buffon among those to have worn the jersey. Buffon is there again at the age of 44, a link between a sometimes glorious past and a new project that has been taking shape since 2020, after <a href=\"https://www.theguardian.com/football/2015/mar/19/italian-court-declares-parma-bankrupt\">the bankruptcy of 2015</a>.</p><p>Leading the push at the Serie B club is Kyle Krause, an American entrepreneur considered one of the most ambitious men in Italian football. Since last year he has been Parma’s sole owner and he signed Buffon in June 2021. Krause sat down to answer the Guardian’s questions.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/kyle-krause-parma-owner-plans-gig-buffon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/election-night-key-takeaways", "title": "Where’s the red wave? Five key takeaways from the US midterms", "date_published": "2022-11-09 08:02:38+00:00", "description": "<p>Democrats appear to have surprised even themselves, though a Republican majority in the House seems likely</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2022/nov/09/midterm-elections-2022-results-senate-house-us-democrats-republicans-live-updates-latest-news\">US midterm elections 2022 – latest live news updates</a></li></ul><p>As results in America’s crucial midterm elections continue to come in, an unexpectedly <a href=\"https://www.theguardian.com/us-news/2022/nov/08/2022-midterms-democrats-tightly-fought-races-trump\">mixed picture</a> has emerged.</p><p>Many observers across the political spectrum were expecting a surging Republican performance certain to take back the House and perhaps to capture the Senate. But instead Democrats have beaten expectations. Congress may still fall to the Republicans – with the House very likely changing hands – but it is now far from certain or by how big a margin.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/election-night-key-takeaways\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/has-a-football-manager-ever-replaced-their-successor-knowledge", "title": "Has a football manager ever replaced their successor? | The Knowledge", "date_published": "2022-11-09 08:00:24+00:00", "description": "<p>Plus: fewest games for Golden Boots; promoted teams losing more than relegated sides; and more prolific uncapped players</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“The UK PM had a very short stint and there was the possibility of the predecessor going straight back in again,”</strong> tweets Derek Brosnan. <strong>“Has this ever happened for football managers?”</strong></p><p>It should surprise absolutely nobody that the first answer to this question is somebody who worked for the former Atlético Madrid president and P45 addict, Jesús Gil. “During Gil’s chaotic reign, Radomir Antic, went straight back to the job that he was fired from – not once, but twice over a two-year period,” writes Chai in Atlanta. “After managing the side for three years – including a league and cup double in 1996 – he was replaced by Arrigo Sacchi in June 1998. Sacchi lasted just over six months, and Antic returned in March 1999 to take over from the caretaker, Carlos Sánchez Aguiar. Despite leading the team to the final of the 1999 Copa del Rey, he was fired in June and replaced by Claudio Ranieri. After Ranieri was fired in March 2000, Antic returned for his third stint. Despite reaching another Copa del Rey final, he was promptly fired again.”<br /><br />Chai also suggests Francesco Guidolin, who had four spells at Palermo – including three in the space of a year. “After starting his second spell at the club in June 2006, he was fired the following April,” he writes. “The sacking was revoked and he was back at the helm within a month. However, after just two matches, he was dismissed again, this time to be replaced by Stefano Colantuono. In November 2007, Guidolin replaced Colantuono for his fourth stint at the club. This reunion was unsurprisingly short-lived, and he was fired on 24 March 2008.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/has-a-football-manager-ever-replaced-their-successor-knowledge\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/leaders-urged-to-reform-finance-to-aid-the-poorest-hit-by-the-climate-crisis", "title": "Leaders urged to reform finance to aid the poorest hit by the climate crisis", "date_published": "2022-11-09 08:00:24+00:00", "description": "<p>Mia Mottley, PM of Barbados, who, at Cop27 called again for climate justice, is devising a debt relief and loan blueprint, targeting the IMF</p><p>Mia Mottley’s speeches in defence of climate justice dominated media headlines at Cop26 in Scotland last year, where she called on world leaders to seize the moment and deliver on climate action. On Monday she tried again. “We have the collective capacity to transform,” she <a href=\"https://www.theguardian.com/world/video/2022/nov/07/we-have-the-collective-capacity-to-transform-says-mia-mottley-at-cop27-video\">urged</a> those gathered at Cop27 in Egypt.</p><p>One of the main targets in the sights of Mottley, prime minister of Barbados, is a new finance solution to the climate crisis, which is swiftly becoming one of the <a href=\"https://www.theguardian.com/global-development/2022/nov/07/money-talks-climate-finance-cop27-global-heating-un\">key issues</a> being negotiated at the conference.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/leaders-urged-to-reform-finance-to-aid-the-poorest-hit-by-the-climate-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/09/new-zealand-v-pakistan-t20-world-cup-semi-final-live", "title": "New Zealand v Pakistan: T20 World Cup semi-final – live!", "date_published": "2022-11-09 07:53:30+00:00", "description": "<ul><li>Over-by-over report of the action in Sydney</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/08/sri-lanka-cricket-investigating-various-alleged-incidents-t20-world-cup\">Sri Lanka Cricket investigating ‘various alleged incidents’</a></li><li><a href=\"https://www.theguardian.com/sport/2022/nov/08/pakistan-wild-ride-to-the-t20-cricket-world-cup-semi-finals\">‘Unreal’: Pakistan’s wild ride to the T20 World Cup semis</a></li><li><a href=\"mailto:tim.delisle.casual@theguardian.com\">Email Tim</a> with any thoughts | Tweet <a href=\"https://twitter.com/timdelisle\">@TimdeLisle</a><strong><br /></strong></li></ul><p>The pitch looks not so much worn as knackered. Shaun Pollock, out there as a pundit, says: “It’s jigsaw-puzzley, if you want to put it that way.” Polly, it’s <em>you</em> who wants to put it that way. And I’m struggling to see what you mean. Possibly this: the pitch is in pieces, and the players will have to put it together themselves. </p><p>Ch-ch-ch-changes? No thanks.</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/09/new-zealand-v-pakistan-t20-world-cup-semi-final-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/09/novelist-as-a-vocation-by-haruki-murakami-review-lessons-in-simplicity", "title": "Novelist as a Vocation by Haruki Murakami review – lessons in simplicity", "date_published": "2022-11-09 07:30:23+00:00", "description": "<p>The Japanese writer lets readers inside his own head in an insightful collection of essays on his work and methods</p><p>Haruki Murakami is not one for getting out and about much. Famously, the Japanese’s novelist’s day consists of running, writing, listening to jazz and going to bed at nine o’clock. He doesn’t waste his time getting gussied up for television appearances or prize-giving shindigs; the organisers of literary festivals are used to having their invitations politely declined.</p><p>That doesn’t mean, though, that Murakami wants to remove himself completely from the world. Indeed, in many ways he seems to long to be known by it. His 2007 memoir <a href=\"https://www.theguardian.com/books/2009/mar/27/murakami-what-talk-about-running\" title=\"\">What I Talk About When I Talk About Running</a> was a meditation not just on the pain and glory of doing the 2005 New York City marathon, but also a slant-wise glimpse into what he almost certainly doesn’t call his “process”. Now he is back again, but this time looking straight and hard at the whole business, or rather the vocation, of writing novels.</p> <a href=\"https://www.theguardian.com/books/2022/nov/09/novelist-as-a-vocation-by-haruki-murakami-review-lessons-in-simplicity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/09/police-allege-sydney-woman-was-choked-sexually-assaulted-by-sri-lankan-cricketer-danushka-gunathilaka-after-meeting-on-tinder", "title": "Police allege Sydney woman was choked, sexually assaulted by Sri Lankan cricketer Danushka Gunathilaka after meeting on Tinder", "date_published": "2022-11-09 07:21:44+00:00", "description": "<p>NSW police facts sheet filed with Downing Centre local court alleges woman feared for her life during alleged attack in Rose Bay home</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p> A Sydney woman has said she feared for her life on a date after meeting Sri Lankan cricketer Danushka Gunathilaka on Tinder.</p><p>The woman, who cannot be identified, was allegedly sexually assaulted four times in her Rose Bay home on 2 November after going out for drinks and pizza with the international sports star.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/09/police-allege-sydney-woman-was-choked-sexually-assaulted-by-sri-lankan-cricketer-danushka-gunathilaka-after-meeting-on-tinder\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/09/san-francisco-trans-cinema-film-festival", "title": "‘There’s this inherent censorship’: how trans cinema has endured over time", "date_published": "2022-11-09 07:11:22+00:00", "description": "<p>In the 25th edition of the groundbreaking San Francisco transgender film festival, sidelined narratives take center stage</p><p>For a quarter of a century, the San Francisco transgender film festival (SFTFF) has defined itself by being anti-corporate, anti-mainstream and extremely open to the kind of experimentation and diversity that characterizes the communities it strives to serve. Speaking with Shawna Virago, the festival’s artistic director, her commitment to these values is clear. “I’m very honored to keep our festival’s foundational, radical edge,” Virago told the Guardian. “Yet you can be radical and welcoming and compassionate all at the same time, and we’ve kept that going for 25 years.”</p><p>The 2022 festival is an important one for Virago, as it marks a return to in-person screenings after two years offering an online-only experience. This year, the SFTFF is trying out a hybrid approach, showcasing films both online and at its longtime venue, the Roxie theater in San Francisco’s Mission District.</p> <a href=\"https://www.theguardian.com/film/2022/nov/09/san-francisco-trans-cinema-film-festival\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/09/apple-watch-ultra-review-smartwatch-design-athletes", "title": "Apple Watch Ultra review: the super-charged smartwatch", "date_published": "2022-11-09 07:00:24+00:00", "description": "<p>Bigger and longer-lasting with a new rugged design, but falls short for adventurers and endurance athletes</p><p>For the first time in years, there’s a new top Apple smartwatch model available that’s beefier, hardier, lasts longer and is aimed squarely at dethroning Garmin at the top of the adventure watch market. But does the Apple Watch Ultra really compete? Not quite.</p><p>The new watch is not cheap, of course, and only works with an iPhone. It costs £849 ($799/A$1,299) – well above the entry point SE which starts at £259 and <a href=\"https://www.theguardian.com/technology/2022/sep/28/apple-watch-series-8-review-better-womens-health-tracking\">the Series 8</a> in the middle of the range costing £419 and up. That said, you can easily spend £779 on the nicest Series 8 models.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/09/apple-watch-ultra-review-smartwatch-design-athletes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/how-likely-is-progress-on-climate-at-cop27", "title": "How likely is progress on climate at Cop27?", "date_published": "2022-11-09 07:00:24+00:00", "description": "<p>Potential outcomes on 1.5C, climate finance, adaptation funding, loss and damage, World Bank reform and African gas</p><p>At Cop26 in Glasgow, <a href=\"https://www.theguardian.com/environment/2021/nov/15/ratchets-phase-downs-and-a-fragile-agreement-how-cop26-played-out\">countries agreed to limit global heating to 1.5C above pre-industrial levels</a>. The pledges on emissions cuts they came forward with were not enough to meet this goal, however, so they agreed to return this year with strengthened commitments. Few have done so – only 24 submitted new national plans on emissions to the UN in advance of Cop27.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/how-likely-is-progress-on-climate-at-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/09/photographer-emma-hardy-family-life-in-pictures", "title": "‘Tread carefully, always’: family life from all angles – in pictures", "date_published": "2022-11-09 07:00:24+00:00", "description": "<p>Photographer Emma Hardy talks us through some of the intimate images that reveal her attempt to balance a creative life with motherhood</p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/09/photographer-emma-hardy-family-life-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/09/is-that-black-enough-for-you-review-tremendous-study-of-black-american-cinema", "title": "Is That Black Enough for You?!? review – tremendous study of black American cinema", "date_published": "2022-11-09 07:00:23+00:00", "description": "<p>Elvis Mitchell delivers a vivid history of African American cinema, ranging from the unsung heroes of Hollywood’s golden age to the thrills of Blaxploitation</p><p>The title of Elvis Mitchell’s tremendous study of black American cinema is taken from Ossie Davis’s 1970 Blaxploitation buddy cop comedy Cotton Comes to Harlem, based on the Chester Himes novel, about a bale of cotton discovered in Harlem, of all the unlikely places: a bale which hides misappropriated cash and is of course a satirical symbol of oppression. Different characters wisecrack: “Is that black enough for you?”, riffing subversively on authenticity in the power struggle.</p><p>With a dense and fascinating mass of clips and interviews with figures in the movies such as Whoopi Goldberg, Zendaya, Samuel L Jackson and Laurence Fishburne, Mitchell fights back against cultural erasure and amnesia: there is a rich and vivid history of African American cinema which blossomed in Hollywood’s pioneering golden age, but was siloed in designated “negro” cinemas. (Martin Luther King is shown reminiscing about them.) Mitchell recalls unsung, or insufficiently sung, heroes of black moviemaking such as <a href=\"https://www.theguardian.com/film/2016/feb/12/pioneers-african-american-cinema-oscar-micheaux\">Oscar Micheaux</a>, the first great African American film-maker who was an independent creative powerhouse from the silent age onwards.</p> <a href=\"https://www.theguardian.com/film/2022/nov/09/is-that-black-enough-for-you-review-tremendous-study-of-black-american-cinema\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/09/misinformation-hampers-ugandas-battle-against-new-outbreak-of-ebola", "title": "Misinformation hampers Uganda’s battle against new outbreak of Ebola", "date_published": "2022-11-09 07:00:23+00:00", "description": "<p>Despite 53 deaths, people are still in denial of the danger as doctors race to develop an effective vaccine against Sudan strain of disease</p><p>Standing a few metres away from the gathering at the Kassanda district offices in central Uganda, Sam Kassamba’s face is a picture of disbelief.</p><p>He has just figured out that the public meeting on Ebola he is attending is not about food distribution or when the 21-day lockdown imposed on Kassanda and Mubende districts will end.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/09/misinformation-hampers-ugandas-battle-against-new-outbreak-of-ebola\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/09/the-architectural-photography-awards-shortlist", "title": "The Architectural Photography Awards – shortlist", "date_published": "2022-11-09 07:00:23+00:00", "description": "<p>The <a href=\"http://www.archphotoawards.com/\">Architectural Photography Awards</a> has announced the shortlist of entrants for this year’s competition. The judges were asked to look beyond the architecture, and to consider composition, use of scale and the photographers’ sensitivity to atmosphere. The shortlist consists of entries from six categories: Exterior, Interior, Sense of Place, Buildings in Use, Bridges and Transport Hub.</p><p>The photographs will be displayed at The World Architecture Festival (WAF) Lisbon in Portugal from 30 November - 2 December</p><p><br /></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/09/the-architectural-photography-awards-shortlist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/what-would-i-do-if-i-won-19bn-make-life-a-misery-for-the-man-who-bought-the-house-next-door", "title": "What would I do if I won $1.9bn? Make life a misery for the man who bought the house next door", "date_published": "2022-11-09 07:00:22+00:00", "description": "<p>What’s the point of being filthy rich if you can’t be petty? If I ever do scoop the US’s Powerball jackpot, my nemesis will learn to fear my racoon-based revenge</p><p>There was a <a href=\"https://www.cbsnews.com/news/powerball-jackpot-amount-16-billion-odds-of-winning/\">one in 292</a><a href=\"https://www.cbsnews.com/news/powerball-jackpot-record-amount-19-billion-odds-of-winning/\">m chance of it happening</a> and it turns out … I didn’t beat the odds. I regret to inform you that I have not won the $1.9bn (£1.7bn) Powerball jackpot, the largest lottery prize in US history, despite splashing out on three $2 tickets.</p><p>Some people may be of the opinion that not winning the jackpot is a blessing of sorts. There are, after all, lots of stories about people who win the lottery and <a href=\"https://www.buzzfeed.com/lizmrichardson/winning-the-lottery-horror-stories\">find it ruins their life</a>. Friends and family harass them for money; they burn through their winnings; life loses its meaning. While that’s all very sad, let me tell you right now: winning almost two billion dollars would not ruin my life. I wouldn’t be one of those people who squanders their money on fast cars (I can’t drive) and vintage champagne (OK, maybe I’d buy some champagne). I would use the cash wisely.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/what-would-i-do-if-i-won-19bn-make-life-a-misery-for-the-man-who-bought-the-house-next-door\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/brittney-griner-us-basketball-star-transferred-to-penal-colony", "title": "US basketball star Brittney Griner transferred to Russian penal colony", "date_published": "2022-11-09 06:52:31+00:00", "description": "<p>The Olympic gold medalist was sentenced to nine years in a penal colony on drug charges, which the White House calls ‘wrongful’</p><p>US basketball star <a href=\"https://www.theguardian.com/sport/brittney-griner\">Brittney Griner</a> was transferred last week from a detention center outside the Russian capital and is on her way to a penal colony, her legal team said on Wednesday.</p><p>The two-time Olympic gold medalist was arrested on 17 February, a week before Russia sent troops into Ukraine, at a Moscow airport with vape cartridges containing cannabis oil, which is banned in Russia. The White House has called her detention “wrongful”.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/brittney-griner-us-basketball-star-transferred-to-penal-colony\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/08/republicans-midterm-election-poor-preformance", "title": "Republicans scramble to climb blue wall in poor midterm performance", "date_published": "2022-11-09 06:45:52+00:00", "description": "<p>Control of House and Senate remains on knife edge as ‘red wave’ fails to take hold in surprising outcome of historically predictable elections</p><ul><li><strong><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm election results 2022: live</a></strong></li><li><strong><a href=\"https://www.theguardian.com/us-news/live/2022/nov/08/midterm-elections-2022-polls-results-senate-house-us-midterm-voting-republicans-democrats-live-updates-latest-news\">US midterm elections 2022 – latest live news updates</a></strong></li></ul><p>Less a red wave than a blue wall.</p><p>There are still many votes to count <a href=\"https://www.theguardian.com/us-news/2022/nov/08/2022-midterms-democrats-tightly-fought-races-trump\">in the midterms</a> but elections are all about expectations and, as of 1am ET on Wednesday, Democrats were walking tall and Republicans were feeling flat.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/08/republicans-midterm-election-poor-preformance\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/09/indoor-wood-fires-dangerous-for-some-pregnant-women", "title": "Indoor wood fires ‘dangerous’ for some pregnant women", "date_published": "2022-11-09 06:30:22+00:00", "description": "<p>Study finds link between smoke-related deaths and eclampsia, helping explain worse maternal health</p><p>Air pollution from cooking indoors over a fire of wood or charcoal could have life-threatening consequences for some pregnant women, according to a <a href=\"https://obgyn.onlinelibrary.wiley.com/doi/10.1002/ijgo.14484\">new study</a>.</p><p>Researchers at King’s College London found “a significantly positive correlation” between deaths attributable to toxic smoke from cooking and heating and the rate of eclampsia, a rare condition in pregnancy where high blood pressure results in life-threatening seizures. Women with pre-eclampsia, characterised by high blood pressure or hypertension, are at significantly greater risk in pregnancy if they are cooking over an open fire.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/09/indoor-wood-fires-dangerous-for-some-pregnant-women\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/09/father-of-modern-election-science-sir-david-butler-dies-at-98", "title": "Father of modern election science, Sir David Butler, dies at 98", "date_published": "2022-11-09 06:20:36+00:00", "description": "<p>Psephologist known for his Swingometer is remembered as ‘the grand daddy of all election poll watchers’</p><p>Sir David Butler, the father of modern election science whose career spanned more than 70 years, has died at the aged of 98.</p><p>Butler’s friend and biographer, the journalist Michael Crick, paid tribute to him as the “father of psephology” – a word that Butler promoted early in his career to describe “the new study of election science based on the Greek word <em>psephos</em> for pebble which the ancient Greeks used to vote in elections”.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/09/father-of-modern-election-science-sir-david-butler-dies-at-98\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/09/russia-ukraine-war-live-reports-of-fierce-fighting-in-mykolaiv-region-zelenskiy-says-russians-face-extraordinary-losses-in-donetsk", "title": "Russia-Ukraine war live: reports of fierce fighting in Mykolaiv region; Zelenskiy says Russians face ‘extraordinary’ losses in Donetsk", "date_published": "2022-11-09 06:19:08+00:00", "description": "<p>Reports of clashes in parts of south; Ukrainian president says ‘dozens of attacks’ each day in eastern Dontesk region</p><p>A <strong>Ukrainian military statement</strong> on Tuesday accused Russian troops of continuing to loot and destroy infrastructure in the southern city of <strong>Kherson</strong>, where a showdown has been looming for weeks in the only regional capital Russia has captured intact since its invasion.</p><p>Russian artillery hit more than 30 settlements in <strong>Kherson</strong> and <strong>Mykolaiv</strong> regions, and in <strong>Zaporizhzhia</strong> region the Russian-installed authorities were forcing residents to accept Russian passports after seizing their Ukrainian documents, the statement said.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/09/russia-ukraine-war-live-reports-of-fierce-fighting-in-mykolaiv-region-zelenskiy-says-russians-face-extraordinary-losses-in-donetsk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/republicans-democrats-trump-biden-midterms-opinion-panel", "title": "‘No Republican blowout’: our panel reacts to the initial US midterm results | Panel", "date_published": "2022-11-09 06:10:57+00:00", "description": "<p>While much remains unclear about Tuesday’s elections, we know that Democrats did much better than expected</p><p>It was not supposed to be this close. Midterms are always hard for the party in power. In the past, when Democrats have faced a midterm election when they controlled both the White House and Congress, the Republicans had a blowout.</p><p>Moira Donegan is a Guardian US columnist</p><p>Cas Mudde is a Guardian US columnist and the Stanley Wade Shelton UGAF professor in the school of public and international affairs at the University of Georgia</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/republicans-democrats-trump-biden-midterms-opinion-panel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/09/i-miss-eating-weight-loss-drug-ozempic-food-repulsive", "title": "‘I miss eating’: the truth behind the weight loss drug that makes food repulsive", "date_published": "2022-11-09 06:00:23+00:00", "description": "<p>In Beverly Hills’ doctors offices, celebrities are clamoring for Ozempic prescriptions – but what are the costs of the supposed wonder drug?</p><p><br />“Everyone’s on it,” says Dr Daniel Ghiyam whose “medical spa” in Ventura county, California, offers skin tightening, body contouring, vaginal rejuvenation and, lately, injections of Semaglutide, the active ingredient in a new drug called Ozempic. To hear Ghiyam tell it, these injections are Hollywood’s worst-kept secret.</p><p>“A lot of celebrities are on it,” he says. “Everyone’s who’s not talking about it is on the stuff.”</p> <a href=\"https://www.theguardian.com/food/2022/nov/09/i-miss-eating-weight-loss-drug-ozempic-food-repulsive\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/discovered-in-the-deep-the-sharks-that-glow-in-the-dark", "title": "Discovered in the deep: the sharks that glow in the dark", "date_published": "2022-11-09 06:00:22+00:00", "description": "<p>Measuring up to 1.8 metres, kitefin sharks are by far the biggest bioluminescent sharks to have been found</p><p>• <a href=\"https://www.theguardian.com/environment/2022/oct/31/discovered-in-the-deep-the-mermaids-wineglass-algae-acetabularia-jalakanyakae\">Discovered in the deep: the ‘mermaid’s wineglass’ single-cell organism</a></p><p>Kitefin sharks (<em>Dalatias licha</em>) have been known about since the 18th century, but it was <a href=\"https://www.frontiersin.org/articles/10.3389/fmars.2021.633582/full\">only in January 2020</a> that scientists saw them glowing in the dark for the first time. They are not the only bioluminescent sharks – roughly one in 10 species has that ability – but at up to 1.8 metres, kitefins are by far the biggest that have been found.<br /><br />Jérôme Mallefet, a biologist at the Université catholique de Louvain, Belgium, had been hoping for years to see a glowing kitefin shark. “That was one of my holy grails, to see that big shark glowing,” he says. Studies in the 1980s suggested they have light-emitting organs in their brown skin, but nobody had seen one alive and illuminated.</p><p>His dream came true 1,000 miles east of New Zealand, onboard a fisheries research vessel that was using a huge, commercial-scale trawl net to survey species inhabiting the twilight zone, about 800 metres down. Previous surveys of the area regularly caught kitefin sharks, but Mallefet was the first person to carefully transfer them into a darkened room. With the lights turned down low, he saw the live kitefin sharks had a blue-green glow across their bodies.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/discovered-in-the-deep-the-sharks-that-glow-in-the-dark\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/dry-in-the-desert-cop27-delegates-get-a-taste-of-food-and-drink-scarcity", "title": "Dry in the desert: Cop27 delegates get a taste of food and drink scarcity", "date_published": "2022-11-09 06:00:22+00:00", "description": "<p>Conference attenders in Sharm el-Sheikh ate ice-cream as food stalls and water fountains ran dry</p><p>A year ago, <a href=\"https://www.theguardian.com/environment/2021/nov/05/cop26s-big-question-is-irn-bru-any-good\">Irn-Bru proved an unlikely hit at Cop26</a> as delegates from around the world tried the Scottish delicacy for the first time. But in Egypt, the battle to find food and water at all has been a core part of the culinary experience at the climate summit.</p><p>In the first few days of Cop27, water fountains and refrigerators emblazoned with the logo of sponsor Coca-Cola stood empty in the African sun as thirsty delegates looked on. Stall workers argued with each other as the final few sandwiches, quiche slices and croissants ebbed away.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/dry-in-the-desert-cop27-delegates-get-a-taste-of-food-and-drink-scarcity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/09/would-you-have-your-legs-broken-to-make-yourself-taller-the-men-who-go-through-hell-for-a-little-extra-height", "title": "Would you have your legs broken to make yourself taller? The men who go through hell for a little extra height", "date_published": "2022-11-09 06:00:22+00:00", "description": "<p>The procedure can cost £80,000 – but increasing numbers of people are putting themselves through leg-lengthening surgery. What drives them to do it? And is it worth the pain and potential complications?</p><p>As a teenager, Lewis hit 5ft 5in (165cm) and stopped growing. He would be almost 4in (10cm) shorter than the average British man; in fact, nine out of 10 men would be taller than him. When he plucked up the courage to go out, he wore stacked heels. He resented the way dating apps encouraged height discrimination. “You’re a great guy – you deserve to be taller,” one woman said. At one point he went on antidepressants.</p><p>I speak to Lewis the day after Rishi Sunak, who is reported to be <a href=\"https://www.politics.co.uk/reference/rishi-sunak-height/\">5ft 6in</a>, becomes prime minister. He’s seen all the usual jokes on Twitter and elsewhere. “I believe it’s one of the last prejudices that is seen as acceptable,” Lewis says. “It’s interesting that people fixate on something you can’t change … Well, at least I thought you couldn’t.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/09/would-you-have-your-legs-broken-to-make-yourself-taller-the-men-who-go-through-hell-for-a-little-extra-height\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/tories-rishi-sunak-brexit-conservatism-caretaker-prime-minister", "title": "The Tories are ungovernable, and Rishi Sunak won’t bring them to heel | Rafael Behr", "date_published": "2022-11-09 06:00:21+00:00", "description": "<p>Brexit created a profound crisis in Conservatism – one that it is beyond the abilities of any caretaker prime minister to solve<br /></p><p>There is something accidental about Rishi Sunak. Partly it is the route he took to Downing Street, taking over from someone who had recently beaten him in a race to the top. It was unceremonious, like an athlete collecting the gold medal after the winner fails a drugs test.</p><p>But the malaise goes deeper – to the absence of a purpose beyond <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/rishi-sunak-suella-braverman-british-politics-austerity-hostile-environment\">clearing up the mess</a> made by previous Tory governments. If Sunak has a vision of what to achieve as prime minister, its fulfilment lies across a slurry pit filled with his predecessor’s mistakes. Even if he crosses with rare panache he will stink before reaching the other side.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/tories-rishi-sunak-brexit-conservatism-caretaker-prime-minister\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/us-farms-lobby-to-use-cruellest-killing-method-as-bird-flu-rages", "title": "US farms lobby to use ‘cruellest’ killing method as bird flu rages", "date_published": "2022-11-09 06:00:21+00:00", "description": "<p>Controversial killing method could become preferred option despite vets saying it should only be used as a last resort</p><p>US agriculture officials are being lobbied to make it easier for chicken farmers to use the <a href=\"https://www.theguardian.com/environment/2022/mar/08/theyre-cooking-them-alive-calls-to-ban-cruel-killing-methods-on-us-farms\">“cruellest option”</a> for killing birds affected by the continuing bird flu epidemic.</p><p>More than <a href=\"https://www.cdc.gov/flu/avianflu/spotlights/2022-2023/nearing-record-number-avian-influenza.htm\">49 million poultry birds in the US</a> have either died as a result of bird flu or have been culled due to exposure to infected birds, echoing the havoc the disease has caused the European poultry and wild bird populations. </p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/us-farms-lobby-to-use-cruellest-killing-method-as-bird-flu-rages\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/09/peter-gerard-scully-australian-man-jailed-for-129-years-child-sex-abuse-case-philippines", "title": "Australian man jailed for 129 years in child sexual abuse case in Philippines", "date_published": "2022-11-09 06:00:13+00:00", "description": "<p>It is the second conviction for Peter Gerard Scully who was already serving a life sentence for the rape and trafficking of girls</p><p>An Australian man has been sentenced to 129 years in a Philippine jail as part of a child sexual abuse case involving victims as young as 18 months, a prosecutor has said.</p><p>“I hope this sends a very strong message to all abusers, all human traffickers, that crime really does not pay,” Merlynn Barola-Uy, a regional prosecutor in the southern city of Cagayan de Oro, said on Wednesday.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/09/peter-gerard-scully-australian-man-jailed-for-129-years-child-sex-abuse-case-philippines\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/welcome-to-cop27-and-now-a-word-from-our-sponsors", "title": "Welcome to Cop27! And now a word from our sponsors | First Dog on the Moon", "date_published": "2022-11-09 05:46:05+00:00", "description": "<p>Make sure to grab your gift bag! </p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/welcome-to-cop27-and-now-a-word-from-our-sponsors\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/09/democrats-did-far-better-than-expected-how-come", "title": "Democrats did far better than expected. How come? | Matthew Yglesias", "date_published": "2022-11-09 05:25:03+00:00", "description": "<p>There was no Republican ‘red wave’ after all. And abortion might be the reason why</p><p>Many known unknowns remain in the US congressional elections, including the critical question of who will hold the majority in the Senate.</p><p>But it’s already clear that Republicans are going to perform far worse than the typical out-party in a midterm election. Democrats appear to be on track for a result that, while certainly not spectacular if viewed in isolation, is the best midterm performance for any incumbent party since 2002. There’s nothing like the massive “wave” elections of 1994, 2006, 2010 or 2018 here, or the steady opposition gains of 2014. In 1998, Democrats did break with precedent and actually gain seats in the House and Senate, despite holding the White House. But that was a question of shrinking existing Republican majorities.</p><p>Matthew Yglesias is a political commentator. He runs the <a href=\"https://www.slowboring.com/\">SlowBoring</a> Substack</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/democrats-did-far-better-than-expected-how-come\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/09/oil-and-gas-greenhouse-emissions-three-times-higher-than-producers-claim", "title": "Oil and gas greenhouse emissions ‘three times higher’ than producers claim", "date_published": "2022-11-09 05:00:20+00:00", "description": "<p>Climate Trace reports half of 50 largest sources of greenhouse gas are oil and gas operations and many underreport their emissions</p><p>Greenhouse gas emissions from oil and gas facilities around the world are about three times higher than their producers claim, new data has shown.</p><p>Climate Trace, a project to measure at source the true levels of carbon dioxide and other global heating gases, published a <a href=\"http://www.climatetrace.org/\">new report on Wednesday</a> showing that half of the 50 largest sources of greenhouse gases in the world were oil and gas fields and production facilities.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/09/oil-and-gas-greenhouse-emissions-three-times-higher-than-producers-claim\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/09/oldest-known-written-sentence-discovered-on-a-head-lice-comb", "title": "Oldest known written sentence discovered – on a head-lice comb", "date_published": "2022-11-09 04:00:19+00:00", "description": "<p>Timeless fret over hygiene picked out on engraved Bronze age comb from ancient kingdom of Judah</p><p>It’s a simple sentence that captures the hopes and fears of modern-day parents as much as the bronze age Canaanite who owned the doubled-edged ivory comb on which the words appear.</p><p>Believed to be the oldest known sentence written in the earliest alphabet, the inscription on the luxury item reads: “May this tusk root out the lice of the hair and the beard.”</p> <a href=\"https://www.theguardian.com/science/2022/nov/09/oldest-known-written-sentence-discovered-on-a-head-lice-comb\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/09/elon-musk-sells-tesla-shares-worth-4bn", "title": "Elon Musk sells Tesla shares worth $4bn", "date_published": "2022-11-09 03:48:06+00:00", "description": "<p>Musk said he was done selling Tesla stock back in August, before Twitter’s legal action sealed the deal for the $44bn takeover</p><p>Tesla CEO Elon Musk has sold 19.5 million of his shares in the electric car company, according to filings published by the US Securities and Exchange Commission on Tuesday, in a transaction worth $3.95bn.</p><p>The move comes in the wake of his purchase of Twitter for $44bn.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/09/elon-musk-sells-tesla-shares-worth-4bn\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/american-us-woman-carly-morris-detained-saudi-arabia", "title": "US woman detained by Saudi officials after saying she had been trapped there since 2019", "date_published": "2022-11-09 03:34:17+00:00", "description": "<p>Carly Morris travelled to Saudi Arabia in 2019 so her young daughter could see the father of her ex-husband </p><p>A 34-year-old American woman has been detained in Saudi Arabia after she posted on Twitter that she and her young daughter had been lured to the kingdom and trapped there since 2019.</p><p>Carly Morris told relatives three years ago that she was planning to travel to Saudi Arabia for a brief period so that her eight-year-old daughter could meet her paternal grandfather. However, Morris then became locked in a years-long struggle to take her young daughter back out of the kingdom over the objections of her Saudi ex-husband. Morris’s efforts to leave have been made more difficult by Saudi Arabia’s strict male guardianship laws.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/american-us-woman-carly-morris-detained-saudi-arabia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/09/days-2-and-3-of-the-cop27-climate-summit-in-pictures", "title": "Days 2 and 3 of the Cop27 climate summit – in pictures", "date_published": "2022-11-09 03:00:18+00:00", "description": "<p>Leaders, activists and other delegates gathered in Sharm el-Sheikh in Egypt to discuss the climate crisis</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/09/days-2-and-3-of-the-cop27-climate-summit-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/09/what-scandal-manston-asylum-centre-says-about-migration-system-podcast", "title": "What the scandal at Manston asylum centre says about our migration system – podcast", "date_published": "2022-11-09 03:00:18+00:00", "description": "<p>For the last six weeks conditions at a centre housing people who made perilous journeys across the Channel on small boats have been making the headlines. The home secretary, Suella Braverman, has pointed the finger at a ‘broken’ system. But why is the Home Office so often at the centre of a crisis?</p><p>The Manston asylum centre in Kent was supposed to swiftly process people who arrive in the UK on small boats. Instead, men, women and children who made the journey across the Channel say they were stuck inside for weeks in overcrowded conditions.</p><p><strong>Diane Taylor</strong>, who has reported extensively on the centre, tells <strong>Nosheen Iqbal</strong> how the crisis, and what life was like for migrants living in squalid conditions. The home secretary, however, has said the unprecedented numbers of people crossing the Channel has broken the system.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/09/what-scandal-manston-asylum-centre-says-about-migration-system-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/08/kari-lake-arizona-governor-candidate-media-worst-fricking-nightmare", "title": "Arizona’s Kari Lake vows to be media’s ‘worst fricking nightmare’ if she wins", "date_published": "2022-11-09 02:14:25+00:00", "description": "<p>The gubernatorial candidate has mirrored Trump in attacking the mainstream media despite having thrived as a career anchor</p><ul><li><strong><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm election results 2022: live</a></strong></li><li><strong><a href=\"https://www.theguardian.com/us-news/live/2022/nov/08/midterm-elections-2022-polls-results-senate-house-us-midterm-voting-republicans-democrats-live-updates-latest-news\">US midterm elections 2022 – latest live news updates</a></strong></li></ul><p>The Trump-aligned Republican candidate for governor in Arizona, Kari Lake, told reporters on Tuesday she would be their “worst fricking nightmare for eight years” if she defeated the Democrat Katie Hobbs for the job.</p><p>Lake has been <a href=\"https://www.theguardian.com/us-news/2022/nov/03/kari-lake-trump-arizona-maga-republicanism-midterms\">talked up</a> as a running mate for Donald Trump in his widely expected run for the Republican presidential nomination in 2024, which he has indicated he will announce this month.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/08/kari-lake-arizona-governor-candidate-media-worst-fricking-nightmare\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/09/climate-activists-target-andy-warhols-campbells-soup-cans-at-australias-national-gallery", "title": "Climate activists target Andy Warhol’s Campbell’s soup cans at National Gallery of Australia", "date_published": "2022-11-09 02:05:47+00:00", "description": "<p>The artworks, which sit under glass, were not damaged by the Stop Fossil Fuel Subsidies protesters</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/09/australia-live-news-peter-reith-sri-lanka-parliament-senate-estimates-defence-industrial-relations-workplace-laws-anthony-albanese-peter-dutton-environment-cop-peter-reith\">Follow our Australia liveblog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Climate protesters have scrawled over one of the National Gallery of Australia’s prized modern art pieces, Andy Warhol’s Campbell’s soup cans.</p><p>Images released by the activists showed several blue scrawls across the work, called Campbell’s Soup I, but it is understood the prints themselves were under glass frames and not damaged.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/09/climate-activists-target-andy-warhols-campbells-soup-cans-at-australias-national-gallery\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/09/australian-monarchist-league-calls-for-boycott-of-the-crown-and-netflix", "title": "Australian Monarchist League calls for boycott of The Crown and Netflix", "date_published": "2022-11-09 01:55:15+00:00", "description": "<p>AML says Netflix must ‘correct the record’ and add disclaimer to address ‘falsehoods’ about the royal family</p><ul><li><a href=\"https://www.google.com/url?q=https://www.google.com/url?q%3Dhttps://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP%253Dcvau_sfl%26amp;sa%3DD%26amp;source%3Deditors%26amp;ust%3D1667961778976917%26amp;usg%3DAOvVaw0Sx5kUIW48d5v9jX2SMOaP&amp;sa=D&amp;source=docs&amp;ust=1667961779020856&amp;usg=AOvVaw1VR8VO070jwlFogbgXZT-T\">Get our weekend culture and lifestyle email</a></li></ul><p>The Australian Monarchist League has called on audiences to stop watching The Crown and boycott Netflix if the streamer “does not act to correct the record” and add a disclaimer to episodes of the drama to address purported “falsehoods and inaccuracies” about the royal family.</p><p>The streaming service added a disclaimer to the trailer for the drama’s fifth season last week, following growing criticism about the show’s accuracy, including <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/04/john-major-and-tony-blair-criticise-the-crowns-dramatisation-of-secret-meeting\">from the likes of former UK prime ministers Sir Tony Blair and Sir John Major</a>, as well as actor Dame Judi Dench.</p><p><strong><a href=\"https://www.google.com/url?q=https://www.google.com/url?q%3Dhttps://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP%253Dcopyembed%26amp;sa%3DD%26amp;source%3Deditors%26amp;ust%3D1667961778976205%26amp;usg%3DAOvVaw3ycsHi6LFVStuMTzxM78wx&amp;sa=D&amp;source=docs&amp;ust=1667961779020683&amp;usg=AOvVaw0MQHyH0e7-X0VUvlV5rCaf\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/09/australian-monarchist-league-calls-for-boycott-of-the-crown-and-netflix\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/09/security-agencies-probe-chinese-approach-to-ex-australian-defence-personnel", "title": "Security agencies probe Chinese approach to ex-Australian defence personnel", "date_published": "2022-11-09 01:46:46+00:00", "description": "<p>Deputy PM plays down suggestions of a loophole in the law, saying former military have ‘enduring obligation’ to maintain secrets</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australian security agencies are investigating allegations that highly skilled former Australian defence force personnel may have been approached to provide military training to China.</p><p>The deputy prime minister, Richard Marles, revealed on Wednesday that the counter foreign interference taskforce, led by the Australian federal police and spy agency Asio, was “currently investigating a number of cases”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/09/security-agencies-probe-chinese-approach-to-ex-australian-defence-personnel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/08/twitter-official-label-verified-accounts-blue", "title": "Twitter to offer ‘official’ label for select verified accounts", "date_published": "2022-11-09 00:47:15+00:00", "description": "<p>Company executive says governments, companies, media outlets and public figures will receive label, which is not for sale</p><p><a href=\"https://www.theguardian.com/technology/twitter\">Twitter</a> will introduce an “official” label for select verified accounts when it launches its new $8 Twitter Blue service, Esther Crawford, the company’s early stage products executive, said on Tuesday.</p><p>“Accounts that will receive [the label] include government accounts, commercial companies, business partners, major media outlets, publishers and some public figures,” Crawford tweeted.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/08/twitter-official-label-verified-accounts-blue\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/russia-ukraine-war-at-a-glance-what-we-know-on-day-259-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 259 of the invasion", "date_published": "2022-11-09 00:36:14+00:00", "description": "<p>Zelenskiy says about 4 million people without power after targeted Russian attacks on Ukraine’s infrastructure</p><p><strong>Volodymyr Zelenskiy said his forces would not yield “a single centimetre” in fighting for control of eastern Donetsk region</strong> after earlier insisting that restoration of Ukrainian territory and compensation from Russia were conditions under which peace talks could take place. “The activity of the occupiers remains at an extremely high level – dozens of attacks every day,” Zelenskiy said. “They are suffering extraordinarily high losses. But the order remains the same – to advance on the administrative boundary of Donetsk region. We will not yield a single centimetre of our land.”</p><p><strong>The Ukrainian president said</strong> <strong>about 4 million people were without power in 14 regions plus the capital, Kyiv</strong>, but on a stabilisation rather than an emergency basis. Russian missile and drone attacks have targeted Ukraine’s energy infrastructure for weeks as winter approaches when temperatures can drop as low as -20C.</p><p><strong>The Ukrainian military accused Russian troops of continuing to loot and destroy infrastructure in Kherson</strong>, where a showdown has been looming for weeks in the only regional capital Russia has captured since its invasion. “On 7th November, a convoy of trucks passed over the dam of the Kakhova hydroelectric station loaded with home appliances and building materials,” a statement said. Russian forces were dismantling mobile phone towers and taking away equipment, it said.</p><p><strong>Britain’s Ministry of Defence said Russia was preparing new fortified lines deep inside territory it controls</strong> “to forestall any rapid Ukrainian advances in the event of breakthroughs”. This involved installing <a href=\"https://www.theguardian.com/world/2022/nov/08/russia-installs-dragons-teeth-blocks-in-shift-to-more-defensive-warfare\">concrete barriers known as “dragon’s teeth” to stop tanks</a>, including near Mariupol in the south to help safeguard Russia’s “land bridge” to occupied Crimea even if Moscow loses other territory.</p><p><strong>Zelenskiy called on Tuesday for an extension to the Black Sea grain export deal that lifted a Russian blockade of three major Ukrainian ports and eased a global food crisis. </strong>The accord, brokered by Turkey and the UN in July, expires on 19 November and looked in jeopardy in October when Russia briefly suspended its participation before rejoining. Ukraine also wanted the grain export deal expanded to include more ports and goods, and hoped a decision to renew the pact for at least a year would be taken next week, the deputy infrastructure minister said in a Reuters interview.</p><p><strong>Pro-Kremlin forces in Russia are hoping that the Republicans win control of Congress</strong>, an outcome they believe could mean the Democratic president, Joe Biden, finds it harder to get military aid packages for Ukraine approved. But for now, few in Moscow expect the bipartisan US political consensus on Ukraine to crack, whatever the result of Tuesday’s midterm elections.</p><p><strong>Zelenskiy <a href=\"https://www.theguardian.com/world/2022/nov/08/ukraine-urges-us-to-stay-united-as-potential-republican-win-threatens-aid\">urged the US to stay united</a> in its support </strong>and for US politicians to maintain “unwavering unity” and follow Ukraine’s example “until peace is restored”.</p><p><strong>The US and Russia will soon hold talks on resuming suspended nuclear arms control inspections</strong> that had been put on hold during the Covid-19 pandemic and languished after Russia’s invasion of Ukraine, the state department spokesman Ned Price said. Negotiations on the inspections would take place “in the near future” under the terms of the New Start treaty and would not include any discussion of the conflict in Ukraine.</p><p><strong><a href=\"https://www.theguardian.com/world/volodymyr-zelenskiy\">Zelenskiy</a> has told world leaders they will not be able to tackle the climate crisis unless Russia’s invasion of his country ends.</strong> “There can be no effective climate policy without the peace,” he said in a video address at <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">the Cop27 UN climate summit in Egypt</a>.</p><p><strong>The Russian president, Vladimir Putin, will join next week’s G20 summit “if the situation is possible</strong>”, his Indonesian counterpart, Joko Widodo, who is hosting the meeting, said on Tuesday, adding that Putin could attend virtually instead. On Monday the Kremlin spokesman, Dmitry Peskov, said Putin would decide by the end of the week whether he would attend.</p><p><strong>Zelenskiy</strong> will take part in the G20 meeting in Bali, most probably attending virtually, his spokesman has told Suspilne, the Ukrainian public broadcaster. Previously the Ukrainian position was that Zelenskiy would not appear if Putin did.</p><p><em>Reuters and Associated Press contributed to this report</em></p> <a href=\"https://www.theguardian.com/world/2022/nov/09/russia-ukraine-war-at-a-glance-what-we-know-on-day-259-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/09/climate-crisis-huge-impact-africa-economies-study-says", "title": "Climate crisis will have huge impact on Africa’s economies, study says", "date_published": "2022-11-09 00:01:14+00:00", "description": "<p>As Cop27 discusses climate finance, report says continent’s GDP growth could fall by two-thirds this century</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/08/cop27-un-climate-conference-day-two-crisis-live\">Cop27 live – latest news updates</a></li></ul><p>African countries, which are the least responsible for the global climate crisis, face seeing their GDP growth rate fall by up to 64% by the end of the century, according to research – even if the world succeeds in limiting global heating to 1.5C.</p><p>As world leaders hustle over climate action at the UN summit in Egypt, a <a href=\"https://www.christianaid.org.uk/resources/get-involved/cost-africa\">study commissioned by Christian Aid</a> has found that burning fossil fuels at the current rate will have a huge impact on the finances of African countries. The average hit to GDP per capita could be as much as 34%, finds the report, while the effect on GDP growth will lead to an average 20% reduction in rates by 2050 and a huge 64% on average by 2100.</p> <a href=\"https://www.theguardian.com/world/2022/nov/09/climate-crisis-huge-impact-africa-economies-study-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/world-cup-2022-team-guide-australia", "title": "World Cup 2022 team guides part 13: Australia", "date_published": "2022-11-09 00:01:14+00:00", "description": "<p>The Socceroos go into a fifth straight finals with the euphoria of dramatic qualification tempered slightly by a string of injuries</p><p><em>This article is part of the Guardian’s <a href=\"https://world/%20Cup%202022%20Experts’%20Network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/09/world-cup-2022-team-guide-australia\">Continue reading...</a>", "favourite": false}]