[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/usa-odsiadywal-wyrok-dozywocia-za-zabojstwo-zwolniony-po-29-latach-szybko-wrocil-za-kratki/", "title": "USA: Odsiadywał wyrok dożywocia za zabójstwo. Zwolniony po 29 latach szybko wrócił za kratki", "date_published": "2022-11-09 18:19:00+00:00", "description": "Gerald Reed w 1990 roku dopuścił się podwójnego zabójstwa, za co został skazany na dożywotnie pozbawienie wolności. Mieszkaniec Chicago w więzieniu spędził 29 lat. Zwolniony go w ubiegłym roku, ale wolnością cieszył się tylko kilka miesięcy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/wojna-w-ukrainie-w-wypadku-zginal-wiceszef-okupacyjnych-wladz-chersonia-msw-kijowa-nie-mial-pasa/", "title": "Ukraina. Śmiertelny wypadek wiceszefa okupacyjnych władz Chersonia. MSW Kijowa: Nie miał pasa", "date_published": "2022-11-09 18:14:00+00:00", "description": "Nie żyje wiceszef prorosyjskich władz okupowanego przez Rosjan Chersonia. Kyryło Stremousow zginął w zderzeniu trzech aut. Ukraińskie MSW przypomniało, że nadawał relacje na Telegrama z samochodu, w którym nie było pasa bezpieczeństwa. Separatysta jeszcze rano nagrał film, w którym mówił, że Rosja panuje nad sytuacją. Kilka godzin później szef rosyjskiego MON niespodziewanie ogłosił odwrót.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/wojna-w-ukrainie-cherson-bez-rosjan-oswiadczenie-szojgu/", "title": "Wojna w Ukrainie. Anektowany przez Kreml Chersoń bez Rosjan? Niespodziewane oświadczenie Szojgu", "date_published": "2022-11-09 17:08:00+00:00", "description": "Szef rosyjskiego MON Siergiej Szojgu wydał w środę rozkaz, aby armia rosyjska wycofała się z okupowanego Chersonia na południu Ukrainy na lewy brzeg Dniepru. Ukraińscy politycy ostrzegają jednak, by przedwcześnie się nie radować. Mychajło Podolak, doradca prezydenta Wołodymyra Zełenskiego, poinformował, że w mieście wciąż są Rosjanie, a do obwodu Kreml kieruje nadal dodatkowe siły.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/norwegia-ksiezniczka-martha-louise-rezygnuje-z-obowiazkow-po-zareczynach-z-szamanem/", "title": "Norwegia: Księżniczka Martha Louise rezygnuje z obowiązków. Po zaręczynach z szamanem", "date_published": "2022-11-09 14:34:00+00:00", "description": "Norweska księżniczka Martha Louise (Marta Ludwika) rezygnuje z oficjalnych obowiązków w rodzinie królewskiej. Stało się to po tym, jak zaręczyła się z szamanem Durekiem Verrettem. O oświadczynach para poinformowała pod koniec czerwca w oświadczeniu rozesłanym do mediów. Później udała się z narzeczonym w trasę wykładową, podczas której propagowała czary.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/york-karol-iii-obrzucony-jajkami-napastnik-zatrzymany-przez-policje-jest-nagranie/", "title": "York: Karol III obrzucony jajkami. Napastnik zatrzymany przez policję. Jest nagranie", "date_published": "2022-11-09 13:39:00+00:00", "description": "Boże, chroń króla! - krzyczeli Brytyjczycy widzący, jak w stronę Karola III lecą jajka. Rzucił nimi aktywista, który w ten sposób chciał zwrócić uwagę, że Wielką Brytanię zbudowano na krwi niewolników. Mężczyzna został obezwładniony i zatrzymany, a jajka rozbiły się o ziemię tuż obok monarchy i jego żony.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/meksyk-dwulatek-polknal-baterie-lekarze-walcza-o-jego-zycie/", "title": "Meksyk. Dwulatek połknął baterię. Lekarze walczą o jego życie", "date_published": "2022-11-09 12:51:00+00:00", "description": "Dylan Guadalupe walczy o życie w szpitalu dziecięcym w meksykańskim stanie Sonora. Dwulatek połknął baterię, która doprowadziła do rozległego oparzenia przełyku. Ogłoszono zbiórkę pieniędzy na leczenie dziecka, gdyż rodzina chłopca nie ma żadnego ubezpieczenia zdrowotnego.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/wlochy-trzesienie-ziemi-o-mocy-57-w-skali-richtera-nastapily-wstrzasy-wtorne/", "title": "Włochy. Trzęsienie ziemi o mocy 5,7 w skali Richtera. Nastąpiły wstrząsy wtórne", "date_published": "2022-11-09 08:25:00+00:00", "description": "O godzinie 7:07 nastąpiło trzęsienie ziemi, którego epicentrum było na Adriatyku. Wstrząsy miały moc 5,7 w skali Richtera - przekazała reporterka Polsat News. Nie ma informacji o ofiarach i stratach materialnych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/wielka-brytania-tortury-i-trucizna-na-randce-z-internetu-ofiara-stracila-tez-pieniadze/", "title": "Wielka Brytania: Tortury i trucizna na randce z internetu. Ofiara straciła też pieniądze", "date_published": "2022-11-09 08:16:00+00:00", "description": "Zamiast wina był silny środek chemiczny, który musiał wypić mężczyzna zwabiony przez 25-latkę i jej starszego o 12 lat wspólnika. Ofiara szukała miłości w sieci, lecz na randce spotkały go słowna przemoc i tortury. W środę brytyjskie media przekazały, że para została skazana na 10 i 17 lat pozbawienia wolności.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/usa-wybory-do-kongresu-demokraci-z-szansa-na-utrzymanie-senatu/", "title": "USA. Wybory do Kongresu. Demokraci z szansą na utrzymanie Senatu", "date_published": "2022-11-09 06:07:00+00:00", "description": "Wciąż trwa liczenie głosów w wyborach do Kongresu Stanów Zjednoczonych. Amerykanie wybierają wszystkich 435 przedstawicieli Izby Reprezentantów oraz 35 spośród 100 senatorów. W niektórych stanach odbywają się także wybory lokalne.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-09/wegry-tibor-navracsics-porozumienie-z-komisja-europejska-mozliwe-jeszcze-w-tym-roku/", "title": "Węgry. Tibor Navracsics: Porozumienie z Komisją Europejską możliwe jeszcze w tym roku", "date_published": "2022-11-09 05:07:00+00:00", "description": "Minister rozwoju regionalnego i funduszy europejskich Tibor Navracsics stwierdził, że istnieje duża szansa, aby ​​do końca 2022 roku rząd Węgier osiągnął porozumienie z Komisją Europejską. - W ten sposób będziemy mieli uzyskać dostęp funduszy, które pozwolą nam się rozwijać - przekazał. Dodał, że Węgry są jednym z najefektywniejszych krajów pod kątem wykorzystywania środków unijnych.", "favourite": false}]