[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actress-patricia-heaton-has-incredible-message-for-christians-after-tuesdays-despairing-election-results", "title": "Actress Patricia Heaton Has Incredible Message For Christians After Tuesday’s ‘Despairing’ ‘Election Results’", "date_published": "2022-11-09 18:32:05+00:00", "description": "Superstar Patricia Heaton had an incredible message for those Christians who might be feeling &#8220;disappointed or despairing&#8221; following the election results of the 2022 midterms in which a Republican red wave did not manifest. In a lengthy thread from the 64-year-old conservative actress, Heaton tweeted to her hundreds of thousands of followers that the results ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-boasts-of-big-victory-for-his-candidates-hes-leaving-something-out", "title": "Trump Boasts Of ‘Big Victory’ For His Candidates. He’s Leaving Something Out.", "date_published": "2022-11-09 18:06:53+00:00", "description": "On Wednesday, in the aftermath of an election in which Republicans underperformed, winning the House but wondering if they could still eke out a victory in the Senate, former President Trump boasted on Truth Social, “While in certain ways yesterday’s election was somewhat disappointing, from my personal standpoint it was a very big victory — ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/flipped-to-red-ex-nfl-player-wins-florida-state-senate-seat", "title": "‘Flipped To Red’: Ex-NFL Player Wins Florida State Senate Seat", "date_published": "2022-11-09 18:00:32+00:00", "description": "Former Philadelphia Eagles player Corey Simon won a Florida State Senate seat on Tuesday in the 2022 midterm elections, turning a once blue district to red. Simon defeated incumbent Democrat Loranne Ausley for Florida&#8217;s Senate District Three Tuesday night, where he beat out Ausley with 53% of the vote to the Democrat&#8217;s 47% in state ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rep-ocasio-cortez-blasts-new-york-state-democratic-party-leadership-as-gop-makes-gains", "title": "Rep. Ocasio-Cortez Blasts New York State Democratic Party Leadership As GOP Makes Gains", "date_published": "2022-11-09 17:02:52+00:00", "description": "Representative Alexandria Ocasio-Cortez (D-NY) criticized New York State Democratic Party leadership on Wednesday after results revealed that New York was moving toward the Republican Party. The New York congresswoman was reacting to an image from The New York Times, which revealed that New York has moved more Republican in regions across the state since the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-mccarthy-announces-bid-to-unseat-pelosi-as-house-speaker-while-republican-coup-gains-steam", "title": "Kevin McCarthy Announces Bid To Unseat Pelosi As House Speaker While Republican Coup Gains Steam", "date_published": "2022-11-09 16:54:47+00:00", "description": "House Minority Leader Kevin McCarthy (R-CA) announced a bid to unseat current House Speaker Nancy Pelosi (D-CA) as the chamber’s top legislator. Despite a weaker-than-expected red wave, Republicans appear poised to control the House of Representatives as votes for a handful of races continue to be counted. McCarthy, who has served in the House since 2007, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-should-be-welcomed-trump-press-sec-wont-say-her-ex-boss-should-help-with-georgia-run-off", "title": "‘DeSantis Should Be Welcomed’: Trump Press Sec Won’t Say Her Ex-Boss Should Help With Georgia Run-Off", "date_published": "2022-11-09 16:24:21+00:00", "description": "Former White House Press Secretary Kayleigh McEnany did not say that her ex-boss, former President Donald Trump, should campaign for Senate candidate Herschel Walker (R-GA) ahead of his December run-off election. McEnany addressed the issue during Wednesday&#8217;s broadcast of the Fox News midday panel show &#8220;Outnumbered,&#8221; telling co-host Harris Faulkner that Florida Governor Ron DeSantis (R) ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-vermont-approve-limitless-abortion-measures", "title": "California, Vermont Approve Limitless Abortion Measures", "date_published": "2022-11-09 16:09:04+00:00", "description": "Limitless abortion measures were overwhelmingly approved Tuesday in California and Vermont, paving the way to enshrine so-called reproductive rights for women into both state constitutions next year. In the aftermath of the U.S. Supreme Court overturning Roe v. Wade earlier this year, the decision to codify abortion went back to the states. &#8220;The biggest battleground ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jennifer-lopez-finally-reveals-whether-she-or-ben-affleck-reached-out-to-rekindle-their-romance", "title": "Jennifer Lopez Finally Reveals Whether She Or Ben Affleck Reached Out To Rekindle Their Romance", "date_published": "2022-11-09 15:53:34+00:00", "description": "Jennifer Lopez finally revealed whether it was she or husband Ben Affleck who reached out to rekindle their romance before the two tied the knot at a Las Vegas chapel in July 2022. The 53-year-old actress spoke about how she and Affleck found each other again for what she called their fairy-tale ending after she went ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/l-a-mayoral-race-election-results-still-days-away", "title": "L.A. Mayoral Race Election Results Still Days Away", "date_published": "2022-11-09 15:52:55+00:00", "description": "The Los Angeles mayoral election was still too close to call on Wednesday, with the majority of votes still uncounted. According to DecisionDeskHQ, former Republican and billionaire developer Rick Caruso (D) had a little over 51% of the vote on Wednesday, and his opponent, far-left Congresswon Karen Bass (D-CA), had around 49% support. The New ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/king-charles-doesnt-even-blink-as-activist-hurls-eggs-at-him", "title": "King Charles Doesn’t Even Blink As Activist Hurls Eggs At Him", "date_published": "2022-11-09 15:25:41+00:00", "description": "King Charles did not give an Extinction Rebellion activist, identified as Patrick Thelwell, the satisfaction of a reaction on Wednesday, completely ignoring the eggs that sailed past him and Queen Consort Camilla Parker-Bowles during their visit to York. Thelwell, a former Green Party candidate, was detained by police after he allegedly launched several eggs at ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stock-market-falls-after-red-wave-fails-to-materialize", "title": "Stock Market Falls After Red Wave Fails To Materialize", "date_published": "2022-11-09 15:12:23+00:00", "description": "Investors watching the midterm election results from Wall Street were uneasy as many races still have not been called and control of Congress remains uncertain. The stock market had been rising in anticipation of a red wave, which would have limited the capacity of President Joe Biden to further advance his legislative agenda. The Dow ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/order-chaos-and-negotiations-in-marriage", "title": "Order, Chaos, And Negotiations In Marriage", "date_published": "2022-11-09 14:43:14+00:00", "description": "The following is a transcript excerpt from Dr. Jordan Peterson’s new series on marriage. You can watch the special on DailyWire+. Episode time: 9:44 Tammy and I collected a lot of art. This is part of beautifying the house, let’s say — not just putting it in order. I went online (on eBay mostly), and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justin-trudeau-celebrates-drag-queens-on-television", "title": "Justin Trudeau Celebrates Drag Queens On Television", "date_published": "2022-11-09 14:25:04+00:00", "description": "Canadian Prime Minister Justin Trudeau, displaying his wokeness in a manner to which many critics took umbrage, will appear on a television show devoted to contestants competing to be the “next global drag superstar.” Trudeau appeared in a trailer for the show “Canada’s Drag Race” which has an episode titled “Canada vs. The World” premiering ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/even-whoopi-admits-ny-post-cover-calling-desantis-defuture-is-hysterical", "title": "Even Whoopi Admits NY Post Cover Calling DeSantis ‘DeFuture’ Is ‘Hysterical’", "date_published": "2022-11-09 14:09:41+00:00", "description": "Whoopi Goldberg, liberal host of ABC&#8217;s &#8220;The View,&#8221; conceded on Wednesday that even she saw the humor in the New York Post&#8217;s post-election cover declaring Governor Ron DeSantis (R-FL) was &#8220;DeFuture.&#8221; Goldberg and most of her co-hosts — with the occasional exception of Republican co-host Alyssa Farah Griffin — have often attacked DeSantis, complaining that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-introduces-new-idea-to-twitter-and-kills-it-hours-later", "title": "Elon Musk Introduces New Idea To Twitter And Kills It Hours Later", "date_published": "2022-11-09 13:54:11+00:00", "description": "Elon Musk, the new owner of Twitter, rolled out a new mechanism to identify “official” accounts but “killed” the idea shortly thereafter. The social media platform is working to reconsider which users receive the blue checkmark icon next to their names. Before the world’s richest man acquired the company, the symbol indicated accounts belonging to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-grows-support-among-black-hispanic-youth-voting-blocs-exit-polls-find", "title": "GOP Grows Support Among Black, Hispanic, Youth Voting Blocs, Exit Polls Find", "date_published": "2022-11-09 13:52:02+00:00", "description": "The 2022 midterm elections didn&#8217;t exactly go as expected for Republicans, but there was some good news in the data collected in exit polls. While Democrats won 76% of the black men&#8217;s vote in 2018, that margin was cut to 65% in 2022, an 11% boost for the GOP. Republicans also picked up an additional ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arizona-man-suspected-of-murder-pawns-chainsaw-containing-human-remains", "title": "Arizona Man Suspected Of Murder Pawns Chainsaw Containing Human Remains", "date_published": "2022-11-09 13:33:01+00:00", "description": "An Arizona man accused of killing his roommate pawned the chainsaw he allegedly used, which still had human flesh in the blades. Thomas Wallace, 58, was arrested and held on a $1 million cash bond for suspicion of second-degree murder, concealing a dead body, theft of means of transportation, and trafficking in stolen property, Fox ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/florida-gets-voting-results-fast-heres-what-they-do", "title": "Florida Gets Voting Results Fast. Here’s What They Do.", "date_published": "2022-11-09 13:29:41+00:00", "description": "While criticism has mounted against various states for their lassitude in reporting election results, the state of Florida has been lauded for its speed and efficiency in delivering the news of the results. Some of the reasons Florida has promptly and swiftly calibrated the results of elections include election officials processing mail ballots three weeks ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/princess-martha-louise-of-norway-gives-up-royal-duties-for-american-shaman-fiance", "title": "Princess Märtha Louise of Norway Gives Up Royal Duties For American Shaman Fiancé", "date_published": "2022-11-09 13:22:24+00:00", "description": "Princess Märtha Louise of Norway said Tuesday that she is no longer representing the Norwegian royal family in an official capacity after getting “many questions relating to me and my fiancé&#8217;s role.” The daughter of King Harald is fourth in line to the Norwegian throne. Princess Märtha got engaged in June to Durek Verrett, an ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/exit-polls-show-under-30-vote-spurned-gop-in-midterms-with-one-major-exception", "title": "Exit Polls Show Under-30 Vote Spurned GOP In Midterms, With One Major Exception", "date_published": "2022-11-09 13:20:03+00:00", "description": "Democrats scored big with young voters around the nation in Tuesday night’s midterm elections, but one state bucked the trend and its standard bearer, not surprisingly, won in a landslide. Florida Governor Ron DeSantis, who defeated Charlie Crist by 20 percentage points to win re-election, led his party to victory with a stunning 49% of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-take-major-loss-as-dccc-chair-concedes-in-new-york", "title": "Democrats Take Major Loss As DCCC Chair Concedes In New York", "date_published": "2022-11-09 13:13:07+00:00", "description": "New York Rep. Sean Patrick Maloney became the first Democratic Congressional Campaign Committee (DCCC) chair to lose his seat in 40 years when he conceded to Republican challenger Mike Lawler on Wednesday. Lawler, a first-term assemblyman, focused on crime and inflation to knock off the incumbent in the typically liberal 17th congressional district of New York. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-think-we-helped-that-one-joy-behar-suggests-the-view-pushed-fetterman-over-the-line", "title": "‘I Think We Helped That One’: Joy Behar Suggests ‘The View’ Pushed Fetterman Over The Line", "date_published": "2022-11-09 13:06:37+00:00", "description": "Joy Behar suggested on Wednesday that she and her co-hosts on &#8220;The View&#8221; might have given a last-minute assist to Pennsylvania Senator-elect John Fetterman (D) after his race against Trump-backed Dr. Mehmet Oz came down to the wire on Tuesday night. The ABC midday talk show opened with a clip from Fetterman&#8217;s victory speech — ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-tennessee-introduces-legislation-to-ban-trans-treatments-for-minors", "title": "BREAKING: Tennessee Introduces Legislation To Ban Trans Treatments For Minors", "date_published": "2022-11-09 12:54:11+00:00", "description": "Tennessee lawmakers have filed a bill to ban the controversial practice of pediatric medical gender transition in the state.  Tennessee Majority Leaders William Lamberth and Jack Johnson, both Republicans, introduced the Protecting Children from Gender Mutilation Act on Wednesday, November 9, which would effectively bar doctors from prescribing puberty blockers, cross-sex hormones, and performing gender-related ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/all-eyes-are-on-thursdays-inflation-data-dump-after-aggressive-federal-reserve-moves", "title": "All Eyes Are On Thursday’s Inflation Data Dump After Aggressive Federal Reserve Moves", "date_published": "2022-11-09 12:24:24+00:00", "description": "The Bureau of Labor Statistics is expected to release Consumer Price Index data Thursday morning that will indicate whether rate hikes from the Federal Reserve have had a meaningful impact on inflation. As of two months ago, prices had been rising year-over-year at an 8.2% rate, according to a report from the Bureau of Labor ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/evacuations-announced-in-south-florida-ahead-of-tropical-storm-nicole", "title": "Evacuations Announced In South Florida Ahead Of Tropical Storm Nicole", "date_published": "2022-11-09 12:10:05+00:00", "description": "Thousands of residents have been asked to evacuate parts of South Florida as Tropical Storm Nicole approaches the state&#8217;s east coast. Mandatory evacuations are in place for two zones in Palm Beach County, with many other voluntary evacuations in place for those in the state&#8217;s barrier islands and low-lying areas. &#8220;Palm Beach County is announcing evacuations ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jennifer-aniston-admits-she-tried-ivf-but-has-zero-regrets-about-never-having-kids", "title": "Jennifer Aniston Admits She Tried IVF But Has ‘Zero Regrets’ About Never Having Kids", "date_published": "2022-11-09 11:59:42+00:00", "description": "After years of speculation from fans, “Friends” star Jennifer Aniston admitted that she did try to have children in the past but was ultimately unsuccessful. The 53-year-old Emmy Award winner discussed her past desire to become a mother during a recent interview with Allure, saying that during her &#8220;late 30s, 40s” she’d “gone through really ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/misdemeanor-charge-dropped-against-student-who-set-fire-in-residence-hall-as-part-of-hate-crime-hoax", "title": "Misdemeanor Charge Dropped Against Student Who Set Fire In Residence Hall As Part Of Hate Crime Hoax", "date_published": "2022-11-09 11:53:28+00:00", "description": "A former student at Viterbo University in La Crosse, Wisconsin, who set a fire in a residence hall and claimed it was a hate crime against her, has had her single misdemeanor charge dismissed. Victoria Unanka, who is black, was initially arrested and charged with arson as well as a misdemeanor count of negligent handling ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-georgia-senate-race-moves-to-runoff", "title": "BREAKING: Georgia Senate Race Moves To Runoff", "date_published": "2022-11-09 11:47:48+00:00", "description": "Republican Georgia Senate candidate Herschel Walker will face off against incumbent Democrat Sen. Raphael Warnock in a runoff election after neither candidate was able to secure over 50% of the vote in the state&#8217;s Senate race, according to a projection. Decision Desk HQ made the projection at 11:42 a.m. EST. Gabriel Sterling, the Georgia secretary ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heads-roll-at-meta-as-zuckerberg-announces-massive-layoffs", "title": "Heads Roll At Meta As Zuckerberg Announces Massive Layoffs", "date_published": "2022-11-09 11:41:58+00:00", "description": "Meta CEO Mark Zuckerberg dismissed 13% of his company’s workforce on Wednesday as revenues lag and costs increase. The social media firm’s performance has worsened significantly over the past year as executives began pouring resources into developing the metaverse, an immersive virtual reality that Zuckerberg believes will serve as the next phase of digital communication. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-gives-key-takeaways-from-gops-midterms-red-ripple", "title": "Ben Shapiro Gives Key Takeaways From GOP’s Midterms Red Ripple", "date_published": "2022-11-09 11:29:29+00:00", "description": "Ben Shapiro blamed former President Trump, praised Florida Governor Ron DeSantis and declared Democrats are stuck with President Joe Biden in a Wednesday morning midterm post-mortem, a day after an expected Republican wave failed to materialize. The Daily Wire co-founder and editor emeritus tweeted his analysis in a thread that faulted Trump, a slate of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-moves-left-as-dems-celebrate-wins-up-and-down-the-ballot", "title": "Michigan Moves Left As Dems Celebrate Wins Up And Down The Ballot", "date_published": "2022-11-09 11:09:11+00:00", "description": "Michigan Republicans were hopeful for a repudiation of the state’s current leftist trajectory Tuesday night. They were met with the opposite. Democrats are projected to win key races and ballot measures across the board in the Great Lakes State, led by Gov. Gretchen Whitmer&#8217;s re-election victory. The party is also set to win multiple tight ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/army-colonel-turned-red-meat-culture-warrior-this-is-a-life-and-death-fight", "title": "Army Colonel Turned Red Meat Culture Warrior: ‘This Is A Life And Death Fight’", "date_published": "2022-11-09 11:06:10+00:00", "description": "Kurt Schlichter once threw a famous author’s spy novel across the room, bored by its contents. The trial lawyer, Townhall columnist and occasional stand-up could have let his frustration end there. Instead, the devoutly conservative scribe decided to do something about it. Schlichter penned his first action adventure, “People’s Republic,” in 2016. The story followed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-harriet-hageman-replaces-liz-cheney-wins-wyoming-house-seat", "title": "Republican Harriet Hageman Replaces Liz Cheney, Wins Wyoming House Seat", "date_published": "2022-11-09 10:56:49+00:00", "description": "Republican House candidate Harriet Hageman rolled to a decisive victory in Wyoming Tuesday night, replacing outgoing GOP Rep. Liz Cheney. Decision Desk HQ and other outlets projected Hageman as the winner at approximately 11 p.m. Eastern Time Tuesday. &#8220;Thank you, Wyoming. I am honored to represent you and I will always put Wyoming first,&#8221; she ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/louisiana-mayor-running-for-re-election-killed-in-car-crash-on-election-day", "title": "Louisiana Mayor Running For Re-Election Killed In Car Crash On Election Day", "date_published": "2022-11-09 10:45:55+00:00", "description": "A Louisiana mayor running for re-election was killed in a car crash on Election Day, according to state police. Melville Mayor Velma D. Hendrix, 84, died in a two-vehicle accident just before 2 p.m. Central Time near Port Barre, Louisiana. &#8220;The preliminary investigation revealed a 2015 Ram 2500 pickup, driven by Michael Cook of Columbia, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-judy-says-justin-bieber-was-scared-to-death-of-her-when-they-were-neighbors", "title": "Judge Judy Says Justin Bieber Was ‘Scared To Death’ Of Her When They Were Neighbors", "date_published": "2022-11-09 10:28:06+00:00", "description": "Judge Judy claims pop singer Justin Bieber was frightened of her when the two were neighbors several years ago. &#8220;He&#8217;s scared to death of me,&#8221; TV personality Judy Sheindlin, better known as Judge Judy, told &#8220;Access Hollywood.&#8221;  &#8220;There was a period of time before he grew up – when he was foolish, and doing foolish ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-furious-over-new-casey-anthony-docuseries-about-her-daughters-death", "title": "Twitter Furious Over New Casey Anthony Docuseries About Her Daughter’s Death", "date_published": "2022-11-09 10:19:12+00:00", "description": "Twitter users are not thrilled that Casey Anthony is finally getting the chance to tell her side of the story after being acquitted of murdering her toddler-aged daughter in 2011. Fans are reacting to a new trailer for the limited docuseries “Casey Anthony: Where The Truth Lies,&#8221; which will premiere on Peacock November 29. The short ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wnba-star-brittney-griner-sent-to-russian-forced-labor-camp", "title": "WNBA Star Brittney Griner Sent To Russian Forced Labor Camp", "date_published": "2022-11-09 09:46:48+00:00", "description": "WNBA star Brittney Griner has been transferred to a Russian penal colony after being sentenced to nine years in prison for allegedly possessing cannabis oil, according to the Associated Press. Griner was moved from a detention center on November 4, according to her legal team, but they do not know where the penal colony she ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/with-trump-the-big-loser-in-22-midterms-desantis-now-frontrunner-for-24", "title": "With Trump The Big Loser In ’22 Midterms, DeSantis Now Frontrunner For ’24", "date_published": "2022-11-09 09:40:10+00:00", "description": "He wasn&#8217;t even on the ballot, but former President Donald Trump was the big loser on Election Day 2022. A plethora of pre-Election Day polls showed Republicans with a healthy lead, and pollsters went so far as to predict a &#8216;red tsunami.&#8217; Instead, it was more like a pink trickle. “Definitely not a Republican wave, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/emily-ratajkowski-bought-her-son-a-baby-doll-and-tea-set-to-balance-out-his-truck-obsession", "title": "Emily Ratajkowski Bought Her Son A Baby Doll And Tea Set To ‘Balance Out’ His Truck Obsession", "date_published": "2022-11-09 09:36:19+00:00", "description": "Model and actress Emily Ratajkowski is working hard to make sure her son plays with all kinds of different toys, not just just the trucks he loves, she revealed during her podcast. The 31-year-old mom of one said her son Sylvester shows a natural inclination toward toys that are typically marketed for boys. However, Ratajkowski ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/senate-control-likely-to-come-down-to-georgia-runoff-in-pricey-replay-of-early-2021", "title": "Senate Control Likely To Come Down To Georgia Runoff, In Pricey Replay Of Early 2021", "date_published": "2022-11-09 09:29:57+00:00", "description": "In a replay of 2021, control of the Senate could come down to a high-stakes runoff in Georgia, where neither major-party candidate crested the 50% mark Tuesday. While a handful of Senate races had still not been called, Decision Desk had the upper chamber at 49 Republicans and 48 Democrats, or Independents who caucus with ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/if-you-think-nick-saban-is-done-guess-again", "title": "If You Think Nick Saban Is Done, Guess Again", "date_published": "2022-11-09 09:26:41+00:00", "description": "Sometimes we all fall victim to getting caught up in the moment in all walks of life. Sometimes we forget to look at large data sets and only go by recent bias, which is why I am telling anyone and everyone that if you think Nick Saban and Alabama are coming back down to reality, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/conservatives-political-analysts-weigh-in-following-midterm-elections-the-desantis-era-has-begun", "title": "Conservatives, Political Analysts Weigh In Following Midterm Elections: ‘The DeSantis Era Has Begun’", "date_published": "2022-11-09 09:24:19+00:00", "description": "Conservatives and media pundits overwhelmingly pointed to the midterm election results out of the state of Florida as the top story from this election season, with most seemingly in agreement that a seismic shift had just occurred in Republican politics. Republicans across the country underperformed in races that they were predicted to win, with some ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-michelle-lujan-grisham-wins-second-term-in-new-mexico-governor-race", "title": "Democrat Michelle Lujan Grisham Wins Second Term In New Mexico Governor Race: Projection", "date_published": "2022-11-09 09:00:00+00:00", "description": "Incumbent New Mexico Gov. Michelle Lujan Grisham defeated her Republican opponent, Mark Ronchetti, in the state&#8217;s gubernatorial race, according to a projection by Decision Desk HQ. Ronchetti ran a much closer race in the closing weeks of the campaign to unseat Lujan Grisham than was expected in a state President Joe Biden won by nearly ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-gives-preview-of-political-future-following-historic-landslide-win-i-have-only-begun-to-fight", "title": "DeSantis Gives Preview Of Political Future Following Historic Landslide Win: ‘I Have Only Begun To Fight’", "date_published": "2022-11-09 08:58:25+00:00", "description": "Florida Republican Governor Ron DeSantis indicated that his political ambitions are far from over following his historic landslide victory on Tuesday night as he told a massive crowd that he had &#8220;only begun to fight.&#8221; The speech comes after DeSantis stunned the nation, winning his re-election campaign by a projected 19.5 points, a margin that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-on-his-candidates-i-should-get-all-the-credit-if-they-win-not-be-blamed-at-all-if-they-lose", "title": "Trump On His Candidates: ‘I Should Get All The Credit’ If They Win, ‘Not Be Blamed At All’ If They Lose", "date_published": "2022-11-09 08:53:18+00:00", "description": "Former President Donald Trump said in an interview Tuesday afternoon that he should be given all the credit if Republicans win their races in the midterm elections and that he should not be blamed at all if they lose. Trump made the remarks during an interview with Markie Martin on NewsNation ahead of the midterms. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/roundup-heres-whats-happening-in-key-governor-matchups", "title": "Roundup: Here’s What’s Happening In Key Governor Matchups", "date_published": "2022-11-09 08:17:11+00:00", "description": "Results for gubernatorial races across the nation rolled in Tuesday night — dashing some long-shot hopes for Republicans in states like New York and Michigan. Meanwhile, other key gubernatorial races, such as in Arizona, are still too close to call as of Wednesday morning. Here&#8217;s what you need to know. Arizona Democrat candidate Katie Hobbs ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-ned-lamont-bests-stefanowski-in-connecticut-gubernatorial-matchup-projection", "title": "Democrat Ned Lamont Bests Stefanowski In Connecticut Gubernatorial Matchup: Projection", "date_published": "2022-11-09 07:18:38+00:00", "description": "Democratic Connecticut Governor Ned Lamont cruised to re-election in the deep-blue state Tuesday evening, besting Republican challenger Bob Stefanowski in the pair&#8217;s second gubernatorial matchup, according to a projection from Decision Desk HQ. Both wealthy men, Lamont and Stefanowski spent big money on the race — even more than in their previous matchup years ago. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-ron-johnson-projected-to-keep-wisconsin-senate-seat", "title": "Republican Ron Johnson Projected To Keep Wisconsin Senate Seat", "date_published": "2022-11-09 07:11:00+00:00", "description": "Republican Ron Johnson has defeated Democratic candidate Mandela Barnes in the Wisconsin Senate election, according to a projection from DecisionDeskHQ. Decision Desk made the projection at 2:23 a.m. EST. Polls for the race, which was one of the most closely watched midterm races, flipped in the months leading up to the election with Barnes leading ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/minnesota-governor-tim-walz-keeps-his-seat-projection", "title": "Minnesota Governor Tim Walz Keeps His Seat: Projection", "date_published": "2022-11-09 01:53:16+00:00", "description": "Democrat Governor Tim Walz has won the gubernatorial election in Minnesota, according to a projection, defeating Republican Scott Jensen.  The projection was made by DecisionDeskHQ at 1:51 a.m. EST. Walz, 58, was favored in polling for the entirety of the race, even reaching double digit support in some polls, but the governor faced a late ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-tony-evers-will-remain-wisconsin-governor-projection", "title": "Democrat Tony Evers Will Remain Wisconsin Governor: Projection", "date_published": "2022-11-09 01:41:30+00:00", "description": "Democratic Gov. Tony Evers has defeated Republican candidate Tim Michels in the Wisconsin governor’s race.  Michels conceded the race to Evers early Wednesday morning, according to multiple reports.  “I just called Gov Evers and conceded. I wish the Evers family well,&#8221; Michels said, according to WISN anchor Cyreia Sandlin. Decision Desk HQ projected Evers&#8217; victory ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-red-wave-stops-at-florida-as-initial-midterm-tallies-leave-house-senate-majorities-in-question", "title": "Republican ‘Red Wave’ Stops At Florida As Initial Midterm Tallies Leave House, Senate Majorities In Question", "date_published": "2022-11-09 01:26:29+00:00", "description": "The Republican red wave swept over Florida and skipped most of the rest of the nation Tuesday, leaving the GOP clinging to hopes of a small majority in the House and control of the Senate in question. Despite polls that had Republicans hoping to capture as many as 35 seats, as the votes came in, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-fetterman-defeats-dr-oz-in-pa-senate-race-projection", "title": "John Fetterman Wins Hotly Contested PA Senate Race Against Dr. Oz: Projection", "date_published": "2022-11-09 01:19:52+00:00", "description": "Democrat John Fetterman has won the hotly contested Pennsylvania Senate race against Republican Dr. Mehmet Oz, according to a projection. DecsionDeskHQ made the projection at 1:15 a.m. on Wednesday. The outcome concludes one of the most closely watched contests in this year’s midterm election cycle. The race was marked by controversy over Fetterman&#8217;s health issues ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-governor-gretchen-whitmer-hangs-on-despite-late-republican-surge-projection", "title": "Michigan Governor Gretchen Whitmer Hangs On Despite Late Republican Surge: Projection", "date_published": "2022-11-09 01:16:07+00:00", "description": "Democrat Governor Gretchen Whitmer will defeat Republican Tudor Dixon in Michigan’s closely-watched gubernatorial election, according to a projection.  The winner was projected by DecisionDeskHQ at 1:13 a.m. EST. Decision Desk HQ projects Gretchen Whitmer (D) re-elected governor in Michigan.#DecisionMade: 1:13am EST Follow more results here: https://t.co/5VrcT8rfqf pic.twitter.com/Uj6LqBsgLJ &mdash; Decision Desk HQ (@DecisionDeskHQ) November 9, 2022 ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-like-a-divided-government-megyn-kelly-celebrates-gop-midterm-wins", "title": "‘I Like A Divided Government’: Megyn Kelly Celebrates GOP Midterm Wins", "date_published": "2022-11-09 01:03:40+00:00", "description": "Former Fox News host Megyn Kelly remained optimistic about the midterm election results despite the disappointment of some Republican voters expecting a red tsunami during an interview on The Daily Wire Backstage. Kelly reminded viewers that Republican candidates vying for House and Senate seats faced &#8220;absolute devastation&#8221; until September when pollsters saw the gaps closing ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/patty-murray-projected-to-win-washington-senate-race-against-republican-tiffany-smiley", "title": "Patty Murray Projected To Win Washington Senate Race Against Republican Tiffany Smiley", "date_published": "2022-11-09 00:37:06+00:00", "description": "Incumbent Democratic Washington Sen. Patty Murray is projected to win re-election against Republican opponent Tiffany Smiley. DecisionDeskHQ made the projection at 12:35 a.m. EST. The race in the deep-blue state became increasingly close in the final weeks of the campaign with polls showing the five-term incumbent Murray with under 50% of the vote and Smiley, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-ted-budd-wins-north-carolina-senate-race", "title": "Republican Ted Budd Wins North Carolina Senate Race", "date_published": "2022-11-09 00:16:00+00:00", "description": "Republican Representative Ted Budd has won the North Carolina Senate race against Democratic candidate Cheri Beasley.  The race was called by Decision Desk HQ on Tuesday night at 11:24pm EST. Decision Desk HQ projects Ted Budd (R) wins election to the U.S. Senate in North Carolina.#DecisionMade: 11:24pm EST Follow more results here: https://t.co/ogd3AkeoyM pic.twitter.com/leqQ7It2hQ &mdash; ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-trump-celebrates-republicans-losing-key-u-s-senate-race", "title": "BREAKING: Trump Celebrates Republicans LOSING Key U.S. Senate Race", "date_published": "2022-11-09 00:10:12+00:00", "description": "Former President Donald Trump (R) cheered as Republicans lost a potential pickup in the U.S. Senate on Tuesday night. Trump made the shot on his social media platform against Joe O&#8217;Dea (R) in Colorado as many Republicans across the country underperformed expectations. &#8220;Joe O&#8217;Dea lost BIG!&#8221; Trump said. &#8220;MAKE AMERICA GREAT AGAIN!!!&#8221; Celebrating losing what ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mixed-bag-in-virginia-house-races-as-2021s-rightward-swing-does-not-advance-on-all-fronts", "title": "Mixed Bag In Virginia House Races As 2021’s Rightward Swing Does Not Advance On All Fronts", "date_published": "2022-11-09 00:07:47+00:00", "description": "Republicans took a Virginia Beach seat from a Democrat, but failed to take two longer-shot districts near D.C.", "favourite": false}]