[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-store-st-louis-union-election-petition-nlrb-233004256.html?src=rss", "title": "Apple Store employees in St. Louis file for a union election", "date_published": "2022-11-16 23:30:04+00:00", "description": "<p>A group of Apple Store employees in St. Louis, Missouri has filed for a union election. On Wednesday, the International Association of Machinists and Aerospace Workers (IAM), the union that hopes to represent the workers, <a href=\"https://www.goiam.org/news/st-louis-apple-store-employees-file-for-election-to-join-machinists-union/\"><ins>said</ins></a> it filed a petition with the National Labor Relations Board to hold a unionization vote. IAM says it hopes to represent about 82 employees in the effort.</p><p>The union previously filed a complaint with the NLRB accusing Apple of subjecting it workers to captive audience meetings where management presented anti-union talking points. In June, IAM helped employees at the company’s <a href=\"https://www.engadget.com/apple-store-employees-maryland-vpote-004055231.html\">Towson Town Center location</a> in Maryland become the first Apple Store union in the US to unionize.</p><span id=\"end-legacy-contents\"></span><p>Apple did not immediately respond to Engadget’s request for comment. The petition comes as more of the company’s retail workers look to organize their workplace. Earlier this month, Apple Store employees in Glasgow overwhelmingly voted in favor of <a href=\"https://www.engadget.com/apple-store-glasgow-scotland-vote-to-unionize-182001646.html\"><ins>joining the GMB Union</ins></a>. In doing so, Apple Glasgow is now on track to form the first unionized Apple Store in the United Kingdom. Stateside, the company has so far seen two retail locations vote to unionize, with a handful more working to organize. Employees at those stores have accused the company of employing union-busting tactics, including limiting access to pro-union fliers. In the case of Towson Town Center, organizers say the company is also <a href=\"https://www.theverge.com/2022/10/28/23427577/apple-union-maryland-letter-benefits-contract\"><ins>withholding new benefits from union members</ins></a>.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/qualcomm-ar2-gen-1-platform-augmented-reality-glasses-230017922.html?src=rss", "title": "Qualcomm's new Snapdragon platform is built for slim augmented reality glasses", "date_published": "2022-11-16 23:00:17+00:00", "description": "<p>If companies are going to make augmented reality glasses you'd <a href=\"https://www.engadget.com/qualcomm-wireless-ar-glasses-reference-design-120017953.html\">actually want to wear</a>, they'll need chips that are powerful but won't require a large battery on your head. Qualcomm thinks it can help. The company has <a href=\"https://www.qualcomm.com/products/application/xr-vr-ar/snapdragon-ar2-gen-1-platform\">unveiled</a> a Snapdragon AR2 Gen 1 platform that's built with slim AR glasses in mind. The multi-chip design reportedly delivers 2.5 times the AI performance of the company's XR2-based reference design while using half the power. You could have eyewear that intelligently detects objects in the room while remaining slim and light enough to use for hours at a time.</p><p>Part of the trick is to spread the computing load across the glasses' frame, Qualcomm says. The primary, 4nm-based AR processor includes a CPU, Tensor AI processing, graphics and engines for features like visual analytics. It can support up to nine simultaneous cameras for tracking both your body and the world around you. A co-processor elsewhere in the glasses includes an AI accelerator for tasks like eye tracking and <a href=\"https://www.engadget.com/mit-computer-vision-algorithm-identifies-images-down-to-the-pixel-130051112.html\">computer vision</a>, while a third chip handles connectivity to networks and phones. This not only better-balances the weight, but leads to smaller circuit boards and fewer wires than you'd see with a single do-it-all chip.</p><span id=\"end-legacy-contents\"></span><p>That networking is also important, Qualcomm says. Like Snapdragon 8 Gen 2 in phones, AR2 Gen 1 is one of the first platforms to support <a href=\"https://www.engadget.com/mediatek-dimensity-9200-phone-soc-080033338.html\">WiFi 7</a>. That's crucial not just to provide the gobs of bandwidth for connecting to a handset (up to 5.8Gbps), but to reduce latency (under 2ms to your phone, according to Qualcomm). Combined with lag reduction in the processor and co-processor, you should have a more natural-feeling and responsive experience.</p><p>Hardware built on AR2 Gen 1 is in \"various stages\" of progress at multiple well-known companies, including Lenovo, LG, <a href=\"https://www.engadget.com/nreal-air-augmented-reality-glasses-us-ios-mac-130041246.html\">Nreal</a>, Oppo and Xiaomi. Importantly, <a href=\"https://www.engadget.com/microsoft-qualcomm-ar-glasses-chip-201404619.html\">Microsoft had a hand</a> in the platform requirements. Don't be surprised if you're one day using AR2 for <a href=\"https://www.engadget.com/microsoft-mesh-holograms-hololens-ar-vr-164001796.html\">virtual collaboration in Mesh</a>, not to mention other Microsoft apps and services.</p><p>Qualcomm has also introduced meaningful updates to its audio technology. New <a href=\"http://www.qualcomm.com/products/application/audio/qualcomm-s3-gen-2-sound-platform\">S3 Gen 2 Sound</a> and <a href=\"http://www.qualcomm.com/products/application/audio/qualcomm-s5-gen-2-sound-platform\">S5 Gen 2 Sound</a> platforms promise to make the latest listening tech more commonplace, including spatial audio with head tracking, lower latency for games and the latest take on adaptive active noise cancellation (think of the transparency modes found on some earbuds). You won't see real-world products until the second half of 2023, but these chips could democratize features that were previously reserved for pricier buds and headphones.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/cpsc-onewheel-safety-warning-213555397.html?src=rss", "title": "US safety watchdog warns against Onewheel boards after reported ejection injuries", "date_published": "2022-11-16 21:35:55+00:00", "description": "<p>The US Consumer Product Safety Commission (CPSC) really, really doesn't want you using a <a href=\"https://www.engadget.com/onewheel-gt-pint-x-future-motion-180021707.html\">Onewheel board</a>. The government watchdog has <a href=\"https://www.cpsc.gov/Newsroom/News-Releases/2023/CPSC-Warns-Consumers-to-Stop-Using-Onewheel-Self-Balancing-Electric-Skateboards-Due-to-Ejection-Hazard-At-Least-Four-Deaths-and-Multiple-Injuries-Reported\">warned</a> Americans against buying or using any of the self-balancing skateboards, ranging from the original through to newer models like the GT and Pint X. The vehicles can forcefully eject riders, the CPSC said. The Commission added that here have been reports of \"at least\" four deaths and multiple serious injuries between 2019 and 2021 after the boards either stopped balancing properly or came to an abrupt stop.</p><p>Onewheel creator Future Motion has refused a recall and rejected the CPSC's stance. The company believes the Commission's warning is \"unjustified and alarmist,\" and that its boards are safe if they're used responsibly with appropriate safety equipment. Board owners are \"adults\" who know that there's always a risk to any board sport or even riding a bike, Future Motion argued. To that end, it noted that the CPSC itself prized safety education over warnings when snowboarding took off in the 1990s.</p><span id=\"end-legacy-contents\"></span><p>The firm said it had studied boards affected by sudden stops, and hadn't found any inherent technical problems. Onewheels have lower serious injury rates than bikes, ATVs and motorcycles, Future Motion claimed. It also accused the CPSC of preferring a \"sensational\" alert over cooperating on safety improvements.</p><p>This isn't the first time in recent memory that the CPSC has found itself at odds with a tech company over safety. <a href=\"https://www.engadget.com/peloton-fights-cpsc-tread-plus-recall-153049822.html\">Peloton balked at a potential recall</a> for its Tread+ treadmill after reports of injuries to children. However, the Onewheel action may be more serious than usual. The Commission is warning against using Future Motion's entire product line, and says it's still pursuing a recall — the company has no fallbacks if sales take a hit.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-end-to-end-encryption-direct-messages-210221765.html?src=rss", "title": "Twitter seems to be working on end-to-end encryption for DMs again", "date_published": "2022-11-16 21:02:21+00:00", "description": "<p>Things aren't exactly going smoothly at Twitter under Elon Musk's chaotic stewardship, to put it mildly. But although <a href=\"https://www.bloomberg.com/news/articles/2022-11-14/twitter-implements-another-coding-freeze-for-engineers\">reports suggest</a> that engineers have been prohibited from deploying non-critical features and products, the company is working on a few updates. One of those is <a href=\"https://www.engadget.com/elon-musk-says-twitter-blue-verification-coming-back-november-29-000545608.html\">an attempt</a> to salvage the <a href=\"https://www.engadget.com/twitter-blue-verification-impersonation-disaster-203656712.html\">Twitter Blue \"verification\" catastrophe</a>. Another project that appears to be in the works is end-to-end encryption (E2EE) for <a href=\"https://www.engadget.com/tag/direct%20messages\">direct messages</a>.</p><p>As <a href=\"https://twitter.com/wongmjane/status/1592721308479291397\">spotted</a> by researcher Jane Manchun Wong, Twitter's Android app includes code indicating that E2EE is on the way for DMs. Musk added fuel to the fire by <a href=\"https://twitter.com/elonmusk/status/1592761152966397953\">replying</a> to Wong's tweet with a winking emoji — a strong indicator that <a href=\"https://www.engadget.com/tag/e2ee/\">E2EE</a> is indeed in development for direct messages. We've contacted Twitter for confirmation, but Musk has dismantled the communications team.</p><span id=\"end-legacy-contents\"></span><div id=\"50d70a10f9c44edeaddaa26208a455c1\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"und\">😉</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1592761152966397953?ref_src=twsrc%5Etfw\">November 16, 2022</a></blockquote></div><p>Soon after Musk <a href=\"https://www.engadget.com/elon-musk-offers-to-buy-twitter-for-43-billion-104642696.html\">made a formal offer</a> to buy Twitter in April, he <a href=\"https://twitter.com/elonmusk/status/1519469891455234048\">wrote</a> that \"Twitter DMs should have end to end encryption like <a href=\"https://www.engadget.com/tag/signal/\">Signal</a>, so no one can spy on or hack your messages,\" so E2EE is clearly a subject that's of interest to him. This wouldn't be the first time that Twitter has looked into E2EE for direct messages, either. The company <a href=\"https://www.engadget.com/2018-05-08-twitter-encrypted-messaging.html\">tested encrypted messaging in 2018</a>, but that version of the feature never saw the light of day.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/notion-ai-announced-202032305.html?src=rss", "title": "Notion's latest feature is an AI that can write blog posts, to-do lists and more", "date_published": "2022-11-16 20:20:32+00:00", "description": "<p>Notion, the company behind the popular <a href=\"https://www.engadget.com/best-organization-apps-for-students-150040178.html\"><ins>note-taking app</ins></a> of the same name, has started testing a new feature called Notion AI that uses a generative AI to write notes and other content. <a href=\"https://www.theverge.com/2022/11/16/23460904/notion-ai-notes-writing-machine-learning\"><em><ins>The Verge</ins></em></a><em>&nbsp;</em>got a chance to use the software before today’s announcement. The interface is straightforward. You first select the type of writing you want help with from a list that includes options like “blog post,” “marketing email” and “to-do list.” You then provide the software with a suitable prompt, hit the blue “Generate” button and then watch as it creates text in real-time.</p><p>Judging from some of the writing the tool produced for <em>The Verge</em>, it benefits, like other generative AIs, from the user being as specific as possible about what they want. For instance, when the outlet asked Notion AI to write a blog post about the state of the smartwatch industry, the resulting draft mentioned the <a href=\"https://www.engadget.com/2018-09-27-apple-watch-series-4-review.html\"><ins>Apple Watch 4</ins></a>, <a href=\"https://www.engadget.com/2018-09-05-samsung-galaxy-watch-review.html\"><ins>Samsung Galaxy Watch</ins></a> and Tizen. In other words, it wrote about the state of the market in 2018, not as it exists today.</p><span id=\"end-legacy-contents\"></span><div id=\"b6c3c3565ed84112bf1563f5618a8a0f\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Notion CEO Ivan Zhao was quick to acknowledge the feature is a work in progress. It’s currently labeled as an alpha, with no release date announced. To try Notion AI, you’ll need to <a href=\"https://www.notion.so/product/ai\">sign up for a waitlist</a> and wait for an invite from the company. As for who this is for, Zhao said he envisions the software solving the “cold start” problem a lot of people face when they sit down to write something. The idea isn’t so much for Notion AI to produce a piece that’s ready to publish right away, but it could give you a first draft you can revise and polish into something that you’re comfortable sharing with the world. Zhao suggests the software is also handy for brainstorming and translating text you’ve written.</p><p>“The truth is sometimes we all just get stuck. In those cases, Notion AI can help you write,” Notion says of its new tool in a one-minute promotional video the company shared. With today’s soft launch, Notion AI is free to use, but Notion notes it will likely cost extra in the future. The company also says it will open the feature to more testers as its AI gets better.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/evernote-bending-spoons-acquisition-201505825.html?src=rss", "title": "Evernote, once the king of note-taking apps, has been bought by Bending Spoons", "date_published": "2022-11-16 20:15:05+00:00", "description": "<p>It looks like <a href=\"https://www.engadget.com/evernote-cross-platform-note-taking-app-redesign-interview-130026972.html\">Evernote's 2020 redesign</a> wasn't enough to keep it independent. Today, the former darling notetaking app for productivity hounds, which was once valued at 1 billion dollars, announced that it has been purchased by <a href=\"https://bendingspoons.com/\">Bending Spoons</a>. If that name sounds unfamiliar to you, you're not alone. It's a Milan-based developer behind mobile apps like the video editor Splice, and the AI image editing tool Gemini. They look like well-designed and genuinely useful apps, but they're far from Evernote's once lofty goal of helping you to remember everything.</p><p>In <a href=\"https://evernote.com/blog/evernote-next-move-joining-bending-spoons/\">a blog post</a>, Evernote CEO Ian Small said the company is currently testing out collaborative editing between multiple users, and it's close to launching beta tests for deep Office 365 calendar integration. While that's good to hear, especially for the few remaining Evernote addicts like this reporter, those are also features that have existed in other platforms for years. It may also be tough to convince friends and colleagues to collaborate on an Evernote document — which may involve signing up for an account and learning a new interface — when Google Docs has made that simple for years.</p><span id=\"end-legacy-contents\"></span><p>\"While ownership is changing hands, our commitment to keeping your data safe and secure remains as steadfast as ever, and the Evernote you know and love will continue to thrive,\" Smalls said in the post. \"Joining Bending Spoons allows us to take advantage of their proven app expertise and wide range of proprietary technologies.\"&nbsp;</p><p>Terms of the deal weren't disclosed. But the fact that Evernote was purchased by a small app firm, rather than a notable tech giant, may be telling. Evernote raised nearly $300 million during the initial hype cycle around mobile apps. But the company eventually lost focus, branching out to real-world products like a <a href=\"https://www.engadget.com/2012-08-25-evernote-smart-notebook-by-moleskine.html\">smart notebook with Moleskin</a>. Its apps were incredibly buggy for years, and it did a poor job of convincing users to actually pay for its product.&nbsp;</p><p>Somehow, I stuck with it though. I have over a decade's worth of notes living in Evernote — countless news stories, interviews (with their accompanying audio), reviews and PDFs. My attempts at finding replacements have typically ended in failure (sorry OneNote, I just don't like your editor). This acquisition isn't exactly the death knell for Evernote, but it certainly feels like the end of an era. Will my data be safe under a new owner? Can I rely on fast and accurate synchronization? I'll probably stick around for a bit longer, but all of a sudden, the alternatives are looking a lot more compelling.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-layoffs-dave-limp-200505849.html?src=rss", "title": "Amazon’s hardware chief confirms layoffs have started", "date_published": "2022-11-16 20:05:05+00:00", "description": "<p>The head of Amazon’s hardware division <a href=\"https://www.aboutamazon.com/news/company-news/a-team-update-from-dave-limp\"><ins>has confirmed</ins></a> that the tech giant is cutting jobs. Dave Limp, who leads the company’s Devices &amp; Services organization, told his team that Amazon would “consolidate some teams and programs” and that “some roles will no longer be required.”</p><p>“It pains me to have to deliver this news as we know we will lose talented Amazonians from the Devices &amp; Services org as a result,” Limp wrote in a note to staff shared by Amazon. “While I know this news is tough to digest, I do want to emphasize that the Devices &amp; Services organization remains an important area of investment for Amazon, and we will continue to invent on behalf of our customers.”</p><span id=\"end-legacy-contents\"></span><p>Limp didn’t share how many employees would be affected, but an <a href=\"https://www.engadget.com/meta-reportedly-plans-large-scale-layoffs-222046043.html\"><ins>earlier report</ins></a> in <em>The New York Times</em> indicated as many as 10,000 jobs could be cut as a result of the layoffs. Limp said that Amazon was providing employees with “a package that includes a separation payment, transitional benefits, and external job placement support.” He added that some workers may be able to find different jobs within Amazon.</p><p>Amazon is the latest tech giant to lay off large numbers of staff in recent weeks. Meta cut <a href=\"https://www.engadget.com/meta-mass-layoffs-facebook-111406126.html\"><ins>11,000 jobs</ins></a> last week, its first-ever mass-layoffs, and Twitter laid off <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\"><ins>about half</ins></a> its staff and <a href=\"https://www.engadget.com/twitter-reportedly-cuts-contract-workers-173755779.html\"><ins>cut thousands</ins></a> of contractor jobs.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/survey-teens-social-media-pew-research-193509564.html?src=rss", "title": "Teens don’t seem super concerned about social media’s effects on their lives", "date_published": "2022-11-16 19:35:09+00:00", "description": "<p>With widespread <a href=\"https://www.engadget.com/hitting-the-books-tyrants-on-twitter-david-sloss-stanford-university-press-150043542.html\"><ins>misinformation</ins></a>, <a href=\"https://www.engadget.com/2017-07-05-obama-foundation-social-media-echo-chambers.html\"><ins>echo chambers</ins></a> and dubious <a href=\"https://www.engadget.com/trump-twitter-fact-check-meh-120031445.html\"><ins>fact-checking</ins></a> — not to mention Twitter appearing <a href=\"https://www.engadget.com/twitter-blue-verification-impersonation-disaster-203656712.html\"><ins>on the verge of collapse</ins></a> — you might expect today's teenagers to view social media as a cesspool. But a survey released today by the Pew Research Center paints a significantly less dire picture of how today’s teens perceive social media’s effect on their lives.</p><p>The Pew Research Center <a href=\"https://www.pewresearch.org/internet/2022/11/16/connection-creativity-and-drama-teen-life-on-social-media-in-2022/\"><ins>polled</ins></a> 1,316 American teens ages 13 to 17 between April 14th and May 4th, 2022. Much like a <a href=\"https://www.engadget.com/2018-11-30-survey-teens-benefit-social-media.html\"><ins>previous version of the poll</ins></a> from 2018, the adolescents reported a more nuanced — and often rosier — experience than adults who grew up in pre-social-media eras may expect.</p><span id=\"end-legacy-contents\"></span><p>Eighty percent of teens surveyed say what they view on social media makes them feel more connected to their friends’ lives, while 71 percent report that it gives them a place to express their creativity. Sixty-seven percent answered that it connects them with people who support them during tough times, while fewer — 58 percent — say it makes them feel more accepted.</p><p>Most teens describe social media as a largely neutral experience, with 59 percent saying it has neither a positive nor negative effect on them. Still, it skews more positive than negative as more adolescents say it’s been more favorable (32 percent) than unfavorable (nine percent).</p><figure><img alt=\"The data shows 80 percent of today's teens believe social media makes them more connected to their friends' lives.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/056b19c0-65e3-11ed-befe-8da517b1fbc1\" style=\"height: 818; width: 1454;\" /><figcaption></figcaption><div class=\"photo-credit\">Pew Research Center</div></figure><p>However, some of the teens polled expressed concerns. Thirty-eight percent said they feel overwhelmed by the platforms’ daily drama, while one-third say they feel like their friends are leaving them out of things. Another 29 percent report pressure to post content receiving many likes or comments, and 23 percent describe social media apps as making them feel worse about their lives. As <a href=\"https://www.wsj.com/articles/facebook-knows-instagram-is-toxic-for-teen-girls-company-documents-show-11631620739?mod=article_inline\"><em><ins>The Wall Street Journal</ins></em></a> reported in 2021, Meta knew its product made teen girls feel worse about themselves — and proceeded to downplay it.</p><p>Online privacy is a <a href=\"https://www.engadget.com/hitting-the-books-machines-behaving-badly-toby-walsh-la-trobe-university-press-150017213.html\"><ins>hotbed issue</ins></a> in today’s climate, and teens don’t report high levels of confidence — or concern — about social media companies harvesting their data. Sixty percent of teens say they feel little to no control over how companies collect and use their data. However, only 20 percent report feeling very or extremely concerned about data collection. More than double that (44 percent) describe having little or no concern about how much social-media companies like TikTok and Meta know about them.</p><p>Only one in ten teens polled say they use social media to encourage political action or post about social issues. An even lower rate (seven percent) reported posting hashtags related to political or social causes. (Not being old enough to vote may be the simplest explanation for that.) However, among those who engaged in <a href=\"https://www.engadget.com/2014-07-02-social-media-activism-explainer.html\"><ins>online activism</ins></a>, that rate more than doubled among Democrat or left-leaning teens (14 percent) compared to Republican or right-leaning teens (six percent).</p><p>Teen girls report feeling overwhelmed at higher rates than their male counterparts: 45 percent to about one third. Higher rates of girls also answered that social media has made them feel left out. Older girls report more caution about posting content that others could use against them: Half of girls aged 15 to 17 say they often or sometimes decide not to post content out of fear of embarrassment. Lower rates of younger girls and adolescent boys report the same.</p><p>Self-reporting surveys can illustrate the polled groups’ perceptions about how social media affects them. Still, it would be a mistake to assume that it always reflects reality. Past <a href=\"https://www.engadget.com/2017-12-15-facebook-tackles-whether-social-media-is-bad.html\"><ins>studies</ins></a> focused more on measurable effects have concluded it depends primarily on how you use it. For example, those who use social media to connect with others benefit more than those who passively read content.</p><p>One issue the survey didn't address was the rate of teens using social media. Although Gen Z — to which most of today's teens belong —still has high social media usage, it's the only generation <a href=\"https://www.axios.com/2022/07/26/gen-z-social-media-tiktok-discord-facebook\"><ins>showing</ins></a> declining use. Maybe growing up on social media has led to a generational indifference.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/streets-of-rage-movie-john-wick-creator-lionsgate-191848338.html?src=rss", "title": "A Streets of Rage movie written by John Wick's creator is on the way", "date_published": "2022-11-16 19:18:48+00:00", "description": "<p>I hope you're not yet tired of the current avalanche of video game adaptations, because another fun-sounding one is on the way. Lionsgate has picked up the rights to make a <a href=\"https://www.engadget.com/tag/Streets%20of%20Rage/\">Streets of Rage</a> movie, which is being written and produced by <a href=\"https://www.engadget.com/tag/John%20Wick/\">John Wick</a> creator Derek Kolstad. Production companies dj2 Entertainment and Escape Artists, which are involved in the <a href=\"https://www.engadget.com/sonic-the-hedgehog-3-movie-release-date-fall-guys-141838217.html\">Sonic the Hedgehog movies</a>, are on board as well.</p><p>It was <a href=\"https://www.engadget.com/streets-of-rage-movie-adaptation-reportedly-in-the-works-231557705.html\">reported earlier this year</a> that Kolstad was working on a Streets of Rage movie. While the games don't exactly have a rich narrative to speak of, the beat-'em-up series fits right within <em>Nobody </em>writer Kolstad's oeuvre of gritty, violent action. The series seems ripe for the picking after a successful revival in 2020 with <a href=\"https://www.engadget.com/streets-of-rage-4-release-date-dotemu-084916425.html\"><em>Streets of Rage 4</em></a>.</p><span id=\"end-legacy-contents\"></span><p>“When [dj2 CEO Dmitri M. Johnson] first mentioned the idea of cracking a Streets of Rage movie, I was so immediately freaking in,” Kolstad said in a statement, according to <a href=\"https://variety.com/2022/film/news/streets-of-rage-video-game-movie-1235434514/\"><em>Variety</em></a>. “And to play with Sega? The 10-year-old me is still grinning.”</p><p>Lionsgate will also put out the <em>Borderlands </em>movie, which <a href=\"https://www.engadget.com/borderlands-movie-done-filming-043012630.html\">completed filming last year</a> but doesn't yet have a release date. Among the many, many other <a href=\"https://www.engadget.com/gears-of-war-netflix-movie-203757604.html\">movies</a> and <a href=\"https://www.engadget.com/the-last-of-us-hbo-premiere-date-163907183.html\">TV shows</a> based on games that are in the works is a <a href=\"https://www.engadget.com/tag/Ghost%20of%20Tsushima/\">Ghost of Tsushima</a> film, on which Chad Stahelski, the director of all four John Wick movies, is <a href=\"https://www.engadget.com/ghost-of-tsushima-movie-170424580.html\">taking the reins</a>.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/xbox-november-update-discord-twitch-181425153.html?src=rss", "title": "Built-in Discord voice chat is now rolling out to all Xbox users", "date_published": "2022-11-16 18:14:25+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/microsoft/\">Microsoft</a> is now <a href=\"https://news.xbox.com/en-us/2022/11/16/xbox-november-2022-update-rolls-out-today/\">rolling out</a> the <a href=\"https://www.engadget.com/tag/xbox/\">Xbox</a> November update, which includes a heap of useful features. Starting today, all Xbox One and Series X/S owners will be able to <a href=\"https://www.engadget.com/microsoft-is-making-joining-discord-voice-chat-easier-191055133.html\">connect to Discord voice channels</a> directly through their console — you'll no longer <a href=\"https://www.engadget.com/discord-voice-chat-xbox-193316622.html\">need to set things up with your phone</a>. That should make it easier for you to chat with friends even if you’re all playing different games on different platforms (or you're playing, say, <em>Halo Infinite </em>together across console, PC and mobile).&nbsp;</p><p>Once you've connected your Discord account to Xbox, simply go to the Parties &amp; chats menu and select Discord. You’ll see your available servers and be able to pick a voice channel. You can check which of your friends are in a server or voice channel before you hop in.</p><span id=\"end-legacy-contents\"></span><p>Although <a href=\"https://www.engadget.com/playstation-discord-integration-181459496.html\">Sony has invested in Discord</a>, Microsoft beat it to the punch with voice integration on Xbox (including a noise suppression option on Xbox Series X/S). PlayStation is <a href=\"https://www.eurogamer.net/playstation-discord-integration-reported-to-go-ahead-in-march\">reportedly</a> due to gain <a href=\"https://www.engadget.com/discord-ps4-ps5-integration-playstation-205352162.html\">deeper Discord integration</a> next year.</p><p>Elsewhere, Xbox users can more easily start a livestream via <a href=\"https://www.engadget.com/tag/twitch/\">Twitch</a>, Lightstream or Streamlabs thanks to built-in options. From the guide, go to Capture &amp; share, Live streaming and then More options. In the Destination section, you’ll be able to start a stream with the Twitch, Lightstream or Streamlabs Studio apps. As part of this move, the Xbox Twitch app will now only be used for watching other streamers.</p><figure><img alt=\"Livestreaming on Xbox\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/58e00b60-65d9-11ed-bf9d-2e59488174ff\" /><figcaption></figcaption><div class=\"photo-credit\">Microsoft</div></figure><p>Additionally, there's the option to ask a friend if you can join their game by going to their profile. Previously, you had to do this from the Happening now page.</p><p>There’s a new Capture app, which is in the Capture &amp; share tab of the guide, as well as in My games &amp; apps. Microsoft says the app improves the viewing, management and editing of your captures. You’ll be able to copy screenshots and clips to an external drive, while Xbox Series X/S systems have higher bitrate options for 720p and 1080p clips.</p><p>Other features Microsoft is now rolling out include notifications when someone shares their wish list with you (in case you want to gift them a game) and alerts when items on your wish list go on sale. You’ll be able to view more details about power consumption when your console is off versus when it’s in sleep mode.</p><p>On top of all that, Microsoft now supports controller rumble (including on third-party gamepads) for <a href=\"https://www.engadget.com/tag/Xbox%20Cloud%20Gaming/\">Xbox Cloud Gaming</a> on PC and Mac if you opt to play via Microsoft Edge or Google Chrome. Rumble support for Samsung TVs will be available later this month — Samsung <a href=\"https://www.engadget.com/samsung-game-streaming-2021-tv-models-160009155.html\">just announced</a> that it’s rolling out cloud gaming services on some older smart TV models.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/backbone-one-for-andorid-announced-specs-availability-pricing-175856079.html?src=rss", "title": "The Backbone One mobile gamepad now works with Android phones", "date_published": "2022-11-16 17:58:56+00:00", "description": "<p>The wait is over. One of the <a href=\"https://www.engadget.com/best-mobile-game-controllers-140023505.html\"><ins>best mobile gamepads</ins></a> you can buy is finally available to use with Android phones. Starting today, you can order the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BsYXliYWNrYm9uZS5jb20vcHJvZHVjdHMvYmFja2JvbmUtb25lLWFuZHJvaWQvIiwiY29udGVudFV1aWQiOiIwZDViNjQzOC00N2ExLTQ1ZGQtYjc4OS1lNTU5NGE3NDg3N2IifQ&amp;signature=AQAAAaRwrQpx52c-4bz0UStnZI2Y-IZvzBfvfDjbWUBkGjNG&amp;gcReferrer=https%3A%2F%2Fplaybackbone.com%2Fproducts%2Fbackbone-one-android%2F\"><ins>Backbone One for Android</ins></a> from the company’s website and select retailers. At $100, it’s in the same price range as options like the <a href=\"https://www.engadget.com/razer-kishi-v2-android-gamepad-announcement-150058248.html\"><ins>Razer Kishi</ins></a>, but the Backbone One has a few things going for it over some more affordable controllers.</p><p>To start, it features an intelligent design that incorporates a USB-C passthrough for charging and a 3.5mm audio connection. If you’ve used an Xbox controller in the past, you’ll feel at home with the Backbone One thanks to its asymmetrical stick layout and standard A, B, X and Y button layout. A <a href=\"https://www.engadget.com/backbone-one-playstation-edition-announced-specs-price-availability-150054365.html\"><ins>PlayStation</ins></a> version of the controller for Android phones isn’t listed yet, but back when Backbone announced it was partnering with Sony, the company told Engadget it was working on a USB-C variant. The new Android variant still comes with the company’s excellent companion app. The software makes capturing and sharing screenshots and footage from your games easy. It also simplifies finding games that are compatible with the controller.</p><span id=\"end-legacy-contents\"></span><p>The Backbone One is compatible with “most” Android handsets. As with the iPhone version, you will probably need to remove your phone from its case to ensure a snug fit. If you pre-ordered the Backbone One for Android before November 1st, the company says it will fulfill your order before the end of the month. All purchases come with a one-month trial to Google Play Pass.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/headspace-monthly-and-annual-plans-are-50-percent-off-right-now-for-black-friday-175040107.html?src=rss", "title": "Headspace monthly and annual plans are 50 percent off right now for Black Friday", "date_published": "2022-11-16 17:50:40+00:00", "description": "<p>Unlike doomscrolling on Twitter, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e3494264-16cf-476b-92a8-2dfe2c12bfa0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Headspace&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMzQ5NDI2NC0xNmNmLTQ3NmItOTJhOC0yZGZlMmMxMmJmYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGVhZHNwYWNlLmNvbS8iLCJjb250ZW50VXVpZCI6IjcxYjdiZDIyLTg2MDgtNDk0My04NDMzLTdlNGEyMWRiZGVhZCJ9&amp;signature=AQAAARNOpFViodGxw6oTzUKzSHDqBDaHm4gnSLTCpiKYaUzx&amp;gcReferrer=https%3A%2F%2Fwww.headspace.com%2F\">Headspace</a> app can actually improve your mental state, and right now you can get a year of the service for half price. Their Black Friday sale is live and brings the annual plan down to $35 when you pay for one year up front. The monthly plan is on sale for $6.50 per month for your first 12 months. This discount is available to new and previous Headspace users, so you can renew at a lower-than-usual price.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e3494264-16cf-476b-92a8-2dfe2c12bfa0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Headspace&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMzQ5NDI2NC0xNmNmLTQ3NmItOTJhOC0yZGZlMmMxMmJmYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGVhZHNwYWNlLmNvbS8iLCJjb250ZW50VXVpZCI6IjcxYjdiZDIyLTg2MDgtNDk0My04NDMzLTdlNGEyMWRiZGVhZCJ9&amp;signature=AQAAARNOpFViodGxw6oTzUKzSHDqBDaHm4gnSLTCpiKYaUzx&amp;gcReferrer=https%3A%2F%2Fwww.headspace.com%2F\" id=\"a41ccb949df44d12b5084d1aafe7d7da\">Shop Headspace's Black Friday sale</a><p>Originally launched as a meditation app, Headspace has grown to include stress relief, sleep guides, workouts and even an interactive <a href=\"https://www.engadget.com/netflix-headspace-unwind-your-mind-june-15-170552142.html\">Netflix experience</a>. The audio and video guides can be broadly divided into the categories of sleep, mindfulness, mediation and stress, with exercises branching out from there to cover whatever your current situation might require.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>If you've ever woken up in the middle of the night and couldn't get back to sleep, there are guided meditations to help coax you back down. A daily video called The Wake Up combines breathing and inspiration for your morning. The app also offers fitness courses like yoga, guided runs and a 28-day movement and cardio course. There's even help for things as specific as building a mindful home office and dealing with climate anxiety.</p><p>There are no shortage of mindfulness apps out there. Headspace has the advantage of a 12-year history and amassing more than 70 million downloads. They even made it a point to help <a href=\"https://www.engadget.com/headspace-new-york-state-of-mind-website-205305471.html\">New Yorkers</a> and <a href=\"https://www.engadget.com/headspace-teen-free-mental-health-mindfulness-201524262.html\">teens</a> during the earlier waves of the pandemic. If you've been curious about checking out the app, the half-price Black Friday deal is a good time to make your move.&nbsp;</p><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-mls-season-pass-price-release-date-173226971.html?src=rss", "title": "Apple's Major League Soccer Season Pass debuts February 1st for $99 per year", "date_published": "2022-11-16 17:32:26+00:00", "description": "<p>Apple's <a href=\"https://www.engadget.com/apple-tv-mls-soccer-streaming-subscription-service-171000757.html\">Major League Soccer streaming</a> finally has a launch date and, importantly, a price. The company has <a href=\"https://www.apple.com/newsroom/2022/11/apple-and-major-league-soccer-announce-mls-season-pass-launches-february-1-2023/\">revealed</a> that the MLS Season Pass will debut February 1st, 2023 at a price of $99 per season, or $15 per month. As you might guess, Apple TV+ subscribers get a discounted rate of $79 per season and $13 per month. The regular season kicks off February 25th, so you'll have a while to decide before the competition begins in earnest.</p><p>Full-season ticket packages will include MLS Season Pass. You won't always have to subscribe, however. Some MLS and Leagues Cup matches will stream at no extra charge for Apple TV+ viewers, and certain matches (such as those from the \"MLS is Back\" opening weekend)  will be completely free to view.</p><span id=\"end-legacy-contents\"></span><p>The allure, as mentioned in June, is the complete coverage. You can watch every match, including the playoffs and League Cup, without running into regional blackouts. Replays, highlights and other content will be available if you miss the live action. MLS games will be available through the Apple TV app and the web. English, Spanish and (for Canadian teams) French commentary will be available, and you can also tune into a team's local radio broadcast.</p><p>The premiere marks the start of a 10-year deal between Apple and the MLS. It's also a significant expansion of Apple's sports strategy. Until now, live sports from Apple were limited to free, weekly <a href=\"https://www.engadget.com/apple-tv-plus-friday-night-baseball-181930932.html\">Friday Night Baseball</a> double-headers. Now, the company is streaming whole seasons and charging for it like the leagues themselves. MLS Season Pass might not be as desirable as offerings like <a href=\"https://www.engadget.com/nfl-plus-streaming-service-football-release-date-141525806.html\">NFL+</a>, but it could put pressure on <a href=\"https://www.engadget.com/amazon-prime-video-nfl-black-friday-game-date-211050980.html\">Amazon Prime Video</a>, <a href=\"https://www.engadget.com/paramount-plus-uefa-champions-league-streaming-rights-soccer-152206370.html\">Paramount+</a> and other streamers using live sports as a selling point.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/xbox-game-pass-ultimate-apple-music-tv-plus-free-trials-165043565.html?src=rss", "title": "Xbox Game Pass Ultimate now includes free trials for Apple Music and Apple TV+", "date_published": "2022-11-16 16:50:43+00:00", "description": "<p>Microsoft's <a href=\"https://www.engadget.com/xbox-game-pass-ultimate-paramount-plus-halo-184824314.html\">Xbox Game Pass Ultimate Perks</a> now include freebies from an erstwhile rival. The company <a href=\"https://news.xbox.com/en-us/2022/11/16/apple-tv-and-apple-music-xbox-game-pass-ultimate-perks/\">now offers</a> Ultimate subscribers three-month free trials of Apple Music and Apple TV+ to newcomers for either media service. You can stream tunes in the background while you're playing <a href=\"https://www.engadget.com/halo-infinite-preview-xbox-series-x-080130895.html\"><em>Halo Infinite</em></a>, or catch up on <em>Ted Lasso</em> in between cloud gaming sessions.</p><p>You can claim either or both Apple trials until March 31st, 2023. They're available on consoles and the Xbox app for Windows. You can use the promos everywhere Apple Music and Apple TV+ is available except for Russia and (for Apple TV+) Turkey.</p><span id=\"end-legacy-contents\"></span><p>The bonuses come weeks after <a href=\"https://www.engadget.com/apple-music-app-xbox-series-x-series-s-one-134451547.html\">Apple Music launched on Xbox consoles</a>. In that light, the trials represent Microsoft's chance to spread the word about availability. The company was relatively late to Apple Music, which <a href=\"https://www.engadget.com/apple-music-ps5-app-153625438.html\">came to the PS5</a> a year earlier — this makes clear that you don't need a PlayStation to have console games and Apple streaming on the same machine.</p><p>It also comes as Apple and Microsoft have bolstered interoperability. You can now <a href=\"https://www.engadget.com/windows-11-icloud-photos-update-214218257.html\">access iCloud Photos libraries</a> in Windows 11's native Photos app, for instance. While the tech companies still compete against each other (see Apple's <a href=\"https://www.engadget.com/microsoft-xbox-games-ios-app-store-105431324.html\">reluctance to support Game Pass streaming</a>), they're now willing to cooperate when it serves their mutual interests.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/cannabis-pod-e-waste-recycling-california-163017433.html?src=rss", "title": "Black market fears are hampering cannabis waste recycling efforts in California", "date_published": "2022-11-16 16:30:17+00:00", "description": "<p>As American cannabis has grown from cottage industry to $25 billion-a-year commercial enterprise that employs 428,059 folks nationwide, the product that weed has become now often bears little resemblance from the product that used to be sold raw. Flower, once delivered in sandwich bags, now arrives wrapped in child-safety-locked, plastic-lined mylar pouches; every gram of hash seemingly needs its own glass jar, plastic lid, and cardboard box; and half-gram vape pens must often be dug from three times their own weight in display and security packaging before use. And while most of the outer packaging can be easily recycled, vaporizer cartridges themselves can be far more problematic to dispose of.</p><p>Cannabis is <a href=\"https://flowhub.com/cannabis-industry-statistics\">more popular than ever in the US</a> — 44 percent of adults have access to it, either <a href=\"https://www.nytimes.com/interactive/2022/11/08/us/elections/results-maryland-question-4-legalize-cannabis.html\">medically</a> or <a href=\"https://www.bizjournals.com/kansascity/news/2022/11/07/recreational-cannabis-in-missouri-wild-west.html\">recreationally</a>, more than 90 percent of adults support its full legalization, and a 2021 Weedmaps survey suggests that <a href=\"https://www.businesswire.com/news/home/20211116005558/en/Weedmaps-Releases-First-Data-Insights-Report-Cannabis-in-America\">usage has increased by 50 percent</a> since the start of the pandemic. What’s more, edibles and concentrates continue to rise in popularity among all age groups, from boomers to doomers. This increased demand for vape cartridges — both near-ubiquitous 510-threads like those from Rove or more specialized carts like the Pax Era Pods — has led to their increased production and, in turn, their inevitable arrival in American landfills. In California, the nation’s largest legal cannabis market, 510 cartridges are quite popular but, due to the state’s strict hazardous waste disposal regulations, difficult to dispose of in a responsible manner.</p><span id=\"end-legacy-contents\"></span><p>On the production side, virtually every ingredient, component, growth medium, nutrient, castoff, trimming, and scrap is carefully destroyed, typically either dismantled on-site or rendered unusable before being shipped to a certified waste facility.  At the cultivation level, Taylor Vozniak, Sales and Marketing Manager for California cannabis waste management company <a href=\"https://www.gaiaca.com/\">Gaiaca</a>, told Engadget, “it would be plants after they've been trimmed, grow medium — that's either going to be soil or rock wool or cocoa husk — any sort of water nutrients or pesticides.”</p><div id=\"f9125943a7d14bad9ccc27780860ee3a\"></div><p>At the manufacturing stage, the company handles post-production green waste (think, mashed up stems and leaves) as well as hazardous waste like concentrate solvents and failed edible product batches like misshapen canna-gummies or burned weed brownies — the latter must be destroyed on-site to stay within bounds of the <a href=\"https://cannabis.ca.gov/licensees/track-and-trace/\">California Cannabis Track and Trace (CCTT) system</a> operated by the state’s <a href=\"https://cannabis.ca.gov/\">Department of Cannabis Control</a>. The CCTT extends to the point of sale, meaning that local dispensaries are responsible for seeing returned product and defective merchandise properly destroyed.</p><p>“Single-use batteries have been a big sticking point for a while now,” Vozniak said. “We're proud that we can recycle those vape batteries either with or without cannabis.” As it turns out, much of the underlying impetus for the creation of the CCTT system, Vozniak notes, is to prevent this waste from being illicitly harvested and resold. “The overarching way these regulations were written the way they were is to prevent any sort of product going into the black market,” he noted, which is why cannabis by-products, which is what all the stuff above is considered, has to be rendered into inert “waste” before it gets put in the ground. It’s also why your local dispensary doesn’t have a drop-off bin for used cartridges.</p><p>Products are handled slightly differently depending on whether they’re THC or CBD-based. “CBD is federally legal,” Vozniak said — so that it can be transported across state lines for disposal, “while THC is state-by-state regulated. A lot of the time you'll see, especially in California, CBD destroyed on site, but I have a client in Dallas who I've been able to just take their product as-is off site to a disposal facility.”</p><p>The materials that can be directly recycled or composted, will be. The six-month composting process is sufficient to leach out and fully decay any leftover THC before the material is repackaged and sold as a gardening amendment. Less sustainable materials like used nitrile gloves, non-recyclable or food-contaminated packaging will instead be routed to local landfills and incinerators. But not vape cartridges. Those, along with the Li-ion batteries that power them, are considered e-waste in California so there’s a litany of additional regulatory hurdles to jump through before throwing one away.</p><p>“What ends up happening is you'll be able to take [used carts and batteries] to a recycling vendor for a while,” Vozniak said, until “they realize it's a difficult product to deal with, so we'll have to find new vendors.”</p><figure><img alt=\"Ted Chase points the amount left in his medical marijuana vape cartridge. Photo by Lauren A. Little (Photo By Lauren A. Little/MediaNews Group/Reading Eagle via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/71638190-643e-11ed-b7ff-9611b6a4f556\" /><figcaption></figcaption><div class=\"photo-credit\">MediaNews Group/Reading Eagle via Getty Images via Getty Images</div></figure><p>The difficulty with recycling cartridges lies in their complex construction and mix of materials — woven cloth wicks and aluminum atomizers sealed by plastic walls with rubber o-rings keeping the viscous liquid in place. You can’t very well clean, sort, and disassemble these items by hand; as e-waste, they’re sorted, cleaned and then repeatedly mechanically shredded and resorted into progressively smaller chunks until they’re reduced and separated into their constituent materials. Vape pen batteries, both rechargeable and single-use all-in-one varieties, go through a similar process, Vizniak explains. They’re first statically separated by density, then dipped into liquid nitrogen to instantly freeze and deactivate the lithium ion cells before they’re pulverized with mechanical hammers and further sorted for commodity sale.</p><p>If that seems like a whole lot of work for such tiny devices, you’re not wrong. Despite the legal cannabis industry in California existing for less than a decade, much of the verbiage of Prop 54 is already falling out of relevance. “When things were first written, there was a lack of understanding of how the cannabis industry would end up operating,” Vozniak said. He points to all-in-one (AIO) pen battery disposal as one such example.</p><p>“We still have to destroy these products on site — and I understand the concern there, they [state regulators] don't want anything going to the black market — but for these all-in-one-pens, there really is no way to destroy them without putting the operators at risk,” he continued. “A lot of times, operators are going to try to destroy these products themselves because Gaica can be on the more expensive side just because of the nature of what we do. It's very labor intensive.”</p><p>Vozniak has seen cannabis retailers encase old AIOs in blocks of resin to deactivate them — whole drums of resin-ensconced lithium batteries that no recycler would ever take — in order to comply with the state’s “destroy on-site” order. Vozniak argues that a basic exemption to that rule specifically for cannabis e-waste could, “really help the industry out because that's really what I'm seeing most — out of state as well.”</p><p>In addition to contacting their district and state representatives to advocate for regulatory amendments, vape pen users looking to reduce their consumption footprints have a number of options. <a href=\"https://openvapeshop.com/blogs/news/best-refillable-vape-cartridges\">Refillable 510 cartridges are a thing</a> — they operate just as the single-use canisters from the dispensary do but have a screw-on lid for injecting fresh oil — such as the <a href=\"https://www.kandypens.com/flacko-jodye-oil-glass-tank.html\">Flacko Jodye</a> from KandyPens, the <a href=\"https://pcktbrand.com/products/sprk-ceramic-cartridge\">SPRK ceramic</a> from PCKT, an all-in-one kit from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2tpYXJhbmF0dXJhbHMuY29tL3VrL2J1eS9jYmQtdmFwaW5nLXBlbnMvY2JkLW9pbC1kaXN0aWxsYXRlLXZhcGUtcGVuLWtpdC8_cGlkPTIzMzImb2lkPTEyNiZ0aWQ9MTAyNTQ3OTBmODUyYzZmNjQ5ZmNjZWI4Y2YxMWMyIiwiY29udGVudFV1aWQiOiJmODYxOTQyNC03OGRmLTQ2OTQtYWNiOC01YTRhNWU0MjgwYTMifQ&amp;signature=AQAAAUvNFvM3tZbr3J1YIhvHKY2fFiivBwbqTVOjBkeVRGup&amp;gcReferrer=https%3A%2F%2Fkiaranaturals.com%2Fuk%2Fbuy%2Fcbd-vaping-pens%2Fcbd-oil-distillate-vape-pen-kit%2F%3Fpid%3D2332%26oid%3D126%26tid%3D10254790f852c6f649fcceb8cf11c2\">Kiara Naturals</a>, or the Puffco Plus. Maintaining and cleaning refillable tanks is straightforward and they can easily be topped off using <a href=\"https://www.twoheadsco.com/dabs\">a dab syringe</a> from either your local dispensary or friendly neighborhood drug dealer if you prefer a more homebrewed product.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-immersion-blenders-150006296.html?src=rss", "title": "The best immersion blenders you can buy in 2022", "date_published": "2022-11-16 16:15:14+00:00", "description": "<p>Back in the 80s and 90s, immersion blenders were often restricted to high-end restaurants and the kitchens of nerdy home cooks. But thanks to improvements in tech, these types of blenders (also known as hand or stick blenders) have become powerful and affordable general-purpose cooking gadgets – especially for people who might not have the space for a traditional countertop model. Unfortunately picking the best immersion blender can get a bit confusing, so here’s a guide covering the important things you need to consider, along with our favorite devices across a handful of categories.</p><h2>Engadget's picks</h2><ul><li><p>Best wired immersion blender: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CcmV2aWxsZS1CU0I1MTBYTC1Db250cm9sLUltbWVyc2lvbi1CbGVuZGVyL2RwL0IwMDRSRjdRSlc_dGFnPWdkZ3QwYy1wLW8tNW4tMjAiLCJjb250ZW50VXVpZCI6IjIzMzA3OTA4LWYzZWQtNDQ3OC04ZjljLWNkMTQxOTQzYTYzOSJ9&amp;signature=AQAAASzjazopjmGcQ_rKLfey691TiV5mXnKpeowRlAANKGP0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBreville-BSB510XL-Control-Immersion-Blender%2Fdp%2FB004RF7QJW\">Breville Control Grip</a></p></li><li><p>Best cordless immersion blender: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LaXRjaGVuQWlkLUtIQkJWNTNCTS1Db3JkbGVzcy1CbGVuZGVyLUJsYWNrL2RwL0IwOEJSMzk0OUc_dGFnPWdkZ3QwYy1wLW8tNW4tMjAiLCJjb250ZW50VXVpZCI6IjIzMzA3OTA4LWYzZWQtNDQ3OC04ZjljLWNkMTQxOTQzYTYzOSJ9&amp;signature=AQAAAVkclLgVtsqDFGIJt5xJ6G6WXgECF8-BYLvD9Le-nNON&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKitchenAid-KHBBV53BM-Cordless-Blender-Black%2Fdp%2FB08BR3949G%3F\">KitchenAid Cordless Variable Speed Hand Blender</a></p></li><li><p>Best budget immersion blender: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IYW1pbHRvbi1CZWFjaC01OTc2NS1TcGVlZC1CbGVuZGVyL2RwL0IwMDNOUUU4QjA_dGFnPWdkZ3QwYy1wLW8tNW4tMjAiLCJjb250ZW50VXVpZCI6IjIzMzA3OTA4LWYzZWQtNDQ3OC04ZjljLWNkMTQxOTQzYTYzOSJ9&amp;signature=AQAAAYjO1A19rTH4uRq6RNiX7vNRkj6ilhEI0OSP0mMNs0Hz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHamilton-Beach-59765-Speed-Blender%2Fdp%2FB003NQE8B0%3F\">Hamilton Beach 2-Speed Hand Blender</a></p></li></ul><h2>Which device is right for you?</h2><p>Before you even think about buying a new kitchen gadget, it’s important to figure out how you’re going to use it and where it fits in with any appliances you already own. In an ideal world, everyone would have a dedicated food processor, countertop blender and a stand mixer. But the reality is that many people don’t have the room or the budget.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Engadget's favorite immersion blenders are the Breville Control Grip, the KitchenAid Cordless Variable Speed Hand Blender and the Hamilton Beach 2-Speed Hand Blender\n\n\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-05/51e75ca0-d2ea-11ec-aff7-1c49976875d8\" /><figcaption></figcaption><div class=\"photo-credit\">\n  Sam Rutherford/Engadget\n </div></figure><p>While immersion blenders and traditional countertop models have a lot of overlap, there are strengths and weaknesses to both. For example, if you’re looking to make smoothies every day, a countertop blender might be a better choice. The bigger pitchers make it easier to blend drinks for multiple people at once, while larger motors will make short work of ice and frozen fruit. Additionally, more expensive options like those from Vitamix or Robocoupe can even cook soup during the blending process using the heat generated from the blender’s motor, which isn’t something you can do with an immersion model. I’d even go so far as to say that if you have the space for it and don’t own a blender of any kind, a countertop version is probably the best option for most people.</p><p>That said, immersion blenders are often less expensive and, thanks to a wide variety of accessories offered by some manufacturers, they can be great multitaskers. A whisk attachment allows you to make whipped cream or meringues quickly without needing an electric hand mixer, or risk getting tendonitis in your elbow doing it manually. Some immersion blenders also come with food processing bowls, so you can easily throw together things like a homemade pesto in minutes. And because immersion blenders are smaller and less bulky than traditional models, they're a great choice for apartment dwellers or anyone with limited storage or counter space. That means if you’re simply trying to expand your culinary repertoire without blowing up your budget, an immersion blender can be a great way to try something new without committing too hard.</p><h2>Corded or cordless?</h2><p>Similar to figuring out if you should get a blender or not, trying to decide between a corded or cordless model depends a lot on the other gadgets you already own. Corded versions typically have more powerful motors, which makes them great for people who don’t have a countertop blender or food processor. But if you do own one of both of those, cordless is the way to go. Not only do you get the convenience of not worrying about wires, but the ease of use makes it fast and easy to whip out your immersion blender to add some extra texture to a soup or sauce.</p><h2>A quick word about safety</h2><figure><img alt=\"The most important safety tip for immersion blenders is to always keep the blade pointed down and away from you. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-05/b7701940-d2ea-11ec-ab3b-54d8d4c00192\" /><figcaption></figcaption><div class=\"photo-credit\">\n  Sam Rutherford/Engadget\n </div></figure><p>No one should be ashamed of being nervous around a device that is essentially a motorized blending wand with a spinning blade at the end. But with proper care and use, an immersion blender doesn’t have to be much more dangerous than a chef’s knife. The most important safety tip is to make sure you always keep the sharp end pointed down and away from you or anyone else nearby. That includes your hands, along with any utensils (like a spoon), that might be in or around your mixing bowl.</p><p>Thankfully, all consumer immersion blenders are designed to prevent their blade from directly hitting the vessel holding your food (be it a mixing bowl or a pot). However, to be extra safe, you should avoid blending things in glass containers or non-stick cookware, as glass can chip or shatter while the metal blades and shroud of an immersion blender can damage teflon and ceramic.</p><figure><img alt=\"Immersion blenders are extremely useful kitchen gadgets, especially when it comes to making creamy soups like this roasted cauliflower chowder. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-05/ee5a0560-d2ea-11ec-a7bf-96fd2a31d9bb\" /><figcaption></figcaption><div class=\"photo-credit\">\n  Sam Rutherford/Engadget\n </div></figure><p>You’ll also want to make sure you keep water away from the plug or outlet of corded immersion blenders. And if you want to remove the blade or clear away any food that might have gotten tangled, first make sure the blender is off and disconnected from its power source (either its battery or wall socket).</p><p>On the bright side, cleaning an immersion is rather simple and straightforward. All you have to do is fill up a bowl or cup with soapy water, submerge the immersion blender, and then run it for 10 to 20 seconds. That’s it. If it’s still not clean, you can repeat that process again until it is. And if that’s too much work, the blending wand on a lot of models (including all of the gadgets on this list) are dishwasher safe too.</p><h2>Best wired immersion blender: Breville Control Grip</h2><p></p><p>Starting at $130, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CcmV2aWxsZS1CU0I1MTBYTC1Db250cm9sLUltbWVyc2lvbi1CbGVuZGVyL2RwL0IwMDRSRjdRSlc_dGFnPWdkZ3QwYy1wLW8tNW4tMjAiLCJjb250ZW50VXVpZCI6IjIzMzA3OTA4LWYzZWQtNDQ3OC04ZjljLWNkMTQxOTQzYTYzOSJ9&amp;signature=AQAAASzjazopjmGcQ_rKLfey691TiV5mXnKpeowRlAANKGP0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBreville-BSB510XL-Control-Immersion-Blender%2Fdp%2FB004RF7QJW\">Breville’s Control Grip</a> not only has one of the most powerful motors (280-watts) available on a corded immersion blender in this price range, it also comes with a wealth of handy accessories. In addition to the main 8-inch shaft/immersion blade, the kit features a 25-ounce chopping bowl for cutting and mincing and a 42-ounce blending jug for making soups and smoothies. There’s also a whisk attachment, which means that between all of its accessories, the Control Grip can take the place of three different common kitchen gadgets: a food processor, traditional blender and hand mixer.</p><p>I also appreciate the two-button attachment system, which ensures accessories are properly locked in before use. Breville even includes a removable blade guard to help prevent the blender from scratching your other appliances in storage. And with support for 15 different speed settings, there’s a lot of flexibility to handle all sorts of dishes. Alternatively, if you’re looking for an all-purpose immersion blender with even more attachments for making drinks and pureeing soup, you may want to consider <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LaXRjaGVuQWlkLUtIQjI1NjFDVS01LVNwZWVkLUhhbmQtQmxlbmRlci9kcC9CMDA1UUlZS1ZHP3RhZz1nZGd0MGMtcC1vLTVuLTIwIiwiY29udGVudFV1aWQiOiIyMzMwNzkwOC1mM2VkLTQ0NzgtOGY5Yy1jZDE0MTk0M2E2MzkifQ&amp;signature=AQAAAaMM70WrkPEgiEPvs5w6U1E0jsgp0FInlSUefQ2Og6PF&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKitchenAid-KHB2561CU-5-Speed-Hand-Blender%2Fdp%2FB005QIYKVG\">KitchenAid’s 5-Speed Hand Blender</a>, which comes with two extra bell blades to help crush ice, whisk egg whites and more.</p><h2>Best cordless immersion blender: KitchenAid Cordless Variable Speed Hand Blender</h2><p></p><p>If you just want an immersion blender that’s simple and easy to use, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LaXRjaGVuQWlkLUtIQkJWNTNCTS1Db3JkbGVzcy1CbGVuZGVyLUJsYWNrL2RwL0IwOEJSMzk0OUc_dGFnPWdkZ3QwYy1wLW8tNW4tMjAiLCJjb250ZW50VXVpZCI6IjIzMzA3OTA4LWYzZWQtNDQ3OC04ZjljLWNkMTQxOTQzYTYzOSJ9&amp;signature=AQAAAVkclLgVtsqDFGIJt5xJ6G6WXgECF8-BYLvD9Le-nNON&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKitchenAid-KHBBV53BM-Cordless-Blender-Black%2Fdp%2FB08BR3949G%3F\">KitchenAid’s Cordless Variable Speed Blender</a> is the one to get. It comes with a dishwasher-safe blending jar and an optional pan guard to help ensure you won’t nick your cookware. However, the real nifty feature is that instead of having discrete speed settings, you can adjust the blender’s 180-watt motor simply by squeezing down on the trigger. This makes using it incredibly intuitive, and thanks to its built-in safety switch, it’s much more difficult to spin up the blade by accident.</p><p>KitchenAid also claims the battery can blend up to 25 bowls of soup on a single charge. And while my kitchen is too small to test this properly, I never ran into any issues. That said, you’re going to want to make sure to top off its battery beforehand because its charging port is next to where you attach the blending arm, which means you can’t have it plugged in while it's running.</p><h2>Best budget immersion blender: Hamilton Beach 2-Speed Hand Blender</h2><p></p><p>For those who want something that’s versatile and a great value, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IYW1pbHRvbi1CZWFjaC01OTc2NS1TcGVlZC1CbGVuZGVyL2RwL0IwMDNOUUU4QjA_dGFnPWdkZ3QwYy1wLW8tNW4tMjAiLCJjb250ZW50VXVpZCI6IjIzMzA3OTA4LWYzZWQtNDQ3OC04ZjljLWNkMTQxOTQzYTYzOSJ9&amp;signature=AQAAAYjO1A19rTH4uRq6RNiX7vNRkj6ilhEI0OSP0mMNs0Hz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHamilton-Beach-59765-Speed-Blender%2Fdp%2FB003NQE8B0%3F\">Hamilton Beach’s 2-Speed Hand Blender</a> is a great pick. While it isn’t cordless, in addition to the main blending arm you also get a whisk attachment and a chopping bowl – all for just $35. On top of that, its 225-watt motor is rather powerful for its price, though you don’t get as many speed settings as you would on more premium rivals. With this thing having been on the market for more than 15 years, this blender has long been a top choice among budget-conscious cooks.</p><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-game-streaming-2021-tv-models-160009155.html?src=rss", "title": "Samsung brings game streaming to its 2021 TVs", "date_published": "2022-11-16 16:00:09+00:00", "description": "<p>You no longer need one of Samsung's <a href=\"https://www.engadget.com/samsung-2022-tv-hands-on-neo-8-k-qled-oled-150043989.html\">latest TVs</a> to try its <a href=\"https://www.engadget.com/samsung-cloud-gaming-platform-smart-tvs-streaming-020040703.html\">game streaming features</a>. The electronics giant is now rolling out cloud gaming to compatible 2021 TV sets. This includes all 2021 models, ranging from entry AU7000 series through to 8K flagships like the QN900. You can find the full list below this story. You should have access to streaming services by the end of 2022, Samsung says. There is a caveat: you'll need a Q70A, AU8000 or certain QN90A (98-inch) and Q60A (32-inch) models to get the full Gaming Hub, not just individual apps.&nbsp;</p><p>You'll also have easy access to 4K games. Samsung says GeForce Now will stream in 4K on 2022 and \"select\" 2021 TVs within a few weeks. You'll need the GeForce Now <a href=\"https://www.engadget.com/nvidia-geforce-now-introduces-an-rtx-3080-tier-for-up-to-1440-p-120-fps-gaming-130011568.html\">RTX 3080 subscription</a> to get that higher resolution, but it may be worthwhile if you intend to use your TV as a substitute for a high-end gaming PC.</p><span id=\"end-legacy-contents\"></span><p>The company also hopes some gaming bonuses will encourage you to buy a new TV. A promo running until the end of the year will give you both a free Xbox controller and three months of Xbox Game Pass Ultimate when you buy the QN85B, QN90B, QN95B, QN800B, QN850B, QN900B or S95B. You'll get just the three-month Game Pass freebie if you buy a Q60B or Q80B. We wouldn't buy a set solely with these extras in mind, but they could tip the balance if you already had cloud games in mind.</p><p>The range of services is expanding at the same time, however slightly. Antstream Arcade's collection of roughly 1,500 classic games will be available to stream in 2023, as will Blacknut's over 500 family-friendly titles. They probably won't be as appealing as major services like Game Pass, GeForce Now and Amazon's Luna. However, they might do the trick if you're nostalgic or looking for kid-safe alternatives.</p><ul><li><p>AU7000</p></li><li><p>AU8000</p></li><li><p>AU9000</p></li><li><p>Q50</p></li><li><p>Q60</p></li><li><p>Q70</p></li><li><p>Q95</p></li><li><p>QN700</p></li><li><p>QN800</p></li><li><p>QN850</p></li><li><p>QN900</p></li><li><p>LS03A</p></li><li><p>WS1A</p></li></ul>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-gifts-for-space-lovers-153507108.html?src=rss", "title": "The best gifts for space lovers in 2022", "date_published": "2022-11-16 15:35:07+00:00", "description": "<p>It’s an exciting time to be a fan of space. NASA’s going back to the moon with the Artemis program, more and more companies are flying space tourist missions, and the new JWST observatory has already started changing the way we think of ourselves and the universe around us.</p><p>The good news is that all of this ongoing and renewed interest in space means that there’s a ton of merch out there. There’s never been a better time to be into space — or to be buying a gift for someone who loves it. These are some of our favorite things that any space lover will appreciate.</p><span id=\"end-legacy-contents\"></span><h2>Celestron StarSense Explorer DX 130AZ</h2><figure><img alt=\"Celestron StarSense Explorer DX 130AZ\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/978b6240-5b7c-11ed-9fed-ce7382e3772b\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>If you’re looking for a beginner telescope, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODNKUkYxTUgvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAATwH6gAzP4XzXfAHjpFB2IScOBwJaPgL75XgYE5cG7Pn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB083JRF1MH%2F\">Celestron StarSense Explorer DX 130AZ</a> is a fantastic choice. It’s easy to put together, provides a clear crisp view of night sky objects, and is relatively lightweight and portable. The telescope doesn’t have a motor, but it’s more affordable as a result. Compatibility with the StarSense app makes this telescope brilliantly easy to use and drastically reduces the time and effort it takes to find cool objects to look at in the night sky.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODNKUkYxTUgvP3RhZz1nZGd0MGMtcC1vLTVsLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAT9wCnrzLSU88VIxRGBzcKjToM9kFYxOVRpB1Cm5aATN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB083JRF1MH%2F\" id=\"3b296dd22db046528a62f730260acafb\">Buy Celestron StarSense Explorer at Amazon - $480</a><h2>Startorialist JWST Cosmic Cliffs High Top Sneakers</h2><figure><img alt=\"Startorialist JWST Cosmic Cliffs High Top Sneakers\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/b37d2970-5b7c-11ed-93cd-850a4f487e55\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>JWST has been fully operational since June 2022, and it’s already sent us stunning images of our universe. One is a star-forming region in the Carina Nebula called the Cosmic Cliffs (fun fact, the tallest peaks are 7 light years high!) and you can get this amazing image on a classy <a href=\"https://shop.startorialist.com/products/jwst-cosmic-cliffs-carina-nebula-high-top-canvas-sneakers-mens-sizing\">pair of high-top sneakers</a> from Startorialist, a STEM fashion brand. Keep in mind these are a custom order, so they may take a few weeks to ship.</p><a class=\"athena-button\" href=\"https://shop.startorialist.com/products/jwst-cosmic-cliffs-carina-nebula-high-top-canvas-sneakers-mens-sizing\" id=\"9700b4281500451dac10e6b7b34786c5\">Buy Cosmic Cliffs sneakers at Startorialist - $89</a><h2>Banllis Decorative Astronaut and Moon Bookends</h2><figure><img alt=\"Banllis Decorative Astronaut and Moon Bookends\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/cb5808d0-5b7c-11ed-bbee-4a05dea6cce5\" /><figcaption></figcaption><div class=\"photo-credit\">Banllis</div></figure><p>Want to spruce up someone’s book shelves? These adorable <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFlZWjNGODgvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAY3RL4GoyAW8OXXdpcaNg_VJkBB-5BU0YeAnRmH9IssR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08YYZ3F88%2F\">astronaut moon bookends</a> will delight any space lover. They come in two colors, gold and gray – depending on whether you want them to pop or blend in. They aren’t the heaviest bookends, so you probably don’t want to hold up a huge stack of hardcovers with these, but they look good from both far away and close up – the detailing on the moons is an especially nice touch.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFlZWjNGODgvP3RhZz1nZGd0MGMtcC1vLTVsLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAZA_a78lgQDM_2IkVLhSnh7MfJq6g-VuZq40cb5noyNM&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08YYZ3F88%2F\" id=\"c59a32095813490bb70f3c9453260bfc\">Buy bookends at Amazon - $47</a><h2>The Milky Way: An Autobiography of Our Galaxy</h2><figure><img alt=\"The Milky Way: An Autobiography of Our Galaxy\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/e7c20d40-5b7c-11ed-bcf9-fdfe912b7dbe\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Moiya McTier tells the story of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOU4zRlM5RFAvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAdlXVTH6qyEuE_tqAmIpFoiyDzeEgjaBkqdyexOiGxDF&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09N3FS9DP%2F\">Milky Way</a> in a unique way: from the point of view of the galaxy. It’s a funny and smart look at our galaxy (and humans’ place within it), and presents scientific information in an approachable and often hilarious way. Whether you’ve read every space book out there and are looking for something new or don’t know where to start, this is a unique perspective for sure.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOU4zRlM5RFAvP3RhZz1nZGd0MGMtcC1vLTVsLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAWq-AiFQRxRFh23lPkg4SKxwY9Ry2rEz1ud7ENrKzGpb&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09N3FS9DP%2F\" id=\"6a486a060c1d447e86ac30538e107600\">Buy The Milky Way at Amazon - $14</a><h2>Four Point Puzzles Moon Puzzle</h2><figure><img alt=\"Four Point Puzzles Moon Puzzle\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/f6ab30c0-5b7c-11ed-9bce-1b1bd15f4d9e\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>This <a href=\"https://fourpointpuzzles.com/products/the-moon\">1,000 piece puzzle</a> features an exquisite NASA image of the Moon’s surface. The rich detail here, and the intricate lunar features, will provide a challenge to even experienced puzzle aficionados.</p><a class=\"athena-button\" href=\"https://fourpointpuzzles.com/products/the-moon\" id=\"c2c0604ecf394571bce8d47d5763be11\">Buy moon puzzle at Four Points - $28</a><h2>Emily's Space Craft Jewelry</h2><figure><img alt=\"Emily's Space Craft Jewelry\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/275dc610-5b7d-11ed-beaa-b59043bcad51\" /><figcaption></figcaption><div class=\"photo-credit\">Emily's Space Craft Jewelry</div></figure><p>Want to buy some space jewelry? Emily Lakdawalla, planetary scientist and former Senior Editor of The Planetary Society, has a space-themed jewelry shop on Etsy. And frankly, her designs are stunning. You can find everything from<a href=\"https://www.etsy.com/listing/1211949099/red-dwarf-to-blue-giant-hertzsprung\"> Hertzsprung-Russell star diagram necklaces</a> to <a href=\"https://www.etsy.com/listing/1114632299/kid-size-solar-system-necklaces-with\">solar system bracelets</a> and more.</p><a class=\"athena-button\" href=\"https://www.etsy.com/shop/elakdawalla?ref=simple-shop-header-name&amp;listing_id=1211949099\" id=\"ec280226b9de4c5184a7e4c5d3510154\">Shop jewelry at Emily's Space Craft</a><h2>Nikon 7245 Action Binoculars</h2><figure><img alt=\"Nikon 7245 Action Binoculars\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/3afb70f0-5b7d-11ed-9ffe-80f17b79334d\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Interested in looking at the night sky on the go? Consider a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAxSEtJSzQvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAQAeZHY1P4LKEEGsUSfNmuj-0mYi6RkTfH5POveljEFh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0001HKIK4%2F\">pair of binoculars</a> instead of a telescope. They’re much more portable and easy to carry, and they don’t require nearly the setup that a telescope does. This Nikon ATB set is widely considered the best for stargazing — they’re lightweight, compact, and the price is equivalent to the most beginner telescopes.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAxSEtJSzQvP3RhZz1nZGd0MGMtcC1vLTVsLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAUjhT1hEBdbQHhsquY0zVBH2iVqkwd2WtU-x3F3EQGLr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0001HKIK4%2F\" id=\"9b2318fffd9c49529aee99d2f5120046\">Buy Nikon 7245 Action Binoculars at Amazon - $167</a><h2>Svaha USA JWST Deep Field Custom Hoodie</h2><figure><img alt=\"Svaha USA JWST Deep Field Custom Hoodie\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/5291a630-5b7d-11ed-9ef0-beb5f2567fa8\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Svaha USA is another great brand that’s got some fantastic STEM merch. They’ve even got JWST’s Deep Field image of galaxy cluster SMACS 0723 on a <a href=\"https://svahausa.com/products/webbs-first-deep-field-custom-unisex-hoodie\">hoodie</a>! If a pullover hoodie isn’t your thing, you can also find the image on tote bags, dresses, and more. These are custom printed upon ordering, so don’t wait until the last minute or you may not receive yours by the holidays.</p><a class=\"athena-button\" href=\"https://svahausa.com/products/webbs-first-deep-field-custom-unisex-hoodie\" id=\"b03e45599077495bbc889843a8d0c317\">Buy at custom hoodie at Svaha - $60</a><h2>Kennedy Space Center Astronaut Training Experience</h2><figure><img alt=\"Kennedy Space Center Astronaut Training Experience\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/65afe7e0-5b7d-11ed-b9ef-b727c1e66f0f\" /><figcaption></figcaption><div class=\"photo-credit\">Kennedy Space Center</div></figure><p>If you’re more of an “experience” gift giver than a “things” gift giver, then the <a href=\"https://www.kennedyspacecenter.com/explore-attractions/all-attractions/astronaut-training-experience\">Astronaut Training Experience</a> might be just what you’re looking for. Located at the Kennedy Space Center Visitor Complex on the Space Coast of Florida, this unique trip allows visitors and guests to train like an astronaut — everything from docking to navigating the Martian surface and even performing a spacewalk in low gravity.</p><a class=\"athena-button\" href=\"https://www.kennedyspacecenter.com/explore-attractions/all-attractions/astronaut-training-experience\" id=\"8470413b301a4bae9474626cdf52911d\">Buy training experience at Kennedy Space Center - $175</a><h2>Astronomy Activity Book For Kids</h2><figure><img alt=\"Astronomy Activity Book For Kids\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/748ef940-5b7d-11ed-9df0-f86382833d7c\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>If you have five to seven year old kid on your holiday gift list who’s fascinated by galaxies far away, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0LzA1OTM0MzU0ODYvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAciOOCc5HX6aW_qZVHon6n9BCP9e_AmkrTbBrnmFdxOF&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2F0593435486%2F\">this activity book</a> is a great choice. Written by a former NASA scientist and beautifully illustrated, it contains games and projects about space, information on how to find constellations and big astronomical events such as meteor showers, and more.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0LzA1OTM0MzU0ODYvP3RhZz1nZGd0MGMtcC1vLTVsLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAXBIKwe2kMXfWmOm8vUW0v7ThwE_92kBmeqI6V6ngSGQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2F0593435486%2F\" id=\"c1a5a4b9f8ed4ee79dd0f1fe27cfa0af\">Buy Astronomy Activity Book at Amazon - $9</a><h2>LEGO Space Shuttle Discovery</h2><figure><img alt=\"LEGO Space Shuttle Discovery\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/92b8af10-5b7d-11ed-b7df-8f93babe2d15\" /><figcaption></figcaption><div class=\"photo-credit\">LEGO</div></figure><p>Buying for someone who loves building things? LEGO’s space models are unparalleled. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFo4SERLWUcvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAdkE8vM7xfBJLsxOmGf5tWS-X-JQiJdlx_pLin95Xx66&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08Z8HDKYG%2F\">Space Shuttle Discovery</a> (complete with a small Hubble Space Telescope — based on the Hubble Servicing missions STS-131 in 1990) is 2,354 pieces and comes with a display stand. Of note is the fact that LEGO is retiring a few of their cool space sets this year — Discovery has been spared, but if you want the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwNzFHM1FNUzIvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAXeHaDJuKoCHTfybyJV5X42LNbRIyDEGO3okgo6Gzfnj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB071G3QMS2%2F\">Apollo Saturn V</a> or <a href=\"https://www.amazon.com/gp/product/B083JWZNW7/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=giftguide2022-20&amp;language=en_US\">International Space Station</a>, you should snag those while you can still find them.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFo4SERLWUcvP3RhZz1nZGd0MGMtcC1vLTVsLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAQAJB5dGwWwActCzcgyzLawk6pAtdYd6mXxz4Nqi72Gq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08Z8HDKYG%2F\" id=\"bb0cdd7bcb14489d9d22ab410b4bf4a3\">Buy LEGO Space Shuttle Discovery at Amazon - $200</a><h2>Super Cool Space Facts</h2><figure><img alt=\"Super Cool Space Facts\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/a1e480e0-5b7d-11ed-bfbe-9608a805befa\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>If the kid on your list is more into cool facts and less into hands-on projects, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0LzE2NDE1MjUyMTUvP3RhZz1nZGd0MGMtcC1vLTVrLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAbAjcz5zJJKPJTOt1doG7UUD299usOV5qhr6ogZPP5Mm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2F1641525215%2F\">this book</a> is exactly what you think it is from the title: full of hundreds of space facts, along with full-color photos. It’s a great choice for any younger space nerd – but honestly, it’s a good read for the adults in your life who want to know more about space but don’t know where to start.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0LzE2NDE1MjUyMTUvP3RhZz1nZGd0MGMtcC1vLTVsLTIwIiwiY29udGVudFV1aWQiOiI2N2U5YTBiMC0yZWI3LTQwZjItOTIyYi05NTg3N2MxMTA3ZGMifQ&amp;signature=AQAAAaoImprNlHELIbdxz5irOuPufqd8tolMSjrw4f6xmqIm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2F1641525215%2F\" id=\"f94bb3235df14f2ba4c2ca4d3fd379bd\">Buy Super Cool Space Facts at Amazon - $8</a><h2>The Night Sky Poster by <strong>Kurzgesagt</strong></h2><figure><img alt=\"The Night Sky Poster by Kurzgesagt\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/574b3cf0-5c49-11ed-9ba6-c1423b75a405\" /><figcaption></figcaption><div class=\"photo-credit\">Kurzgesagt</div></figure><p>Kurzgesagt has tons of gorgeous educational content and products. The <a href=\"https://go.skimresources.com/?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fshop-us.kurzgesagt.org%2Fcollections%2Fbestsellers%2Fproducts%2Fthe-night-sky-poster%3Fvariant%3D39680068321328\">Night Sky poster</a> is definitely a highlight, though. It’s a detailed map of the stars, complete with highlighted constellations, planets and “messier objects” like nebulas and star clusters. Along the bottom is a brief history of astronomy and human kind’s connection to stars. If you’re shopping for someone who seems to constantly be staring off into space (literally as opposed to figuratively), they’ll definitely appreciate this touch of educational decor. <em>— Terrence O'Brien, Managing Editor</em></p><a class=\"athena-button\" href=\"https://shop-us.kurzgesagt.org/collections/bestsellers/products/the-night-sky-poster?variant=39680068321328\" id=\"1dd73f0590cc4d74a9e057b999dd25ef\">Buy Night Sky Poster at Kurzgesagt - $25</a><h2>NASA JPL Space Tourism posters</h2><figure><img alt=\"NASA JPL Space Tourism posters\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/78dd7220-5c49-11ed-bbbd-b498b3b082f9\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure><p>Designers at NASA’s Jet Propulsion Laboratory (JPL) originally created these <a href=\"https://go.skimresources.com/?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fwww.allposters.com%2F-sp%2FNASA-JPL-Visions-Of-The-Future-Venus-Posters_i15092889_.htm%3Fupi%3DF8ZHQX0\">“Visions of the Future” posters</a> in 2018. The whimsical posters, which imagine a future space tourism industry, were styled after the vintage National Parks posters that have long been popular with travel buffs. They’ve been adding to the collection ever since. Whether it’s Jupiter’s <a href=\"https://www.jpl.nasa.gov/images/jupiter-jpl-travel-poster\">multicolored</a> auroras, Venus’ <a href=\"https://www.jpl.nasa.gov/images/venus-jpl-travel-poster\">peach-toned</a> clouds or imagined nightlife on <a href=\"https://www.jpl.nasa.gov/images/night-life-jpl-travel-poster\">PSO J318.5-22</a>, each one is also its own mini lesson about a piece of our solar system. NASA has the whole set available <a href=\"https://www.jpl.nasa.gov/galleries/visions-of-the-future\">to download</a> on its website, or you can buy physical prints (framed or unframed) from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=619afbc3-16b9-4ba5-be0a-d9588fc03a24&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=AllPosters&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MTlhZmJjMy0xNmI5LTRiYTUtYmUwYS1kOTU4OGZjMDNhMjQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWxscG9zdGVycy5jb20vZ2FsbGVyeT90eHRTZWFyY2g9TkFTQSUyRkpQTCUzQSUyMFZpc2lvbnMlMjBPZiUyMFRoZSUyMEZ1dHVyZSZ1c2VyU2VhcmNoPXRydWUmU1NLPU5BU0ElMkZKUEwlM0ElMjBWaXNpb25zJTIwT2YlMjBUaGUlMjBGdXR1cmUiLCJjb250ZW50VXVpZCI6IjY3ZTlhMGIwLTJlYjctNDBmMi05MjJiLTk1ODc3YzExMDdkYyJ9&amp;signature=AQAAAVHs7-HDk-LLWiVUnlL7QiiV3DXMkEtC2RMJWqu1K1Oh&amp;gcReferrer=https%3A%2F%2Fwww.allposters.com%2Fgallery%3FtxtSearch%3DNASA%252FJPL%253A%2520Visions%2520Of%2520The%2520Future%26userSearch%3Dtrue%26SSK%3DNASA%252FJPL%253A%2520Visions%2520Of%2520The%2520Future\">allposters.com</a>. <em>— Karissa Bell, Senior Reporter</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=619afbc3-16b9-4ba5-be0a-d9588fc03a24&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=AllPosters&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MTlhZmJjMy0xNmI5LTRiYTUtYmUwYS1kOTU4OGZjMDNhMjQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWxscG9zdGVycy5jb20vLXNwL05BU0EtSlBMLVZpc2lvbnMtT2YtVGhlLUZ1dHVyZS1WZW51cy1Qb3N0ZXJzX2kxNTA5Mjg4OV8uaHRtPyIsImNvbnRlbnRVdWlkIjoiNjdlOWEwYjAtMmViNy00MGYyLTkyMmItOTU4NzdjMTEwN2RjIn0&amp;signature=AQAAAZ-qvpfgykNYWXD8LkDIyaW3XHo1A2On2YZmr7LhrGlF&amp;gcReferrer=https%3A%2F%2Fwww.allposters.com%2F-sp%2FNASA-JPL-Visions-Of-The-Future-Venus-Posters_i15092889_.htm%3F\" id=\"446f5982aa3d4646a4f29517cd69ab3b\">Shop Space Tourism posters at AllPosters</a><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/gopro-hero-11-black-mini-review-150017648.html?src=rss", "title": "GoPro's Hero 11 Black Mini fills a small niche", "date_published": "2022-11-16 15:00:17+00:00", "description": "<p>GoPro’s annual <a href=\"https://www.engadget.com/go-pro-announces-the-hero-11-black-and-hero-11-mini-130013989.html\">Hero Black update</a> came with a small surprise this year. Instead of just the usual <a href=\"https://www.engadget.com/gopro-hero-11-review-125905853.html\">flagship camera</a>, a “Mini” version was also unveiled. Alas, only the regular Hero Black was available when they were announced, so if the diminutive version caught your eye you had to wait until Oct 25th. And then you had to wait <a href=\"https://uk.news.yahoo.com/gopro-hero-11-black-mini-131839689.html\">just a little bit longer</a>. But finally it’s here and it’s an interesting proposition.</p><p>Of course, the pitch is simple: A Hero 11 Black but smaller. The Mini is about 3/4 of an inch narrower than the regular Hero 11 Black when you look at it head on. But it’s also a teensy bit taller and about 5mm deeper. It’s obviously smaller overall, but there’s much less of a difference than there was with the <a href=\"https://www.engadget.com/2016-10-07-gopro-hero5-black-session-review.html\">Session cameras and the flagship of the time</a>. As with that camera, though, the main trade off is the lack of viewfinder/displays. That’s a big deal, so that reduction in size really has to appeal to your use case. And I can say right up top here, for <em>most</em> people, it likely doesn’t.</p><span id=\"end-legacy-contents\"></span><p>To put things in perspective, at the time of writing, the Mini sells for $299.98 with a GoPro subscription, while the regular Hero 11 Black is listed for $349.98 with the same deal ($449.98 / $549.98 respectively if for some reason you can’t take the subscription offer). That’s either a $50 or $100 difference, depending, for the overall compromises and relatively minor difference in size. And there are additional differences beyond the lack of screen that you’ll want to consider. For example, there's no photo mode this time around.</p><figure><img alt=\"A picture of a football pitch at dusk which was take from a video of the same shot by the GoPro Hero 11 Black Mini.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/f544a510-6502-11ed-bfef-cbed70d15378\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>To be clear, yes you can get photos out of the camera (there’s one right above this sentence) but you’ll be pulling frames from video. And while that’s pretty easy, it’s definitely not as simple as choosing photo mode and pressing a button (also your photos might end up 16:9 if that’s what the source material is). Taking photos is definitely something you might assume you can do natively and I am obliged therefore to tell you that you cannot.</p><p>Of course, as mentioned, there’s no touchscreen which affects how you access the menu. You can navigate the settings via a small display on the top that will send GoPro veterans right back to the Hero 4 (and earlier) days. The options here are slightly limited, with just shooting mode, mode settings and some (but not all) general settings up for grabs. Everything else you’ll be doing through the app.</p><p>I personally prefer doing most things on the camera itself, and then use the app when the camera is mounted out of reach, but I didn’t find it hard to transition to doing most everything in Quik. This only really becomes an issue if you’re doing something where your phone isn’t nearby. Surfing, for example, might need a little bit of pre-planning to make sure you’re set up before you get in the water.</p><figure><img alt=\"Both the regular GoPro Hero 11 Black and the Mini are pictured back to back for size comparison.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/f6662530-6503-11ed-abff-c366410a845d\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Relatedly, I noticed the camera goes into standby very quickly. After just <em>eight</em> seconds of inactivity the Mini will turn itself off (15 if you’re in the settings menu). This is obviously to save battery life, but it also means if you were just pausing for thought, you have to turn the camera back on, and possibly re-connect to the camera over WiFi and then pick up where you left off. It feels like an easy fix to add an option to change the amount of time, but for now, that’s how it is.</p><p>If you are used to using GoPro’s video presets, it’s worth knowing there’s only one here on the Mini. Unlike the regular Hero 11 that offers many along with the option to create your own for different shooting scenarios, the Mini has the essentials and not much else. It just means you need to change your video settings on a per-shot basis (like life before GoPro introduced presets) but it was something I found myself missing.</p><p>As for battery life, there’s good news and bad news. The bad news is that the sealed-design means you can’t swap out a new cell should you run out of juice. The better news is that the Mini uses the new longer-lasting Enduro battery. GoPro claims you should get about an hour of continuous recording at the highest quality, or nearer to two hours are less demanding settings. This feels about right based on the short time we’ve had with the camera and also inline with the Hero 11 Black, which uses the same battery.</p><p>Since the latest redesign and addition of 5.3K video modes, some people had issues with the camera overheating while recording indoors, with the camera in a fixed position. The company <a href=\"https://community.gopro.com/s/article/HERO10-Black-Video-Performance-Modes?language=en_US\">issued a software update</a> in response including a new “stationary/tripod” mode.</p><figure><img alt=\"GoPro Hero 11 Black Mini.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/fd948960-6507-11ed-b79f-f9839412ef98\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>When we tested our Hero 9, 10 and 11, we didn’t experience that issue, but with the Mini, it happened pretty quickly (in under 10 minutes) when recording at 5.3K/60fps. In less power-hungry modes the issue disappeared, so anything 1080p, for example, was fine. GoPro’s messaging here is that the Mini is an outdoor camera, designed for mounting on you or your gear.  So, if you were looking at this for a potential static/indoor application, it’s not the camera you want, even according to GoPro.</p><p>If that seemed like a lot of words about things you can’t or shouldn’t do, then the good news is that, from here on out, it’s all about what the Mini <em>can</em> do. The short version of that is, mostly everything it’s bigger sibling can. But it’s worth calling out some specifics, and even a couple of things that are unique to the smaller camera.</p><p>The first thing I wanted to confirm was that the Mini had full 360-degree horizon lock. This was something new to the Hero 11 Black and it was one of the standout features this year. There was no reason why the Mini wouldn’t be able to do this, with it having the same sensor and all, but consider this confirmation of that nonetheless.</p><p>The same goes for the new Hyperview mode, which squeezes every pixel from the sensor into a 16:9 video. It’s incredibly immersive and makes even the most mundane of activities seem surprisingly dynamic. And of course, full-frame shooting is also here, so you can grab everything the sensor sees and then punch out different mobile-friendly or desktop videos from the same source file.</p><figure><img alt=\"A rear view of the GoPro Hero 11 Black Mini.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9705cb40-6503-11ed-b967-47d551bc8d56\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Where the Mini excels, unsurprisingly, is with anything body mounted. The smaller form-factor and lighter weight make it a much nice experience for head or helmet mounting. In fact, I’d go as far to say that the Mini is <em>all about </em>being a helmet cam. Not least because of the second pair of mounting fingers on the rear that make it easier to fix in a forward-facing position.</p><p>And this really feels like what the Mini is all about. If you don’t want all the bells and whistles and just want an honest-to-goodness action camera with all the Hero 11 Black video credentials, then the Mini is it. It also feels like it would make a good secondary camera for a different angle. Similarly, if you use a full-size GoPro for drone FPV footage (rather than the dedicated “<a href=\"https://www.engadget.com/go-pros-bones-is-a-stripped-down-hero-10-black-for-fpv-drones-130002237.html\">Bones</a>” camera) then the Mini is also a great option for that - plus you get a camera you can use elsewhere, too (unlike Bones).</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-gifts-for-travelers-141503089.html?src=rss", "title": "The best gifts for travelers in 2022", "date_published": "2022-11-16 14:15:03+00:00", "description": "<p>Be it for work or play, many people are taking trips again, which makes travel-related gifts an excellent idea. Whether your loved ones are globetrotters or frequent business travelers, it’s time to look into upgrading their existing on-the-go kit. We’ve curated a list of various items your friends and family will appreciate. Things like sleep masks and packing cubes are essential, and tech gear like battery packs and noise-canceling headphones can make the hectic parts of traveling a bit less stressful. We’re sure at least one of these will help make your loved ones’ next adventure a lot more enjoyable.</p><h2>Anker 622 Magnetic Battery</h2><figure><img alt=\"Anker 622 Magnetic Battery\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/31d2a730-5535-11ed-9dbf-b3429ac87637\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTkyNVMzUjkvP3RhZz1nZGd0MGMtcC1vLTVpLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAAYSHcfsTzQNhp-Oi-Fw1zjcXQlqkKJfZcJRlMulQmX20&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09925S3R9%2F\">Anker’s 622 MagGo</a> will make a great gift for anyone with an iPhone 12 or newer. The 5,000 mAh magnetic battery pack will adhere and charge any MagSafe-compatible device, which means they no longer need to worry about carrying charging cables when they’re out and about. It’s also super slim at 0.5 inches and is about the size of a deck of cards so it won’t add any extra bulk either. And there’s a bonus: It has a built-in foldable kickstand that will prop their iPhone up at a comfortable viewing angle, making it perfect for long flights. <em>— Nicole Lee, Commerce Writer</em></p><span id=\"end-legacy-contents\"></span><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTkyNVMzUjkvP3RhZz1nZGd0MGMtcC1vLTVqLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAARxRrBFgZ1x86F1gISGna-4NkdR_ePrBg0hVodXOAtNg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09925S3R9%2F\" id=\"1fbea56a455f424cb970db7f69af3ef0\">Buy Anker 622 battery at Amazon - $60</a><h2>Ostrich Pillow Hot &amp; Cold Eye Mask</h2><figure><img alt=\"Ostrich Pillow Hot &amp; Cold Eye Mask\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/413da4e0-5535-11ed-bdfd-fc95e73ada03\" /><figcaption></figcaption><div class=\"photo-credit\">Ostrich</div></figure><p>Sleep masks are a travel essential. They help you get precious z’s on long flights or when you’re suffering from jet lag. But not all sleep masks are the same. The really good ones don’t just fully cover the eyes, but also have enough layers to ensure complete darkness when worn. We also prefer padded models that mold to your face for added comfort and security.</p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6a699de3-882a-4901-adb4-41b374fe9f07&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Ostrichpillow&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2YTY5OWRlMy04ODJhLTQ5MDEtYWRiNC00MWIzNzRmZTlmMDciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9vc3RyaWNocGlsbG93LmNvbS9wcm9kdWN0cy9ob3QtY29sZC1leWUtbWFzaz8iLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAAXlW2lH0-RNl_UxphkUgzvIKuL-sCPJyVY3_1UpGjxtF&amp;gcReferrer=https%3A%2F%2Fostrichpillow.com%2Fproducts%2Fhot-cold-eye-mask%3F\">Ostrich Pillow Hot &amp; Cold Eye mask</a> meets all of those requirements and more. It has a clay bead core that applies gentle pressure to your eyelids for extra stress relief, and it even offers heat and cold therapy (warm it up in the microwave or place it in the freezer). This helps soothe away tense facial muscles or reduce eye strain, which is always welcome after a stressful travel day. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6a699de3-882a-4901-adb4-41b374fe9f07&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Ostrichpillow&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2YTY5OWRlMy04ODJhLTQ5MDEtYWRiNC00MWIzNzRmZTlmMDciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9vc3RyaWNocGlsbG93LmNvbS9wcm9kdWN0cy9ob3QtY29sZC1leWUtbWFzaz8iLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAAXlW2lH0-RNl_UxphkUgzvIKuL-sCPJyVY3_1UpGjxtF&amp;gcReferrer=https%3A%2F%2Fostrichpillow.com%2Fproducts%2Fhot-cold-eye-mask%3F\" id=\"ec4e0a7b24ee46cfba638bbe935a0a39\">Buy eye mask at Ostrich - $39</a><h2>Sony WH-1000XM5</h2><figure><img alt=\"Sony WH-1000XM5\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/4fdbb5a0-5535-11ed-bdbc-4350cd2e4a29\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>If you know someone who always complains about crying babies and chatty neighbors on flights, they’ll likely appreciate a pair of noise-canceling headphones. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVhTN0pXSEgvP3RhZz1nZGd0MGMtcC1vLTVpLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAATRj5wRkaEfFFC3_zOrHASur08wLemeM832hPdaXQZZY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09XS7JWHH%2F\">Sony’s WH-1000XM5</a> is one of <a href=\"https://www.engadget.com/best-headphones-150030794.html\">Engadget’s favorites</a>, easily making the best wireless headphones list this year. Senior Editor Billy Steele says it’s comfortable to wear for long periods, has an impressive 30-hour battery life, excellent sound quality and stellar ANC. It also has a combination of touch and physical controls, which means your giftee won’t have to reach for their phone every time they want to switch tracks. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVhTN0pXSEgvP3RhZz1nZGd0MGMtcC1vLTVqLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAAeePEasLpVvTw8hinL1FpRa8CbIcy-Gg7BSfUFdUwwAo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09XS7JWHH%2F\" id=\"ca2b0f9f15ce4c268ca87e9b465cdf1e\">Buy WH-1000XM5 at Amazon - $398</a><h2>Kobo Libra 2</h2><figure><img alt=\"Kobo Libra 2\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/5fe0d070-5535-11ed-bfe3-9e066627bcd2\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>Instead of spending your time scrolling on your phone while you wait for your delayed flight to take off, pick up an e-reader like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUhTUkdaUkwvP3RhZz1nZGd0MGMtcC1vLTVpLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAAaitUqNTt216zgvr9iVj_eiKZSnoQAZv7gX80eUugJYt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09HSRGZRL%2F\">Kobo Libra 2</a>. It lets you bring your whole digital library with you wherever you go, so you can catch up on your favorite cozy mystery series instead of swiping aimlessly through Instagram during every idle moment. Plus, Kobo devices have direct integration with Overdrive, and that means you can access your local library’s e-book offerings from the Libra 2. So even when your digital pile of e-books isn’t appealing to you, you can borrow a new read from the library in just a few seconds.</p><p>Additionally, we like the Libra 2 for its seven-inch E Ink display with brightness adjustment, blue light reduction and optional Dark Mode, and its ergonomic design that includes page-turn buttons. If you want the latter on a Kindle, you’ll have to shell out $250 for the <a href=\"https://www.amazon.com/gp/product/B07GRSK3HC/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=giftguide2022-20&amp;language=en_US\">Kindle Oasis</a>, so the Libra 2 is an affordable alternative. If you do prefer the Kindle ecosystem and the perks that come with programs like Kindle Unlimited, we recommend the latest <a href=\"https://www.amazon.com/gp/product/B09SWW583J/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=giftguide2022-20&amp;language=en_US\">Kindle</a>, which comes in at $100.<em> — Valentina Palladino, Senior Commerce Editor</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUhTUkdaUkwvP3RhZz1nZGd0MGMtcC1vLTVqLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAARsJqY1QCmPJvKZiZG9ySmO3IyPs1KtV-uCkRhk9WgXx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09HSRGZRL%2F\" id=\"111a78a3bc114aa2b73a11bd774bb865\">Buy Kobo Libra 2 at Amazon - $180</a><h2>Incase Accessory Organizer</h2><figure><img alt=\"Incase Accessory Organizer\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/6eec9720-5535-11ed-bdfb-d76773456684\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>One of the challenges of traveling is having to corral all of your various cables and chargers, especially if you plan on bringing more than one electronic device. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2luY2FzZS5jb20vcHJvZHVjdHMvbnlsb24tYWNjZXNzb3J5LW9yZ2FuaXplcj8iLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAAaFOWudZGo05imSYkfWqyhiN7Tmh_vXGGfjWXWss7_dt&amp;gcReferrer=https%3A%2F%2Fincase.com%2Fproducts%2Fnylon-accessory-organizer%3F\">Incase’s Accessory Organizer</a>, however, makes that whole process a lot easier. Made from sturdy lightweight nylon, the bag has lots of room for not just your phone but also a ton of accessories. It has several loops for holding pens and chargers, zip and mesh pockets for battery packs and cables, a padded faux fur pocket that’s ideal for storing your phone without scratching the screen, and more. The whole thing is just the size of a paperback book and it lies flat, so it’s easy to stow away in your backpack. Unlike a lot of other similarly-priced accessory organizers on the market, the Incase organizer is also water-repellent, which is an important factor in keeping your gear free from damage. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2luY2FzZS5jb20vcHJvZHVjdHMvbnlsb24tYWNjZXNzb3J5LW9yZ2FuaXplcj8iLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAAaFOWudZGo05imSYkfWqyhiN7Tmh_vXGGfjWXWss7_dt&amp;gcReferrer=https%3A%2F%2Fincase.com%2Fproducts%2Fnylon-accessory-organizer%3F\" id=\"16bb6d5d0cf349e58169bd5caf9425ad\">Buy accessory organizer at Incase - $50</a><h2>Bellroy Tech Kit</h2><figure><img alt=\"Bellroy Tech Kit\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/7d143f60-5535-11ed-8fff-c8f1f87c9b61\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>For a more stylish take on the accessory pouch, consider the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3a8ee27e-ede5-433b-be86-c7b2742ab647&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Bellroy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzYThlZTI3ZS1lZGU1LTQzM2ItYmU4Ni1jN2IyNzQyYWI2NDciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9iZWxscm95LmNvbS9wcm9kdWN0cy90ZWNoLWtpdD8iLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAAfHWXw794OFK0UDm80CCdlkZIuy_bvaAzNisetJJyUrK&amp;gcReferrer=https%3A%2F%2Fbellroy.com%2Fproducts%2Ftech-kit%3F\">Bellroy Tech Kit</a>, which is made out of a combination of leather and a water-resistant woven fabric. It’s as functional as it is handsome, with a magnetic slip pocket that’s wide enough to fit a power bank or a mouse and several elastic loops to hold pens, cables and chargers. Plus, the zip opening hinges out to provide full access to the pouch’s contents, making it easy to access everything quickly. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3a8ee27e-ede5-433b-be86-c7b2742ab647&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Bellroy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzYThlZTI3ZS1lZGU1LTQzM2ItYmU4Ni1jN2IyNzQyYWI2NDciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9iZWxscm95LmNvbS9wcm9kdWN0cy90ZWNoLWtpdD8iLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAAfHWXw794OFK0UDm80CCdlkZIuy_bvaAzNisetJJyUrK&amp;gcReferrer=https%3A%2F%2Fbellroy.com%2Fproducts%2Ftech-kit%3F\" id=\"e69e944890e14741a0d2a1a9b24edc08\">Buy Tech Kit at Bellroy - $60</a><h2>Peak Design Packable tote</h2><figure><img alt=\"Peak Design Packable tote\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/8a773810-5535-11ed-b8ff-ee22eac09d4d\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>It’s always a good idea to bring a reusable bag with you while traveling. It gives you flexibility and will prevent you from attempting to stuff a bunch of essentials into your main carry-all at the last minute. There are thousands of options out there, but we like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8747aed1-6586-46eb-856d-c95a5318901b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Peak+Design&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NzQ3YWVkMS02NTg2LTQ2ZWItODU2ZC1jOTVhNTMxODkwMWIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGVha2Rlc2lnbi5jb20vcHJvZHVjdHMvcGFja2FibGUtdG90ZS8_IiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAAX2x71_LYErK5XoTMCZMdruK4G9EFtsTKxzWd8E6wTJe&amp;gcReferrer=https%3A%2F%2Fwww.peakdesign.com%2Fproducts%2Fpackable-tote%2F%3F\">Peak Design’s Packable tote</a> because it doesn’t have the typical reusable bag design and it remains affordable at only $20. It’s made of 100-percent recycled ripstop nylon, which is resilient and as well as water resistant, and it has a zip closure, which is something most other reusable bags don’t have. It’ll keep your items more secure thanks to that, and it’s easier to carry in different ways thanks to its single shoulder/hand strap that sports microfiber padding for extra comfort. We also like that it has an interior pocket that can hold a phone, wallet or keys, and it takes up a surprisingly little space when it’s packed into itself. <em>— V.P.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8747aed1-6586-46eb-856d-c95a5318901b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Peak+Design&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NzQ3YWVkMS02NTg2LTQ2ZWItODU2ZC1jOTVhNTMxODkwMWIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGVha2Rlc2lnbi5jb20vcHJvZHVjdHMvcGFja2FibGUtdG90ZS8_IiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAAX2x71_LYErK5XoTMCZMdruK4G9EFtsTKxzWd8E6wTJe&amp;gcReferrer=https%3A%2F%2Fwww.peakdesign.com%2Fproducts%2Fpackable-tote%2F%3F\" id=\"374159137d8644a6af1e60f10cfa6c2a\">Buy Packable Tote at Peak Design - $20</a><h2>July Carry On</h2><figure><img alt=\"July Carry On\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/cb39e4b0-5535-11ed-b53e-c98f1ca02c4b\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>A travel must-have is a reliable piece of carry-on luggage, and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2p1bHkuY29tL3VzL2x1Z2dhZ2UvY2Fycnktb24vPyIsImNvbnRlbnRVdWlkIjoiYmUxMTVkOGEtMWRmYS00ZmI5LTkwYWEtNTQyNmE2ZWViMDY2In0&amp;signature=AQAAAXbVPknyT5seNsK5UXLY5u8vFn-aNe97IgsO1IHO3m58&amp;gcReferrer=https%3A%2F%2Fjuly.com%2Fus%2Fluggage%2Fcarry-on%2F%3F\">July Carry On</a> certainly fits that bill. It has a built-in ejectable power bank that sits conveniently underneath the handle. It has a 10,000 mAh battery with one USB-C, one microUSB and two USB-A ports that’s able to charge not just your loved one’s phone but their laptop too. And since it’s ejectable, they can easily take it out in order to be compliant with airline flight regulations.</p><p>Additionally, the bag itself is very well-designed. It’s made out of a crush-proof polycarbonate shell, is outfitted with anodized aluminum bumpers and quiet spinner wheels, and it has a Y-Strap compression system that lets them fit in more clothes. It also comes in a variety of eye-catching colors. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2p1bHkuY29tL3VzL2x1Z2dhZ2UvY2Fycnktb24vPyIsImNvbnRlbnRVdWlkIjoiYmUxMTVkOGEtMWRmYS00ZmI5LTkwYWEtNTQyNmE2ZWViMDY2In0&amp;signature=AQAAAXbVPknyT5seNsK5UXLY5u8vFn-aNe97IgsO1IHO3m58&amp;gcReferrer=https%3A%2F%2Fjuly.com%2Fus%2Fluggage%2Fcarry-on%2F%3F\" id=\"87a63bd1012b41e7a7b7e0a782016a36\">Buy carry on at July - $295</a><h2>Foldable electric kettle</h2><figure><img alt=\"Foldable electric kettle\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/db447dc0-5535-11ed-bdff-8b2ef48dc72a\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Not every hotel room comes with a coffee machine or some way to boil water, and the same goes for AirBnBs. If you have a friend or family member who simply must have their morning cup of tea everywhere they go, that’s a problem. A <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1BSR1hRQlMvP3RhZz1nZGd0MGMtcC1vLTVpLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAAaYDPe_ulTv45SvC8Bd3OkL_oU5h1T1XAy4boRN6vjG8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07PRGXQBS%2F\">foldable electric kettle</a> like this one from Loutytou is the perfect solution. It folds down to a compact, portable size when not in use, but expands to a full-size kettle that holds about 600ml of water. Just plug it into a power outlet, flip the switch, and they’ll have hot water in about six minutes. On a recent road trip, I used it not just for tea but also for making instant cup noodles in the middle of the night. It proved to be a savior for not just my sanity but those pesky midnight cravings as well. I also appreciate that the power cord and handle are detachable, making it easier to stow away. <em>— N.L.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1BSR1hRQlMvP3RhZz1nZGd0MGMtcC1vLTVqLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAAbDbF1YUA_wpTD97XVVATam8U7F1ijqC-ZiuKQI40ZXC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07PRGXQBS%2F\" id=\"49e0948ebdcd41059f4ff470a379e4e5\">Buy foldable electric kettle at Amazon - $50</a><h2>Anker PowerCore 65W 2-in-1 power bank</h2><figure><img alt=\"Anker PowerCore 65W 2-in-1 power bank\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/e5f093d0-5535-11ed-a9f6-21fd787fdb3e\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>If you’re looking for the mother of all chargers to take with you on your next trip, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVcySDIyNEY_dGFnPWdkZ3QwYy1wLW8tNWktMjAiLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAASw2gvzXfJ4afJ-PboW9ffQdMM317lY4h_bI5kCo3uBo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09W2H224F\">Anker’s 733 2-in-1 power bank</a> is the one to get. It’s both a 65W wall charger and a 10,000mAh portable battery in one, allowing you to charge pretty much anything at full speed no matter where you are. Flip out the  built-in prongs and plug it in to power up your laptop, or use it on a flight when your smartphone needs a top-up. It has two built-in USB-C ports and one USB-A port, so not only do you have a variety of charging options, but it can handle powering up three devices simultaneously. Plus, it has Anker’s PowerIQ 4.0 technology for higher efficiency and ActiveShield 2.0 for improved temperature monitoring. <em>— V.P.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVcySDIyNEY_dGFnPWdkZ3QwYy1wLW8tNWotMjAiLCJjb250ZW50VXVpZCI6ImJlMTE1ZDhhLTFkZmEtNGZiOS05MGFhLTU0MjZhNmVlYjA2NiJ9&amp;signature=AQAAAQrjIr6HRACGCCMXjYDXBsejf8p2niuYaMd9tZr_MGmi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09W2H224F\" id=\"614149cdbfc84affb15eef8293e5b2b8\">Buy Anker PowerCore power bank at Amazon - $100</a><h2>Newvanger travel power adapter</h2><figure><img alt=\"Newvanger travel power adapter\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/f46fd1f0-5535-11ed-bdcb-048723f9e1a1\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>An <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMUZPNFc1VzIvP3RhZz1nZGd0MGMtcC1vLTVpLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAARqyeULs7RguYKoPL36knbxArhq_BgeEoSWfF2adr1H2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB01FO4W5W2%2F\">adapter like Newvanger’s</a> isn’t the sexiest gift ever, but it’s something all international travelers will want to keep in their bags. This model has the detachable input plugs that will work with European, UK and Australian outlets, making it an essential for anyone who wants to use their existing electronics while they’re traveling. It also has two USB-A ports built in, so you can power up a couple of mobile devices while you’re also using the main plug for things like your laptop or Nintendo Switch. Plus, it has built-in fuse protection so you won’t have to worry about your gadgets getting fried when you’re in a foreign country. <em>— V.P.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMUZPNFc1VzIvP3RhZz1nZGd0MGMtcC1vLTVqLTIwIiwiY29udGVudFV1aWQiOiJiZTExNWQ4YS0xZGZhLTRmYjktOTBhYS01NDI2YTZlZWIwNjYifQ&amp;signature=AQAAARvPSmZMli8lRsej126cpZ-hSuy2pQpz6d9zF78-QQlg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB01FO4W5W2%2F\" id=\"8f496a7d9aca4f6992f2b812f9fa78ab\">Buy travel power adapter at Amazon - $20</a><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-teams-casual-multiplayer-games-solitaire-minesweeper-140011554.html?src=rss", "title": "Microsoft Teams now includes casual games like 'Solitaire' and 'Minesweeper'", "date_published": "2022-11-16 14:00:11+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/microsoft/\">Microsoft</a> has added a new app called Games for Work to <a href=\"https://www.engadget.com/tag/microsoft%20teams/\">Teams</a>, which will allow users to dive into some casual multiplayer titles together. As many as 250 people can play <em>Microsoft Solitaire, Microsoft Minesweeper, Microsoft IceBreakers</em> and <em>Microsoft Wordament </em>with each other.</p><p><em>Solitaire</em> and <a href=\"https://en.wikipedia.org/wiki/Microsoft_Minesweeper\"><em>Minesweeper</em></a> are, of course, classic Windows games. Players will go head-to-head in <em>Solitaire</em> in a race to finish first. In <em>Minesweeper</em>, they'll team up to clear the board and each person will have a few lives in case they click on a mine.</p><span id=\"end-legacy-contents\"></span><p>Unsurprisingly, <em>Wordament </em>is a word game. There's a leaderboard where you can see how you fare compared with your coworkers. <em>IceBreakers </em>does what it says on the tin — you'll answer questions about certain topics and perhaps find out a little more about your colleagues.</p><div id=\"7bff5da0bdb6462ba5b29dda33993c28\"></div><p>The Teams crew worked with Microsoft Casual Games, an Xbox Game Studios division, on Games for Work. The idea, according to Microsoft, is to help coworkers \"pause and re-energize\" in a virtual office setting. It cites data indicating that teams who play games together for 45 minutes are 20 percent more productive than those who opt for other types of team-building activities. \"Research shows that gaming promotes cognitive benefits, helps foster empathy and encourages inclusion, team building and learning,\" the company added.</p><p>Perhaps we'll see a day when Microsoft bakes <a href=\"https://www.engadget.com/tag/xbox%20cloud%20gaming/\">Xbox Cloud Gaming</a> into Teams. In the meantime, you'll be able to clear rudimentary virtual minefields with colleagues and battle it out with them in <em>Solitaire</em>. As for folks working at companies using Google Meet, there's no reason to feel left out: you can <a href=\"https://www.engadget.com/google-meet-duo-spotify-youtube-live-sharing-153006395.html\">play games like <em>Uno Mobile</em></a> with colleagues too.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-instant-pot-duo-drops-to-50-ahead-of-black-friday-134521751.html?src=rss", "title": "The Instant Pot Duo drops to $50 ahead of Black Friday", "date_published": "2022-11-16 13:45:21+00:00", "description": "<p>There's no doubt that <a href=\"https://www.engadget.com/best-air-fryers-133047180.html\">air fryers</a> have been having a moment, but they haven't pushed the humble multicooker completely out of the limelight yet. If you somehow haven't jumped on the Instant Pot bandwagon yet, you can give it a try for much less right now. Amazon has discounted the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDBGTFlXTllRP3RhZz1nZGd0MGMtcC1vLTVoLTIwIiwiY29udGVudFV1aWQiOiJhMGFhMjY1OC03MGZkLTQzMDAtYTllOS0yNzg4MTlmNTlkN2QifQ&amp;signature=AQAAAe077AfydmKEXj05QqpuW_MdI25w7xzLEWxpZuPS0Jyu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB00FLYWNYQ%3F\">six-quart Instant Pot Duo</a> by 50 percent, bringing it down to $50. We've seen this model dip slightly cheaper in the past ($48), but this is the best price we've seen in many months.</p><p></p><p>The benefit of a multicooker like this one is that it can do many things, acting as a jack-of-all-trades in your kitchen. The Duo in particular has seven cooking modes: pressure cook, slow cook, rice cooker, steamer, sauté, yogurt maker and warmer. It also has 13 customizable \"smart programs\" that take a lot of the guesswork out of preparing common foods like soup, beans, rice, poultry and more.</p><span id=\"end-legacy-contents\"></span><p>Both kitchen newbies and seasoned home cooks can make use of an Instant Pot like this. For those just getting into cooking, it'll help you prepare new foods that you may have never tried before, sometimes even more quickly than you could do just with a pot on stove. For those who cook all the time, it'll make it easier to prepare a lot of food during the holidays by giving you another countertop machine to employ when your other appliances are in use. Plus, it's a great tool for meal prepping.&nbsp;</p><p>It's also worth noting that the model on sale has a six-quart capacity, which sits in the middle of the Duo's lineup. It's a great size for most families as it's able to make food for up to six people at once. If you decide to take the plunge into the Instant Pot world, be sure to check out <a href=\"https://www.engadget.com/2019-07-15-instant-pot-guide.html\">our guide</a> for tips and tricks, recipe inspiration and more.</p><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tp-link-tapo-c420s2-night-vision-security-camera-133047088.html?src=rss", "title": "TP-Link's latest 2k security camera offers full-color night vision", "date_published": "2022-11-16 13:30:47+00:00", "description": "<p>Earlier this year TP-Link launched its <a href=\"https://www.engadget.com/tp-link-tapo-security-cameras-light-strip-140009593.html\">Tapo line</a> of smart home devices that revolve around budget 2K security cameras, introducing several models ranging from $30 to $60. Now, the company has launched a pricier but more impressive indoor/outdoor 2K night vision security camera, the Tapo C40S2.&nbsp;</p><p>The new model is battery-powered, weatherproofed and wire-free, offering up to 180 days on a charge in both indoor and outdoor environments. It packs an 850nm IR sensor, along with an f/1.6 aperture lens that allows it to see up to 49 feet in the dark, according to the company. With 2K resolution (2,048 x 1,080) a hair above Full HD, TP-Link promises \"pristine images, even in low-light conditions.\"</p><span id=\"end-legacy-contents\"></span><p>It also comes with AI features that allow it to distinguish between humans, pets, vehicles and packages, providing notifications when someone steps into the property or user-defined activity zones. Other features include a built-in siren and light alarm, microSD and cloud storage with 30 days of video history and motion detection with snapshots and more. The Tapo C420S2 is now available through <a href=\"https://www.tp-link.com/us/home-networking/cloud-camera/tapo-c420s2/\">TP-Link's website</a> or on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJLWks0SkdLP3RhZz1nZGd0MGMtcC1vLTVmLTIwIiwiY29udGVudFV1aWQiOiJkMmE3OGEyMS0zMDNkLTRiZjctODNhNy0wN2M3YzRkODg1ZDIifQ&amp;signature=AQAAAftjaEngnccWoZBeOlDWVsZmRhvPyd1AeY40MhqNY_2u&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BKZK4JGK\">Amazon</a> at $200 for a two-pack — a reasonable price for a wireless night-vision camera.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-tuvalu-threatened-by-climate-change-turns-to-the-metaverse-121421837.html?src=rss", "title": "The Morning After: Tuvalu, threatened by climate change, turns to the metaverse", "date_published": "2022-11-16 12:14:21+00:00", "description": "<p>Tuvalu’s foreign minister, Simon Kofe, told the COP27 climate summit yesterday that Tuvalu would <a href=\"https://www.engadget.com/tuvalu-climate-change-metaverse-174104228.html\">look to the metaverse</a> to preserve its culture and history. With global temperatures expected to rise as much as <a href=\"https://www.engadget.com/un-emissions-gap-report-climate-change-warning-144323723.html\">2.8 degrees Celsius</a> by the end of the century, the Pacific island nation is particularly vulnerable to rising sea levels. At last year’s COP26 summit, Kofe addressed the conference while standing <a href=\"https://youtu.be/jBBsv0QyscE\">knee-deep in seawater</a> to highlight the climate change threat. Climate scientists anticipate the entire country will be underwater by the end of the 21st century.</p><p>Addressing the climate summit, Kofe said: “As our land disappears, we have no choice but to become the world’s first digital nation. Our land, our ocean, our culture are the most precious assets of our people. And to keep them safe from harm, no matter what happens in the physical world, we’ll move them to the cloud.”</p><p>To achieve the 1.5C target put forward by the Paris Agreement, the world has eight years to reduce annual global emissions by a further 45 percent, compared with projections based on current policies.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/cd-projekt-red-cyberpunk-2077-phantom-liberty-paid-dlc-131510675.html\">Cyberpunk 2077: Phantom Liberty’ will be a paid DLC </a></p></li><li><p><a href=\"https://www.engadget.com/elon-musk-says-twitter-blue-verification-coming-back-november-29-000545608.html\">Elon Musk says Twitter Blue verification is coming back November 29th </a></p></li><li><p><a href=\"https://www.engadget.com/holiday-gifts-smart-home-kitchen-tech-gifts-150001873.html\">The best smart home devices and kitchen gadgets that make great gifts</a></p></li><li><p><a href=\"https://www.engadget.com/ftx-collapse-could-affect-more-than-one-million-investors-111742474.html\">FTX implosion could affect 'more than one million investors’ </a></p></li><li><p>‘<a href=\"https://www.engadget.com/consumer-reports-hybrid-reliability-ev-phev-170003341.html\">Consumer Reports’ finds hybrid cars are more reliable than gas-only models</a></p></li><li><p><a href=\"https://www.engadget.com/best-video-streaming-services-133000093.html\">The best video streaming services in 2022</a></p></li><li><p><a href=\"https://www.engadget.com/watch-nasas-latest-artemis-1-launch-attempt-here-020044428.html\">NASA's mighty Artemis 1 rocket has finally launched toward the moon</a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/lucid-air-ev-pure-touring-trim-video-140048588.html%20https://www.engadget.com/...\">Lucid unveils its less expensive Air EV models</a></h2><h3>The Pure and Touring bring Air prices closer to Earth.</h3><a href=\"https://www.engadget.com/lucid-air-ev-pure-touring-trim-video-140048588.htmlhttps://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9ab45b70-659f-11ed-bfb3-00800b7eac06\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>The Lucid Air is a fantastic first car from a new automaker, but it’s also a very expensive EV out of most people’s reach. At the LA Auto Show, Lucid revealed the Lucid Air Pure and Touring EVs. The Pure is the first and only Air to come in under $100,000, starting at a still pricey $87,400, with a range of around 410 miles. Yes, the Air is still a luxury vehicle. The Touring is slightly more expensive at $107,400 and can drive for an EPA estimated range of 425 miles. While the Pure wasn’t quite ready for testing, we did get behind the wheel of the Touring for a quick jaunt around Lucid’s headquarters.</p><p><a href=\"https://www.engadget.com/lucid-air-ev-pure-touring-trim-video-140048588.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/mit-century-old-differential-equation-liquid-ai-computational-bottleneck-160035555.html\">MIT solved a century-old differential equation that will help AI</a></h2><h3>It could help with weather forecasting and autonomous vehicle driving.</h3><h3></h3><p>Last year, MIT developed an AI algorithm capable of learning and adapting to new information on the job, not just during its training. These “liquid” neural networks are ideal for time-sensitive tasks, like pacemaker monitoring, weather forecasting, investment forecasting or autonomous vehicle navigation. But all that data can create computational bottlenecks, which makes scaling these systems prohibitively expensive. On Tuesday, MIT researchers announced they have a solution, using a differential equation that has stumped mathematicians since 1907. By decoding this equation at the neuron level, the team is hopeful it’ll be able to construct models of the human brain that measure in the millions of neural connections, something not possible today.</p><p><a href=\"https://www.engadget.com/mit-century-old-differential-equation-liquid-ai-computational-bottleneck-160035555.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/nvidia-rtx-4080-review-more-practical-4k-gaming-titan-140009349.html%20https://www.engadget.com/...\">NVIDIA RTX 4080 GPU review</a></h2><h3>A (slightly) more practical 4K gaming titan.</h3><h3></h3><p>NVIDIA's RTX 4080 is a solid upgrade over the 3080 Ti, with faster overall performance and far better ray tracing, thanks to DLSS 3. It's notably cheaper and less power hungry than the 4090. But it's still $1,199. If paying more than $1,000 for a video card seems insane to you — and let's be clear, it should — sit tight to see what NVIDIA's future cards look like.</p><p><a href=\"https://www.engadget.com/nvidia-rtx-4080-review-more-practical-4k-gaming-titan-140009349.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-us-made-chips-2024-053927685.html%20https://www.engadget.com/...\">Apple reportedly plans to use US-made chips starting in 2024</a></h2><h3>It also intends to source chips from Europe in the future.</h3><h3></h3><p>According to <em>Bloomberg's</em> Mark Gurman, Apple hopes to be using US-made chips in a few years’ time. Company CEO Tim Cook reportedly made the revelation during a meeting with local engineering and retail employees in Germany, telling them Apple \"already made a decision to be buying out of a plant in Arizona.\" As Gurman notes, it would lessen Apple's reliance on factories in Asia, particularly Taiwan, where 60 percent of the world's processors are produced. Cook also apparently told staff: \"I’m sure that we will also source from Europe as those plans become more apparent.\"</p><p><a href=\"https://www.engadget.com/apple-us-made-chips-2024-053927685.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/apple-emergency-sos-satellite-test-demo-mode-130039707.html%20https://www.engadget.com/...\">Apple lets you practice sending emergency SOS texts via satellite</a></h2><h3>It's also bringing the service to France, Germany, Ireland and the UK.</h3><h3></h3><p>One of the most noteworthy updates Apple brought to the iPhone 14 series this year is Emergency SOS via satellite. It lets you send text messages to emergency services over satellite if you need help and are outside cellular coverage. If you're unfamiliar with the feature – most of us probably are – Apple is rolling out a demo mode of Emergency SOS via Satellite, so members of the public can see how it works.</p><p><a href=\"https://www.engadget.com/apple-emergency-sos-satellite-test-demo-mode-130039707.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/boston-dynamics-ghost-robotics-lawsuit-robot-dog-214734634.html%20https://www.engadget.com/...\">Boston Dynamics sues rival Ghost Robotics for allegedly copying its robot dog</a></h2><h3>Ghost's designs are supposedly too much like Spot.</h3><a href=\"https://www.engadget.com/boston-dynamics-ghost-robotics-lawsuit-robot-dog-214734634.html%20https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9ab60920-659f-11ed-937e-abaf4ddff4fe\" /><figcaption></figcaption><div class=\"photo-credit\">Ghost Robotics</div></figure></a><p>Boston Dynamics is suing Ghost Robotics for allegedly infringing seven patents linked to its Spot quadruped. The Spirit 40 and Vision 60 purportedly borrow key technologies from Spot, including systems for self-righting and climbing stairs. Boston Dynamics says it asked Ghost Robotics to review Spot-related patents in July 2020, five months after the launch of the Spirit 40. After that, Boston claims to have sent two cease-and-desist letters, asking Ghost to stop marketing its robot canines. In a statement, Boston Dynamics claimed it \"welcome[s] competition\" but would crack down on anyone violating its intellectual property rights. The Hyundai-owned company is seeking unspecified damages as part of the suit. Ghost Robotics hasn’t yet responded to our requests for comment.</p><p><a href=\"https://www.engadget.com/boston-dynamics-ghost-robotics-lawsuit-robot-dog-214734634.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/elon-musk-hardcore-twitter-ultimatum-111506466.html?src=rss", "title": "Elon Musk gives employees two days to commit to 'hardcore' Twitter or lose their jobs", "date_published": "2022-11-16 11:15:06+00:00", "description": "<p>Twitter might lose even more employees following the <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\">mass layoffs</a> that halved its workforce and shortly after the company <a href=\"https://www.engadget.com/twitter-fired-employees-called-out-elon-musk-063109091.html\">fired engineers</a> who publicly called out its new owner. According to <a href=\"https://www.washingtonpost.com/technology/2022/11/16/musk-twitter-email-ultimatum-termination/\"><em>The Washington Post</em></a>, Elon Musk gave remaining staff members an ultimatum and asked them to commit to an \"extremely hardcore\" Twitter going forward. \"If you are sure that you want to be part of the new Twitter, please click yes on the link below,\" he reportedly wrote in an email that links to an online form.&nbsp;</p><p>So what does an \"extremely hardcore\" Twitter mean? The report didn't quite delve into the specifics of Musk's expectations, but the executive apparently said that it means \"working long hours at high intensity.\" He added: \"Only exceptional performance will constitute a passing grade.\" It's not quite clear if the move is legal for workers in countries that have rigorous labor laws. Regardless, the email said that those who don't sign the form by 5PM Eastern on Thursday, November 17th, would be let go and would receive three months of severance pay.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition to reporting about the Musk's email, <em>The Post</em> said that Twitter will be doing a postmortem on the launch of its $8 Blue subscription over the next couple of weeks, in an effort to understand why and how it had led to an <a href=\"https://www.engadget.com/twitter-blue-verification-impersonation-disaster-203656712.html\">influx of impersonators</a>. If you'll recall, things got so bad that Twitter had to <a href=\"https://www.engadget.com/twitter-blue-subscriptions-not-working-134310199.html\">suspend</a> its subscription service, which offered instant verification and, hence, gave fake accounts a semblance of legitimacy. Musk had just <a href=\"https://www.engadget.com/elon-musk-says-twitter-blue-verification-coming-back-november-29-000545608.html\">announced</a> yesterday that the company is pushing back the return of Blue verification to November 29th to make sure that it's \"rock solid.\"</p><p><em>The Post</em> also saw internal information and data externally compiled by a software developer that showed Twitter Blue only had around 150,000 users by the time the website paused subscriptions. That's a tiny fraction of the <a href=\"https://www.reuters.com/technology/exclusive-where-did-tweeters-go-twitter-is-losing-its-most-active-users-internal-2022-10-25/\">238 million daily active users</a> Twitter said it had in the second quarter of 2022 and would only bring in $14.4 million in annual revenue.&nbsp;</p><p>Further, the new Blue subscription could potentially impact the website's ad revenue. Twitter earned 79 percent of its ad revenue in the US from merely 10 percent of its most valuable users, with the top 1 percent earning the website $40 a month. They're also the ones most likely to pay for a subscription, however, which means they're bound to <a href=\"https://twitter.com/elonmusk/status/1587500060853424129\">see fewer ads</a> as one of the perks they're paying for.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/genesis-unveils-its-sleek-x-convertible-ev-concept-095457815.html?src=rss", "title": "Genesis unveils a sleek X Convertible concept EV", "date_published": "2022-11-16 09:54:57+00:00", "description": "<p>Genesis has unveiled the <a href=\"https://media.genesis.com/NEWS/inspired-by-x--genesis-completes-electric-vehicle--concept-trilogy-with-x-convertible/s/e193401b-8733-4fb3-ae6f-e774d083e80d\">X Convertible concept</a>, showing off its design chops with an EV that builds on the previous <a href=\"https://www.engadget.com/the-genesis-x-concept-coupe-is-a-curvy-high-tech-luxury-ev-090114594.html\">Genesis X</a> and <a href=\"https://www.genesis.com/worldwide/en/genesis/concept-car/genesis-x-speedium-coupe.html\">X Speedium Coupe</a> vehicles. It shares the architecture and electric powertrain with those cars, but uses a folding hardtop roof and is meant to evoke \"design purity\" and uses what Genesis calls an \"anti-wedge parabolic\" design.&nbsp;</p><p>Gone are the extra bulgy fenders and aggressive front end, replaced by a more subtle design and cleaner, longer lines. That length is further accentuated by the short front overhang that gives it a protruding nose. The triangular headlights from the X Speedium are carried over, as are the double taillights. The hardtop roof has an integrated moonroof, offering drivers a view of the stars even when it's closed up.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Genesis unveils its sleek X Convertible concept EV\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/83228970-6593-11ed-bfff-8082ed88bdf0\" style=\"height: 1508; width: 3000;\" /><figcaption></figcaption><div class=\"photo-credit\">Genesis</div></figure><p>The interior is very similar to the previous two concepts, with the dashboard screen curving across and down toward the right armrest. It uses recyclable wool fabrics and leather seats, with the interior Giwa Navy and Dancheong Orange colors \"inspired in part by traditional Korean roof architecture,\" according to Genesis.&nbsp;</p><p>We still don't know anything about the battery or drivetrain. It would make sense, though, to use the E-GMP platform found in <a href=\"https://www.engadget.com/hyundais-striking-ioniq-5-delivers-long-range-and-brisk-performance-093212320.html\">Hyundai's Ioniq 5</a> and the <a href=\"https://www.engadget.com/kia-offers-a-first-look-at-its-new-ev-6-electric-car-102754731.html\">Kia EV6</a>. Genesis could then dial up the power and battery size so that range and performance would meet the expectations of luxury car buyers.&nbsp;</p><figure><img alt=\"Genesis unveils its sleek X Convertible concept EV\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/b9223ca0-6593-11ed-a7db-204f64a082c4\" style=\"height: 1502; width: 2277;\" /><figcaption></figcaption><div class=\"photo-credit\">Genesis</div></figure><p>Genesis says the X Convertible is a \"beacon for the brand\" that will presumably inspire future designs. It'll likely never be built in this form, but the company wants to show buyers what's possible. \"We have to utilize this opportunity to inject more adrenaline in the brand,\" it told <a href=\"https://techcrunch.com/2022/11/15/genesis-teases-its-ev-future-with-the-genesis-x-convertible\"><em>TechCrunch</em></a>. \"If somebody believes that electric vehicles cannot be sexy, Genesis will demonstrate the exact opposite.\"</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nasa-artemis-1-mission-successful-launch-084330480.html?src=rss", "title": "NASA’s successful Artemis 1 rocket launch brings humanity closer to a lunar landing", "date_published": "2022-11-16 08:43:30+00:00", "description": "<p>NASA's Artemis 1 mission has finally <a href=\"https://www.nytimes.com/live/2022/11/15/science/nasa-artemis-moon-launch\">launched</a> after several <a href=\"https://www.engadget.com/nasa-artemis-1-launch-delay-tropical-storm-nicole-152545294.html\">delays</a> caused by <a href=\"https://www.engadget.com/how-to-watch-nasa-artemis-1-moon-launch-113048363.html\">engine problems</a>, <a href=\"https://www.engadget.com/nasa-sls-needs-repairs-183604852.html\">fuel leaks</a> and Mother Nature giving the agency no choice but to reschedule due to <a href=\"https://www.engadget.com/tropical-storm-ian-delays-artemis-1-launch-162655828.html\">tropical storms</a>. This is the first time NASA's Space Launch System, its most powerful rocket yet, and Orion crew vehicle are flying together — it also officially marks the beginning of the agency's Artemis program, which aims to take humanity back to the Moon.&nbsp;</p><p>There was a tense moment before this latest (and successful) launch attempt when NASA was unsure if the rocket would lift off. The launch team discovered a leak on the launch tower's liquid hydrogen replenish valve, and it took some time to tighten the bolts around it. In addition, the US Space Force had to fix the radar that was going to track the rocket's launch, because it suddenly went offline. In the end, the ground crew managed to fix the hydrogen leak, and Space Force found that the radar issue was caused by a bad Ethernet switch.</p><span id=\"end-legacy-contents\"></span><p>NASA had to push back Artemis 1's launch by around an hour, but that was the last time the mission got delayed. By 1:50AM Eastern, SLS was leaving its launchpad. The Orion capsule successfully deployed its solar arrays a few minutes later, and the core stage's engines powered down so it could break away and fall into the Atlantic Ocean. The rocket's second stage will then fire its engine to send Orion on a trajectory to the Moon. It will also ultimately break away, leaving the crew vehicle to go on a four-week journey around the Moon before coming back to Earth. Somewhere along the way, the capsule will deploy 10 CubeSats designed to perform their own science investigations meant to help future deep space missions.</p><p>Artemis 1 will give NASA the data it needs to ensure that astronauts can safely fly to the Moon aboard the Orion capsule. It will also give the agency the opportunity to see whether the vehicle's heat shield can adequately protect the astronauts onboard when it re-enters our atmosphere and splashes down into the Pacific Ocean. If everything checks out, NASA will be able to start planning for Artemis 2, which will be Orion's first crewed mission and will send astronauts on a lunar flyby.</p><div id=\"0a674e1577ac410e8454f2012a7a1bfb\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We are going.<br /><br />For the first time, the <a href=\"https://twitter.com/NASA_SLS?ref_src=twsrc%5Etfw\">@NASA_SLS</a> rocket and <a href=\"https://twitter.com/NASA_Orion?ref_src=twsrc%5Etfw\">@NASA_Orion</a> fly together. <a href=\"https://twitter.com/hashtag/Artemis?src=hash&amp;ref_src=twsrc%5Etfw\">#Artemis</a> I begins a new chapter in human lunar exploration. <a href=\"https://t.co/vmC64Qgft9\">pic.twitter.com/vmC64Qgft9</a></p>— NASA (@NASA) <a href=\"https://twitter.com/NASA/status/1592772202289430528?ref_src=twsrc%5Etfw\">November 16, 2022</a></blockquote></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-us-made-chips-2024-053927685.html?src=rss", "title": "Apple reportedly plans to use US-made chips starting in 2024", "date_published": "2022-11-16 05:39:27+00:00", "description": "<p>Apple is gearing up to source chips from a factory in the US within the next couple of years, according to <a href=\"https://www.bloomberg.com/news/articles/2022-11-15/apple-prepares-to-get-made-in-us-chips-in-pivot-from-asia-supply\"><em>Bloomberg's</em></a> Mark Gurman. Company CEO Tim Cook reportedly made the revelation during a meeting with  local engineering and retail employees in Germany, telling them that Apple \"already made a decision to be buying out of a plant in Arizona.\" As Gurman notes, it would lessen Apple's reliance on factories in Asia, particularly Taiwan, where 60 percent of the world's processor is produced. \"Regardless of what you may feel and think, 60 percent coming out of anywhere is probably not a strategic position,\" Cook added.</p><p>The CEO is most likely talking about Taiwan Semiconductor Manufacturing Co.'s Arizona plant, which is currently under construction. TSMC is Apple's exclusive chip-making partner, though it also counts NVIDIA, MediaTek, AMD and ARM as some of its customers. The Arizona plant is expected to start running in 2024, with an output of 20,000 chips a month and the ability to produce 5-nanometer processors.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to <a href=\"https://www.engadget.com/intel-and-apple-expected-to-debut-3-nm-processors-next-year-100632556.html\">previous reports</a>, Apple plans to adopt TSMC's new 3-nanometer chipmaking process, which is its latest and most advanced yet, for future devices. <a href=\"https://www.ft.com/content/b443a119-f337-42d7-951d-2ce9d0dc5c6e\"><em>The Financial Times</em></a> says the A17 mobile processor Apple is currently developing for its 2023 iPhone lineup will be mass produced using the new technology. It's unclear if Apple only intends to use the Arizona plant for older and less sophisticated chips or if TSMC has plans to update the factory. TSMC is already thinking of building a second plant next to its $12 billion facility in Arizona, but it <a href=\"https://www.bloomberg.com/news/articles/2022-11-09/tsmc-to-unveil-plans-for-another-major-us-chip-plant-wsj-says?sref=10lNAhZ9\">told <em>Bloomberg</em></a> that it hasn't made a final decision yet.&nbsp;</p><p>As the publication previously reported, TSMC has been expanding to other countries over the past year in an effort to meet the needs of customers in countries encouraging domestic semiconductor production. President Joe Biden, for instance, recently signed the <a href=\"https://www.engadget.com/senate-passes-chips-plus-chip-production-bill-185318688.html\">CHIPS and Science Act</a> into law. Under the new law, the US government is offering $52 billion in funding and incentives for firms building chips in the country.</p><p>In addition to revealing that Apple will start sourcing US-made processors, Cook also reportedly told staff members: \"I’m sure that we will also source from Europe as those plans become more apparent.\" While that's all he shared at the meeting, <em>Bloomberg</em> previously reported that TSMC is in talks with the German government to open facilities in the country. Europe, like the US, also looking to entice semiconductor manufacturers to open plants in the region and introduced the <a href=\"https://ec.europa.eu/info/strategy/priorities-2019-2024/europe-fit-digital-age/european-chips-act_en\">EU Chips Act</a> in April to \"bolster [its] competitiveness and resilience in semiconductor technologies and applications.\"</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/watch-nasas-latest-artemis-1-launch-attempt-here-020044428.html?src=rss", "title": "Watch NASA's latest Artemis 1 launch attempt here at 1:04AM ET", "date_published": "2022-11-16 02:00:44+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/nasa/\">NASA</a> is once again preparing to launch <a href=\"https://www.engadget.com/tag/artemis/\">Artemis 1</a> after technical issues and hurricanes upended previous attempts. The <a href=\"https://www.engadget.com/nasa-artemis-1-november-launch-window-150950988.html\">next launch window</a> for the uncrewed test flight around the Moon will be open for two hours, starting at 1:04AM ET on November 16th. In case NASA has to scrub it once again, the agency has scheduled another backup launch window, which opens at 1:45AM on November 19th.</p><p>The agency had penciled in a launch attempt for November 14th, but Hurricane Nicole forced a <a href=\"https://www.engadget.com/nasa-artemis-1-launch-delay-tropical-storm-nicole-152545294.html\">slight delay to those plans</a>. NASA <a href=\"https://blogs.nasa.gov/artemis/2022/11/07/nasa-monitoring-subtropical-storm-nicole-space-launch-system-rocket-and-orion-to-remain-at-launch-pad-39b/\">kept</a> the Space Launch System (SLS) rocket and Orion spacecraft on the launch pad as the hurricane battered the Kennedy Space Center. They sustained minor damage, but not enough to force a lengthier delay.</p><span id=\"end-legacy-contents\"></span><p>NASA first tried to send Artemis 1 into space on August 29th, but <a href=\"https://www.engadget.com/how-to-watch-nasa-artemis-1-moon-launch-113048363.html\">engine issues</a> and <a href=\"https://www.engadget.com/nasa-scrubs-artemis-1-again-153016409.html\">a hydrogen fuel leak</a> forced the agency to scrub the initial launch attempts. The next stab at a launch in late September didn't work out either. NASA took the SLS and Orion <a href=\"https://www.engadget.com/nasa-artemis-1-hurricane-ian-rollback-150906626.html\">back to the Vehicle Assembly Building</a> to protect them from <a href=\"https://www.engadget.com/tropical-storm-ian-delays-artemis-1-launch-162655828.html\">Hurricane Ian</a>. Here's hoping NASA can finally send them on their way this time.</p><p>You can watch a livestream of the latest launch attempt below. Alternatively, you can watch the launch <a href=\"https://explore.space/\">in virtual reality</a>. If you happen to be in Florida or the south east region of Georgia, you may be able to see the SLS and Orion soar into the skies <a href=\"https://www.nasa.gov/exploration/systems/sls/where-to-see-the-artemis-i-mission-liftoff-to-the-moon.html\">by going outside</a>, if conditions are favorable enough.</p><div id=\"4f81efac6dba4d1ca1782912ee7a084c\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/elon-musk-says-twitter-blue-verification-coming-back-november-29-000545608.html?src=rss", "title": "Elon Musk says Twitter Blue verification is coming back November 29th", "date_published": "2022-11-16 00:05:45+00:00", "description": "<p>Elon Musk has set a new date for Twitter Blue’s paid verification to return: November 29th. The new date comes just a few days after the company paused the roll out and halted new sign-ups after the site <a href=\"https://www.engadget.com/elon-musk-twitter-organization-related-accounts-verification-194525167.html\">was overrun</a> by pranksters and scammers impersonating brands, celebrities and other high-profile accounts.</p><p>Musk said the return date was set to give the company enough time “to make sure that it is rock solid.” Musk didn’t say what changes may come with Blue’s relaunch, but the company has already brought back “official” labels in an effort to reassure advertisers. Musk <a href=\"https://twitter.com/elonmusk/status/1592660334086868993\"><ins>added</ins></a> that verified Twitter users will be unable to change their display names without losing their checkmark “until name is confirmed by Twitter to meet Terms of Service.”</p><span id=\"end-legacy-contents\"></span><div id=\"8648a76b33f543188b09a6cd8bdb0aee\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Punting relaunch of Blue Verified to November 29th to make sure that it is rock solid</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1592658210917609472?ref_src=twsrc%5Etfw\">November 15, 2022</a></blockquote></div><p>Twitter, which was losing advertisers even before paid verification launched, has seen even more brands pull back from the platform since the botched rollout of Twitter Blue. In addition to the “official” labels, Musk has proposed other was companies may be better able to identify official accounts, including a suggestion that organizations will be able to “identify which other Twitter accounts are actually associated with them.” It’s unclear how that idea might fit into Twitter’s revamped verification plans.</p><p>We’ve reached out to Twitter for more information, but the company no longer has a communications team.</p>", "favourite": false}]