[{"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1382376/gamers-nexus-investigation-finds-loose-cables-manufacturing-debris-behind-12vhpwr-melting.html", "title": "Gamers Nexus investigation finds loose cables, debris behind 12VHPWR melting", "date_published": "2022-11-16 22:31:53+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><p>The mystery of melting 12VHWPR connectors in RTX 4090 GPUs may be due to manufacturing defects as well as improper cable insertion, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/watch?v=ig2px7ofKhQ&amp;xcust=2-1-1382376-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">an investigation by Gamers Nexus</a> published Wednesday has found.</p>\n\n\n\n<p>The report by Gamers Nexus relied on both X-ray imaging and scanning electron microscope inspection conducted by a third-party failure-analysis lab on connectors&mdash;including a failed one&mdash;used in Nvidia&rsquo;s GeForce 4000-series.</p>\n\n\n\n<p>Editor-in-Chief of Gamers Nexus Stephen Burke said that sources at add-in board companies have said the failure risk stands at about &ldquo;0.05 to 0.1 percent.&rdquo; He notes Nvidia has yet to release any official findings yet, but Gamers Nexus concludes that any 12VHWPR cable can fail under the right circumstances.</p>\n\n\n\n<p>One of the leading causes would be foreign object debris or bits of plastic and metal that are induced in the process of seating the cable, or as a manufacturing defect.</p>\n\n\n\n<p>Primarily, however, it looks like improperly seating the cable and / or then pulling it at an angle can induce failures.</p>\n\n\n\n<p>As a result of the investigation, Burke said several of the previous failure theories can likely be dismissed. One of the early theories was weak solder joints on the adapter cable that could break during cable routing, but an X-ray cross section of a cable with a poor soldering job makes this theory unlikely, Burke said.</p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure><p>Another early theory related to the connector contact design, with one type of contact having two splits versus one split. The theory posited that a single split would keep a better hold of the pin in the connector. Burke said that while the theory looked promising, he was unable to reproduce any failure even after hours of trying to force the splits apart and was unable to force a failure.</p>\n\n\n\n<p>Burke also largely dismissed the more recent &ldquo;two adapter theory,&rdquo; where, of the two possible adapters in use, one design is lacking. Burke said his findings show this is unlikely as he was able to induce failures of the supposedly superior adapter cable by not fully seating it. </p>\n\n\n\n<p>During the testing, Gamers Nexus also removed four of the six 12-volt power plugs from an adapter cable to intentionally feed all of the power through just two single 12-volt connectors and was unable to force a failure.</p>\n\n\n\n<p>Gamers Nexus&rsquo; report somewhat echoes previous testing by Teclab.net.br as well as Corsair&rsquo;s director of engineering Jon Gerow who concluded the connector is well over spec&rsquo;d electrically when properly inserted, but can fail when not fully seated.</p>\n\n\n\n<p>Gamers Nexus goes on to demonstrate a 12VHWPR adapter cable melting in a GeForce RTX 4090 card by poorly inserting it. This, Burke says, could happen when a person doesn&rsquo;t lock the cable down and the cable is further pulled out during cable routing by the person installing the card. You can see evidence of that below in a failed 12VHWPR adapter cable that was provided to Gamers Nexus. The cable shows evidence of damage 2mm to 3mm that may indicate it had backed out of the socket causing high resistance.</p>\n\n\n\n<p>Burke, in fact, is able to easily induce the failures and melting by having an adapter cable backed out of its socket while putting pressure on the adapter from one side. Doing this, the adapter reached 302 degrees and melted the adapter cable plug and caused damage to the GeForce RTX 4090 card.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Image of failed 12VHWPR cable\" class=\"wp-image-1382674\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/cable.png?w=1200\" width=\"1200\" /><figcaption><p>A close up of a damaged 12VHPWR connector, indicating it was likely 2mm to 3mm out of of the socket when it failed.</p> </figcaption></figure><p class=\"imageCredit\">Gamers Nexus</p></div>\n\n\n\n<p>Burke points out that one issue that may have exacerbated the failures is the highly publicized concern over the 12VHWPR connectors in the new cards. Rather than leaving a properly seated plug in place, many gamers may have begun regularly removing the plugs to check for melting, which increased the chances of failure by either either introducing foreign object debris or not fully seating after checking that all is fine.</p>\n\n\n\n<h2 id=\"user-error-or-design-error\">User error or design error?</h2>\n\n\n\n<p>With the evidence largely pointing to cables not being fully seated, the question now becomes whether this is user error or design error. Burke concludes that while users bear some of the blame, if the design itself allows so many to experience the problem, isn&rsquo;t that a design error?</p>\n\n\n\n<p>At this point, Gamers Nexus&rsquo; report seems to be the most plausible answer for the failures, with the upshot for existing GeForce RTX 4090 GPUs being to make sure they are fully seated and locked in.<span style=\"color: initial;\"></span></p>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\n\n\n<p></p>\n\n\n\n<p></p>\nGPUs</div>", "favourite": false}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1382410/now-you-can-play-games-within-microsoft-teams.html", "title": "Now you can play games within Microsoft Teams", "date_published": "2022-11-16 18:42:13+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><p>If you&rsquo;re bored at work, you no longer need to furtively seek distraction in games&mdash;you can play games with your coworkers right within Microsoft Teams with the new <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://teams.microsoft.com/l/app/db7832f4-7ead-41d4-ae33-a58096cf0c6d?source=app-details-dialog&amp;xcust=2-2-1382410-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Games for Work app</a>. </p>\n\n\n\n<p>Yes, a &ldquo;Games for Work app.&rdquo; For Microsoft Teams. It may seem counterintuitive, but Microsoft Casual Games <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.microsoft.com/en-us/microsoft-365/blog/2022/11/16/build-connections-with-games-for-work-a-new-microsoft-teams-app/?ranMID=46107&amp;ranEAID=kXQk6*ivFEQ&amp;ranSiteID=kXQk6.ivFEQ-He9EQTr_JMNGt3LBhLN_jw&amp;epi=kXQk6.ivFEQ-He9EQTr_JMNGt3LBhLN_jw&amp;irgwc=1&amp;clickid=_quu2hwvqqskf6zh3aw2isckjem2xqf6icdwsavgs00&amp;OCID=AID2200058_AFF_1243925_3327_kXQk6.ivFEQ-He9EQTr_JMNGt3LBhLN_jw_190407&amp;tduid=%28ir__quu2hwvqqskf6zh3aw2isckjem2xqf6icdwsavgs00%29%283327%29%281243925%29%28kXQk6.ivFEQ-He9EQTr_JMNGt3LBhLN_jw%29%28%29&amp;OWTGT=AFF_1243925&amp;xcust=2-2-1382410-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">cited</a> a BYU study that found that &ldquo;teams who played short video games together were 20 percent more productive than those who participated in more traditional team-building activities.&rdquo;</p>\n\n\n\n<p>Even more interesting, all of the games available within the app are multiplayer, even those that have traditionally been single-player by design: Solitaire, for instance. Wordament, Minesweeper, and IceBreakers&mdash;a game where players are asked to make choices to foster conversation&mdash;are all included, with options for two players to a whopping 250 players. But there&rsquo;s an odd catch: The Games for Work app isn&rsquo;t available for consumer implementations of Microsoft Teams, just corporations and education customers.</p>\n\n\n\n<p>Microsoft also said that users can use apps like Polly, a fun poll-taking app, and Kahoot!, a similar collaborative game, to mix in fun with productivity, too. Microsoft said it will be working with its partners in 2023 to add additional games to the Games for Work app within Teams. You can also send in additional ideas for new games, provided they&rsquo;re rated &ldquo;E&rdquo;(for &ldquo;Everyone&rdquo;) and also ad-free.</p>\n\n\n\n<p>So if a CEO like Elon Musk wants to encourage Twitter users to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://us.cnn.com/2022/11/16/tech/elon-musk-email-ultimatum-twitter/index.html&amp;xcust=2-2-1382410-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">commit to &ldquo;extremely hardcore&rdquo; work</a> over long hours, maybe he can incorporate a group round of Minesweeper: If they go &ldquo;boom,&rdquo; they&rsquo;re fired!</p>\nMicrosoft Teams, Utilities</div>", "favourite": false}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1379747/nvidia-geforce-rtx-4080-tested-5-things.html", "title": "5 must-know GeForce RTX 4080 details: Overpriced by $500", "date_published": "2022-11-16 15:14:31+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><p>Nvidia&rsquo;s new GeForce RTX 4080 Founders Edition hits stores today, lightning-fast performance and a massive new price tag in tow. While last generation&rsquo;s <a href=\"https://www.pcworld.com/article/393472/nvidia-geforce-rtx-3080-founders-edition-review.html\">awesome RTX 3080</a> cost $700 at launch, delivering a monument 60 to 80 percent performance uplift over its predecessor, this new model is releasing with a staggering $1,200 price tag. Yes, that&rsquo;s right: a $500 (or <em>71 percent</em>) increase over the cost of its predecessor. For roughly 30 percent more performance. </p>\n\n\n\n<p>Sheesh. </p>\n\n\n\n<p>We&rsquo;ve been putting the GeForce RTX 4080 through its paces. While Nvidia&rsquo;s new GPU is astonishingly fast, blowing past last gen&rsquo;s RTX 3090 with ease while drawing much less power, that new price tag casts a long shadow over its release, to such an extent that we can&rsquo;t even come <em>close </em>to recommending this card at this aggressively insulting price&mdash;unless, perhaps, if you&rsquo;re using it for <a href=\"https://www.pcworld.com/article/1378383/nvidia-geforce-rtx-4080-content-creation-review.html\">content creation below 8K resolution</a>. Look for our comprehensive RTX 4080 gaming performance review to land in the coming days. Today, here&rsquo;s a high-level look at what you need to know before dropping $1,200 (or, ideally, <em>not</em>) on one of these beasts.</p>\n\n\n\n<h2 id=\"1-the-geforce-rtx-4080-chews-through-games\">1: The GeForce RTX 4080 chews through games</h2>\n\n\n\n<p>There&rsquo;s no denying that the GeForce RTX 4080 is fast. Averaged across our 11-game testing suite&mdash;running a variety of graphics APIs, game engines, and game types&mdash;the GeForce RTX 4080 winds up about 7.5 percent faster than the vaunted RTX 3090, and 30.3 percent faster than the RTX 3080 (though exact performance uplift can vary wildly depending on the game). Unlike last generation&rsquo;s cards, it has no problem hitting the hallowed 60 frames per second mark at 4K resolution with all the eye candy cranked, even in tough titles like <em>Cyberpunk 2077</em>.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><a href=\"https://www.pcworld.com/article/1348123/nvidia-geforce-rtx-4090-review-ada-lovelace.html\"><img alt=\"Combined total FPS across 11 games\" class=\"wp-image-1379750\" height=\"1200\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/11-game-combined-fps.jpg?quality=50&amp;strip=all&amp;w=1184\" width=\"1184\" /></a><figcaption>We used the same game suite for the RTX 4080 as we did in our 4090 review, but with <em>Call of Duty: Modern Warfare 2 </em>added.</figcaption></figure><p class=\"imageCredit\">Brad Chacos/IDG</p></div>\n\n\n\n<p>The same holds true for ray-traced and DLSS-enhanced games. As we saw with the <a href=\"https://www.pcworld.com/article/1348123/nvidia-geforce-rtx-4090-review-ada-lovelace.html\">$1,600 GeForce RTX 4090</a>, Nvidia&rsquo;s new &ldquo;Ada Lovelace&rdquo; architecture seriously stepped up the quality of its dedicated ray tracing and tensor cores to deliver unparalleled performance in these cutting-edge games&mdash;especially in the handful of titles that support DLSS 3&rsquo;s Frame Generation feature, which adds AI-generated visuals every other frame to supercharge visual speeds (but <em>not</em> necessarily responsiveness, because those AI frames don&rsquo;t respond to your inputs like a normal frame would). At 1440p in <em>F1 22</em>, the RTX 4080 hits 118fps with standard DLSS 2 on and ray tracing active, and a whopping 234fps with DLSS 3 FG enabled!</p>\n\n\n\n<h2 id=\"2-the-geforce-rtx-4080-chews-through-content-creation\">2: The GeForce RTX 4080 chews through content creation</h2>\n\n\n\n<p>If you use your graphics card for work as well as play, you&rsquo;ll like what&rsquo;s on offer here&mdash;maybe. Adam &ldquo;EposVox&rdquo; Taylor, the internet&rsquo;s stream professor, already tested the RTX 4080&rsquo;s workstation chops in a gauntlet of content creation benchmarks. Bottom line? The huge performance benefits he <a href=\"https://www.pcworld.com/article/1375901/tested-nvidias-geforce-rtx-4090-is-a-content-creation-monster.html\">first witnessed in the RTX 4090</a> still hold true here, with the RTX 4080 (usually) <em>smoking</em> its last-gen predecessors in streaming, editing, AI art generation, and more.</p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure><p>But there&rsquo;s a catch: The RTX 4080 only comes with 16GB of onboard VRAM. That&rsquo;s plenty for gaming, of course, but EposVox found it wanting for serious video editors. Check out <a href=\"https://www.pcworld.com/article/1378383/nvidia-geforce-rtx-4080-content-creation-review.html\">his full eval</a> for dozens upon dozens of benchmarks, but here&rsquo;s the key excerpt on why you may want to spend up for a 4090&rsquo;s 24GB capacity or wait for a cheaper RTX 40-series option instead:</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>&ldquo;Throwing the card in my Threadripper Pro build to text my intense 8K project full of 8K RAW footage, Resolve SuperScaled 4K footage, plugins and effects&hellip; unfortunately the 4080 couldn&rsquo;t export this, just like the previous 80-tier cards I tested. 16GB of VRAM still isn&rsquo;t enough, I suppose&mdash;plugins error out, color graded footage takes longer than the 4090, and so on. 8K is tough, but for $1,200 I would hope at this point to start to see higher VRAM capacities when <a href=\"https://www.pcworld.com/article/1341464/intel-arc-a770-a750-graphics-card-xe-hpg-review.html\">Intel is handing out $350 Arc graphics cards with 16GB</a>.&rdquo;</p></blockquote>\n\n\n\n<h2 id=\"3-its-huge\">3: It&rsquo;s huge</h2>\n\n\n\n<p>One of the perks of Nvidia&rsquo;s RTX 3080 Founders Edition was its size. Virtually all custom 3080 boards by the likes of EVGA, Asus, MSI, <em>et cetera</em> were massive three- or four-slot cards that required lots of room in your PC case. The RTX 3080 Founders Edition stood out by being a standard two-slot card that fit into virtually any system, and it looked damned good doing it thanks to Nvidia&rsquo;s stunning industrial design. Yay!</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Nvidia GeForce RTX 4080 Founders Edition\" class=\"wp-image-1379444\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/sadfgasdgf.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Brad Chacos/IDG</p></div>\n\n\n\n<p>Not so with the RTX 4080 Founders Edition. Nvidia decided to give the RTX 4080 FE the same humongous triple-slot cooler as the RTX 4090 this time around, which means it&rsquo;ll slip into far fewer systems. It&rsquo;s a bit of a perplexing design choice, since the more efficient Lovelace-based RTX 4080 actually draws <em>less</em> power than the RTX 3080 FE under full load in our tests. Nvidia could&rsquo;ve chosen a much cheaper, more manageable two-slot design yet again, I suspect&mdash;though having a huge, silent, and frigid three-slot cooler might help make you feel better about dropping $1,200 on this card I guess?</p>\n\n\n\n<h2 id=\"4-it-uses-a-controversial-and-ugly-power-adapter\">4: It uses a controversial (and ugly) power adapter</h2>\n\n\n\n<p>Similarly, the GeForce RTX 4080 also joins the RTX 4090 in using a new power adapter designed to connect its new-breed 12VHPWR power port to three standard 8-pin power connectors. I think these short-cabled adapters are fugly in your case, but they&rsquo;re nothing new&mdash;last-gen RTX 30-series Founders Edition cards also shipped with slightly different 12-pin adapters. What <em>is </em>new are dozens of reports of <a href=\"https://www.pcworld.com/article/1372988/heres-what-we-know-about-the-geforce-rtx-4090-12vhpwr-cables-melting.html\">melting 12VHPWR adapters on the RTX 4090</a>. Yikes.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"12VHPWR melted adapter cable reddit\" class=\"wp-image-1361510\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/10/12VHPWR-melted-adapter-cable-reddit.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><a class=\"imageCredit\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.reddit.com/r/nvidia/comments/yc6g3u/rtx_4090_adapter_burned/&amp;xcust=2-1-1379747-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Reddit user reggie_gakil</a></div>\n\n\n\n<p>This isn&rsquo;t anything I&rsquo;d personally worry about. I&rsquo;ve had no problems with my 4080 or 4090 FE, and a few dozen incidents over presumably tens (hundreds?) of thousands of RTX 4090 sales indicates a clear problem, but not a pervasive one. And despite extensive testing,&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/watch?v=EIKjZ1djp8c&amp;xcust=2-1-1379279-1-0-0&amp;sref=https://www.pcworld.com/article/1379279/nvidia-is-still-working-on-those-melting-rtx-4090-power-cables.html\" rel=\"noreferrer noopener\" target=\"_blank\">GamersNexus</a>&nbsp;and&nbsp;<a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.igorslab.de/en/adapter-of-the-gray-analyzed-nvidias-brand-hot-12vhpwr-adapter-with-built-in-breakpoint/&amp;xcust=2-1-1379279-1-0-0&amp;sref=https://www.pcworld.com/article/1379279/nvidia-is-still-working-on-those-melting-rtx-4090-power-cables.html\" rel=\"noreferrer noopener\" target=\"_blank\">Igor&rsquo;s Labs</a>&nbsp;have been unable to replicate the melted cables seen by a handful of new RTX 4090 owners.&nbsp;Hopefully Nvidia figures out the root cause, and it&rsquo;s limited to a bad batch of cables or connectors on 4090s alone.</p>\n\n\n\n<p>But here, it&rsquo;s another potential point of concern in a product full of tiny concerns. And a $1,200 graphics cards really shouldn&rsquo;t stress you out. Which brings us to the main point.</p>\n\n\n\n<h2>5: The GeForce RTX 4080 costs <em>waaaaaaaay</em> too much</h2>\n\n\n\n<p>In no world should you pay $1,200 for the RTX 4080. And I suspect Nvidia wants exactly that.</p>\n\n\n\n<p>Our full benchmark results won&rsquo;t be posted until our final RTX 4080 review launches in the next day or two&mdash;a burst pipe in the middle of the night foiled my release-day ambitions&mdash;but at a high level, it&rsquo;s about 30 percent faster than the RTX 3080 at 4K resolution with settings maxed out and ray tracing/DLSS off. That&rsquo;s a solid, if unspectacular generational jump (the RTX 4090&rsquo;s 55 to 83 percent leap over the 3090 was <em>much</em> more impressive, as was the 3080 vs. 2080), the sort you&rsquo;d expect to see in the same class moving from one gen to the next. <em>But that&rsquo;s at the same price</em>.</p>\n\n\n\n<p>Again, Nvidia is asking for <em>71 percent more cash</em> for that mere 30 percent uplift&mdash;$699 versus $1,199. At the same $1,199 price, the RTX 4080 is only faster than the RTX 3080 Ti by single-digit percentages. That&rsquo;s absolutely insane and aggressively insulting to PC gamers. You should stay far, far away from this graphics card at this price. </p>\n\n\n\n<p>There are wider economic reasons why Nvidia probably priced the RTX 4080 this way. The RTX 4090 remains a great option even at $1,600; it can max out a high-refresh rate 4K monitor and chew through content creation tasks without breaking a sweat, something no other GPU can claim, for just $100 more than the RTX 3090&rsquo;s launch MSRP. It&rsquo;s pricey, but good.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"the-rtx-4080s-terrible-price-makes-the-rtx-4090-look-even-better\">\n\t\t\t\t\tThe RTX 4080's terrible price makes the rtx 4090 look even better\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"geforce-rtx-4090-founders-edition\">GeForce RTX 4090 Founders Edition</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"GeForce RTX 4090 Founders Edition\" class=\"product-widget__image\" height=\"1667\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/10/Nvidia-GeForce-RTX-4090-1.jpg?quality=50&amp;strip=all\" width=\"2500\" /></div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t<img alt=\"Editors' Choice\" class=\"product-widget__review-details--editors-choice-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/1348123/nvidia-geforce-rtx-4090-review-ada-lovelace.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p>The RTX 4080 is pricey but does nothing to justify its downright ludicrous cost. It <em>does</em>, however, manage to make both the RTX 4090 and the piles of older RTX 30-series cards look <em>somewhat </em>more reasonable thanks to the psychology of <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.netsuite.com/portal/business-benchmark-brainyard/industries/articles/cfo-central/psychological-pricing.shtml&amp;xcust=2-1-1379747-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">price anchoring</a>. Nvidia and its partners are sitting on a massive stockpile of RTX 30-series GPUs after the cryptocurrency market crashed, and sunk demand for ultra-marked-up GPUs alongside it. Consider the RTX 3080: No one would expect to pay anywhere <em>near </em>its MSRP of $700 more than two years after its launch. But that&rsquo;s where we&rsquo;re at right now, and next to the $1,200 RTX 4080, it might look like a bargain, because the RTX 4080 is <em>71 percent more</em>. Nvidia is keeping both these generations alive side-by-side for a reason.</p>\n\n\n\n<p>When Nvidia CEO Jensen Huang spoke to reporters after revealing Lovelace at GTC 2022, he said, &ldquo;The idea that a chip is going to go down in cost over time, unfortunately, is a story of the past.&rdquo; But AMD just revealed its <a href=\"https://www.pcworld.com/article/1370609/amd-radeon-rx-7900-xtx-5-crucial-details-pc-gamers-need-to-know.html\">next-gen &ldquo;RDNA 3&rdquo; Radeon GPUs</a> and yes, they cost less than their predecessors. The Radeon RX 7900 XTX costs $999, compared to a $1,100 MSRP for the Radeon RX 6950 XT; the Radeon RX 7900 XT costs $899, compared to $999 for the Radeon RX 6900 XT (though the 7900 XT may have more in common with last-gen&rsquo;s 6800 XT).</p>\n\n\n\n<p>We&rsquo;ll have to see where performance falls when AMD&rsquo;s cards launch on December 13, but if the Radeon RX 7900 XTX manages to hit the 1.5x to 1.7x uplift (via 6950 XT) that Radeon claims, Team Red&rsquo;s offering could very well wind up just behind the RTX 4090 and as fast or <em>faster</em> than the RTX 4080 for hundreds of dollars less.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"AMD RDNA 3 Radeon details\" class=\"wp-image-1370468\" height=\"670\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/radeon-rx-7900-xtx-vs-6900-4k.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>Take all vendor-supplied benchmarks with a big handful of salt, but if the Radeon RX 7900 XTX is indeed more than 1.5x faster than the 6950 XT, it could wind up faster than the 4080 in traditional games for hundreds less.</p></figcaption></figure><p class=\"imageCredit\">AMD</p></div>\n\n\n\n<p>Don&rsquo;t be a sucker and pay $1,200 for this card. Don&rsquo;t be a sucker and buy a 2-year-old last-gen model at full price. Either buy an RTX 4090 if you want no-compromises gaming and creation performance&mdash;or wait to see what Radeon offers this time around, or wait for Nvidia&rsquo;s prices to potentially fall after it sells through that mountain of older RTX 30-series cards. Because a 71 percent (<em>71 percent</em>) price increase for a 30 percent performance increase ain&rsquo;t it. That&rsquo;s harsh, but it&rsquo;s true.</p>\n\n\n\n<p>Stay tuned for our full gaming review soon. In the meantime, check out Adam Taylor&rsquo;s insanely detailed evaluation of <a href=\"https://www.pcworld.com/article/1378383/nvidia-geforce-rtx-4080-content-creation-review.html\">the GeForce RTX 4080&rsquo;s content creation chops</a>.</p>\nGaming, GPUs</div>", "favourite": false}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1381990/this-4k-gigabyte-gaming-monitor-is-fast-sharp-and-200-off.html", "title": "This 4K Gigabyte gaming monitor is fast, sharp, and $200 off", "date_published": "2022-11-16 14:36:56+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><p>Whether you&rsquo;re playing a competitive game or watching an epic movie, 4K monitors are the way to go. If you&rsquo;re on the hunt for one, you&rsquo;re in luck, as we&rsquo;ve got an awesome deal for you today. Amazon&rsquo;s selling the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B0B94TKRVP/ref=cm_sw_r_api_i_0KME6JXW5FC9KEQQSGQB_0?th=1&amp;xcust=2-1-1381990-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Gigabyte M28U-AE gaming monitor for $449.99</a>, which is a savings of $200. Let&rsquo;s get right into the thick of it then.</p>\n\n\n\n<p>The Gigabyte M28U-AE has a resolution of 3840&times;2160, a refresh rate of 144Hz, and a one millisecond response time. In other words, this monitor should produce gorgeous visuals. It&rsquo;s also VESA wall mount compatible and the arm the monitor is attached to is adjustable. For connectivity options, you&rsquo;re getting one AC Adapter, two HDMI, one DisplayPort 1.4, one USB Type-C, one USB Type-B, three USB 3.0, and one earphone jack. This is a great deal, especially if you&rsquo;re looking for the ultimate gaming or movie watching experience. Don&rsquo;t miss out.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B0B94TKRVP/ref=cm_sw_r_api_i_0KME6JXW5FC9KEQQSGQB_0?th=1&amp;xcust=2-1-1381990-7-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Get the Gigabyte M28u-AE gaming monitor for $449.99 at AMazon</a></p>\nMonitors</div>", "favourite": false}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1376183/asus-rog-maximus-z790-hero-motherboard-review.html", "title": "Asus ROG Maximus Z790 Hero review: High-end features for next-gen CPUs", "date_published": "2022-11-16 11:45:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Great for both gamers and content creators&nbsp;</li><li>Excellent I/O, M.2 drive options, and USB ports</li><li>Attractive design and robust build quality</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>10GbE networking would be welcomed</li><li>Gamer-only PC builds may be better off with the cheaper Strix models</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">Both gamers and content creators will find a lot to like in the Asus ROG Maximus Z790 Hero. It&rsquo;s well designed and has all of the next-gen features both parties need, such as PCIe Gen 5, Thunderbolt 4 and USB ports, and plenty of M.2 slots. It lacks 10GbE networking, which you would expect with a premium board like this, but that&rsquo;s far from a deal breaker. Overall this is a fantastic next-gen motherboard with a relatively affordable price tag that will appeal to a wide audience.</p>\n</div>\n\t\t\t\t<h3 class=\"review-best-price\" id=\"best-prices-today-asus-rog-maximus-z790-hero\">\n\t\t\tBest Prices Today: Asus ROG Maximus Z790 Hero\t\t</h3>\n\t\t\t\t<div class=\"wp-block-price-comparison price-comparison \">\n\t\t\t<div class=\"price-comparison__record price-comparison__record--header\">\n\t\t\t\t<div>\n\t\t\t\t\t<span>Retailer</span>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t<span>Price</span>\n\t\t\t\t</div>\n\t\t\t</div>\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record\">\n\t\t\t\t\t\t\t<div class=\"price-comparison__image\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img alt=\"Amazon\" src=\"https://www.pcworld.com/wp-content/themes/idg-base-theme/dist/static/img/amazon-logo.svg\" /></div>\n\t\t\t\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t\t\t\t<span>$668.48</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div>\n\t\t\t\t\t\t\t\t<a class=\"price-comparison__view-button\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B0BG6M53DG?tag=pcworld02-20&amp;linkCode=ogi&amp;th=1&amp;psc=1&amp;xcust=2-1-1376183-2-1376211-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">View Deal</a>\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record price-comparison__record--footer\">\n\t\t\t\t\t<span class=\"price-comparison__footer-text\">\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrice comparison from over 24,000 stores worldwide\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\n\n\n<p>There are many clever ways to riff on this motherboard&rsquo;s name, but we&rsquo;ll spare you the puns and metaphors and dive right in to see if this is the &ldquo;Hero&rdquo; motherboard that we&rsquo;ve been looking for. (Okay, we couldn&rsquo;t resist.)</p>\n\n\n\n<p>Perhaps the best candidates to match this heroic offering from Asus are in the form of Intel&rsquo;s new 13th-generation CPU lineup, such as the <a href=\"https://www.pcworld.com/article/1359352/cool-down-a-deep-dive-into-13900k-power-use-and-efficiency.html\">i9 13900K</a>. This chip is bursting with fiery performance and power-draw that are superhero-caliber!&nbsp;</p>\n\n\n\n<p>The Asus ROG Maximus Hero is up to the task of meeting the i9 13900K where it&rsquo;s at. This Z790 iteration of the illustrious &ldquo;Republic of Gamers&rdquo; (ROG) lineup aspires to be the perfect blend of function and aesthetics.&nbsp;</p>\n\n\n\n<p>If the Asus ROG Strix Z790-E is ideal for gamers, the Z790 Hero takes it up a notch&mdash;both gamers and content creators will be spoiled by the bevy of extras. We&rsquo;ll go over the specs, features, design, and performance. Will the extra feature set entice you to choose this board over other options? Let&rsquo;s find out!</p>\n\n\n\n<h2 id=\"asus-rog-maximus-z790-hero-the-specs\">Asus ROG Maximus Z790 Hero: The Specs</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376202\" height=\"535\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Screenshot-2022-11-08-at-10.54.20-AM.png?w=1200\" width=\"1200\" /><figcaption><p>The Asus ROG Maximus Z790 Hero comes with plenty of Thunderbolt 4 and USB ports.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The Asus ROG Maximus Z790 Hero clocks in at an MSRP of $629, which puts it near the mid to upper echelon of motherboards. (Still shy of the more expensive behemoths such as the <a href=\"https://www.pcworld.com/article/623419/asus-rog-maximus-z690-extreme-review-glorious-luxurious-motherboard-excess.html\">Asus ROG Extreme</a> we reviewed for Z690)</p>\n\n\n\n<p>Let&rsquo;s take a gander at the basic specs below, and what you&rsquo;re getting for the price. We&rsquo;ll subsequently discuss the most consequential.&nbsp;&nbsp;</p>\n\n\n\n<p>You&rsquo;ll be able to use both Intel&rsquo;s 12th- and 13th-gen CPUs with Z790, along with your existing CPU coolers.&nbsp;</p>\n\n\n\n<p>The box is bigger than most standard motherboards, including a few neat included extras that denote the Z790 Hero&rsquo;s premium pedigree. Of note is the Asus M.2 Hyper PCIe card, allowing you to add two additional M.2 drives, one being capable of PCIe Gen 5. Other included accessories range from the driver USB drive and ROG stickers, to extra cooling hardware for adding small fans.&nbsp;</p>\n\n\n\n<p>The Hero adds a host of features that go beyond purely gaming necessities and appeal to content creators, too.</p>\n\n\n\n<ul><li>ATX form factor&nbsp;</li><li>Support for both Intel 12th- and 13th-gen CPUs&nbsp;</li><li>Twin 20+1 power stages with 105 amps</li><li>DDR5 RAM&nbsp;</li><li>2x PCIe Gen 5.0 16x slots (16x and 8x/8x)&nbsp;</li><li>3x onboard M.2 slots, (PCIe Gen 4)&nbsp;</li><li>Asus Hyper M.2 expansion card: 2 additional M.2 slots (PCIe Gen 5 and Gen 4)</li><li>HDMI out&nbsp;</li><li>2x Thunderbolt 4 ports</li><li>10 USB ports on back, including a USB 3.2 Gen 2&times;2 20Gb/s</li><li>Intel Wi-Fi 6E&nbsp;</li><li>Intel 2.5GbE LAN</li><li>RGB Aura Sync header</li><li>6 SATA 6Gb/s ports&nbsp;</li><li>8 PWM fan headers plus water flow headers</li><li>BIOS Flashback and Clear CMOS&nbsp;</li><li>Onboard power button</li><li>Audio: ROG SupremeFX with ALC4082 Codec&nbsp;&nbsp;</li><li>Backwards compatible CPU cooler mounting</li><li>Asus Q-Release and Q-Latch</li><li>MSRP $629</li></ul><h2 id=\"asus-rog-maximus-z790-hero-features\">Asus ROG Maximus Z790 Hero: Features</h2>\n\n\n\n<p>The Z790 Hero, much like the ROG Strix, has everything you&rsquo;d ever want for a sweet gaming build. Where the Hero really starts to shine is in its extra features, which round it out for content creators too.&nbsp;</p>\n\n\n\n<p>Z790 continues the next-gen upgrades introduced with Z690, such as DDR5 and PCIe Gen 5. While current GPUs such as the RTX 4090 are still only PCIe Gen 4, you&rsquo;ll have tons of future-proofing here.&nbsp;</p>\n\n\n\n<p>On the Hero, you&rsquo;ll get two PCIe 16x PCIe slots, which both offer the awesome Q-Release button. If you&rsquo;ve ever tried to remove your GPU out of a tight PC build, you&rsquo;ll know how valuable these quick-release buttons are allowing for easier access!</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376203\" height=\"656\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Screenshot-2022-11-08-at-10.53.31-AM.png?w=1200\" width=\"1200\" /><figcaption><p>The Q-Release button on the right side of the Asus ROG Maximus Z790 Hero allows for quick GPU removal.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>USB ports are plenty here, and you&rsquo;ll get one that&rsquo;s the newer 20Gb/s 3.2 Gen 2&times;2 too. Of interest to workstation users and content creators is the inclusion of two Thunderbolt 4 ports, with speeds up to 40Gb/s. Thunderbolt has a large ecosystem of supported accessories, from speedy external drives to even external GPUs, something content creators can appreciate.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376204\" height=\"710\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Screenshot-2022-11-08-at-10.56.26-AM.png?w=1200\" width=\"1200\" /><figcaption><p>The included ROG Hyper M.2 Card.</p> </figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>M.2 options are interesting here: three onboard PCIe Gen 4 slots supplemented by the PCIe Asus Hyper M.2 card for two additional slots. Some motherboards will provide more slots onboard, but at the expense of PCIe lane compromises. At least here you have the option to add them with some easier access. Of benefit to the onboard slots, is the Q-Latch system, making toolless installation possible. This is a great innovation since those tiny M.2 screws are often difficult to work with!&nbsp;</p>\n\n\n\n<p>You&rsquo;ll still get six SATA ports for those who need it, which exceeds the four SATA ports found on lower-tier motherboards recently.</p>\n\n\n\n<p>Audio connectivity is nicely represented, with the ROG SupremeFX ALC4082 Codec and audio outputs on the back, including digital.&nbsp;</p>\n\n\n\n<p>Networking options are fine, with Intel&rsquo;s 2.5GbE and 6E Wi-Fi. We&rsquo;d like to see 10GbE offered on this level of motherboard, like what is available on the Asus ROG Extreme, however.&nbsp;</p>\n\n\n\n<p>The useful overclocking features are here too, of course. A handy start button on the motherboard itself comes in clutch when you&rsquo;re on a test bench, or simply testing your new PC build. Clear CMOS and BIOS Flashback are also present&mdash;staples of premium overclocking motherboards.&nbsp;</p>\n\n\n\n<h2 id=\"asus-rog-maximus-z790-hero-design\">Asus ROG Maximus Z790 Hero: Design</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376205\" height=\"691\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Screenshot-2022-11-08-at-10.54.02-AM.png?w=1200\" width=\"1200\" /><figcaption><p>The Asus ROG Maximus Z790 Hero has an eye-catching design.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The $629 MSRP ROG Maximus Z790 Hero feels solidly built, and substantial in the hands. Part of that is thanks to the impressively robust backplate&mdash;with a tastefully done Asus ROG logo. This accentuates the premium feel of the Z790 Hero in both visual and tactile quality.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376206\" height=\"817\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Screenshot-2022-11-08-at-10.54.08-AM.png?w=1200\" width=\"1200\" /><figcaption><p>The Asus ROG Maximus Z790 Hero&rsquo;s backplate.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The impressive design continues on the front with just the right amount of RGB touches to make it appealing. You&rsquo;ll get a beautiful display on the I/O upper-left area of the motherboard, customizable in the Asus Armoury Crate software. Asus calls this &ldquo;Polymo Lighting.&rdquo; We like to call it &ldquo;cool shiny lights,&rdquo; since it&rsquo;s a colorful display of eye candy!</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376207\" height=\"1013\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/IMG_1445.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>Eye-popping RGB included.</p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>The M.2 and PCIe area has functional and attractive styling, with the Asus ROG logo once again prominent. Reflective surfaces abound, although when in use, they&rsquo;re often hidden by the GPU and bright RGB effects.</p>\n\n\n\n<p>Rounding out the rest of the design, you&rsquo;ll have the imposing VRM heatsink letting you know this motherboard is ready for action! Careful with those fingers; this is high grade stuff!</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376208\" height=\"593\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Screenshot-2022-11-08-at-10.53.53-AM.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<h2 id=\"asus-rog-maximus-z790-hero-performance-software-and-bios\">Asus ROG Maximus Z790 Hero: Performance, software, and BIOS</h2>\n\n\n\n<p>Asus calls the 20+1 power stages its &ldquo;Teamed Power Stage Design&rdquo; because of the use of &ldquo;Phase Doublers.&rdquo; This ensures maximum performance while keeping voltages and thermals in check. Strapping Intel&rsquo;s i9 13900K to this, even overclocked? No worries, these VRMs will easily handle the scorching monster without breaking a sweat!</p>\n\n\n\n<p>While the Z690 Hero also has the chops to handle the latest CPUs, the Z790 has a few added performance benefits. When it comes to DDR5, Z790 has improved stability and higher overlocking limits for the fastest RAM kits. Asus says it&rsquo;s due to improved signal routing&mdash;so you&rsquo;re welcome, overclockers. Go have fun! (Non-overclockers will also benefit from added stability and better compatibility with 4 -DIMM RAM configurations on the Z790, too).</p>\n\n\n\n<p>The Asus BIOS has been renowned for ease of use and support for deep tinkering for those who want it. Sure, easy automatic XMP profiles and Ai overclocking are here, too. If you want to change RAM timings, or adjust minute details on a CPU overclock, you&rsquo;ll be like a kid in a toy store here.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ROG Maximus Z790 Hero\" class=\"wp-image-1376209\" height=\"849\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Screenshot-2022-11-09-at-4.12.57-PM.png?w=1200\" width=\"1200\" /><figcaption><p></p>\n</figcaption></figure><p class=\"imageCredit\">Thiago Trevisan</p></div>\n\n\n\n<p>If you prefer to keep your mad-scientist role-playing out of the BIOS, Asus Armoury Crate software is here for that. Easily adjust fan curves, and Aura Sync RGB options aplenty. It can automatically check for driver updates, although we always recommended occasional checking of the Asus website&mdash;sometimes BIOS updates and the like are released faster there if you need to update. Otherwise, the software has great visual appeal and is generally easy to use.</p>\n\n\n\n<h2 id=\"should-you-buy-the-asus-rog-maximus-z790-hero\">Should you buy the Asus ROG Maximus Z790 Hero?</h2>\n\n\n\n<p>The Asus ROG Maximus Z90 Hero is a delightful motherboard that bridges the gap between gamers and content creators. For gamers wanting premium build quality, chock-full of options, you can&rsquo;t go wrong. It&rsquo;s going to look great in your build with its tasteful RGB, too. At $629, it&rsquo;s more expensive than previous-generation Hero offerings, but it&rsquo;s also packing the latest and greatest technologies, which aren&rsquo;t cheap to implement.&nbsp;</p>\n\n\n\n<p>For content creators and those wanting to use the board as a workstation, there&rsquo;s a lot to like here, too. Thunderbolt 4, plenty of USB, and five slots for M.2 drives with the included Asus Hyper PCIe card, for example. Six SATA ports will give you even more storage options, too. If you don&rsquo;t need 10GbE networking, there is little else that you will need.&nbsp;</p>\n\n\n\n<p>If you want a high-end, premium-feeling motherboard, without having to shell out the dough for the uber-class options, the Z790 Hero makes for an excellent choice with little compromise.</p>\nDesktop PCs, Gaming PCs</div>", "favourite": false}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1377160/your-laptops-battery-life-may-be-dropping-faster-than-you-think.html", "title": "Your laptop’s battery life may be dropping faster than you think", "date_published": "2022-11-16 11:30:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><p>Most laptop and CPU makers encourage you to upgrade your PC because its performance can&rsquo;t keep up with the latest hardware. But there&rsquo;s another, more compelling reason that&rsquo;s largely ignored: Your laptop&rsquo;s battery life will become significantly worse as time goes by. </p>\n\n\n\n<p>How much your laptop&rsquo;s battery life will diminish depends on a number of factors. But here&rsquo;s my anecdotal report, based on my day-to-day use: In just a year&rsquo;s time, my laptop&rsquo;s battery capacity has dropped by a whopping <em>16 percent.</em></p>\n\n\n\n<p>That&rsquo;s a real-life number, based on real-world use. Though I swap back and forth between a number of test laptops for various uses, I typically leave a Surface Laptop Studio plugged in during the day; it&rsquo;s also the test bed for powering my evaluations of <a href=\"https://www.pcworld.com/article/393714/best-thunderbolt-docks-for-a-laptop-pc.html\">the best Thunderbolt docks</a>. As our <a href=\"https://www.pcworld.com/article/538948/microsoft-surface-laptop-studio-review-the-future-is-here.html\">Surface Laptop Studio review</a> indicates, it&rsquo;s an excellent (though pricey) laptop, and perhaps Microsoft&rsquo;s best. </p>\n\n\n\n<p>At the end of a typical workday, I flip off the power strip to save power, and the Surface Laptop Studio discharges. It&rsquo;s not quite the same as dropping it in my backpack to take to work, but the charge-discharge cycle is about the same.</p>\n\n\n\n<p>By now, you should hopefully be aware that <a href=\"https://www.pcworld.com/article/435586/keep-your-laptop-battery-healthy.html\">charging and discharging your laptop&rsquo;s battery reduces its lifespan</a>&mdash;but, realistically, preventing that is not always possible. Ideally, managing your laptop battery means never quite letting it discharge fully, and never letting it totally charge to 100 percent, either. </p>\n\n\n\n<p>More manufacturers are including applications to at least prevent you from charging your PC to 100 percent, and the Surface Laptop Studio should do that, too, <a href=\"https://www.pcworld.com/article/546232/how-to-charge-your-surface-laptop-to-100-solving-the-smart-charging-mystery.html\">via the Surface app</a>. If you don&rsquo;t own a Surface, check the system utilities that ship with your laptop&mdash;chances are you&rsquo;ll find a relevant control. It&rsquo;s a good idea, especially if you&rsquo;re always close to a desk, to make sure you have that functionality turned on.</p>\n\n\n\n<p>In my case, I discovered that I had either flipped that setting off and forgot about it, or, more likely, the feature stopped working. At some point the Windows 11 Taskbar began showing a small exclamation point next to the battery, which also appeared in the battery submenu in the Windows 11 Settings. I couldn&rsquo;t find anything <em>wrong</em> with the battery, but after checking the Surface app I was unable to turn on smart charging. Clicking the button simply wouldn&rsquo;t work.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Surface Laptop Studio battery life\" class=\"wp-image-1377211\" height=\"632\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Surface-Laptop-Studio-and-Surface-app.png?w=1200\" width=\"1200\" /><figcaption>Microsoft has several tools to learn about battery life: The Surface app is specific to Microsoft Surface devices, but the Windows 11 Settings menu can be used by all Windows 11 PCs.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>So that&rsquo;s not that big a deal, right? Well, no. We use the excellent, though hidden, <a href=\"https://www.pcworld.com/article/394918/how-to-check-your-laptops-battery-health.html\">Windows battery report tool</a> to learn more about how much battery power is available to a PC, and it&rsquo;s a quick and effective reference. (See the linked story for details and how to use it.)</p>\n\n\n\n<p>Essentially, I was interested in a few numbers: how the <em>actual (full charge)</em> battery life compared to the <em>designed</em> battery life, and how the actual battery life diminished over time. Fortunately, Windows keeps detailed records of just that.</p>\n\n\n\n<p>On October 13, 2021, the design capacity was 56.3 watt-hours, while the actual capacity was larger: 58.4Wh. But over a year&rsquo;s time (135 complete cycles of charging and discharging, according to Windows), my fully charged battery capacity dropped to 48.6 watt-hours, a 16 percent drop. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Surface Laptop Studio battery life history\" class=\"wp-image-1377209\" height=\"951\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Battery-life-capacity-edited.png\" width=\"1024\" /><figcaption>The Windows  battery capacity history (split into two images, for brevity&rsquo;s sake) reveals the sharp drop in battery life over time.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>Windows helpfully also estimates actual battery life times. This isn&rsquo;t as accurate as you might think, because how you use the laptop may evolve over time. But, as a whole, it&rsquo;s still generally meaningful, and what Windows told me wasn&rsquo;t encouraging: From an active battery life of 9 hours 56 minutes in October 2021, Windows&rsquo; current estimate was just 7 hours 31 minutes for the Surface Laptop Studio&rsquo;s battery life. Put another way, the laptop&rsquo;s battery had fallen by nearly 2 hours and 30 minutes in a year&rsquo;s time, an <em>estimated 24 percent decrease in actual battery life</em>. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Surface Laptop Studio battery life time\" class=\"wp-image-1377210\" height=\"483\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Estimated-battery-life.png?w=1200\" width=\"1200\" /><figcaption>It&rsquo;s the &ldquo;current estimate of battery life&rdquo; that&rsquo;s concerning. Not shown: the original estimate of 9:56, based upon the battery configuration that arrived as our review unit. The longer time of 216 hours, 14 minutes, and 56 seconds represents the estimated time in which the laptop can remain in idle mode before running out of battery.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>Is this entirely accurate? It&rsquo;s hard to check, but the basic point holds true: With Windows applying consistent metrics to arrive at its result, it&rsquo;s a good indicator that the laptop&rsquo;s real-world battery life indeed decreased by that amount.</p>\n\n\n\n<h2 id=\"what-can-we-learn-from-this\">What can we learn from this?</h2>\n\n\n\n<p>First, <a href=\"https://www.pcworld.com/article/394918/how-to-check-your-laptops-battery-health.html\"><strong>learn how to use the Windows battery report tool</strong></a>. The Windows 11 Settings control (<em>System &gt; Power &amp; battery) </em>will only show the battery state of your laptop for, at most, the last seven days, and without the details that we&rsquo;re talking about here. Using the battery report tool requires opening the Command Line, typing in a line of code, then opening the resulting HTML file in a browser&mdash;a bit of a pain, but nothing too scary for an ordinary user.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Surface Diagnostic Toolkit battery\" class=\"wp-image-1377219\" height=\"741\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Microsoft-Surface-Diagnostic-Toolkit.png?w=1200\" width=\"1200\" /><figcaption>Microsoft has <em>another</em> tool for monitoring  your Surface: the little-known Surface Diagnostic Toolkit application. It will actually provide a &ldquo;battery wear&rdquo; estimate, along with other data.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>Second, discover how to turn on smart charging on your PC to prevent it from fully charging, and thus wearing out your battery. Unfortunately, this isn&rsquo;t something I can show, as it varies by manufacturer. (Microsoft&rsquo;s <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.microsoft.com/en-us/windows/use-smart-charging-in-windows-2ac1b4ba-6027-410a-b80e-f6767d867002&amp;xcust=2-1-1377160-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">support page</a> recommends that you contact your laptop maker for more details.) <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.hp.com/us-en/document/c06310986&amp;xcust=2-1-1377160-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">HP&rsquo;s Adaptive Battery</a> is on by default on the laptops it supports, for example.</p>\n\n\n\n<p>Remember that smart charging is different than what&rsquo;s known as the &ldquo;battery saver&rdquo;&mdash;the latter is designed to preserve your laptop&rsquo;s battery life and prevent it from running out of power while on the go, primarily by reducing its power consumption. Smart charging is an entirely different animal.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Samsung protect battery\" class=\"wp-image-1377241\" height=\"672\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Samsung-battery-protect.png?w=1200\" width=\"1200\" /><figcaption>Samsung&rsquo;s &ldquo;Protect battery&rdquo; feature is found within the Samsung Settings app. </figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>Third, it might be time to <a href=\"https://www.pcworld.com/article/436674/the-best-pc-laptops-of-the-year.html\">buy a new laptop</a> this holiday season. If you have, say, an older 8th-generation Core chip inside your laptop, it might not be as fast as a new 12th-gen &ldquo;Alder Lake&rdquo; laptop. But your PC isn&rsquo;t <em>actually slowing down</em>; it&rsquo;s just become slower relative to the latest PCs. Its actual performance may still be good enough! </p>\n\n\n\n<p>The lesson here is that your <em>battery</em> is actively degrading, and doing so perhaps faster than you think. We&rsquo;re already on the lookout for both <a href=\"https://www.pcworld.com/article/1374098/black-friday-laptop-deals-what-to-expect.html\">early Black Friday laptop deals</a> as well as the <a href=\"https://www.pcworld.com/article/550968/best-laptop-deals-2022.html\">best daily sales on laptops</a>. If you agree with us that it&rsquo;s time to start looking for a new PC, we&rsquo;ve got you covered.</p>\nBatteries, Laptops</div>", "favourite": false}]