[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/16/millions-of-uk-households-to-pay-more-for-energy-from-april", "title": "Millions of UK households to pay more for energy from April", "date_published": "2022-11-16 23:24:29+00:00", "description": "<p>Jeremy Hunt expected to use autumn statement to announce rise in household energy price cap to as much as £3,100 </p><p>Millions of UK households will pay more for their energy from next April under plans to cut the generosity of the government’s gas and electricity support scheme expected to be announced by Jeremy Hunt on Thursday.</p><p>The chancellor is likely to use his autumn statement to say the need to save money and reduce state borrowing will require the <a href=\"https://www.theguardian.com/money/2022/nov/15/take-care-energy-use-support-continue-rishi-sunak\">household energy price cap to rise from £2,500</a> to an expected £3,000 to £3,100.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/16/millions-of-uk-households-to-pay-more-for-energy-from-april\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/thomas-hitzlsperger-you-cant-be-paid-by-qatar-or-fifa-and-criticise-them", "title": "Thomas Hitzlsperger: ‘You can’t be paid by Qatar or Fifa and criticise them’", "date_published": "2022-11-16 23:00:32+00:00", "description": "<p>The first Premier League player to come out speaks on migrant worker abuses in Qatar and money’s malign influence on the game</p><p>“I asked myself the question and my answer was that they can’t kill my passion: I still love football,” Thomas Hitzlsperger says, but he knows they have tried. It is nine years since he became <a href=\"https://www.theguardian.com/commentisfree/2014/jan/12/fifa-gay-footballers-thomas-hitzlsperger\" title=\"\">the first Premier League footballer to reveal he is gay</a>, a decision that improved his life and those of others too. “Even today,” he says, “someone came up to me and said: ‘Are you who I think you are?’ I said: ‘Probably.’ He put his thumbs up, said: ‘Good on you.’</p><p>“And that’s so powerful, which is why I say to others: it’s not just your personal situation, which is of course the most important thing. And that’s why I don’t stop speaking up. Now when I reflect, my decision was all about what impact I can have on society, without overdoing it.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/thomas-hitzlsperger-you-cant-be-paid-by-qatar-or-fifa-and-criticise-them\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/16/shakespeare-portrait-said-to-be-only-one-made-in-his-lifetime-on-sale-for-10m", "title": "Shakespeare portrait said to be only one made in his lifetime on sale for £10m", "date_published": "2022-11-16 22:46:52+00:00", "description": "<p>The artwork by Robert Peake went on display on Wednesday at Grosvenor House hotel in west London</p><p>A portrait said to be the only signed and dated image of William Shakespeare created during his lifetime has gone on sale for more than £10m and is being displayed in London.</p><p>The owner, who wishes to remain anonymous, is offering the piece for sale by private treaty without an auction.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/16/shakespeare-portrait-said-to-be-only-one-made-in-his-lifetime-on-sale-for-10m\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/sebastian-haller-to-have-surgery-to-remove-testicular-tumour", "title": "Sébastien Haller announces he will have surgery to remove testicular tumour", "date_published": "2022-11-16 22:41:27+00:00", "description": "<ul><li>Dortmund striker diagnosed with cancer in July</li><li>Haller: ‘I tell you that the fight is not over for me’</li></ul><p>The Borussia Dortmund striker, Sébastien Haller, has said he will undergo surgery to remove a testicular tumour.</p><p>The 28-year-old, who previously played for West Ham and Ajax, has been undergoing chemotherapy after being diagnosed with testicular cancer in July.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/sebastian-haller-to-have-surgery-to-remove-testicular-tumour\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/us-court-sentences-chinese-spy-for-stealing-trade-secrets", "title": "US court sentences Chinese spy to 20 years for stealing trade secrets", "date_published": "2022-11-16 22:36:03+00:00", "description": "<p>Xu Yanjun was accused of a lead role in a five-year Chinese state-backed scheme to steal commercial secrets from GE Aviation</p><p>A US federal court has sentenced a Chinese intelligence officer to 20 years in prison after he was convicted last year of plotting to steal trade secrets from from US and French aviation and aerospace companies.</p><p>Xu Yanjun was accused of a lead role in a five-year Chinese state-backed scheme to steal commercial secrets from GE Aviation, one of the world’s leading aircraft engine manufacturers, and France’s Safran Group, which was working with GE on engine development.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/us-court-sentences-chinese-spy-for-stealing-trade-secrets\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/james-maddison-world-cup-england-leicester", "title": "James Maddison savours ‘pinch-me moments’ after getting England call | David Hytner", "date_published": "2022-11-16 22:30:32+00:00", "description": "<p>Leicester midfielder was ‘preparing for the worst’ when Gareth Southgate rang and told him he was in his World Cup squad</p><p>James Maddison reached down to touch the white line before pointing his index fingers skyward and tilting his gaze in the same direction. It was a moment in time for the Leicester playmaker, one he feared may not come – his entrance into England’s opening World Cup training session in Qatar – and he wanted to savour it.</p><p>Then again, there have been quite a few like that of late, beginning with his call-up into the squad by Gareth Southgate last Thursday – a shock after three years out of the picture – and rolling into him being selected as the player for England’s welcome media conference here.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/james-maddison-world-cup-england-leicester\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/16/devastating-floods-in-nigeria-were-80-times-more-likely-because-of-climate-crisis", "title": "Devastating floods in Nigeria were 80 times more likely because of climate crisis", "date_published": "2022-11-16 22:00:31+00:00", "description": "<p>Stark findings add pressure on Cop27 negotiators to deliver meaningful funding to vulnerable countries</p><p>The heavy rain behind recent devastating flooding in Nigeria, Niger and Chad was made about 80 times more likely by the climate crisis, a study has found.</p><p>The finding is the latest stark example of the <a href=\"https://www.theguardian.com/environment/2022/aug/04/climate-breakdown-supercharging-extreme-weather\">severe impacts that global heating</a> is already wreaking on communities, even with just a 1C rise in global temperature to date. It adds pressure on the world’s nations at the UN Cop27 climate summit in Egypt to deliver meaningful action on protecting and compensating affected countries.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/16/devastating-floods-in-nigeria-were-80-times-more-likely-because-of-climate-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/same-sex-marriage-bill-us-senate-latest", "title": "Same-sex marriage legislation clears key US Senate hurdle with Republican support", "date_published": "2022-11-16 21:32:52+00:00", "description": "<p>Twelve Republicans voted with all Democrats to advance the bill, which would ensure same-sex unions are enshrined in federal law</p><p><br />Legislation to protect same-sex and interracial marriages crossed a major Senate hurdle on Wednesday, putting Congress on track to take the historic step of ensuring that such unions are enshrined in federal law.</p><p>Twelve Republicans voted with all Democrats to move forward on the legislation, meaning a final vote could come as soon as this week, or later this month. Chuck Schumer, the Senate majority leader, said the bill ensuring the unions are legally recognized under the law is a chance for the Senate to “live up to its highest ideals” and protect marriage equality for all people.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/same-sex-marriage-bill-us-senate-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/16/graham-henry-black-ferns-all-blacks-new-zealand-rugby", "title": "Graham Henry: ‘What I like about the Black Ferns is they’re so passionate about the game’", "date_published": "2022-11-16 21:00:30+00:00", "description": "<p>The former All Blacks coach on why rolling mauls should be banned, the 2023 World Cup and what he has learned from coaching women</p><p>At 76, Sir Graham Henry says the final whistle has now sounded. One of the most decorated coaches in rugby history has hung up his tracksuit and is heading into the retirement sunset on the idyllic Waiheke Island. His last hurrah was last Saturday’s women’s World Cup final across the bay in Auckland where, as a consultant with the Black Ferns, he duly signed off with <a href=\"https://www.theguardian.com/sport/2022/nov/12/new-zealand-win-womens-rugby-world-cup-as-england-suffer-final-heartbreak\" title=\"\">another momentous victory</a>.</p><p>If it feels like the end of an era that is exactly what it is. Henry coached the All Blacks to 88 wins in 103 Tests – his record against England read played nine, won nine – and guided them to the 2011 World Cup title. He was World Coach of the Year five times and also coached Wales and the British &amp; Irish Lions. If anyone is qualified to discuss the health – or otherwise – of modern rugby union he is very much the man.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/16/graham-henry-black-ferns-all-blacks-new-zealand-rugby\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/polish-village-struck-by-ukraine-war-missile-struggling-with-trauma", "title": "Polish village struck by Ukraine war missile struggling with trauma", "date_published": "2022-11-16 20:44:20+00:00", "description": "<p>Przewodów ‘trying as much as possible to keep life normal’ – but tragedy has underscored proximity of war for tiny border village</p><p>On Tuesday afternoon, for the first and only time since he moved to Przewodów, a small Polish border village, Father Bogdan Wazny said mass to an empty church.</p><p>Barely an hour earlier, <a href=\"https://www.theguardian.com/world/2022/nov/15/stray-russian-missiles-feared-landed-poland-ukraine\">a Russian-made missile had flown out of Ukrainian territory, killed two of his parishioners</a> and shattered the illusion that geography and international law would protect the villagers.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/polish-village-struck-by-ukraine-war-missile-struggling-with-trauma\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/world-cup-injured-xi-reece-james-paul-pogba-timo-werner", "title": "‘My dream collapsed’: the World Cup 2022 injured XI who will miss Qatar", "date_published": "2022-11-16 20:00:28+00:00", "description": "<p>Reece James, Paul Pogba and Timo Werner are among the big names who will sit out Qatar 2022. Here is our starting lineup …</p><p>Ghana arrive at the World Cup as the lowest-ranked team in the competition and with an acute goalkeeping crisis on their hands. Their first choice, Charlton’s Wollacott, was a late omission after suffering a finger injury in the warm-up to Saturday’s League One game at Burton. With Richard Ofori, the second choice, also sidelined, the head coach, Otto Addo, has been forced to draft in three inexperienced keepers to the squad.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/world-cup-injured-xi-reece-james-paul-pogba-timo-werner\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/world-cup-warmups-argentina-germany-friendlies-turkey-scotland", "title": "Messi and Di María shine as Argentina rout UAE in final World Cup warmup", "date_published": "2022-11-16 19:39:22+00:00", "description": "<ul><li>Angel Di María scores twice in 5-0 Abu Dhabi friendly victory</li><li>Scotland beaten 2-1 in Turkey, Füllkrug strikes in Germany win</li></ul><p>Lionel Messi played the full 90 minutes and got on the scoresheet as <strong>Argentina</strong> beat the United Arab Emirates 5-0 in their final World Cup warmup match.</p><p>The Argentina captain scored their fourth goal just before the break as the pre-tournament favourites stretched their unbeaten run to 36 games. Messi also set up Manchester City’s Julián Álvarez to open the scoring in the 17th minute, and has now scored 10 goals in his past four international matches.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/world-cup-warmups-argentina-germany-friendlies-turkey-scotland\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/16/meteorite-that-landed-in-cotswolds-may-solve-mystery-of-earths-water", "title": "Meteorite that landed in Cotswolds may solve mystery of Earth’s water", "date_published": "2022-11-16 19:19:11+00:00", "description": "<p>Rock that crashed into family’s driveway provides compelling evidence water arrived on asteroids</p><p>Water covers three-quarters of the Earth’s surface and was crucial for the emergence of life, but its origins have remained a subject of active debate among scientists.</p><p>Now, a 4.6bn-year-old rock that crashed on to a <a href=\"https://www.theguardian.com/science/2021/mar/09/rare-meteorite-chunk-traced-by-scientists-to-gloucestershire-driveway\">driveway in Gloucestershire last year</a> has provided some of the most compelling evidence to date that water arrived on Earth from asteroids in the outer solar system.</p> <a href=\"https://www.theguardian.com/science/2022/nov/16/meteorite-that-landed-in-cotswolds-may-solve-mystery-of-earths-water\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/film-depicting-transgender-love-affair-to-be-screened-in-pakistan", "title": "Film depicting transgender love affair to be screened in Pakistan", "date_published": "2022-11-16 18:41:39+00:00", "description": "<p>Cannes Jury prize-winning Joyland had previously been banned following objections by Islamist hardliners</p><p>A Pakistani film portraying romance between a married man and a transgender woman was cleared for domestic screenings on Wednesday, officials said, reversing a government ban forced by Islamist pressure.</p><p>Lauded by critics, awarded the Jury prize at Cannes and nominated as Pakistan’s entry for next year’s Academy Awards, Joyland was set to open in cinemas across the country this Friday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/film-depicting-transgender-love-affair-to-be-screened-in-pakistan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/16/dominic-raab-calls-for-inquiry-into-complaints-against-him", "title": "Dominic Raab faces independent inquiry into bullying claims", "date_published": "2022-11-16 18:39:37+00:00", "description": "<p>Rishi Sunak will appoint independent investigator at request of deputy prime minister</p><p>Rishi Sunak will appoint an independent investigator to examine claims of alleged bullying against Dominic Raab, after the deputy prime minister requested an inquiry into two formal complaints that have been made against him.</p><p>Raab, who said he will stay on as deputy PM and justice secretary while the process takes place, used a stand-in appearance at prime minister’s questions to insist he had always behaved properly towards staff, despite a growing list of accusations from officials.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/16/dominic-raab-calls-for-inquiry-into-complaints-against-him\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/16/what-happened-at-cop27-on-day-nine", "title": "What happened at Cop27 on day nine?", "date_published": "2022-11-16 18:32:31+00:00", "description": "<p>Lula says ‘Brazil is back’ and proposes Cop30 to be held in the Amazon as anxiety rises over some countries’ attempts to unpick climate commitments</p><p><strong>SUMMARY:</strong></p><p>The Brazilian president-elect, Luiz Inácio Lula da Silva (Lula for short), addressed <a href=\"https://www.theguardian.com/environment/cop27\">Cop27</a> and promised that “<a href=\"https://www.theguardian.com/environment/2022/nov/16/lula-vows-to-undo-brazils-environmental-degradation-and-halt-deforestation\">Brazil is back</a>”.</p><p>He confirmed that Germany and Norway will reopen the Amazon fund, called for Cop30 to be held in the Amazon rainforest, and announced that he would be setting up a ministry for Indigenous people.</p><p>Lula also said it was time to reform the UN and the global settlement. “The world has changed.”</p><p>Elsewhere, Costa Rica, which has a new leader, has backed away from the coalition it cofounded to end oil and gas.</p><p>Interest in a proposal to “phase down all fossil fuels” is growing, with even the US now giving (extremely qualified) support.</p><p>There is continuing anxiety over the progress of glacial loss and damage negotiations. The Alliance of Small Island States, a negotiating bloc, fear many developed countries are backtracking on their commitment to make progress.</p><p>There is anxiety countries are trying to backslide on their climate commitments, with the first tentative drafts of decisions from the summit showing attempts to unpick agreements and water down promises.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/16/what-happened-at-cop27-on-day-nine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/xi-jinpings-cordial-tone-at-g20-does-not-herald-softer-foreign-policy", "title": "Xi Jinping’s cordial tone at G20 does not herald softer foreign policy", "date_published": "2022-11-16 18:27:17+00:00", "description": "<p>Apparent rapprochement with western leaders does not mean China is about to ditch its ‘wolf-warrior’ diplomacy</p><p><a href=\"https://www.theguardian.com/world/2022/oct/23/xi-jinping-to-rule-china-for-precedent-breaking-third-term\">Fresh from consolidating power with a third term at home</a>, Xi Jinping struck a largely cordial tone at the G20 summit in Indonesia, but don’t expect a change in China’s often aggressive “wolf-warrior” diplomacy.</p><p>While laying down a hard line on Taiwan, the Chinese president’s three-hour meeting with Joe Biden was described by the US president as “candid and clear” on subjects ranging from Taiwan to trade. After China accused the US of breaching the “One China” policy in its pledge to protect Taiwan, Biden reassured Xi that the US remained committed to the policy and “a new cold war” could be avoided.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/xi-jinpings-cordial-tone-at-g20-does-not-herald-softer-foreign-policy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/new-york-city-fc-new-stadium-queens-soccer-mls", "title": "NYC FC’s years in wilderness to end with construction of permanent home", "date_published": "2022-11-16 18:22:40+00:00", "description": "<ul><li>Club confirms plans to build 25,000-seat stadium in Queens</li><li>Team had played most home games at Yankee Stadium</li></ul><p>New York City FC will finally have a permanent home after the club announced plans for a 25,000-capacity venue in the Willets Point neighborhood in Queens.</p><p>The club announced the partnership with New York City mayor Eric Adams and the Queens Development Group at a press conference on Wednesday. The project will be privately funded and will also include 2,500 units of affordable housing, a hotel and retail space.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/new-york-city-fc-new-stadium-queens-soccer-mls\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/arrest-of-drug-trafficker-on-europols-most-wanted-list-shrouded-in-mystery", "title": "Arrest of mafia drug-trafficker on Europol’s most wanted list shrouded in mystery", "date_published": "2022-11-16 18:18:50+00:00", "description": "<p>Bruno Carbone, right-hand man of mafia boss Raffaele Imperiale, was arrested at Rome airport amid claims he was extradited from Syria</p><p>The arrest of an Italian drug trafficker who was on Europol’s most wanted list is shrouded in mystery amid reports that he was captured and extradited from Syria.</p><p>Bruno Carbone, who had been on the run since 2003, was the right-hand man of Raffaele Imperiale, a drug broker for the Naples’ Camorra mafia who was arrested in Dubai in August 2021.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/arrest-of-drug-trafficker-on-europols-most-wanted-list-shrouded-in-mystery\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/16/lula-vows-to-undo-brazils-environmental-degradation-and-halt-deforestation", "title": "Lula vows to undo Brazil’s environmental degradation and halt deforestation", "date_published": "2022-11-16 18:11:42+00:00", "description": "<p>President-elect said he would work to save Amazon rainforest and key ecosystems in rousing Cop27 speech</p><p>President-elect Luiz Inácio Lula da Silva has told the world that “Brazil is back” at Cop27, vowing to begin undoing the environmental destruction seen under his far-right predecessor, Jair Bolsonaro, and work towards zero deforestation of the Amazon rainforest.</p><p>Followed by a carnival atmosphere wherever he went on Wednesday, Lula told the climate summit that his new administration would go further than ever before on the environment by cracking down on illegal gold mining, logging and agricultural expansion, and restoring climate-critical ecosystems.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/16/lula-vows-to-undo-brazils-environmental-degradation-and-halt-deforestation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/ronaldo-bombshell-has-shocked-manchester-united-admits-varane", "title": "Ronaldo bombshell has shocked Manchester United, admits Varane", "date_published": "2022-11-16 18:11:06+00:00", "description": "<ul><li>Forward’s TV interview has stunned squad, says defender</li><li>United taking legal advice before issuing response</li></ul><p>Raphaël Varane has admitted Cristiano Ronaldo’s interview – in which he criticised Manchester United’s owners and the manager, Erik ten Hag – has sent shockwaves through the squad.</p><p>Ronaldo, speaking to Piers Morgan on TalkTV, announced he did not respect Ten Hag and claimed a number of individuals at United were trying to force him out. The 37‑year‑old forward also claimed the Glazer family, owners since 2005, did not care about the club.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/ronaldo-bombshell-has-shocked-manchester-united-admits-varane\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/16/nasa-space-telescope-james-webb-hourglass-star", "title": "Nasa space telescope reveals celestial hourglass formed by embryonic star", "date_published": "2022-11-16 18:09:19+00:00", "description": "<p>Stunning infrared image from James Webb telescope’s Nircam captures never before seen cosmic clouds</p><p>The <a href=\"https://www.theguardian.com/science/james-webb-space-telescope\">James Webb space telescope</a> has revealed its latest image of celestial majesty, an ethereal hourglass of orange and blue dust being shot out from a newly forming star at its centre.</p><p>The colourful clouds are only visible in infrared light, so had never been seen before being captured by Webb’s Near-Infrared Camera (Nircam), Nasa and the European Space Agency said in a statement on Wednesday.</p> <a href=\"https://www.theguardian.com/science/2022/nov/16/nasa-space-telescope-james-webb-hourglass-star\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/donald-trump-2024-republicans-white-house", "title": "Trump bills himself as only option but Republicans split on 2024 run", "date_published": "2022-11-16 17:58:56+00:00", "description": "<p>Some members cool on former president’s White House candidacy after poor performance of Trump-backed midterm contenders</p><p>Donald Trump is not allowing the Republican party to move on from him – no matter how desperately some of its members want to.</p><p><a href=\"https://www.theguardian.com/us-news/2022/nov/15/donald-trump-announces-presidential-run-2024-midterms-ron-desantis\">Announcing</a> his third consecutive presidential campaign at Mar-a-Lago in Florida on Tuesday night, Trump made it clear that he viewed himself as the only acceptable option for the 2024 Republican nomination.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/donald-trump-2024-republicans-white-house\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/forget-budget-scars-inflation-uk-voters-election", "title": "Forget the budget: the scars left by 11% inflation will last for years to come | Martin Kettle", "date_published": "2022-11-16 17:58:09+00:00", "description": "<p>It’s more than 40 years since UK inflation was so high. Voters will not forget, nor will they likely forgive, come the next election</p><p>In no way can Jeremy Hunt’s autumn financial statement on Thursday be treated as a budget like any other. The economic stakes for the country and the political stakes for the Conservative government after the Liz Truss debacle are simply too high and too serious for that. Today, though, the stakes ratcheted up a notch, when the UK inflation rate rose unexpectedly steeply in the year to October to<a href=\"https://www.theguardian.com/business/2022/nov/16/uk-inflation-rate-energy-price-rises\"> reach 11.1%</a>.</p><p>This is a big moment, resonant with grimmer 20th-century times. It comes in part as the latest in a series of severe economic shocks, following Brexit, Covid and the energy crisis, that appear to be driving Britain into a longer and deeper recession than its neighbours, and which are not yet over. But the inflation spike is also an event of which millions of voters, with mortgages, overdrafts and needs that they cannot cover, have no recent experience.</p><p>Martin Kettle is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/forget-budget-scars-inflation-uk-voters-election\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/16/musk-twitter-reduce-time-handover", "title": "Musk testifies he will ‘reduce’ time at Twitter and eventually hand over reins", "date_published": "2022-11-16 17:54:06+00:00", "description": "<p>The Tesla CEO was in a Delaware court to defend a 2018 $56bn pay package that helped him become world’s richest man</p><p>Elon Musk told a court on Wednesday that he expects to reduce his time at Twitter and eventually find someone else to run the social media company.</p><p>“There’s an initial burst of activity needed post-acquisition to reorganize the company,” Musk said in his testimony. “But then I expect to reduce my time at Twitter.”</p> <a href=\"https://www.theguardian.com/technology/2022/nov/16/musk-twitter-reduce-time-handover\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/brentford-ivan-toney-charged--alleged-breaches-betting-rules", "title": "Brentford’s Ivan Toney charged over 232 alleged breaches of betting rules", "date_published": "2022-11-16 17:48:53+00:00", "description": "<ul><li>Alleged breaches between February 2017 and January 2021</li><li>The 26-year-old last week admitted he was assisting the FA </li></ul><p>Ivan Toney could be banned from playing for months after he was charged by the FA with 232 alleged breaches of its gambling laws.</p><p>The Brentford striker, who has been in scintillating form for his club and had hoped to be included in England’s 26 man World Cup squad, was charged on Wednesday after the FA concluded an investigation into activity which covered a period of nearly four years.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/brentford-ivan-toney-charged--alleged-breaches-betting-rules\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/16/i-found-a-few-vintage-coats-which-i-grabbed-and-ran-inside-the-weird-world-of-estate-sales", "title": "‘I found a few vintage coats which I grabbed, and ran’: inside the weird world of estate sales", "date_published": "2022-11-16 17:45:26+00:00", "description": "<p>Joan Didion’s estate sale, which ended on Wednesday, has become the most talked about auction event of the year. But what exactly happens at a sale, and are they taking off in the UK?</p><p>In a private home in Cheviot Hills, Los Angeles, Amy Byer is playing the piano wearing white leather gloves and a gold 1960s chinoiserie robe. The walls behind her are full of mid-century artwork. In the kitchen beyond sit stacks and stacks of antique china.</p><p>Byer is the founder of <a href=\"https://www.handledestatesales.com/\">Handled Estates</a>, a glossy estate sale service which packages up the contents of homes across California – like this one, where a sale took place last weekend in LA – and posts them on Instagram to drum up attention before they open their doors. <br />Each sale usually spans several days, but can be as much an opportunity to peek inside the gilded lives of the wealthy as they are to find a treasure. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/16/i-found-a-few-vintage-coats-which-i-grabbed-and-ran-inside-the-weird-world-of-estate-sales\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/16/protests-posters-and-the-return-of-lula-days-nine-and-10-at-cop-27-in-pictures", "title": "Protests, posters and the return of Lula: days nine and 10 at Cop 27 – in pictures", "date_published": "2022-11-16 17:42:51+00:00", "description": "<p>Activists stage demonstrations at the climate summit in Sharm el-Sheikh as Brazil’s president-elect calls for future Cop to happen in Amazon</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/16/cop27-paris-agreement-deal-nature-biodiversity-brazil-lula-live\">Cop27 live – latest news updates</a><br /></li></ul> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/16/protests-posters-and-the-return-of-lula-days-nine-and-10-at-cop-27-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/poland-president-missile-strike-probably-ukrainian-stray", "title": "Missile that hit Poland likely came from Ukraine defences, say Warsaw and Nato", "date_published": "2022-11-16 17:37:11+00:00", "description": "<p>Poland says no evidence to suggest missile was launched by Russia – but Kyiv insists ‘it was not our rocket’</p><p>Ukraine’s air defence was probably responsible for a blast that killed two people in south-eastern Poland, the Polish president has said, while Nato said Russia was ultimately to blame as Moscow had started the war and launched the attack that triggered Kyiv’s defences.</p><p>While fears eased of a dangerous escalation in the war, the Ukrainian president, Volodymyr Zelenskiy, insisted on Wednesday he had “no doubt” the missile concerned was not Ukrainian.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/poland-president-missile-strike-probably-ukrainian-stray\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/16/us-midterms-donald-trump-house-congress-politics-live-updates", "title": "Midterm elections 2022: Republicans still waiting on House results as Trump pitches for 2024 – live", "date_published": "2022-11-16 17:21:05+00:00", "description": "<p>Republicans need to gain one more seat to secure control of lower chamber of Congress</p><ul><li><strong><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm elections results 2022 – live</a></strong></li><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p><strong>Mike Pence was once Donald Trump’s sidekick in the White House, but in an appearance on Fox News today, he made clear he doesn’t think much of the former president’s latest attempt to win office:</strong></p><p>This isn’t exactly a new position for the former vice-president. The two fell out over Pence’s refusal to disrupt the certification of <strong>Joe Biden</strong>’s election win, and he has since joined the <a href=\"https://www.theguardian.com/us-news/2022/nov/11/trump-ron-desantis-glenn-youngkin-republicans-2024\">apparently growing</a> ranks of Republicans <a href=\"https://www.theguardian.com/books/2022/nov/14/pence-trump-book-2024-republican-presidential-primary\">casting doubt on Trump’s ability</a> to continue leading the party.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/16/us-midterms-donald-trump-house-congress-politics-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/concrete-searing-heat-12-pints-doha-fan-festival-prepares-open", "title": "Concrete, searing heat and £12 beers: inside Doha’s World Cup fan festival", "date_published": "2022-11-16 17:19:20+00:00", "description": "<p>Upbeat Fifa say ‘nothing is forbidden’ at vast site, but quality of experience that awaits crowds is open to question</p><p>In the tetchy heat of a Doha lunch hour, there was a welcome loosening of ties – and then, surprisingly, of tongues. It came as Fifa launched a World Cup fan festival so vast that 40,000 supporters will soon be able to congregate in shared communion near the Corniche: to watch, to cheer, to drink overpriced beer, if only between 7pm and 1am. Perhaps even to love, too.</p><p>“It will be a multidimensional, festival-like experience,” promised Gerdine Lindhout, Fifa’s head of experiential marketing and promotion. “It’s not just about football, it’s about gaming, lifestyle and amazing food. We have decided to go huge in Doha!”</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/concrete-searing-heat-12-pints-doha-fan-festival-prepares-open\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/16/liberian-flagged-oil-tanker-owned-by-israeli-billionaire-hit-by-drone", "title": "Israeli official blames Iran after drone strikes oil tanker off Oman", "date_published": "2022-11-16 17:01:32+00:00", "description": "<p>Pacific Zircon, linked to Israeli billionaire, said to have been ‘hit by projectile’ but suffered only minor damage</p><p>An oil tanker associated with an Israeli billionaire has been struck by a bomb-carrying drone off the coast of Oman amid heightened tensions with Iran.</p><p>The drone attack on the Liberian-flagged oil tanker Pacific Zircon happened on Tuesday night off the coast of Oman, a Middle East-based defence official told the Associated Press.</p> <a href=\"https://www.theguardian.com/business/2022/nov/16/liberian-flagged-oil-tanker-owned-by-israeli-billionaire-hit-by-drone\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/16/amber-heard-open-letter-gloria-steinem-feminist-groups", "title": "Amber Heard: feminist groups sign open letter in support of actor", "date_published": "2022-11-16 16:56:57+00:00", "description": "<p>Some 130 signatories including Gloria Steinem back actor who faced harassment after losing Johnny Depp defamation suit </p><p>More than 130 signatories including the writer Gloria Steinem and notable women’s rights organizations have published an open letter in support of the actor <a href=\"https://www.theguardian.com/film/amber-heard\">Amber Heard</a>, who lost a defamation suit against Johnny Depp, her former husband, in June this year.</p><p>In the <a href=\"https://amberopenletter.com/\">letter</a>, first shared <a href=\"https://www.nbcnews.com/pop-culture/national-feminist-organizations-break-silence-amber-heard-open-letter-rcna56629\">with NBC News</a>, feminist groups including the National Organization for Women and Women’s March expressed support for Heard and condemned harassment the Aquaman star has faced since the trial. Groups that address sexual assault awareness and domestic violence also signed the letter.</p> <a href=\"https://www.theguardian.com/film/2022/nov/16/amber-heard-open-letter-gloria-steinem-feminist-groups\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/iranian-police-open-fire-at-tehran-metro-station-and-beat-women-on-train", "title": "Iranian police open fire at Tehran metro station and beat women on train", "date_published": "2022-11-16 16:56:09+00:00", "description": "<p>Video footage shows people running for exits and police with batons beating women  in metro carriages </p><p>Iranian security forces have opened fire on people at a metro station in Tehran and beaten women who were not wearing mandatory hair coverings as protests over the death of Mahsa Amini entered a third month.</p><p>Footage shared on social media showed passengers running towards exits, with many falling and being trampled, after police opened fire on a crowded platform. Police were also filmed through train windows marching down through carriages and beating women with batons.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/iranian-police-open-fire-at-tehran-metro-station-and-beat-women-on-train\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/16/it-was-a-relief-novak-djokovic-confirms-visa-to-play-in-australian-open", "title": "‘It was a relief’: Novak Djokovic confirms visa to play in Australian Open", "date_published": "2022-11-16 16:55:00+00:00", "description": "<ul><li>Serb will return to Melbourne for tournament in January</li><li>‘I could not receive better news for sure,’ says Djokovic</li></ul><p>The nine-time Australian Open champion Novak Djokovic will be able to play in next year’s tournament after he confirmed on Wednesday that he had been granted a visa to travel.</p><p>The 35-year-old Serbian, the most successful male player in the tournament’s history, missed the 2022 tournament after he was deported over his failure to have a Covid-19 vaccine.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/16/it-was-a-relief-novak-djokovic-confirms-visa-to-play-in-australian-open\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/missile-strike-poland-nato-allies", "title": "The missile strike has ignited visceral fear in Poland, and poses hard questions for Nato | Karolina Wigura and Jarosław Kuisz", "date_published": "2022-11-16 16:54:57+00:00", "description": "<p>We have been abandoned by our allies before. What happens next will be a test of the west’s resolve</p><p>If the history of central and eastern Europe is being rewritten by the conflict in Ukraine, then so is the history of the north Atlantic alliance.</p><p>Two people were killed on Tuesday evening in Polish territory, struck, it seems, by a Russian-made <a href=\"https://www.reuters.com/world/europe/ukraine-hails-chinas-opposition-nuclear-threats-2022-11-15/\">missile</a>. The US president, Joe Biden, and the Warsaw government sought to dial down the tension, <a href=\"https://www.theguardian.com/us-news/2022/nov/16/poland-missile-unlikely-to-have-been-fired-from-russia-biden-says\">saying</a> on Wednesday that the missile most probably came not from Russia but from Ukrainian air defence.</p><p>Karolina Wigura is a historian of ideas. Jaroslaw Kuisz is editor-in-chief of the Polish weekly Kultura Liberalna.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/missile-strike-poland-nato-allies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/16/the-baddest-technician-how-don-cherry-is-still-making-jazz-new", "title": "‘The baddest technician’: how Don Cherry is still making jazz new", "date_published": "2022-11-16 16:48:09+00:00", "description": "<p>The man who turned bebop upside down with Ornette Coleman went on to work with artists from Sonny Rollins to Ian Dury – and the London jazz festival is set to show he’s still inspiring</p><p>Nineteen fifty-nine was a pivotal year in jazz. In August, trumpeter Miles Davis released his landmark album Kind of Blue, which would go on to become the best-selling jazz record of all time thanks to its accessible blend of blues and modal voicings. But in November, self-taught tenor saxophonist Ornette Coleman blew Davis’s mainstream style wide open during a two-week residency at New York’s Five Spot Cafe. Coleman and his quartet premiered an entirely different, avant-garde sound that was lauded by critics but deeply controversial among audiences. Disregarding conventional chord structures in favour of an anarchic, unpredictable and often atonal improvisation, he birthed a new concept: free jazz.</p><p>Flanking Coleman on stage was 23-year-old Oklahoman trumpeter Don Cherry. Blending the saxophonist’s melodies and frenetic lines with his own self-assured, bright phrasings, Cherry was Coleman’s harmonic partner amid the cacophony. Using a compact pocket trumpet with a bell that sat closer to his mouth, as if he was singing when he played, he was the open ear capable of turning a monologue without form into a dialogue of its own.</p> <a href=\"https://www.theguardian.com/music/2022/nov/16/the-baddest-technician-how-don-cherry-is-still-making-jazz-new\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/16/us-lawsuit-launched-against-ftx-founder-and-celebrity-backers", "title": "US lawsuit launched against FTX founder and celebrity backers", "date_published": "2022-11-16 16:30:41+00:00", "description": "<p>Crypto exchange promoters such as Larry David, Naomi Osaka, Gisele Bündchen and Shaquille O’Neal also named as defendants</p><p>A class action lawsuit has been launched against FTX’s former chief executive Sam Bankman-Fried over the crypto exchange’s collapse which also names as defendants a host of its celebrity backers including Larry David, Naomi Osaka, Gisele Bündchen and Shaquille O’Neal.</p><p>Filed in Florida by class action attorney Adam Moskowitz, the case is one of the first to attempt to hold the sports stars and entertainers who promoted cryptocurrencies in the boom years responsible for their support.</p> <a href=\"https://www.theguardian.com/business/2022/nov/16/us-lawsuit-launched-against-ftx-founder-and-celebrity-backers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/16/in-the-zone-owen-farrell-eager-for-action-not-words-as-100th-cap-beckons", "title": "‘In the zone’: Owen Farrell eager for action not words as 100th cap beckons", "date_published": "2022-11-16 16:23:15+00:00", "description": "<p>Fly-half admits not enjoying compliments and is happier in the thick of the action as he prepares to face the All Blacks</p><p>For all Owen Farrell’s qualities, taking compliments is not one of them. He readily admits as much and as he prepares to win his 100th England cap against New Zealand this weekend, Farrell is that little bit more eager for Saturday to come than usual. For the fanfare to stop, the glare of the spotlight to dissipate and to get lost in the thick of the action.</p><p>For Farrell is never happier than when he loses himself between the white lines. Across an international career spanning 10 years and 99 appearances for his country, Farrell has come to crave that feeling that a lot of elite sportspeople do. When his mind is clear, when everything seems to slow down around him, when he enters “the zone”. Farrell talks as if it is almost addictive, he compares it to his wedding day in the way that it just goes by in a blur and with the All Blacks the visitors to Twickenham on Saturday for only the third time since Farrell began his international career, the stage is set for him to lose himself all over again.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/16/in-the-zone-owen-farrell-eager-for-action-not-words-as-100th-cap-beckons\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/football-daily-email-human-rights-world-cup-qatar-mood-enhancers", "title": "Football Daily | Qatar mood-enhancers and getting used to change: can you taste the joy?", "date_published": "2022-11-16 16:06:48+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>We’re old enough to remember when Marathon became Snickers in the UK. It was 1990 and everyone kicked off about it. The change would have happened earlier but apparently company suits feared Snickers sounded too much like knickers so repressed Brits would be too flushed in the cheeks to buy it. Anyway, the thing that really bothered the corner shop-bothering folk was whether nougat, peanuts, chocolate and caramel could still taste the same with a different name. BA Baracus seemed to think so. You see, Mars could afford to hire Mr T to give their product the big sell by getting him to reassure worried consumers by the medium of pointing and shouting loudly at them that they’re fools if they didn’t like it. At Fiv … sorry, Football Daily Towers, we’ve got, erm, let’s see, um … “Hello? Hello? Uncle? Granny? Anybody?!” Is it cold in here?</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/football-daily-email-human-rights-world-cup-qatar-mood-enhancers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/xi-trudeau-canada-china-g20", "title": "Xi angrily rebukes Trudeau over ‘leaks’ to media about Canada-China relations", "date_published": "2022-11-16 16:03:44+00:00", "description": "<p>Chinese president’s testy remarks about briefings on earlier conversation captured by media pool at G20 summit in Indonesia</p><p>Xi Jinping has angrily rebuked Justin Trudeau after Canadian officials <a href=\"https://www.theguardian.com/world/2022/nov/15/trudeau-xi-canada-china-g20\">shared details of a previous meeting</a>, highlighting the frosty relationship between the two leaders.</p><p>In a clip recorded by the media pool at the G20 summit in Indonesia, a visibly frustrated Xi pulls the Canadian prime minister aside and says it was “not appropriate” for details about a previous conversation between the two leaders to have been shared with media, suggesting Trudeau lacked “sincerity” in his approach.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/xi-trudeau-canada-china-g20\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/16/unexpected-nudity-and-vomit-covered-cats-how-dwarf-fortress-tells-some-of-gamings-most-bizarre-stories", "title": "Unexpected nudity and vomit-covered cats: how Dwarf Fortress tells some of gaming’s most bizarre stories", "date_published": "2022-11-16 16:00:24+00:00", "description": "<p>For around 20 years, brothers Zach and Tarn Adams have been working on their idiosyncratic fantasy game – and it’s only just got graphics</p><p>In 2015, players of the video game Dwarf Fortress – a wildly influential cult hit that has appeared at New York’s Museum of Modern Art, and been cited as the inspiration for Minecraft – started finding vomit-covered dead cats in taverns. When the game’s creator, 44-year-old Tarn Adams, attempted to determine the cause, <a href=\"https://www.youtube.com/watch?v=VAhHkJQ3KgY&amp;ab_channel=Noclip-VideoGameDocumentaries\">he discovered</a> that cats were walking through puddles of spilled alcohol, licking themselves clean, and promptly dying of heart failure due to a minor error in the game’s code, which overestimated the amount of alcohol ingested.</p><p>Most games don’t simulate anything nearly as complex as alcohol poisoning and feline grooming, but Dwarf Fortress does, and the way that its code generates these bizarre situations is symbolic of what people love about it. Dwarf Fortress has a unique, incredibly complicated approach to storytelling and play, but it looks like pure Matrix code, composed entirely of coloured text. Any casual observer would find it indecipherable.</p> <a href=\"https://www.theguardian.com/games/2022/nov/16/unexpected-nudity-and-vomit-covered-cats-how-dwarf-fortress-tells-some-of-gamings-most-bizarre-stories\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/5-takeaways-g20-meeting-bali", "title": "Five key takeaways from the G20 meeting in Bali", "date_published": "2022-11-16 15:53:49+00:00", "description": "<p>From Xi Jinping’s first international appearance in three years to leaders snubbing Russia, here are the significant moments</p><p><strong>The <a href=\"https://www.theguardian.com/world/g20\">G20</a> meeting in Bali signalled Xi Jinping’s emergence from three years of self-imposed pandemic isolation</strong>, with the French president, Emmanuel Macron, and Australian prime minister, Anthony Albanese, among those keen to secure a chat and photo opportunity with the Chinese leader.</p><p>Despite condemnation of Chinese human rights abuses and anxiety over its intentions in the Taiwan Strait, the largely positive tone set by Xi’s bilateral with US president Joe Biden continued until the end of the summit.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/5-takeaways-g20-meeting-bali\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/16/england-t20-world-cup-hero-alex-hales-reprimanded-for-blackface-photo-cricket", "title": "England T20 World Cup hero Alex Hales reprimanded over blackface photo", "date_published": "2022-11-16 15:43:24+00:00", "description": "<ul><li>Cricketer dressed as rapper Tupac Shakur at 2009 party</li><li>Ateeq Javid reprimanded for antisemitic Facebook messages</li></ul><p>England’s T20 World Cup winner Alex Hales has been reprimanded for a historical social media post that showed him appearing in blackface.</p><p>Hales, who helped Jos Buttler’s side to glory in Melbourne on Sunday, was pictured in a 2009 Facebook post having attended a fancy dress party as rapper Tupac Shakur – the image surfaced publicly in 2021. The 32-year-old admitted a breach of the England and Wales Cricket Board’s directive 3.3, relating to acts “which may be prejudicial to the interests of cricket”.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/16/england-t20-world-cup-hero-alex-hales-reprimanded-for-blackface-photo-cricket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/16/woman-life-freedom-concert-women-in-iran-royal-festival-hall", "title": "‘Woman, life, freedom!’: British concert shows solidarity with women in Iran amid rising death toll", "date_published": "2022-11-16 15:34:57+00:00", "description": "<p>Iranian and international musicians, singers and poets will perform tonight to highlight the arrests and violence against women in Iran</p><p>“The situation in Iran is like nothing we’ve ever seen before,” says Hesam Garshasbi, a music journalist, promoter and activist who moved from Tehran to London during the 2020 uprising.</p><p>Over the last nine weeks, protests have erupted in Iran following the <a href=\"https://www.theguardian.com/world/2022/sep/20/mahsa-aminis-brutal-death-may-be-moment-of-reckoning-iran\">death of the 22-year-old Mahsa Amina</a> in police custody for allegedly breaching strict dress rules for women.</p> <a href=\"https://www.theguardian.com/music/2022/nov/16/woman-life-freedom-concert-women-in-iran-royal-festival-hall\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/hms-wag-the-blinged-up-floating-palace-in-qatar-for-englands-wives-and-girlfriends", "title": "HMS Wag: The blinged-up floating palace in Qatar for England’s wives and girlfriends", "date_published": "2022-11-16 15:33:37+00:00", "description": "<p>With a crystal staircase, full butler service and 13 restaurants on board, unthinkable luxury awaits<strong> </strong>the national squad’s partners during the World Cup, far from the paparazzi – and the authorities</p><p><strong>Name: </strong>HMS Wag</p><p><strong>Cost:</strong> £1bn.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/hms-wag-the-blinged-up-floating-palace-in-qatar-for-englands-wives-and-girlfriends\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/food-aid-convoys-tigray-ethiopia-ceasefire", "title": "Food aid convoys enter Tigray for first time since ceasefire", "date_published": "2022-11-16 15:32:02+00:00", "description": "<p>Doctors and aid workers describe race against time to keep patients alive in northern Ethiopian region</p><p>Convoys carrying desperately needed food aid entered Tigray on Wednesday, as humanitarian groups gained access to the war-torn northern Ethiopian region for the first time since <a href=\"https://www.theguardian.com/world/2022/nov/02/ethiopian-civil-war-parties-agree-truce-to-end-hostilities\">a ceasefire agreement was signed two-week ago</a>.</p><p>Doctors and aid workers in Tigray <a href=\"https://www.theguardian.com/global-development/2022/nov/05/ethiopia-peace-deal-doctors-race-against-time\">have described a race against</a> time to keep sick or malnourished patients alive as they wait for humanitarian assistance.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/food-aid-convoys-tigray-ethiopia-ceasefire\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/53-dogs-plane-crash-wisconsin-golf-course", "title": "Three people and 53 dogs safe after US plane crash-lands on snowy golf course", "date_published": "2022-11-16 15:22:00+00:00", "description": "<p>Dogs and crew injured but not seriously after aircraft forced into emergency landing in Pewaukee, Wisconsin</p><p>A plane carrying dozens of adoptable dogs crashed on to a snowy Wisconsin golf course – and the dogs all survived.</p><p>On Tuesday, the aircraft, which was transporting 53 dogs <a href=\"https://thehill.com/homenews/3737560-plane-with-over-50-rescue-dogs-3-passengers-crash-lands-at-wisconsin-golf-course/\">at-risk adoptable dogs</a> from New Orleans to various shelters, made an emergency landing on the Western Lakes golf course in Pewaukee, about 40 minutes outside of Milwaukee,<a href=\"https://www.tmj4.com/news/local-news/plane-carrying-dozens-of-dogs-lands-on-western-lakes-golf-course\"> reported WTMJ-TV Milwaukee</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/53-dogs-plane-crash-wisconsin-golf-course\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/16/freddie-mercury-queen-denis-o-regan-my-best-photograph-manchester", "title": "Freddie Mercury in his definitive pose – Denis O’Regan’s best photograph", "date_published": "2022-11-16 15:02:08+00:00", "description": "<p>‘I shot the singer in Manchester in 1986, on what would be his last tour with Queen. That shape he throws – no one else ever did it. He’s like a bendy toy’</p><p>I’ve been surrounded by bands all my life. I went to school in Ealing, which is where Freddie Mercury went to art college. Likewise Ronnie Wood and Pete Townshend. Olympic Studios, where Led Zeppelin, the Who and the Rolling Stones recorded, was in nearby Barnes, where I lived. It’s a cinema now – the Stones recorded Sympathy for the Devil in the room where you watch films.</p><p>I was on the periphery of it all but my parents wouldn’t let me go to art college and I ended up working for an insurance broker in the City. It wasn’t what I wanted to do. I started going to see bands at Hammersmith Odeon, and saw <a href=\"https://www.theguardian.com/film/2017/mar/02/ziggy-stardust-and-the-spiders-from-mars-review-da-pennebaker\">David Bowie as Ziggy Stardust</a>. One night, I smuggled a cheap Russian camera in to see Paul McCartney and Wings doing their soundcheck. Queen were the support act, so I took a picture of them playing and managed to sell it. It was my first ever picture sale.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/16/freddie-mercury-queen-denis-o-regan-my-best-photograph-manchester\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/16/trump-supporters-and-a-moon-rocket-wednesdays-best-photos", "title": "Trump supporters and a moon rocket: Wednesday’s best photos", "date_published": "2022-11-16 14:38:46+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/16/trump-supporters-and-a-moon-rocket-wednesdays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/us-mormon-church-gay-marriage-senate-bill", "title": "Mormon church voices support for Senate bill to protect gay marriage", "date_published": "2022-11-16 14:38:06+00:00", "description": "<p>Church of Jesus Christ of Latter-day Saints supports bill but says doctrine remains that marriage is between man and woman</p><p>The Church of Jesus Christ of Latter-day Saints has voiced support for a Senate bill which would protect same-sex marriage, saying LGBTQ+ individuals are entitled to rights even while affirming its belief that same-sex relationships are a sin.</p><p>“The doctrine of the Church of Jesus Christ of Latter-day Saints related between a man and a woman is well-known and will remain unchanged.” the church said in a <a href=\"https://newsroom.churchofjesuschrist.org/article/respect-for-marriage-act-statement\">statement</a> on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/us-mormon-church-gay-marriage-senate-bill\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/16/world-cup-groups-c-and-d-plus-the-life-of-lgbtq-qataris-football-daily-podcast", "title": "World Cup Groups C and D, plus: the life of LGBTQ+ Qataris – Football Daily podcast", "date_published": "2022-11-16 14:35:57+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/marc_cart\">Marcela Mora y Araujo</a>, <a href=\"https://twitter.com/marklangdon\">Mark Langdon</a> and <a href=\"https://twitter.com/PhilippeAuclair\">Philippe Auclair</a> to preview Groups C and D. Plus Max, Philippe, <a href=\"https://twitter.com/rosiepelican\">Rosie Garthwaite</a>, <a href=\"https://twitter.com/DM_Harding\">David Harding</a> and Dr Nasser Mohamed discuss the life of the LGBTQ+ community in Qatar</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>The panel preview Groups C and D – both loaded with tournament favourites (Argentina, France), dark horses (Denmark) and teams that are just glad to be there (Saudi Arabia, Tunisia).</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/16/world-cup-groups-c-and-d-plus-the-life-of-lgbtq-qataris-football-daily-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/maradona-hand-of-god-world-cup-ball-england-sold-auction", "title": "Maradona’s Hand of God World Cup ball that sunk England sold for £2m", "date_published": "2022-11-16 14:30:07+00:00", "description": "<ul><li>Contentious goal in 1986 quarter-final helped seal England’s fate</li><li>Ball was owned by referee who allowed opener to stand</li></ul><p>Diego Maradona’s “Hand of God” ball – from the goal that helped seal England’s World Cup fate in the quarter-final of the 1986 World Cup – has been sold at auction for £2m.</p><p>Maradona controversially punched the opener beyond the England goalkeeper Peter Shilton - which the referee allowed to stand - before scoring a superb individual effort, later voted Goal of the Century at the Azteca in Mexico City.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/maradona-hand-of-god-world-cup-ball-england-sold-auction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/klimt-climate-activists-crisis-petrol-picasso", "title": "What next, petrol on a Picasso? Threatening art is no answer to the climate crisis | Jonathan Jones", "date_published": "2022-11-16 14:24:50+00:00", "description": "<p>It’s arrogant of the activists who attacked a Klimt to assume anyone who cares about art doesn’t also care about the planet</p><p>Another day, another gallery: the attacks on art in the name of climate action have become a headline-hogging obsession with a hideous escalating logic. The nastier the treatment a famous masterpiece gets, the bigger the media coverage.</p><p>Now, members of Letzte Generation Österreich (Last Generation Austria) have smeared “non-toxic fake oil” all over the glass covering of <a href=\"https://www.theguardian.com/environment/2022/nov/15/climate-activists-throw-black-liquid-at-gustav-klimt-painting-in-vienna\">Gustav Klimt’s Death and Life</a>, a colouristic vision of pink and gold intertwined human bodies menaced by the grim reaper. Not that you can see much of that in the disturbing images of the attack at the Leopold Museum in Vienna: a black and purple stain all but obscures the delicate picture. The aggression of the attack takes this wave of action a step further than <a href=\"https://www.theguardian.com/environment/2022/oct/14/just-stop-oil-activists-throw-soup-at-van-goghs-sunflowers\">tomato soup</a> on Vincent van Gogh’s Sunflowers and <a href=\"https://www.theguardian.com/environment/2022/oct/23/climate-activists-mashed-potato-monet-potsdam-germany\">mashed potato</a> on a Monet. But a step further to where?</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/klimt-climate-activists-crisis-petrol-picasso\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/16/give-matt-hancock-a-break-your-verdicts-on-im-a-celebrity", "title": "‘Give Matt Hancock a break!’ Your verdicts on I’m a Celebrity", "date_published": "2022-11-16 14:21:02+00:00", "description": "<p>Is the ex-health secretary’s TV turn despicable self-promotion, or a nice chance for a fun guy to redeem himself? Here are your thoughts</p><p>I think it shows us the confusion between the roles of celebrity and politician, a phenomenon I don’t blame Hancock for. Celebrity is something that comes with entertainment value, whereas politics ought to be an occupation more akin to teaching or being in the army. The sooner he leaves the jungle the better - but I’ll keep watching. I know, I’m a hypocrite. <strong>Samuel Blackburn, 22, part-time student and teaching assistant, south London</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/16/give-matt-hancock-a-break-your-verdicts-on-im-a-celebrity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/alleged-russian-torture-room-uncovered-in-liberated-kherson", "title": "Alleged Russian ‘torture room’ uncovered in liberated Kherson", "date_published": "2022-11-16 14:00:59+00:00", "description": "<p>Ukrainian investigators claim Russian forces took over juvenile detention centre, beating and killing people inside</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland#top-of-blog\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukrainian investigators have uncovered a claimed “torture room“ in Kherson city where dozens of men were allegedly detained, electrocuted, beaten and some of them killed.<br /><br />Police said Russian soldiers took over the juvenile detention centre<br />in around mid-March and turned it into a prison for men who refused to collaborate with them or who were accused of partisan activity.<br /><br />Three neighbours and two local shopkeepers said they started hearing screams about six weeks after they saw Russian soldiers take over the building. The witnesses said they started seeing people being taken in with bags on their heads, and some bodies being removed. <br /><br />Mykola Ivanovych, whose balcony overlooks the back yard of the<br />detention centre, said he saw two bodies thrown into the garages behind the centre. The Guardian was with press and prosecutors when they first entered the site, and the bodies had been removed.</p><p>“They would come out beaten up […] completely disoriented,” said Ira, who owns a kiosk outside the detention centre. “They would come in here and ask for directions and we gave them money for the bus.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/alleged-russian-torture-room-uncovered-in-liberated-kherson\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/global-heating-to-drive-stronger-la-nina-and-el-nino-events-by-2030-researchers-say", "title": "Global heating to drive stronger La Niña and El Niño events by 2030, researchers say", "date_published": "2022-11-16 14:00:24+00:00", "description": "<p>New modelling suggests climate change-driven variability will be detectable decades earlier than previously expected</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Stronger <a href=\"https://www.theguardian.com/environment/la-nina\">La Niña</a> and <a href=\"https://www.theguardian.com/environment/elnino\">El Niño</a> events due to global heating will be detectable in the eastern Pacific Ocean by 2030, decades earlier than previously expected, new modelling suggests.</p><p>Researchers have analysed 70 years of reliable sea surface temperature records in the Pacific Ocean to model changes in the El Niño-Southern Oscillation (Enso) under current projections of <a href=\"https://www.theguardian.com/environment/climate-crisis\">global heating</a>.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/global-heating-to-drive-stronger-la-nina-and-el-nino-events-by-2030-researchers-say\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/16/i-am-who-i-am-how-a-blind-kurdish-refugee-became-an-australian-sporting-superstar", "title": "‘I am who I am’: how a blind Kurdish refugee became an Australian sporting superstar", "date_published": "2022-11-16 14:00:24+00:00", "description": "<p>Amir Abdi became a vocal disability advocate and unlikely superstar in two different sports – and is now hoping to lead Australia to the 2024 Paralympics</p><p>Nothing has ever come easily for Amir Abdi. At every turn there have been obstacles standing in his way.</p><p>Growing up in rural Iran, Abdi was blinded by a botched medical operation. He overcame stigma and discrimination – as a consequence of both his disability and Kurdish heritage – to become one of Iran’s best blind athletes. But when Abdi was forced to leave his homeland for safe haven in Australia, the hardships only continued: immigration detention, temporary visas, rejected applications.</p><p>Amir Abdi leaves his house to attend football training as his partner looks on.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/16/i-am-who-i-am-how-a-blind-kurdish-refugee-became-an-australian-sporting-superstar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/nrl-players-samoan-loyalty-spells-trouble-for-state-of-origin", "title": "NRL players’ Samoan loyalty spells trouble for State of Origin | Patrick Skene", "date_published": "2022-11-16 14:00:22+00:00", "description": "<p>The Rugby League World Cup finalists’ success could have a potentially seismic impact on international eligibility rules </p><p>Who knew the final phase of rugby league’s Pacific revolution would arrive to the sounds of Neil Diamond, but it did as the delirious Samoa players sang Sweet Caroline after exacting revenge against England in the semi-final of the Rugby League World Cup. </p><p>Samoan flags have sold out across Australia and the “685 revolution” (a reference to the country’s international dialling code) has gone international with street parades and “chee-Hoo”, the universal Samoan expression of joy, screamed at all hours in Apia, Western Sydney, Auckland and even in the American-Samoan colonies in Utah.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/nrl-players-samoan-loyalty-spells-trouble-for-state-of-origin\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/16/woman-house-anne-heche-lynne-mishele-legal-action-accident", "title": "Woman whose house Anne Heche drove into sues estate for $2m", "date_published": "2022-11-16 13:53:48+00:00", "description": "<p>Lynne Mishele takes legal action against actor’s estate for accident in which her Los Angeles rental home was destroyed</p><p>Lynne Mishele, the woman whose house was destroyed after the actor Anne Heche drove into it in the car accident that led to her death, is suing Heche’s estate for at least $2m (£1.7m).</p><p>Mishele’s Los Angeles rental home and possessions were almost entirely written off in the incident in August, although she and her pets were unharmed.</p> <a href=\"https://www.theguardian.com/film/2022/nov/16/woman-house-anne-heche-lynne-mishele-legal-action-accident\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/16/uk-inflation-rate-energy-price-rises", "title": "UK inflation jumps to 11.1% on back of energy and food price rises", "date_published": "2022-11-16 13:52:16+00:00", "description": "<p>Rishi Sunak vows to prioritise fight against the rising cost of living</p><ul><li><a href=\"https://www.theguardian.com/business/2022/nov/16/highest-inflation-for-41-years-leaves-jeremy-hunt-with-difficult-budget-choices\">Analysis: Hunt faces difficult budget choices</a></li><li><a href=\"https://www.theguardian.com/business/live/2022/nov/16/uk-inflation-high-energy-food-house-prices-bank-of-england-business-live\">Business updates: inflation hits poorest households hardest</a></li></ul><p>Rishi Sunak has pledged to make the fight against a rising cost of living his No 1 priority after surging energy bills sent the UK’s annual inflation rate to a 41-year-high of 11.1%.</p><p>Preparing the ground for tough action in Thursday’s autumn statement, the prime minister responded to the highest figure since October 1981 by describing inflation as an “enemy” that needed to be faced down.</p> <a href=\"https://www.theguardian.com/business/2022/nov/16/uk-inflation-rate-energy-price-rises\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/lets-talk-about-periods-how-research-and-apps-help-female-footballers", "title": "Let’s talk about periods: how research and apps help female footballers", "date_published": "2022-11-16 13:14:13+00:00", "description": "<p>Beth England says she knows much more about her body and cycle now than before, but not all players have that resource</p><p><em><strong>Welcome to Moving the Goalposts, the Guardian’s free women’s football newsletter. Here’s an extract from this week’s edition. To receive the full version once a week, just pop your email in below:</strong></em></p><p>Periods – almost 50% of the population experience them and yet, both in normal life and elite level sport, they have traditionally been something you don’t talk about out loud.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/lets-talk-about-periods-how-research-and-apps-help-female-footballers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/16/the-teckman-mystery-we-joined-the-navy-review-thriller-and-naval-caper-from-pioneering-director", "title": "The Teckman Mystery/We Joined the Navy review – crime thriller and naval caper from pioneering director", "date_published": "2022-11-16 13:00:20+00:00", "description": "<p>The rereleases from Wendy Toye, one of only two female directors working in the 1950s UK film industry, include her feature debut and a Dirk Bogarde cameo</p><p>This pair of middling rereleases from Britain’s studio era are of significance because of who oversaw them: <a href=\"https://www.theguardian.com/stage/2010/feb/28/wendy-toye-obituary\">Wendy Toye</a>, one of only two female directors working in the UK film industry in the 1950s. While her contemporary <a href=\"https://www.theguardian.com/film/2018/oct/26/muriel-box-britains-most-prolific-female-director-youve-never-head-of\">Muriel Box</a> often chipped away at feminist issues in her films, these two features find Toye – also a child-prodigy dancer and prolific theatre and opera director – working firmly inside the commercial parameters of the period.</p><p><strong>The Teckman Mystery</strong> (★★★☆☆), from 1954, is in the mould of the upper-class Hitchcockian runaround, starring John Justin as writer Philip Chance, who is commissioned to write a biography of a vanished airman called Martin Teckman. Toye whips up a brisk, intriguing pace in black and white as a series of sinister accidents occur at Chance’s flat connected to the experimental plane Teckman supposedly died in, and the author has a dalliance with the flyboy’s haughty sister (Margaret Leighton).</p> <a href=\"https://www.theguardian.com/film/2022/nov/16/the-teckman-mystery-we-joined-the-navy-review-thriller-and-naval-caper-from-pioneering-director\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/world-cup-quiz-21-tournaments", "title": "World Cup quiz: how much do you know about the 21 previous tournaments?", "date_published": "2022-11-16 13:00:20+00:00", "description": "<p>Drawing on his new book <a href=\"http://www.ockleybooks.co.uk/shop/world-cup-nuggets-everything-you-need-to-know-about-every-world-cup\">World Cup Nuggets</a>, the writer <a href=\"https://twitter.com/rcfoster\">Richard Foster</a> has selected 21 questions about the tournament</p><p><strong>• This quiz was written by <a href=\"https://twitter.com/rcfoster\">Richard Foster</a><br />• Richard’s new book <a href=\"http://www.ockleybooks.co.uk/shop/world-cup-nuggets-everything-you-need-to-know-about-every-world-cup\">World Cup Nuggets</a> is out now</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/16/world-cup-quiz-21-tournaments\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/politicians-growth-fetish-sunak-budget-climate", "title": "Politicians’ growth fetish is the problem – and Sunak is headed for the same budget trap as Truss | Tim Jackson", "date_published": "2022-11-16 12:31:32+00:00", "description": "<p>The siren call of climate-burning expansion bewitches British politics. More of the same will emerge in the autumn statement</p><p>If things had been different, Rishi Sunak might have topped off his trip this week to the G20 summit in Bali with a quick dash back to Sharm el-Sheikh for the final hours of Cop27. But gone, sadly, are the days when getting a <a href=\"https://www.theguardian.com/environment/2009/dec/18/obama-speech-copenhagen-climate-summit\">climate deal</a> over the line was top priority for world leaders. Now they prefer to show up for the opening ceremony and then leave. It’s safer to grace the platform when there’s only hot air and the moral high ground at stake. And besides, Sunak has a diary clash tomorrow. He and Jeremy Hunt don’t have time to save the planet. They have to try to save the Tory party.</p><p>Like a couple of cleaners wading around in the aftermath of a bloodbath, the prime minister and his chancellor have been <a href=\"https://www.theguardian.com/politics/2022/oct/17/new-chancellor-shreds-pms-economic-plans-in-unprecedented-u-turn\">warning everyone</a> for weeks how messy things are going to be in their autumn statement. Cut spending. Raise taxes. Raid pensions. Everyone is going to have to make sacrifices. Nothing is off the table. Nothing, that is, except identifying (and punishing) the architects of the chaos.</p><p>Tim Jackson is professor of sustainable development at the University of Surrey and director of the Centre for the Understanding of Sustainable Prosperity </p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/politicians-growth-fetish-sunak-budget-climate\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/video/2022/nov/16/missile-strikes-polish-village-near-ukrainian-border-video", "title": "Missile strikes Polish village near Ukrainian border – video", "date_published": "2022-11-16 12:30:09+00:00", "description": "<p>A missile struck the village of Przewodów in Poland on Tuesday, a few miles away from the Ukrainian border, killing two farmers and destroying a tractor. The incident is the first time a Nato country has been hit during Russia's war in Ukraine.&nbsp;</p><p>Poland’s president, Andrzej Duda, said it was highly probable the rocket, which was Russian-made, was used by the Ukrainian air defence. There were no grounds to believe the incident was an intentional attack, Duda said, or that the rocket had been launched by the Russian side</p><ul><li><a href=\"https://www.theguardian.com/us-news/2022/nov/16/poland-missile-unlikely-to-have-been-fired-from-russia-biden-says\">Poland missile ‘unlikely’ to have been fired from Russia, Biden says</a></li><li><a href=\"https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland\">Russia-Ukraine war: live updates</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2022/nov/16/missile-strikes-polish-village-near-ukrainian-border-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/christian-pulisic-usa-american-soccer-world-cup-qatar", "title": "Christian Pulisic says USA want to change way world sees American soccer", "date_published": "2022-11-16 12:28:15+00:00", "description": "<ul><li>Qatar tournament the chance to ‘take the next step’</li><li>Wales are opening World Cup opponents on Monday</li></ul><p>Christian Pulisic has said the USA plan to change perceptions at the World Cup, acknowledging that a positive tournament in Qatar will help other nations take them more seriously.</p><p>The Americans face England, Iran and Wales in Group B and after not qualifying for the last finals are determined to make their mark. The Chelsea forward also reiterated the USA’s support for the LGBTQ+ community, saying they want to “be the change”, the team’s motto.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/christian-pulisic-usa-american-soccer-world-cup-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/title-42-immigration-judge-orders-biden-administration-trump-rule", "title": "Title 42: judge orders Biden to lift Trump-era immigration rule", "date_published": "2022-11-16 12:10:53+00:00", "description": "<p>Asylum restrictions imposed at beginning of Covid pandemic are ‘arbitrary and capricious’, US district judge says</p><p>A federal judge on Tuesday ordered the Biden administration to lift Trump-era asylum restrictions that have been a cornerstone of border enforcement since the beginning of Covid-19.</p><p>The US district judge, Emmet Sullivan, ruled in Washington that enforcement must end immediately for families and single adults, calling the ban “arbitrary and capricious”. The administration has not applied it to children traveling alone.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/title-42-immigration-judge-orders-biden-administration-trump-rule\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/16/ftx-former-ceo-claims-crypto-exchange-is-still-solvent", "title": "FTX’s former CEO claims crypto exchange is still solvent", "date_published": "2022-11-16 12:02:53+00:00", "description": "<p>Sam Bankman-Fried makes statement even as new boss begins formal bankruptcy process</p><p>Sam Bankman-Fried, the former chief executive of the collapsed crypto exchange FTX, has claimed the company he founded is still solvent, even as its new boss, who oversaw the final days of Enron, begins the formal bankruptcy process.</p><p>In a series of tweets posted overnight on Tuesday, Bankman-Fried insisted the company had about $9bn (£7.6bn) of assets, in a mixture of semi-liquid and illiquid holdings, while owing customers only $8bn.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/16/ftx-former-ceo-claims-crypto-exchange-is-still-solvent\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/16/top-10-books-about-unlikely-revolutionaries-andrea-wulf-magnificent-rebels", "title": "Top 10 books about unlikely revolutionaries | Andrea Wulf", "date_published": "2022-11-16 12:00:20+00:00", "description": "<p>Novels by Richard Powers and Colson Whitehead, and polemics by Rachel Carson and Mary Wollstonecraft show how ideas and words can change the world</p><p>Revolutions are often associated with great upheavals and bloodshed – accompanied by metaphors of eruptions and earthquakes. Revolutionaries are often portrayed as heroic figures – strong and invincible – but the reality is often very different. Revolutionaries such as Thomas Jefferson, for example, wielded pens rather than swords. I’ve always been fascinated by the men and women who used ideas and words to fight their battles. Or those who quietly rose against their oppressors, undermining and outsmarting them with their minds, philosophy, covert operations, wit and non–violent resistance.</p><p>My book <a href=\"https://guardianbookshop.com/magnificent-rebels-9781529392746?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Magnificent Rebels: The First Romantics and the Invention of the Self</a> tells the story of a group of brilliant poets, thinkers and philosophers who came together in the small German university town Jena in the last decade of the 18th century and changed the way we think about ourselves, the world and nature. At a time when most of Europe was held in the iron fist of absolutism, they put the self at centre stage and imbued it with the most thrilling of all powers: free will and self–determination. They did so by giving rousing lectures and writing books, pamphlets, articles and poems – and with pens as sharp as the French guillotines. “A word of command set armies in motion,” the poet Novalis wrote, it was “the word freedom.”</p> <a href=\"https://www.theguardian.com/books/2022/nov/16/top-10-books-about-unlikely-revolutionaries-andrea-wulf-magnificent-rebels\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/alex-villanueva-la-county-sheriff-loses-robert-luna", "title": "‘The sheriff who went rogue’: Alex Villanueva’s scandal-plagued tenure ends in LA", "date_published": "2022-11-16 12:00:20+00:00", "description": "<p>The sheriff’s term was marked by misconduct, abuse and corruption cases in the largest county sheriff’s agency in the US</p><p>For only the second time in more than a century, Los Angeles residents have voted out an incumbent sheriff, ending the reign of Alex Villanueva, a scandal-plagued official who civil rights leaders say had <a href=\"https://www.dailynews.com/2022/09/27/sheriff-villanueva-is-a-danger-to-the-people-he-is-sworn-to-serve/\">become</a> a “danger to the people”.</p><p>Villanueva conceded to Robert Luna, the former police chief of the city of Long Beach, on Tuesday, one week after the election, with latest count showing Luna had 60% of the vote compared with the incumbent’s 40%. The results marked a decisive rejection of the leader of the largest county sheriff’s agency in the US.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/alex-villanueva-la-county-sheriff-loses-robert-luna\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/16/how-to-make-the-perfect-bannocks-recipe-felicity-cloake", "title": "Energy-saving bread: how to make the perfect bannocks – recipe | Felicity Cloake's How to make the perfect …", "date_published": "2022-11-16 12:00:19+00:00", "description": "<p>Save time and effort with these quick, pan-toasted Scottish buns</p><p>Bannock, from the Gaelic <em>bannach</em>, was once a generic term for bread in the north and west of these islands, where wheat and ovens were in short supply. Though regional and historical variations abound (you can find<a href=\"https://foodanddrink.scotsman.com/food/a-history-of-the-selkirk-bannock-including-recipe-for-making-your-own/\"> </a>a recipe for the fruitcake known as Selkirk bannock <a href=\"https://foodanddrink.scotsman.com/food/a-history-of-the-selkirk-bannock-including-recipe-for-making-your-own/\">here</a>), these days, if you see a bannock on a menu, perhaps paired with a bowl of soup, or with sausage and bacon, it will probably be a flattish quick bread not unlike a slightly squashed scone, cooked on a hot griddle and on your plate in mere minutes, ready to be loaded up with salty butter.</p><p>The (possibly partisan) baker <a href=\"https://thehappyfoodie.co.uk/chefs/james-morton/\">James Morton</a> describes the bannock as a “Shetlandic staple, claimed in name by many Scots cultures, but owned today by just one” – and certainly I’ve never enjoyed so many as on a recent trip to the UK’s most northerly outpost – but you don’t have to be at the same latitude as Greenland to appreciate the bannock’s fluffy charms. Quick, frugal and endlessly versatile, in a winter when few of us are rushing to turn on the oven, the bannock may well become your new best friend.</p> <a href=\"https://www.theguardian.com/food/2022/nov/16/how-to-make-the-perfect-bannocks-recipe-felicity-cloake\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/world-cup-2022-team-guide-28-switzerland", "title": "World Cup 2022 team guides part 28: Switzerland", "date_published": "2022-11-16 12:00:19+00:00", "description": "<p>Granit Xhaka captains a confident team that has begun to compete with the world’s best, knocking France out of Euro 2020</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/16/world-cup-2022-team-guide-28-switzerland\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2022/nov/16/world-cup-2022-player-profiles-qatar-match-ratings", "title": "World Cup 2022: complete guide to all 831 players", "date_published": "2022-11-16 12:00:19+00:00", "description": "<p>Everything you need to know (and more) about every squad member in Qatar. Click on the player pictures for a full profile</p><ul><li><a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22%20source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22completeguide_qatar22_interactive%22%2C%22campaignCode%22%3A%22completeguide_qatar22_interactive%22%7D&amp;INTCMP=completeguide_qatar22_interactive\">Support our journalism from as little as £1 a month</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/16/world-cup-2022-player-profiles-qatar-match-ratings\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/16/if-twitter-breaks-down-the-games-industry-wont-ever-be-the-same", "title": "Pushing Buttons: If Twitter breaks down, the games industry won’t ever be the same", "date_published": "2022-11-16 11:53:12+00:00", "description": "<p>Plenty of games have found real-world success through viral fame on the platform. But can gaming Twitter survive Elon Musk?</p><p>The End Days of Twitter have provided plenty of entertainment lately – not least someone using Elon Musk’s new paid-for checkmark system to impersonate Nintendo of America and tweet a picture of <a href=\"https://www.videogameschronicle.com/news/twitters-paid-verification-leads-to-fake-accounts-for-game-companies-including-nintendo-and-valve/\">Mario flipping the bird</a>. But the chaos that has enveloped the funniest and most infuriating social media platform of them all is also causing consternation for game artists, developers and marketers, many of whom view it as integral to their careers. Very Online millennials make up a huge proportion of the video game workforce, and plenty of us have been networking and snarking on Twitter for our entire careers. If the platform either goes away or changes beyond recognition, it will effect the games industry and how it socialises.</p><p>Plenty of games have found real-world success through viral Twitter fame. <a href=\"https://www.theguardian.com/games/2022/sep/27/pushing-buttons-trombone-champ-rhythm-games\">Trombone Champ</a> is only the latest example, elevated from the crowded field of weekly Steam releases with a tweet shared by PC Gamer. Untitled Goose Game – the beloved comedy game about a foul fowl – also picked up a huge audience there. And Cult of the Lamb is another recent game that owes at least some of its success to developers and fans’ clever use of Twitter: it’s the modern version of word-of-mouth. I have discovered countless games from seeing interesting clips on Twitter. It’s where I first saw the Bafta-winning Unpacking. It’s also where many journalists, streamers and publisher talent scouts hear about forthcoming games, and where players go to find out what’s generating buzz.</p> <a href=\"https://www.theguardian.com/games/2022/nov/16/if-twitter-breaks-down-the-games-industry-wont-ever-be-the-same\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-266-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 266 of the invasion", "date_published": "2022-11-16 11:49:08+00:00", "description": "<p>Poland says missile that killed two in Przewodów probably came from Ukrainian air defence</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/nov/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-266-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/16/chris-evans-private-life-sexiest-man-alive", "title": "Knives out … Chris Evans pays price for having a private life", "date_published": "2022-11-16 11:42:30+00:00", "description": "<p>He’s just been named the Sexiest Man Alive but the revelation he’s not single and available has left his most ardent followers feeling betrayed, bitter and very angry</p><p>This should have been a time of wild celebration for Chris Evans. Just over a week ago, People magazine crowned him 2022’s Sexiest Man Alive. It’s an honour that only the greatest men on Earth receive (and Mel Gibson, and Johnny Depp twice), and it meant that he should now be embarking on a full calendar year of non-stop triumph. But he isn’t. In fact, Evans is having a terrible time of it. And it’s all down to his stinking fans.</p><p>You see, it has emerged that Evans has a girlfriend. He has had a girlfriend for a year now: Alba Baptista, the star of TV series Warrior Nun. And now that the relationship has been made public, some of his fans are spitting mad. On Sunday, the Twitter account TeamEvans_13 posted a message reading “We are disappointed. We are hurt” that linked to a long, long open letter to the actor. “As a 30 year old, I’ve basically grown up on your work,” it began. “You’ve been the most real and genuine person I’ve watched in Hollywood. Your humility, your love for your family, friends, and [your dog] Dodger, your sense of responsibility to use your voice for good.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/16/chris-evans-private-life-sexiest-man-alive\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/disappointing-and-unsurprising-qatar-2022-organisers-reject-fake-fan-claims", "title": "‘Disappointing and unsurprising’: Qatar 2022 organisers reject ‘fake fan’ claims", "date_published": "2022-11-16 11:41:43+00:00", "description": "<ul><li>Local support for teams is genuine, insists Supreme Committee</li><li>Video of Indian fans greeting England team have gone viral</li></ul><p>The Qatar 2022 Supreme Committee has rejected accusations there are fake paid football fans at the World Cup, after videos of Indian expats cheering on the England team in Doha went viral on social media.</p><p>Some greeted the clips with scepticism, although <a href=\"https://www.theguardian.com/football/2022/nov/15/its-coming-home-indian-expats-welcome-england-to-team-hotel-in-qatar\">the Guardian spoke to half a dozen supporters on the ground</a> who said they were originally from Kerala and displayed a broad knowledge of the England team and the Premier League. Other locals have been seen chanting their support for Argentina and Brazil.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/disappointing-and-unsurprising-qatar-2022-organisers-reject-fake-fan-claims\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/16/elon-musk-gives-twitter-staff-deadline-to-commit-to-being-hardcore", "title": "Elon Musk gives Twitter staff deadline to commit to being ‘hardcore’", "date_published": "2022-11-16 11:34:45+00:00", "description": "<p>Remaining staff given until Thursday to confirm they will work ‘long hours at high intensity’ as part of ‘the new Twitter’</p><p>Elon Musk has given Twitter’s remaining staff a Thursday deadline to commit to working “long hours at high intensity” and being “extremely hardcore” or else leave with three months’ severance pay.</p><p>In an email to the social media platform’s employees seen by the Guardian, its new owner said building the next iteration of Twitter would require exceptional performance.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/16/elon-musk-gives-twitter-staff-deadline-to-commit-to-being-hardcore\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/16/jean-michel-basquiat-kaboom-beethoven-bebop-zulu", "title": "‘KABOOM!’ – why Basquiat’s explosive art should be listened to, not just looked at", "date_published": "2022-11-16 11:27:45+00:00", "description": "<p>From Beethoven to bebop to his own abrasive, atonal ‘noise band’, the now revered artist tuned his work to music at every turn of his career, as a major new show reveals</p><p>Walking through the gallery, it’s the loudness of the paintings that hits you. A work from 1982, Anybody Speaking Words, is in screaming yellow and black, with a tonsil-filled mouth singing the word “OPERA, OPERA, OPERA” while the performer’s body vibrates with lines, squiggles and curlicues. King Zulu [pictured above] is a field of loud sky-blue populated with the figures of legendary jazz artists: Louis Armstrong clutching his trumpet, Charlie Parker on saxophone, an all-star band for all time. Not far away, you encounter Armstrong and Parker again, in a collage called Plastic Sax from 1984. In the corner of the frame, there’s scribbled a single explosive word surrounded by cartoonish clouds: “KABOOM”</p><p>In the 34 years since his death at 27, there have been almost as many attempts to unpick the complex, multifaceted work of Jean-Michel Basquiat as there have been exhibitions and news stories featuring him. In his own time, he was applauded for bringing the scrappy, manic energy of street art to the mainstream art world (too scrappy for many museums, who turned down offers to acquire his paintings and must now be kicking themselves). Some have interpreted him as an arch-postmodernist, an Afrofuturist, even a <a href=\"https://www.schirn.de/en/magazine/context/basquiat_and_the_beats/\">reborn Beat poet</a>. Others have been intrigued by his complex friendship with Andy Warhol, to the extent that the subject has generated a play, The Collaboration, that’s <a href=\"https://deadline.com/2022/09/the-collaboration-melissa-barrera-joins-warhol-basquiat-film-1235110321/\">soon to become a film</a>. As the Black Lives Matter movement has built and built, Basquiat has belatedly been acknowledged as one of the most politicised African American artists of his generation, who <a href=\"https://www.dazeddigital.com/artsandculture/article/33756/1/how-basquiat-challenged-police-brutality-through-his-art\">confronted police violence and America’s toxic relationship with race</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/16/jean-michel-basquiat-kaboom-beethoven-bebop-zulu\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/16/barmy-army-is-more-than-just-booze-and-brass-as-pakistan-tour-beckons-cricket-spin", "title": "The Spin | Barmy Army is more than just booze and brass as Pakistan tour beckons", "date_published": "2022-11-16 11:22:06+00:00", "description": "<p>The England fan group supports Test cricket, local economies and charities. Why are some people in the game still so sniffy?</p><p>The casual cricket fan – particularly one who avoids social media – could conceivably think England’s Barmy Army remains a wholly amateur affair.</p><p>A regular run of printed T-shirts, perhaps, and an uncomfortably large WhatsApp group. A scratch brass quartet and a couple of organised types who block-book flights to the Caribbean or Cape Town. That would be about the size of it; or so the uninitiated may believe.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/16/barmy-army-is-more-than-just-booze-and-brass-as-pakistan-tour-beckons-cricket-spin\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/is-the-effective-altruism-movement-in-trouble", "title": "Is the effective altruism movement in trouble? | Olúfẹ́mi O Táíwò and Joshua Stein", "date_published": "2022-11-16 11:18:18+00:00", "description": "<p>The scandal surrounding Sam Bankman-Fried is a dire warning about the potential of effective altruism’s power and influence</p><p>Sam Bankman-Fried’s recent alleged fraud raises familiar questions about the reliability and regulation of cryptocurrency. But it also calls into question “effective altruism”, an intellectual movement in philanthropy. If the movement doesn’t change course, one of the most ambitious charitable drives in recent history will end up like so many others: a lab and playground for wealthy donors.</p><p>Bankman-Fried was a junior at MIT when he first encountered <a href=\"https://www.newyorker.com/magazine/2022/08/15/the-reluctant-prophet-of-effective-altruism\">William MacAskill</a>, a founder of effective altruism. MacAskill pitched him about the “<a href=\"https://80000hours.org/articles/earning-to-give/\">earning to give</a>” strategy – trying to make as much money as one can in order to maximize one’s charitable donations. On <a href=\"https://web.archive.org/web/20221027181005/https://www.sequoiacap.com/article/sam-bankman-fried-spotlight/\">MacAskill</a>’s advice, Bankman-Fried began his career trading securities before being <a href=\"https://www.vice.com/en/article/dy7epm/sam-bankman-fried-was-supposed-to-be-different-he-wasnt\">hired</a> by the Center for Effective Altruism. Afterwards, he began FTX, an international crypto exchange. <a href=\"https://www.coindesk.com/business/2022/11/10/ftxs-effective-altruism-future-fund-team-resigns/\">Alongside</a> it were the FTX Future Fund and the FTX Foundation, philanthropic organizations committed to effective altruism and staffed by prominent effective altruists, including MacAskill.</p><p>Olúfẹ́mi O Táíwò is associate professor of philosophy at Georgetown University. He has written for publications including the Guardian, the New Yorker and the Nation</p><p>Joshua Stein, a postdoctoral fellow at the Georgetown Institute for the Study of Markets and Ethics, has written for <a href=\"https://slate.com/technology/2022/10/s2710-open-app-markets-act-netchoice-kid-app-purchases.html\">Slate</a> and <a href=\"https://aeon.co/essays/states-have-a-moral-responsibility-to-settle-their-debts\">Aeon</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/is-the-effective-altruism-movement-in-trouble\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/16/oil-prices-rise-drone-attack-tanker-israeli-tycoon-oman-idan-ofer", "title": "Oil prices rise after drone attack on tanker owned by Israeli tycoon", "date_published": "2022-11-16 11:00:31+00:00", "description": "<p>Incident off Oman involved vessel owned by Idan Ofer conglomerate</p><p>Oil prices have risen after a tanker owned by an Israeli billionaire was hit by a drone carrying a bomb off the coast of Oman.</p><p>The attack on Pacific Zircon, which is owned by Idan Ofer and operated by the Singapore-based Eastern Pacific Shipping, sent Brent crude prices up 65 cents to $94.5 (£79.23). The Liberian-flagged tanker had departed from Sohar, Oman, on Monday afternoon and was destined for Buenos Aires.</p> <a href=\"https://www.theguardian.com/business/2022/nov/16/oil-prices-rise-drone-attack-tanker-israeli-tycoon-oman-idan-ofer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/beth-mead-interview-what-happened-arsenal-diversity-womens-football-england", "title": "I interviewed Beth Mead and this is what happened – and what matters", "date_published": "2022-11-16 11:00:19+00:00", "description": "<p>Arsenal striker was not unfairly treated but let the focus now switch to increasing diversity in English women’s football</p><p>Last Friday night, after England’s consistently impressive women’s football team <a href=\"https://www.theguardian.com/football/2022/nov/11/park-caps-dream-debut-with-goal-for-england-women-in-win-over-japan\">beat Japan 4-0</a>, Ian Wright and Eni Aluko cut to the heart of a different story about a lack of diversity in the game. “It’s a systemic problem and we are just dealing with it in incidents,” <a href=\"https://www.youtube.com/watch?v=5kFYwi79qmg\">Wright said</a> when asked to comment on <a href=\"https://www.theguardian.com/football/2022/nov/08/beth-mead-arsenal-england-interview-love-tour-not-hate\">my interview with Beth Mead</a> in the Guardian last week.</p><p>Aluko, once an outstanding England international like Wright, and now the sporting director of Angel City in the American National Women’s Soccer League, agreed. “It’s not a Beth problem,” she said. “It is a systemic problem.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/beth-mead-interview-what-happened-arsenal-diversity-womens-football-england\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/16/the-menu-review-ralph-fiennes-celeb-chef-horror-comedy-cooks-nasty-surprises", "title": "The Menu review – Ralph Fiennes celeb-chef horror comedy cooks up nasty surprise", "date_published": "2022-11-16 11:00:19+00:00", "description": "<p>Fiennes plays a culinary wizard to the super-rich who’s grown sick of his vain and greedy clientele</p><p>Foodie films come in two flavours: joyous life-affirming celebrations of family, community and sharing (Babette’s Feast, Big Night) or horrifying denunciations of consumerism and despair (La Grande Bouffe, The Meaning of Life). This horror comedy about a hyper-exclusive restaurant which must be visited on its own island comes from screenwriters Seth Reiss and Will Tracy and director Mark Mylod, and it is very much in the latter category. Its chapter-heading intertitles are the menu items as the meal progresses and they become increasingly alarming.</p><p>The Menu has something in common with that recent much-praised award winner Triangle of Sadness, about plutocrats gorging themselves on a luxury cruise ship; in both, a humble burger is presented in contrast to the culpable fine dining. But The Menu is more controlled and more interesting, with one or two actual laughs – though I have to admit as always to being impatient with the expectation that at some level, and whatever the satirical context, we are supposed to swoon at all these connoisseur gourmand details.</p> <a href=\"https://www.theguardian.com/film/2022/nov/16/the-menu-review-ralph-fiennes-celeb-chef-horror-comedy-cooks-nasty-surprises\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/16/our-honeymoon-in-mallorca-with-a-screaming-toddler-dodgy-stomachs-and-no-loo-roll", "title": "Our honeymoon in Mallorca – with a screaming toddler, dodgy stomachs and no loo roll", "date_published": "2022-11-16 11:00:18+00:00", "description": "<p>It wasn’t the romantic getaway this couple had planned but could Mallorca still work its magic on them?</p><p>“It’s your turn … she’s awake”</p><p><em>Heavy, loaded, silence.</em></p> <a href=\"https://www.theguardian.com/travel/2022/nov/16/our-honeymoon-in-mallorca-with-a-screaming-toddler-dodgy-stomachs-and-no-loo-roll\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/16/the-ghost-variations-by-damian-lanigan-review-the-power-of-the-piano", "title": "The Ghost Variations by Damian Lanigan review – the power of the piano", "date_published": "2022-11-16 11:00:18+00:00", "description": "<p>The constraining and consoling effects of music are compellingly explored in this novel about a bereaved pianist</p><p>Early in The Ghost Variations, the third novel by Damian Lanigan, the narrator approaches a woman in a bar to ask her a question: “Would you mind if I played the piano a little? I’ll be quiet. And I’ll be good. I’ll be quietly good.”</p><p>Quietly good: the phrase aptly describes this accomplished book about love, grief and the constraining and consoling effects of art. Declan Byrnie grew up in a family with Irish roots in working-class Manchester, but his prodigious gifts as a classical pianist transported him to a lavish world of concert halls and oligarchs’ homes. He was at the height of his fame when his wife, Esther, died in mysterious circumstances during a hiking trip; bereft, he disappeared from the music scene for four years. We meet Byrnie as he prepares for what, having been coaxed by his agent to perform again before adoring audiences and a prurient media, he sardonically calls the “Dead Wife Tour”.</p> <a href=\"https://www.theguardian.com/books/2022/nov/16/the-ghost-variations-by-damian-lanigan-review-the-power-of-the-piano\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/16/pepsi-wheres-my-jet-netflix-documentary-student-who-sued-pepsi-for-jump-jet", "title": "‘Pepsi weren’t counting on a dreamer like me’: the student who sued a soft drink giant for a $23m fighter jet", "date_published": "2022-11-16 11:00:18+00:00", "description": "<p>When the cola brand launched a points-for-prizes scheme in the 90s, John Leonard spotted a loophole and fought for what he saw as rightly his: a Harrier jump jet. A new documentary tells the wild story</p><p>In 1996, PepsiCo – then known for creating the young, cool, carbonated drink of a generation – made an incredible mistake. The company had just launched its Pepsi Points scheme, in which customers could save Pepsi labels and redeem them against Pepsi-branded merchandise. Sixty tokens would get you a hat. Four hundred and you’d get a denim jacket. But in the commercial accompanying the launch, Pepsi went further, joking that anyone who collected 7m labels would be eligible for a brand new Harrier jump jet. The mistake? Pepsi forgot to add any small print pointing out that it was a joke.</p><p>That one oversight now forms the basis for a wildly entertaining Netflix series, entitled <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/11/tulsa-king-to-pepsi-wheres-my-jet-the-seven-best-shows-to-stream-this-week\">Pepsi, Where’s My Jet?</a> It tells the story of John Leonard, a Washington State community college student who decided to take Pepsi at its word. After quickly realising that buying 7m cans or bottles of Pepsi would be prohibitively expensive, Leonard saw a disclaimer revealing that, rather than collecting labels, consumers could buy Pepsi Points for 10 cents each. A $23m Harrier jump jet for just $700,000? That was the bargain of the century. Over four episodes, the show recounts one young man’s determination to take on a multinational corporation to get what an advert had promised him.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/16/pepsi-wheres-my-jet-netflix-documentary-student-who-sued-pepsi-for-jump-jet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/16/sonic-frontiers-review", "title": "Sonic Frontiers review – wild, weird and a bit broken", "date_published": "2022-11-16 10:57:10+00:00", "description": "<p><strong>Nintendo Switch, PC, PlayStation 4/5, Xbox One, Xbox Series S/X; Sega<br /></strong>The open-world adventure is brilliant in terms of input and response at the expense of any discernible logic</p><p>A few years ago I wrote an article about how the original Sonic the Hedgehog games are <a href=\"https://www.theguardian.com/technology/2017/jul/27/why-sonic-the-hedgehog-incorrect-game-design\">examples of “incorrect game design”</a> in that they break a lot of the rules laid down by that pesky genius Shigeru Miyamoto, creator of Super Mario. To my horror and frustration, a lot of Sonic fans interpreted this as a criticism of Sega when it was anything but, and my Twitter mentions were a no-go zone for several days afterwards.</p><p>So it is with some trepidation that I give Sonic Frontiers a three-star rating. But bear with me: you should play it. You should take a risk. It’s ridiculous and a bit broken, but it reminds me of the era in which Sega flourished; when Mega Drive TV commercials had kids screaming “Sega” at each other in school playgrounds; when its games were part of the Saturday morning miasma of cartoons, wrestling shows and poorly translated manga.</p> <a href=\"https://www.theguardian.com/games/2022/nov/16/sonic-frontiers-review\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/16/kevin-spacey-charged-sexual-offences", "title": "Kevin Spacey to be charged with seven more sexual offences", "date_published": "2022-11-16 10:56:03+00:00", "description": "<p>CPS authorises new charges against 63-year-old actor, of offences against one man</p><p>Kevin Spacey will be charged with seven additional sexual offences against one man, prosecutors have said.</p><p>The Crown Prosecution Service (CPS) said it had authorised the new charges against the 63-year-old actor, including three of indecent assault, three of sexual assault and one count of causing a person to engage in sexual activity without consent.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/16/kevin-spacey-charged-sexual-offences\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/qatar-world-cup-organisers-apologise-after-threats-to-danish-television-crew", "title": "Qatar World Cup organisers apologise after threats to a Danish television crew", "date_published": "2022-11-16 10:36:43+00:00", "description": "<ul><li>Journalists from the TV2 channel ‘were mistakenly interrupted’</li><li>‘You invited the whole world to come here, why can’t we film?’</li></ul><p>World Cup organisers have apologised to a Danish television station whose live broadcast from a street in Doha was interrupted by Qatari officials who threatened to their break camera equipment.</p><p>Journalists from the TV2 channel “were mistakenly interrupted” late on Tuesday evening, the Supreme Committee for Delivery &amp; Legacy acknowledged in a statement. “Upon inspection of the crew’s valid tournament accreditation and filming permit, an apology was made to the broadcaster by on-site security before the crew resumed their activity,” organisers said.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/qatar-world-cup-organisers-apologise-after-threats-to-danish-television-crew\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/russia-strikes-may-escalate-kherson-ukraine-winning", "title": "Russia’s relentless strikes may escalate the war – but Kherson shows Ukraine is winning | Orysia Lutsevych", "date_published": "2022-11-16 10:34:41+00:00", "description": "<p>Moscow is still a dangerous adversary, and western assistance remains vital but victory in the south will help Ukrainians face new challenges</p><p>​The longer this war lasts, the higher the chances that it will spill over into Nato territory. Last night’s missile explosions that reportedly <a href=\"https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland\">killed two people</a> in the Polish village of Przewodów, 20km from the border with Ukraine, are testimony to a dangerous trend of miscalculation that could lead to escalation. As long as Russia continues its desperate tactic of missile barrages against civilian infrastructure, this risk is high.</p><p>But while attention is focused on Russia’s indiscriminate long-range strikes, and the emerging G20 and Nato reactions, Moscow’s position on the ground is weaker than it has been in months. The loss of Kherson last week was a major blow – to the point that even senior Russian commanders have acknowledged setbacks for the first time.</p><p>Orysia Lutsevych is the head of Ukraine Forum at Chatham House</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/russia-strikes-may-escalate-kherson-ukraine-winning\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/16/could-this-be-twitter-without-the-toxic-slurry-my-week-on-mastodon", "title": "‘Could this be Twitter without the toxic slurry?’ My week on Mastodon", "date_published": "2022-11-16 10:00:16+00:00", "description": "<p>Elon Musk’s takeover of Twitter has left many users wondering if they should join its rival, which promises a ‘different kind of social media experience’. But how different is it? I decided to find out</p><p>How did I choose this as the day I would leave Twitter, already <a href=\"https://theguardian.com/technology/2022/nov/12/elon-musk-twitter-chaos-enleashed\">semi-destroyed by an “eccentric” billionaire,</a> and migrate to Mastodon? Easy, stupid: it was the day after <a href=\"https://www.theguardian.com/commentisfree/2022/nov/08/i-just-want-to-share-rude-stories-with-people-and-thats-why-i-am-not-leaving-twitter-elon-musk\">I had sworn never to move to Mastodon</a>. About 230,000 people had flocked to the site in the first week of November. Eugen Rochko, who devised and first published the software that underpins the platform in 2016, promised a “different kind of social media experience,” chiefly one that had “stringent anti-abuse and anti-discrimination policies”.</p> <a href=\"https://www.theguardian.com/media/2022/nov/16/could-this-be-twitter-without-the-toxic-slurry-my-week-on-mastodon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/erdogan-russia-ukraine-grain-deal-black-sea", "title": "Erdoğan confident Russia-Ukraine grain deal will continue", "date_published": "2022-11-16 09:43:10+00:00", "description": "<p>Turkish president raises hopes over pact to allow exports via Black Sea, bringing relief to world’s poorest countries</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland#top-of-blog\">Russia-Ukraine war – latest news updates</a></li></ul><p>A vital deal allowing Russian and Ukrainian wheat and fertilisers to be exported through the Black Sea is expected to continue, according to the Turkish president, bringing relief to some of the poorest countries in the world.</p><p>“I am of the opinion that it will continue. There’s no problem there,” Recep Tayyip Erdoğan, who mediated the agreement, told a press conference at the <a href=\"https://www.theguardian.com/world/g20\">G20 summit</a> in Bali, Indonesia. The deal was scheduled to expire on Saturday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/erdogan-russia-ukraine-grain-deal-black-sea\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/howards-heroics-to-dos-a-cero-us-mens-world-cup-campaigns-ranked", "title": "Howard’s heroics to dos a cero: US men’s World Cup campaigns ranked", "date_published": "2022-11-16 09:30:16+00:00", "description": "<p>As the American men prepare for their 11th World Cup tournament, we look back at the highs and lows of their appearances on the big stage</p><p>The US men have been to every World Cup so far … aside from the last one, the 1938 edition, and every single one between 1950 and 1990.</p><p>Some trips have been momentous occasions that propelled the sport in the US forward. Some passed by a country that ignored soccer for a generation or three. And some may bring about traumatic memories, in which case American readers may be advised to skip down to No 6 or so.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/howards-heroics-to-dos-a-cero-us-mens-world-cup-campaigns-ranked\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/16/ni-deal-will-be-sorted-by-good-friday-anniversary-sunak-promises-biden", "title": "NI deal will be sorted by Good Friday anniversary, Sunak promises Biden", "date_published": "2022-11-16 09:13:37+00:00", "description": "<p>UK prime minister confident of agreement with EU over Northern Ireland protocol</p><ul><li> <a href=\"https://www.theguardian.com/politics/live/2022/nov/16/rishi-sunak-joe-biden-g20-ukraine-china-xi-jinping-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak has promised Joe Biden that a deal will be reached with the EU over the <a href=\"https://www.theguardian.com/uk-news/2022/jun/15/northern-ireland-protocol-what-is-the-uk-and-the-eus-standoff-about\">Northern Ireland protocol</a> by the time of the 25th anniversary of the Good Friday agreement next year.</p><p>It is understood the UK prime minister has doubts about whether a deal over the protocol, which regulates trade between Great Britain and Northern Ireland, can be reached by Christmas but is confident it will be achievable by April.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/16/ni-deal-will-be-sorted-by-good-friday-anniversary-sunak-promises-biden\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/trump-presidential-bid-eternal-quest-attention", "title": "Trump’s eternal quest for attention has led to the announcement of a presidential bid | Rebecca Solnit", "date_published": "2022-11-16 09:09:15+00:00", "description": "<p>Pundits who prophesied Trump will ride high seemingly forgot that the wheel that turns up, also turns down – and the midterms proved it</p><p>The incredible shrinking Trump announced, in the most predictable news of the year, that he’s running for president again. In his eternal quest for attention, he had to be dissuaded from doing it before the recent election, so he wouldn’t do what he most aspires to do, which is to steal attention from everyone else, including the candidates in the party he may or may not still head but definitely disrupted. </p><p>He would like lots more attention from you and me and everyone else, and he would also like some qualified immunity from all the criming he did during his last presidency. By the way, he stole a lot of classified documents and tried to steal an election and there should be lots of legal consequences for both of those more newsworthy things, though I wouldn’t bet on that. I’d much rather talk about everyone and anyone else, but within the parameters of this assignment I will have to talk about them talking about Trump. </p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/trump-presidential-bid-eternal-quest-attention\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/16/aisha-review-letitia-wright-shines-in-heartfelt-asylum-seeker-drama-josh-o-connor", "title": "Aisha review – Letitia Wright shines in heartfelt asylum-seeker drama", "date_published": "2022-11-16 09:00:15+00:00", "description": "<p>A Nigerian refugee held in a Dublin detention centre develops an emotional connection with an Irish security guard, played by Josh O’Connor</p><p></p><p>This intense and heartfelt drama from Irish writer-director Frank Berry addresses a growing concern in Ireland: that a nation once known for its talented and hard-working emigrants is becoming ironically heartless towards its own applicants for asylum (although Ireland hasn’t yet embraced Theresa May’s “hostile environment” formula).</p><p>Letitia Wright gives a performance of intense focus, controlled anger and dignity as Aisha, a Nigerian refugee being held in a Dublin detention centre, unable to return because her father and brothers were murdered by gangsters; she is trying to establish her own leave to remain and then bring over her elderly, ailing mother who is still in danger. Aisha is treated like a cross between a prisoner and a difficult boarding school pupil by the prickly official staff with whom she is icily resentful in return. But she finds a miraculous connection with a new security guard there: Conor, a guy with vulnerabilities of his own – and it’s a lovely, gentle performance from Josh O’Connor with whom Wright finds a very emotional rapport.</p> <a href=\"https://www.theguardian.com/film/2022/nov/16/aisha-review-letitia-wright-shines-in-heartfelt-asylum-seeker-drama-josh-o-connor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/16/friends-lovers-and-the-big-terrible-thing-by-matthew-perry-review-being-chandler-bing", "title": "Friends, Lovers and the Big Terrible Thing by Matthew Perry review – being Chandler Bing", "date_published": "2022-11-16 09:00:15+00:00", "description": "<p>The sitcom star’s fascinating, gruesome tale of addiction and how he kept the show on the road</p><p><br />When Matthew Perry was taking his first steps as an actor, his father bought him a book called Acting With Style. John Bennett Perry, a singer and performer best known for appearing in Old Spice adverts in the 1970s and 80s, wrote in the inside page: “Another generation shot to hell. Love, Dad.” Little did he know how accurate his inscription would turn out to be. Professionally, his son would easily outshine him, landing the part of Chandler Bing in Friends, the biggest sitcom in TV history. But, in life, it was Matthew who came off worse, a result of his catastrophic addictions to alcohol and opiates.</p><p>By turns fascinating and maddening, Perry’s memoir is less a tale of a glittering showbiz career than a fitfully gruesome account of his efforts to keep the show on the road. He reckons to have attended 6,000 AA meetings, detoxed 65 times, and spent in the region of $7m to get sober. His book begins, as so many addiction memoirs do, with him at his lowest ebb. Hospitalised after an “explosion” of the bowel, a result of chronic constipation caused by opiate abuse, he had arrived at the emergency room screaming in pain and then fallen into a coma which lasted for 14 days. “It’s kind of poetic,” he notes. “I was so full of shit it nearly killed me.”</p> <a href=\"https://www.theguardian.com/books/2022/nov/16/friends-lovers-and-the-big-terrible-thing-by-matthew-perry-review-being-chandler-bing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/16/rishi-sunak-joe-biden-g20-ukraine-china-xi-jinping-uk-politics-live", "title": "Rishi Sunak holds press conference after meeting with Joe Biden – UK politics live", "date_published": "2022-11-16 08:39:42+00:00", "description": "<p>UK prime minister speaks in Bali after missile kills two in Poland and bilateral meeting with Chinese president is cancelled</p><p><em>Q: In one interview yesterday you said inflation was your number one priority. In other you said it was illegal immigration. Which is it?</em></p><p><strong>Sunak</strong> says tackling inflation is his number one priority.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/16/rishi-sunak-joe-biden-g20-ukraine-china-xi-jinping-uk-politics-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/16/cop27-paris-agreement-deal-nature-biodiversity-brazil-lula-live", "title": "Cop27: Paris agreement architects demand deal for nature – live", "date_published": "2022-11-16 08:34:48+00:00", "description": "<p>The focus at the climate conference turns to biodiversity, and a draft cover text is expected to emerge</p><p>Good morning from Sharm el-Sheikh where it is biodiversity day at Cop27. Here is what to expect: </p><p> Incoming Brazilian president Luiz Inácio Lula da Silva is in town and he will address the summit at around 5pm local time (3pm GMT). The world will be especially keen to hear more about his plan to achieve zero deforestation in the Amazon. Yesterday, Lula met US climate envoy John Kerry and China’s chief climate negotiator Xie Zhenhua, while those close to the president-elect have been reassuring people on the ground in Egypt that halting rampant deforestation in the Amazon will be a priority for his administration. </p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/16/cop27-paris-agreement-deal-nature-biodiversity-brazil-lula-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/16/russell-westbrook-la-lakers-problems-relationships", "title": "No relationship is worth misery. Russell Westbrook and the Lakers is no different", "date_published": "2022-11-16 08:00:14+00:00", "description": "<p>Staying in relationships after they’re healthy is never a good idea. The veteran point guard and the stumbling Lakers offer a textbook example</p><p>Long before I was ever anything close to what could be considered an expert on the NBA, I was something of an expert on relationships. I’ve always found human interaction fascinating (and that was even before the years of therapy). Relatedly, one of the many basketball hills I’m prone to die on is that it’s a relationships business. Chemistry, camaraderie and general good vibes are not only important to team success; they’re <em>everything</em>. So, needless to say, living in Los Angeles the last few years has made for intriguing proximity to one of the most interesting case studies on fractured relationships in the league: that between Russell Westbrook and the Los Angeles Lakers.</p><p>The present-day Lakers are, to put it in plain English, a mess. Placing the blame for that squarely on the shoulders of the mercurial Westbrook is woefully reductive, and certainly doesn’t tell the full story. For starters, Lakers general manager Rob Pelinka just got a contract extension, which is somewhat puzzling given his less-than-stellar success rate in the years since the team’s 2020 championship (though some have argued that LeBron James’ opinion on the roster weighed heavily in decision making as well). Even dating back to a time before James signed with the Lakers in the summer of 2018, the industry has kibitzed about the front office’s apparent ineptitude. But Westbrook’s $47m salary has certainly encumbered the team and limited any functional ability to build around its top-tier superstars in James and Anthony Davis. To put the $47m in perspective: it’s almost $3m more than James himself will make this season, and, staggeringly, more than everyone else on the team outside James and Davis makes <em>combined</em>. Directly or indirectly, Westbrook finds himself at the crux of the issue.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/16/russell-westbrook-la-lakers-problems-relationships\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/which-player-has-been-to-most-major-football-tournaments-without-playing-knowledge", "title": "Which footballer has been to most major tournaments without playing? | The Knowledge", "date_published": "2022-11-16 08:00:14+00:00", "description": "<p>Plus: the lowest-ranked World Cup opening game; more managers replacing their successors; and errors in World Cups</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Martin Keown went to the World Cup in 1998 and 2002 but didn’t play a minute. Have any players gone to three (or more) major championships and not played?”</strong> <a href=\"https://twitter.com/PeterTang80/status/1589945071515803648?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1589945071515803648%7Ctwgr%5Ed3838c4ea0788e6ea0f0708bc37c85136144479e%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2F2022%2Fnov%2F09%2Fhas-a-football-manager-ever-replaced-their-successor-knowledge\">tweets Peter Tang</a>.</p><p>Martin Keown did at least play at a couple of European Championships, in 1992 (you’d forgotten that, hadn’t you) and 2000, so his international career wasn’t a complete waste of his time and abnormal intensity.</p> <a href=\"https://www.theguardian.com/football/2022/nov/16/which-player-has-been-to-most-major-football-tournaments-without-playing-knowledge\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/16/ultimately-youre-in-the-hands-of-the-public-has-streaming-killed-the-one-hit-wonder", "title": "‘Ultimately, you’re in the hands of the public’: has streaming killed the one-hit wonder?", "date_published": "2022-11-16 08:00:14+00:00", "description": "<p>A passing chart sensation is still a matter of magic, and in the age of TikTok it seems there are more contenders than ever</p><p>The one-hit wonder can be one of the music industry’s cruellest, and kindest, trajectories. A song takes on a life of its own as a previously unknown act gets propelled into temporary superstardom, only to come crashing down just as fast when future releases don’t quite make the same mark.</p><p>For some, phone calls to the record label go unanswered, dreams and hopes are shattered and swanky dinners get replaced by beans on toast. For those who never banked on commercial success in the first place, the temporary high can offer welcome opportunities and some extra cash in the bank.</p> <a href=\"https://www.theguardian.com/music/2022/nov/16/ultimately-youre-in-the-hands-of-the-public-has-streaming-killed-the-one-hit-wonder\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/16/uk-inflation-high-energy-food-house-prices-bank-of-england-business-live", "title": "Energy bills and food drive UK inflation to 40-year high of 11.1% – business live", "date_published": "2022-11-16 07:38:25+00:00", "description": "<p>Inflation continued to accelerate last month, lifted by gas and electricity bills, and pricier food</p><p><strong>October’s surge in prices means workers are suffering a deeper real wage squeeze.</strong></p><p>We learned yesterday that average earnings (exclusing bonuses) rose by 5.7% in the year to September, the fastest growth since 2000 – but well behind inflation.</p><p>“Rising gas and electricity prices drove headline inflation to its highest level for over 40 years, despite the Energy Price Guarantee.</p><p>“Over the past year, gas prices have climbed nearly 130% while electricity has risen by around 66%.</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/16/uk-inflation-high-energy-food-house-prices-bank-of-england-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/16/spaceport-cornwall-awarded-licence-to-host-uk-first-space-launch-richard-branson", "title": "Spaceport Cornwall awarded licence to host UK’s first space launch", "date_published": "2022-11-16 07:31:11+00:00", "description": "<p>First mission expected to be led by Richard Branson’s Virgin Orbit company in coming weeks</p><p>Spaceport Cornwall has been awarded an operating licence, enabling it to host the UK’s first space launch.</p><p>The Civil Aviation Authority (CAA) announced that the site in Newquay can be used for sending satellites into space.</p> <a href=\"https://www.theguardian.com/science/2022/nov/16/spaceport-cornwall-awarded-licence-to-host-uk-first-space-launch-richard-branson\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/16/the-singularities-by-john-banville-review", "title": "The Singularities by John Banville review – inside a murderer’s underworld", "date_published": "2022-11-16 07:30:13+00:00", "description": "<p>Banville’s characters are in flight from the crimes of the past in an eerie, playful synthesis of his previous novels</p><p>Here comes John Banville’s 20th novel under his own name, a wild masked ball rife with gossip about the books that have preceded it. We are in the world of 2009’s <a href=\"https://www.theguardian.com/books/2009/sep/26/john-banville-infinities-christopher-tayler\" title=\"\">The Infinities</a>, with which The Singularities shares an Irish country-house setting and a handful of characters. But here, too, is Freddie Montgomery, the violent protagonist of an earlier trilogy of novels – The Book of Evidence, Ghosts and Athena – itself seeded by a real-life murder in 1982 that not only horrified Ireland but scandalised it when links to the country’s political class emerged.</p><p>In this new book, Montgomery, now released from prison, returns to the house in which he grew up and which was the scene of his crime. Meanwhile, the academics, actors and their associates from another trilogy, this one made up of <a href=\"https://www.theguardian.com/books/2000/sep/16/fiction.johnbanville\" title=\"\">Eclipse</a>, Shroud and Ancient Light, pop up in the background or in memory. Themes and motifs, too, chirrup to one another, as Banville’s preoccupations with art, cosmology, the existence of ancient gods, extreme violence, sex, self-knowledge and self-delusion are glimpsed through a tangle of hawthorns surrounding a lych gate or in the depths of a glass of oily gin.</p> <a href=\"https://www.theguardian.com/books/2022/nov/16/the-singularities-by-john-banville-review\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/16/nasa-artemis-1-moon-rocket-launch-florida", "title": "Nasa’s Artemis 1, most powerful rocket in history, blasts off to moon", "date_published": "2022-11-16 07:07:22+00:00", "description": "<p>Successful launch from Cape Canaveral in Florida follows scuppered attempts in August and September</p><ul><li><a href=\"https://www.theguardian.com/science/live/2022/nov/16/artemis-1-nasa-rocket-launch-moon-mission-space-live-updates\">Nasa Artemis 1 launch: latest updates</a> </li></ul><p>Two hurricanes, two months and a number of technical fixes since previous launch attempts were thwarted, Nasa’s <a href=\"https://www.theguardian.com/science/2022/nov/13/nasa-artemis-1-rocket-moon-launch-next-week\">Artemis 1</a>, the most powerful space rocket in history, is finally on course for the moon after lifting off from Florida early on Wednesday.</p><p>The spacecraft, comprising the mighty <a href=\"https://www.nasa.gov/exploration/systems/sls/index.html\">Space Launch System</a> (SLS) rocket and pioneering Orion capsule, lit the night sky as it rose from its Cape Canaveral launchpad. The 25-day, 1.3m-mile journey to the moon and back is Nasa’s first crew-capable deep-space mission for half a century.</p> <a href=\"https://www.theguardian.com/science/2022/nov/16/nasa-artemis-1-moon-rocket-launch-florida\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/16/deliveroo-quits-australia-citing-challenging-economic-conditions", "title": "Deliveroo quits Australia citing ‘challenging economic conditions’", "date_published": "2022-11-16 07:07:19+00:00", "description": "<p>Food delivery company says it is no longer accepting orders through its app and has entered voluntary administration </p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/15/australia-live-news-anthony-albanese-china-dialogue-xi-jinping-flood-warnings-nsw-weather-g20-cop27-climate-change-chris-bowen\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Deliveroo is quitting the Australian market, with the food delivery service announcing it had suspended orders made through its app and entered voluntary administration.</p><p>In an email to customers on Wednesday, the company said it had made the “sad announcement” to shut down its operations in Australia and appoint KordaMentha as administrators.</p> <a href=\"https://www.theguardian.com/business/2022/nov/16/deliveroo-quits-australia-citing-challenging-economic-conditions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/16/hurricane-maria-puerto-rico-art-exhibition", "title": "‘There were people trying to thrive’: how Puerto Rican artists dealt with Hurricane Maria", "date_published": "2022-11-16 07:02:13+00:00", "description": "<p>In a new exhibition, artists process difficult feelings of grief and trauma after the devastation of the 2017 storm</p><p>When Hurricane Maria hit the Caribbean in September 2017, it became one of the worst disasters ever recorded to befall the region. Puerto Rico was hit particularly hard, losing thousands of lives and sustaining the bulk of the $92bn in damages caused.</p><p>In the five years since then, the wreckage wrought by Maria has exposed long-term challenges that Puerto Rico has struggled with, including ecological, political and those associated with mental health. Artists on the island have found their own unique ways to respond to a world opened up by the crisis, and they now take center stage at the Whitney Museum’s impressive new show <em>no existe un mundo pos</em><em>huracán</em> (A Post-Hurricane World Doesn’t Exist), running from 23 November to 23 April 2023.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/16/hurricane-maria-puerto-rico-art-exhibition\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/nov/16/coalmining-in-afghanistan-in-pictures", "title": "Coalmining in Afghanistan – in pictures", "date_published": "2022-11-16 07:00:14+00:00", "description": "<p>From men in their 60s to boys as young as 10, hundreds of miners work every day in Chinarak for just a few euros</p> <a href=\"https://www.theguardian.com/world/gallery/2022/nov/16/coalmining-in-afghanistan-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/gen-z-helped-to-stop-the-red-wave-in-the-midterms-the-republicans-response-try-to-raise-the-voting-age", "title": "Gen Z helped to stop the 'red wave' in the midterms. The Republicans response? Try to raise the voting age | Arwa Mahdawi", "date_published": "2022-11-16 07:00:14+00:00", "description": "<p>The rightwing views young people as a threat – and that is not just in the US</p><p>Gen Z certainly brought their A-game to the US midterms last week. Predictions of a “red wave” were thwarted, thanks largely to <a href=\"https://www.theguardian.com/us-news/2022/nov/14/gen-z-voters-midterms-democrats\">young people</a> turning up in huge numbers to vote for Democrats. Young women in particular: 72% of women aged 18-29 voted for <a href=\"https://thehill.com/homenews/campaign/3731564-young-women-broke-hard-for-democrats-in-the-midterms/\">Democrat candidates according to exit polls</a>. Not hard to figure out why, is it? Do we vote for the forced-birthers or do we vote for the people who might give us a few rights over our own bodies? Hmmm. Still, that question seems to have stumped other demographics: Democrats lost voters aged 45 and older by at least seven points, including a 12-point loss <a href=\"https://www.cnn.com/2022/11/12/politics/young-voters-democrats-midterm-elections/index.html\">among people over 65</a>.</p><p>The fact that young people don’t like them very much hasn’t bypassed the Republican party. Instead of rethinking their policies, however, some of them have decided to rethink the voting age. Over the last few days, a lot of Republicans have been proclaiming that the US ought to increase the <a href=\"https://twitter.com/ACTBrigitte/status/1590404126428434433\">legal voting age to 21</a>. (One conservative radio personality even suggested it be <a href=\"https://www.thedailybeast.com/some-republicans-want-to-raise-voting-age-after-gen-zs-strong-midterm-turnout\">raised to 28</a>.) The same people who reckon a <a href=\"https://www.theguardian.com/commentisfree/2022/jul/16/rightwing-rape-abortion-10-year-old-worse\">10-year-old girl</a> is mature enough to be forced to carry a baby, reckon a 20-year-old isn’t mature enough to vote.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/gen-z-helped-to-stop-the-red-wave-in-the-midterms-the-republicans-response-try-to-raise-the-voting-age\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/16/la-seduction-review-remake-of-60s-cult-flick-dials-up-the-misogyny", "title": "LA Seduction review – remake of 60s cult flick dials up the misogyny", "date_published": "2022-11-16 07:00:14+00:00", "description": "<p>The original at least reflected its era but this updated story of a woman targeted for sexual assault by a couple of drifters is a nasty pulpy mess</p><p>This leaves an unpleasant taste in the mouth. It’s a remake of the psychosexual home invasion thriller <a href=\"https://www.theguardian.com/film/2016/jun/27/private-property-review-warren-oates-leslie-stevens\">Private Property</a>, which starred Warren Oates – a cult classic that was out of circulation for decades after its release in 1960. (Memorably, Jackie Kennedy described it as an “awful, sordid thing”.) Depressingly, the new version seems to preserve its deeply misogynistic 1960s attitudes towards women. It’s a nasty pulpy film, in which the big question for the plot is whether a young woman is going be violently sexually assaulted and murdered at the end. Will-she-or-won’t-she? It’s a grim watch.</p><p>That woman is Kathryn (a woodenly pouty performance by Ashley Benson). She’s an aspiring actor married to a successful movie producer. While he’s at work, Kathryn spends her days cleaning their fancy home in the Hollywood Hills while wearing super-tight denim shorts. Then one day a new gardener replaces her usual guy. This is Duke (Shiloh Fernandez), who charms Kathryn by fixing stuff around the house. “I’m good at most physical stuff,” he says, wink wink. We are supposed to buy Duke’s seduction, but the sexual tension is Baltic.</p> <a href=\"https://www.theguardian.com/film/2022/nov/16/la-seduction-review-remake-of-60s-cult-flick-dials-up-the-misogyny\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/sportswashing-qatar-west-world-cup-regime", "title": "A game of two halves: how ‘sportswashing’ benefits Qatar and the west | David Wearing", "date_published": "2022-11-16 07:00:13+00:00", "description": "<p>The World Cup is designed to showcase a regime heading in the right direction. And that safeguards existing power relations</p><p>Ever since it won the right to host the 2022 World Cup, Qatar has been the subject of sustained critical scrutiny. A spotlight has been shone on the Gulf emirate’s repression of <a href=\"https://www.hrw.org/news/2021/03/29/qatar-male-guardianship-severely-curtails-womens-rights\">women</a> and <a href=\"https://www.hrw.org/news/2022/10/24/qatar-security-forces-arrest-abuse-lgbt-people\">LGBTQ</a> people, and its <a href=\"https://www.theguardian.com/global-development/2022/sep/20/workers-qatar-world-cup-football-stadiums-toil-in-debt-and-squalor\">punishing exploitation</a> of hundreds of thousands of migrant workers. But the picture is incomplete. The fact is that the roots of Qatari repression extend well beyond Qatar, connecting the emirate to the supposedly liberal states of the west.</p><p>Much of the discourse around the World Cup has carried the implication that abuses in Qatar are an outgrowth of a local <a href=\"https://www.theguardian.com/politics/2022/oct/26/uk-minister-criticised-over-call-for-gay-world-cup-fans-to-show-respect-in-qatar\">conservative “culture”</a>, as juxtaposed with more enlightened “western values”. In fact, the persistence of monarchical rule in the Gulf is the result of more than a century of collusion between local elites and the west. If we are serious in our objections to the abuses found in Qatar, then we need to consider how Qatari authoritarianism sits within a much wider system of power, violence and exploitation.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/sportswashing-qatar-west-world-cup-regime\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/16/a-moment-that-changed-me-i-visited-a-therapist-who-offered-me-an-exorcism", "title": "A moment that changed me: ‘I visited a therapist – who offered me an exorcism’", "date_published": "2022-11-16 07:00:13+00:00", "description": "<p>I thought I was going for a routine therapy session. But Wendell had other ideas</p><p>In July 2007, I visited a shaman by accident. My wife had an appointment with a therapist called Wendell and, unable to attend, she offered it to me. As I ascended the stairs in Notting Hill, I mused on the fact that I had once worked as a film editor at a company on Wendell Road in Shepherd’s Bush. I hadn’t thought about that job for years; it was before I became a father, a comedy writer, a musician and a voice artist – and developed the calm exterior that belied my turbulent, contradictory internal state. It had been 22 years but being cast back to that time made me shudder, as though a wave was passing through me.</p><p>As I stopped on the landing, the door opened. Wendell, an African-Caribbean man of about 40, stared at me in a way I didn’t expect from a welcoming therapist. He tilted his head to one side as if to say: “What’s the story?”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/16/a-moment-that-changed-me-i-visited-a-therapist-who-offered-me-an-exorcism\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/16/can-virunga-national-park-survive-more-conflict-and-a-new-hunt-for-oil", "title": "‘You think it’s over, but it begins again’: can Virunga national park survive more conflict and a new hunt for oil?", "date_published": "2022-11-16 07:00:13+00:00", "description": "<p>After years of progress, a surge in rebel attacks has revived painful memories around the park in DRC, which also faces a threat of drilling within its boundaries</p><p>When Justin Katenga arrived at Matebe power station at dawn, the fighting was already under way. He had woken up a few miles away, in the headquarters of Virunga national park in the Democratic Republic of the Congo (DRC), to the sound of heavy artillery echoing across the valley, underscoring the urgency of the evacuation planned for civilian staff in the facilities across the river from the frontline.</p><p>As Katenga entered the plant’s perimeter with his team, bullets whistled above their heads, lodging in the buildings’ walls; one engineer fainted in fear on the spot. Katenga, the deputy south sector warden of the park, took time to talk to the guards who had stayed behind to secure the site. The M23 rebel militia – fighting government forces in the area – had been gaining ground and were expected to break through and overrun that section of the park. Yet abandoning it would cut off 80% of the power supply to Goma, the capital city of North Kivu province and home to 2 million people.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/16/can-virunga-national-park-survive-more-conflict-and-a-new-hunt-for-oil\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/live/2022/nov/16/artemis-1-nasa-rocket-launch-moon-mission-space-live-updates", "title": "Nasa Artemis 1 launch: final countdown begins to moon mission – live updates", "date_published": "2022-11-16 06:39:14+00:00", "description": "<p>Rocket due to blast off from Cape Canaveral in Florida to send its Orion capsule on a 25-day crewless test flight around the moon and back </p><p>Hello and welcome to the Guardian’s live coverage of Nasa’s Artemis rocket launch to the moon.</p><p>I’m Samantha Lock and I’ll be bringing you all the latest developments as they unfold over the next couple of hours.</p><p>The Orion capsule is set for a <strong>25-day, 1.3m-mile journey to the moon and back.</strong></p><p><strong>There will be no humans onboard.</strong> The “crew” for Artemis 1 includes sensor-rigged mannequins called <a href=\"https://www.theguardian.com/science/2022/aug/29/artemis-1-nasa-rocket-to-moon-2022-mission-launch-time-what-carry-cargo-into-space\">Helga, Zohar and Moonikin Campos</a>, who will gauge radiation levels, and a soft toy Snoopy and Shaun the Sheep as gravity detectors.</p><p><strong>A series of delays through the summer and early fall held the launch date back</strong> after attempts in August and September <a href=\"https://www.theguardian.com/science/2022/sep/03/nasa-artemis-1-launch-called-off-fuel-leak\">were scrapped</a> when engineers discovered an engine cooling problem, then were unable to fix an unrelated fuel leak. Hopes of an early October launch were thwarted when the threat of Hurricane Ian forced the space agency to roll the giant $4.1bn <a href=\"https://www.nasa.gov/exploration/systems/sls/index.html\">Space Launch System</a> (SLS) rocket back to the safety of the hangar.</p><p><strong>Nasa administrator, Bill Nelson, explained the purpose of the Artemis program</strong> in an interview with <a href=\"https://www.newsweek.com/nasa-artemis-1-apollo-17-moon-bill-nelson-1737285\">Newsweek</a> earlier this year: “We’re going back to the moon after 50 years, to stay, to learn, to work, to create, to develop new technologies and new systems and new spacecraft in order to go to Mars … This is a tremendous turn of history.”</p><p><strong>The Artemis program comes with a <a href=\"https://www.theguardian.com/commentisfree/2022/aug/28/observer-view-artemis-deep-space-project\">$93bn price tag</a></strong>, including $4.1bn for each of the first launches. Analysts say this is unsustainable and note it is already <a href=\"https://www.pbs.org/newshour/show/years-late-and-billions-over-budget-nasas-most-powerful-rocket-finally-set-for-takeoff\">billions of dollars over budget and years behind schedule</a>.</p> <a href=\"https://www.theguardian.com/science/live/2022/nov/16/artemis-1-nasa-rocket-launch-moon-mission-space-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/donald-trump-speech-false-exaggerated-talking-points", "title": "Trump’s speech was full of exaggerated and false talking points", "date_published": "2022-11-16 06:02:59+00:00", "description": "<p>The former president consistently painted a misleading image of his years in office, recalling nonexistent global peace, secure borders and a strong economy</p><p>Donald Trump’s announcement that he will run for president again in 2024 was met with joy, dismay and mockery across the political spectrum.</p><p>Making the widely anticipated announcement at his Florida resort of Mar-a-Lago on Tuesday night, Trump delivered remarks that would feel quite familiar to anyone who has watched one of his many campaign rallies. Looking back on America as he left the presidency in early 2021, Trump painted a rosy and often misleading picture of a nation that had established secure borders, a strong economy and global peace.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/donald-trump-speech-false-exaggerated-talking-points\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/16/it-feels-like-the-progress-is-getting-reversed-how-fashion-fell-out-of-love-with-curves", "title": "‘It feels like the progress is getting reversed’: how fashion fell out of love with curves", "date_published": "2022-11-16 06:00:14+00:00", "description": "<p>Catwalks are more diverse than ever on paper. But at the high-profile shows this season, it was all about the flat stomach</p><p>Sometimes fashion is about clothes, but sometimes it is really about bodies. The Council of Fashion Designers of America awards are the highest honours awarded to US fashion designers, so you would expect the star-studded New York gala to be a showcase for extraordinary clothes. But last week the red carpet was won not by a dress, but by a body. Uncut Gems actor Julia Fox wore a cutout dress that was mostly cutout, with a side order of dress. Baring Fox from her breastbone to her thighs, it revealed a black bikini and highlighted a carved-out, rock-hard midsection, visible ribs and sinewy glutes. Her slender body, not the dress, was the outfit.</p><p>The standout trend at this season’s catwalk shows was the flat stomach. At Fendi, ribs were visible under tissue-thin knitwear tucked into cargo pants that hung below the models’ hipbones. At Versace there was a long plane of taut bare flesh between the bumster-style waistband on a pair of jeans and the tiny bra top. Second-skin catsuits came in black lace at Burberry and crystal mesh at Stella McCartney. All of these were worn on the catwalk by models with the low body fat necessary for bones, cavities and ridges of muscle to be clearly visible.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/16/it-feels-like-the-progress-is-getting-reversed-how-fashion-fell-out-of-love-with-curves\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/16/life-halts-when-a-storm-hits-how-a-climate-threat-affects-cairo-and-dubai", "title": "‘Life halts when a storm hits’: how a climate threat affects Cairo and Dubai", "date_published": "2022-11-16 06:00:14+00:00", "description": "<p>Stark difference in experience of sandstorms in two cities raises questions as climate crisis deepens</p><ul><li>This is one of a short series of pieces – <a href=\"https://www.theguardian.com/environment/series/between-two-worlds\">Between two worlds</a> – reflecting on ways climate breakdown will affect different parts of the world</li></ul><p>As a young girl, I used to check the weather by looking out of my fifth-floor flat window. We lived in a congested neighbourhood in Cairo, and some days were what I called “orange-coloured weather”, when sandstorms fogged the streets below.</p><p>On those days, I knew there was no way I could go to school. I had asthma and needed to avoid attacks that could leave me breathless and in desperate need of an inhaler. I always wondered: was I the only one skipping school that day to protect my lungs?</p> <a href=\"https://www.theguardian.com/environment/2022/nov/16/life-halts-when-a-storm-hits-how-a-climate-threat-affects-cairo-and-dubai\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/latvia-baltic-population-demographic-crisis", "title": "‘Without enough Latvians, we won’t be Latvia’: eastern Europe’s shrinking population", "date_published": "2022-11-16 06:00:14+00:00", "description": "<p>Latvia’s population is 30% smaller than it was in 1990 and by 2050 numbers will be in decline in over half of Europe’s 52 countries</p><p>When Margarita Skangale was a teenager in the late 1970s, there were 1,200 pupils in Viļāni high school. When her son was young, the queue outside the children’s clothes shop – assuming, this being the Soviet era, it had any stock – stretched down the street.</p><p>Today, there are 400 pupils in the school and of her now 35-year-old son’s class of 26, just four still live in this small town in Latvia’s eastern Latgale region, three hours’ drive from the capital, Riga, and a little over an hour from the Russian border.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/latvia-baltic-population-demographic-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/16/virginia-woolf-sculpture-laury-dizengremel", "title": "A Statue of One’s Own: the new Virginia Woolf sculpture that’s challenging stereotypes", "date_published": "2022-11-16 06:00:13+00:00", "description": "<p>Passersby are encouraged to take a selfie with the monument that artist Laury Dizengremel hopes will inspire women and girls</p><p>The first full-size bronze statue of Virginia Woolf was unveiled on Wednesday, overlooking the riverside at Richmond-upon-Thames, where the author set up Hogarth Press and lived for 10 years.</p><p>The result of<a href=\"https://www.theguardian.com/books/2020/nov/13/virginia-woolf-statue-fundraiser-flooded-with-donations-after-wollstonecraft-controversy\"> a five-year funding campaign</a>, the sculpture will sit on a bench, book in hand, smiling. Passersby are encouraged to stop for a selfie.</p> <a href=\"https://www.theguardian.com/books/2022/nov/16/virginia-woolf-sculpture-laury-dizengremel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/hungary-portrait-of-pro-fascist-wartime-judge-rehung-in-supreme-court", "title": "Hungary: portrait of pro-fascist wartime judge rehung in supreme court", "date_published": "2022-11-16 06:00:13+00:00", "description": "<p>Return of Jenő Szemák’s portrait seen as ‘strong symbolic message regarding the current political climate in Hungary’</p><p>A portrait of a far-right judge who served <a href=\"https://www.theguardian.com/world/hungary\">Hungary</a>’s fascist wartime government has quietly been returned to the walls of the country’s highest court.</p><p>One senior judge told the Guardian he was appalled by the decision to hang a portrait of fascist sympathiser Jenő Szemák in the supreme court, saying that it sent “a strong symbolic message regarding the current political climate in Hungary”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/hungary-portrait-of-pro-fascist-wartime-judge-rehung-in-supreme-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/16/uae-cop28-host-lobby-climate-reputation-cop27", "title": "UAE using role as Cop28 host to lobby on its climate reputation", "date_published": "2022-11-16 06:00:13+00:00", "description": "<p>Gulf petrostate hired PR firms to stress its part in next year’s climate summit before this year’s had begun</p><p>The United Arab Emirates has been using its role as the host of next year’s UN climate conference to launder its international reputation, long before this year’s event – Cop27 in Sharm el-Sheikh – began.</p><p>The Emirates, which will host Cop28 in November 2023, hired public relations and lobbying agencies specifically to promote its role as the future host before this year’s conference had began, an unusual move that exceeded the promotional efforts of past host nations and suggests an increased Emirati role in this year’s Cop27 conference.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/16/uae-cop28-host-lobby-climate-reputation-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/university-of-virginia-shooting-three-football-players", "title": "University of Virginia: ‘heartache and devastation’ after football team killings", "date_published": "2022-11-16 06:00:13+00:00", "description": "<p>Ex-player allegedly shot three team members dead and wounded two on bus Sunday as students returned from a play in Washington </p><p>People struggling to grasp why a former University of Virginia football player allegedly <a href=\"https://www.theguardian.com/us-news/2022/nov/14/university-of-virginia-shooter-arrested-football\">shot three team members</a> dead on a bus last Sunday have found few answers, though the suspect’s father has said his son had become “paranoid” as he faced potential school discipline.</p><p>Christopher Darnell Jones Jr’s father also apologized to the families of D’Sean Perry, Lavel Davis Jr and Devin Chandler, who were killed, as well as two others who were wounded.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/university-of-virginia-shooting-three-football-players\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/the-russians-mined-everything-why-making-kherson-safe-could-take-years", "title": "‘The Russians mined everything’: why making Kherson safe could take years", "date_published": "2022-11-16 06:00:13+00:00", "description": "<p>As Ukrainians celebrate the region’s liberation, deminers begin their huge task</p><p>As many in Ukraine woke up on Sunday after a day of <a href=\"https://www.theguardian.com/world/2022/nov/11/reports-of-wounded-soldiers-being-abandoned-as-russia-retreats-from-kherson-city\">celebrating Russia’s retreat from Kherson</a>, a team of 10 railway workers arrived at the small village of Posad-Pokrovske, for months one of the fiercest frontlines of the conflict. Their task was to repair the tracks to Mykolaiv. The route was blocked by tree branches and logs strewn across the road, placed there, they discovered later, by Ukrainian soldiers to signal hidden explosives ahead. They cleared the barricade and had driven less than 100 metres when they hit an anti-tank mine. One worker lost his legs and the others were taken to hospital.</p><p>It was not an isolated incident. Just a few days before a family of four drove over a mine in liberated Novoraisk, injuring an 11-year-old child.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/the-russians-mined-everything-why-making-kherson-safe-could-take-years\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/brexit-britain-awol-liberal-democracy-tories-rishi-sunak-eurosceptic", "title": "How Brexit Britain went awol in the struggle to defend liberal democracy | Rafael Behr", "date_published": "2022-11-16 06:00:12+00:00", "description": "<p>Too many Tories, including Rishi Sunak, were enjoying the Eurosceptic dance. They didn’t stop to think who was paying the piper</p><p>It should not be remarkable for a British prime minister to have friendly relations with the president of France. It is a measure of how low the bar is set that the newsworthy feature of last week’s <a href=\"https://www.theguardian.com/politics/2022/nov/14/rishi-sunak-and-emmanuel-macron-go-from-flirting-to-committed-in-a-week\">cordial encounter</a> between Rishi Sunak and Emmanuel Macron was that it happened at all.</p><p>They smiled, embraced, and exchanged cooperative platitudes. Post-Brexit, such professional banality is rare enough to be reassuring.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/brexit-britain-awol-liberal-democracy-tories-rishi-sunak-eurosceptic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/16/paris-agreement-architects-urge-leaders-to-reach-deal-at-cop15-biodiversity-talks-aoe", "title": "‘Paris agreement’ for nature imperative at Cop15, architects of climate deal say", "date_published": "2022-11-16 06:00:12+00:00", "description": "<p>Leaders say December biodiversity summit in Montreal is ‘unprecedented’ chance to turn tide on nature loss</p><p>The architects of the Paris agreement have urged world leaders to reach an <a href=\"https://www.theguardian.com/environment/2022/nov/11/cop27-must-pave-the-way-for-a-paris-moment-for-nature-cop15-says-un\">ambitious sister deal for nature</a> at the Cop15 biodiversity conference this December while warning that limiting global heating to 1.5C is impossible without protecting and restoring ecosystems.</p><p>On biodiversity day at the Cop27 climate conference in Egypt, Christiana Figueres, Laurence Tubiana, Laurent Fabius and Manuel Pulgar-Vidal, who helped design the Paris agreement, said that Cop15 would be an “unprecedented” opportunity to turn the tide on nature loss.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/16/paris-agreement-architects-urge-leaders-to-reach-deal-at-cop15-biodiversity-talks-aoe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/16/caleb-simpson-viral-tiktok-videos-nyc-apartments", "title": "What does $5,000 a month get you? The viral star barging into New York apartments", "date_published": "2022-11-16 06:00:11+00:00", "description": "<p>Caleb Simpson’s man-on-the-street TikTok videos capture the insides of stranger’s homes for millions of followers</p><p>Come inside a shoebox studio apartment with a stripper pole in downtown Manhattan that rents for $2,095 (£1,764) a month. Or an $800 (£674) housing project unit with hand-painted kitchen walls. What about a luxury $5,000-a-month rental with marble countertops? Curious voyeurs can see them all on <a href=\"https://www.tiktok.com/@calebwsimpson?lang=en\">Caleb Simpson’s TikTok</a>, and they won’t be alone. Nearly 6 million people follow his short-form house tours, romps that he bills as “this generation’s MTV Cribs”.</p><p>“Seeing the inside of someone’s home is one of the most intimate things you can ever do,” Simpson, 30, tells the Guardian. “And then there are the price points, what you pay for your space – people will be curious about that.”</p> <a href=\"https://www.theguardian.com/technology/2022/nov/16/caleb-simpson-viral-tiktok-videos-nyc-apartments\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/15/trump-election-2024-chances", "title": "Trump is back but his chances look bleak – at least for now", "date_published": "2022-11-16 05:49:40+00:00", "description": "<p>Expect months of self-pity as Republicans inch away from the ex-president and Ron DeSantis gains steam</p><p>The guy who spawned an insurrection in January 2021 is back. On Tuesday night, Donald Trump launched his bid for the 2024 Republican presidential nomination. In front of Mar-a-Lago’s fawning faithful, he attacked Joe Biden and lamented the state of the US in his own absence. “Embarrassed”, “humiliated” and “glory” emerged as the evening’s buzzwords.</p><p>The speech sounded like a rehash of his inaugural address. The US has been warned. Unless “45” goes to prison sometime soon, expect the coming months to be a constant pity-party, fueled by a bottomless pit of grievances. In his own words, he is “persecuted” and a “victim”. His son Eric is the unfair recipient of a passel of subpoenas.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/15/trump-election-2024-chances\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/15/analysis-donald-trump-announcement-2024", "title": "Trump plays the ousted autocrat struggling to recapture past glory", "date_published": "2022-11-16 05:35:21+00:00", "description": "<p>Ex-president appears over the hill at 2024 announcement to an enthusiastic – but dwindling – group of loyalists</p><p>From plastering his name on buildings to hiring his own children, from salivating over military parades to savaging the media, from befriending fellow strongmen to defying the will of the people, Donald Trump has done much to invite comparisons with autocrats.</p><p>On Tuesday he continued to play that role to perfection. Only now he was the ousted dictator, drained of power and surrounded by a dwindling band of loyalists in his last redoubt, the opulent Mar-a-Lago estate in Florida. As a rule, the grander the palace, the weaker the man.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/15/analysis-donald-trump-announcement-2024\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/15/donald-trump-presidential-bid-rightwing-media-sean-hannity", "title": "Rightwing media’s coverage of Trump’s presidential bid shows it just can’t turn away", "date_published": "2022-11-16 05:19:15+00:00", "description": "<p>The evening was full of contradictory messages supporting and slighting the former president</p><p>All the signs in the past week have been that the Rupert Murdoch-owned US media was ready to ditch Donald Trump en masse. The New York Post <a href=\"https://twitter.com/nypost/status/1590674429524295680?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1590674429524295680%7Ctwgr%5E8e252f8642ab1ea2cc396ae569f9a19c9e7f81f3%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.theguardian.com%2Fus-news%2F2022%2Fnov%2F10%2Frupert-murdoch-trump-desantis-ny-post\">mocked</a> Trump as Humpty Dumpty, the Wall Street Journal <a href=\"https://www.wsj.com/articles/donald-trump-is-the-gops-biggest-loser-midterm-elections-senate-house-congress-republicans-11668034869\">declared</a> him to be “the Republican party’s biggest loser” and even Fox News offered scant defense of Trump’s miserable midterm elections.</p><p>Watching Fox News on Tuesday night, however, as Trump announced he was running for president yet again in 2024, it seemed that not everyone was ready to let Trump go.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/15/donald-trump-presidential-bid-rightwing-media-sean-hannity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/16/we-cant-be-lulled-into-a-false-sense-of-security-trumpism-is-far-from-over", "title": "We can’t be lulled into a false sense of security. Trumpism is far from over | Francine Prose", "date_published": "2022-11-16 05:06:45+00:00", "description": "<p>To ‘move on’ from Trumpism, is to fall victim to the dangerous historical amnesia to which Americans seem so susceptible</p><p>In the general relief that has followed the midterm elections, we’ve been hearing that Donald Trump is losing his grip on the Republican party and that his popularity with the electorate has waned. The evidence seems clear: most, if not all, of the candidates he backed in crucial political races were defeated, as were the far-right extremists and the 2020 election deniers.</p><p>It’s hard not to be cheered by the indications that the country hasn’t entirely lost its collective mind. But to “move on” from Trumpism, to view his regime as an aberration, a four-year mistake, is to fall victim to the dangerous historical amnesia to which Americans seem so susceptible.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/16/we-cant-be-lulled-into-a-false-sense-of-security-trumpism-is-far-from-over\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/15/oh-how-donald-trump-has-fallen", "title": "Oh how Donald Trump has fallen | Cas Mudde", "date_published": "2022-11-16 04:56:42+00:00", "description": "<p>Just a few months ago, it was received wisdom that the Republican nomination was his for the taking. Now, that’s not the case</p><p>He is running! In the least surprising news of the year, a low-energy Donald Trump announced that he is running for president again last night. The speech itself was also predictable, hitting the traditional authoritarian and nativist favorites. We heard about the “invasion” at the border and “radical Democrats” in the White House, all spiced up with the usual combination of self-complimenting anecdotes and self-serving lies that we have come to expect from the former president.</p><p>What was much more interesting was the almost complete absence of prominent Republicans in Mar-a-Lago and even the lukewarm interest of the US media. At various channels, journalists were “analyzing” Trump’s run while the former president was giving his speech on mute in the background. Even Fox News’s Sean Hannity cut into the speech after a little over half an hour.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/15/oh-how-donald-trump-has-fallen\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/15/donald-trump-announces-presidential-run-2024-midterms-ron-desantis", "title": "Trump announces 2024 run nearly two years after inspiring deadly Capitol riot", "date_published": "2022-11-16 04:33:58+00:00", "description": "<p>Twice-impeached ex-president makes expected announcement despite shaky midterms and surge from rival Ron DeSantis</p><p>Donald Trump on Tuesday night announced his candidacy for the Republican presidential nomination in 2024, likely sparking another period of tumult in US politics and especially his own political party.</p><p>“In order to make America great and glorious again, I am tonight announcing my candidacy for president of the United States,” Trump said from ballroom of his private Mar-a-Lago Club in Palm Beach, Florida, where he stood on a stage crowded with American flags and Make America Great Again banners.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/15/donald-trump-announces-presidential-run-2024-midterms-ron-desantis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/poland-missile-unlikely-to-have-been-fired-from-russia-biden-says", "title": "Poland missile ‘unlikely’ to have been fired from Russia, Biden says", "date_published": "2022-11-16 03:20:08+00:00", "description": "<p>US president says trajectory of missile suggests it was not launched by Russian forces waging war in Ukraine but will await results of investigation</p><p>Joe Biden has said the missile that landed in Poland, killing two people, was unlikely to have been fired from Russia due to its trajectory.</p><p>The US president was speaking at the G20 meeting in Bali, Indonesia, after convening an emergency meeting of western leaders do discuss the explosion on Nato territory that has the potential to take the war in Ukraine into a new even more dangerous dimension.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/poland-missile-unlikely-to-have-been-fired-from-russia-biden-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/audio/2022/nov/16/reclaiming-kherson-what-russia-retreat-means-ukraine-podcast", "title": "Reclaiming Kherson: what Russia’s retreat means for the fight for Ukraine - podcast", "date_published": "2022-11-16 03:00:08+00:00", "description": "<p>Ukrainians have reacted with jubilation after retaking Kherson city and the region around it. But what did living under Russian occupation do to the area and its people – and is this really the beginning of the end of the war?</p><p>Eight months ago, Russian forces took control of Kherson region in Ukraine, and in September it was one of the four areas that Vladimir Putin announced had been annexed. Then Russia said it was retreating and, on Monday, Volodymyr Zelenskiy arrived to see the Ukrainian flag raised once more in Kherson city.</p><p>In the long months before the Ukrainian army’s liberation of Kherson, citizens have been killed or deported and houses destroyed. Luke Harding, who has been reporting from the region, tells Hannah Moore how departing Russian troops also helped themselves to cultural artefacts, household goods – and even animals from the local zoo.</p> <a href=\"https://www.theguardian.com/world/audio/2022/nov/16/reclaiming-kherson-what-russia-retreat-means-ukraine-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland", "title": "Russia-Ukraine war live news: emergency G20 meeting after ‘Russian-made’ missiles land in Poland", "date_published": "2022-11-16 01:35:33+00:00", "description": "<p>World leaders at Bali summit <a href=\"https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland?page=with:block-637432bd8f08dd2276d83b76#block-637432bd8f08dd2276d83b76\">gather in emergency summit</a> to discuss what Poland says was a <a href=\"https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland?page=with:block-63743c998f08341844536c5f#block-63743c998f08341844536c5f\">Russian-made missile that landed in the Nato member country</a>, killing two</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/15/russia-ukraine-war-at-a-glance-what-we-know-on-day-265-of-the-invasion\">At a glance: what we know on day 226 of the invasion</a></li></ul><p>A <a href=\"https://www.theguardian.com/world/2022/nov/15/stray-russian-missiles-feared-landed-poland-ukraine\">“Russian-made missile” fell on the Polish village of Przewodów</a>, near the Ukrainian border, killing two people on Tuesday afternoon, Poland’s foreign ministry reported, in what would be the first time Nato territory has been struck during the Ukraine war.</p><p>Foreign affairs spokesperson Lukasz Jasina said in a <a href=\"https://www.gov.pl/web/dyplomacja/komunikat-w-zwiazku-z-wezwaniem-ambasadora-federacji-rosyjskiej-do-msz\">statement</a> released on Tuesday:</p><p>On 15 November 2022, massive shelling of the entire territory of Ukraine and its critical infrastructure by the armed forces of the Russian Federation was observed for many hours.</p><p>At 15.40 in the village of Przewodów … a Russian-made missile fell, killing two citizens of the republic of Poland.”</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/16/russia-ukraine-war-live-news-emergency-g20-meeting-after-russian-made-missiles-land-in-poland\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/16/taylor-swift-tickets-eras-tour-dates-2023-presale-ticketmaster-crashes", "title": "Taylor Swift tour tickets listed for as much as $22,000 as Ticketmaster crashes", "date_published": "2022-11-16 01:04:47+00:00", "description": "<p>Millions of fans try to snap up presale tickets to singer’s 2023 Eras tour in the US, with Ticketmaster’s website facing ‘historically unprecedented demand’</p><p>Millions of Taylor Swift fans swarmed Live Nation’s Ticketmaster website on Tuesday to try to score seats for her first tour in five years, causing periodic outages and long online waits as some tickets were quickly posted for resale for thousands of dollars.</p><p>The ticket-selling site said in a statement that “historically unprecedented demand” for Swift’s 52-date United States tour had seen millions of people attempt to buy presale tickets, which had caused “intermittent issues” that the company was “urgently” working to resolve.</p> <a href=\"https://www.theguardian.com/music/2022/nov/16/taylor-swift-tickets-eras-tour-dates-2023-presale-ticketmaster-crashes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/16/tesla-recall-australia-steering-fault-after-fatal-crash-china", "title": "More than 1,000 Teslas recalled in Australia over steering fault, days after fatal crash in China", "date_published": "2022-11-16 00:57:57+00:00", "description": "<p>Transport department says software bug in power assist steering could increase risk of ‘an accident causing serious injury or death’</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/16/australia-live-news-albanese-to-meet-leaders-of-uk-france-and-india-flood-cleanup-begins-in-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>More than 1,000 Tesla electric vehicles have been recalled in Australia over a steering fault that could increase “the risk of an accident causing serious injury or death” to drivers, passengers and other road users.</p><p>The Australian Department of Transport <a href=\"https://www.vehiclerecalls.gov.au/recalls/rec-005562\">issued the recall</a> early on Wednesday over a power steering issue affecting Tesla Model S and Model X vehicles sold between 2017 and 2020.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/16/tesla-recall-australia-steering-fault-after-fatal-crash-china\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/15/donald-trump-2024-announcement-president-republican-nomination-speech-live-updates", "title": "Trump expected to announce 2024 presidential run in speech – live updates", "date_published": "2022-11-16 00:16:48+00:00", "description": "<p>Former president Donald Trump is scheduled to make an announcement that will likely be the start of a new presidential campaign at 9pm eastern time</p><p><strong>Donald Trump</strong> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/trump-presidential-campaign-announcement-mar-a-lago\">is expected</a> to announce his 2024 presidential bid tonight at his Mar-a-Lago residence and resort in Palm Beach, Florida.</p><p>The big announcement that the former president has been teasing since before the midterm elections will come as he faces intense scrutiny from within his own party. After a number of far-right, Trump-endorsed candidates lost their elections, advisers had urged the ex-president to delay announcing a 2024 candidacy.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/15/donald-trump-2024-announcement-president-republican-nomination-speech-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/16/world-cup-2022-team-guide-serbia", "title": "World Cup 2022 team guides part 27: Serbia", "date_published": "2022-11-16 00:01:05+00:00", "description": "<p>Two dangerous strikers, an attacking style of play and a cult hero manager make Dragan Stojkovic’s team one to watch</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/16/world-cup-2022-team-guide-serbia\">Continue reading...</a>", "favourite": false}]