[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-discover-hundreds-of-amazon.html", "title": "Researchers Discover Hundreds of Amazon RDS Instances Leaking Users' Personal Data", "date_published": "2022-11-16 13:04:00+00:00", "description": "Hundreds of databases on Amazon Relational Database Service (Amazon RDS) are exposing personal identifiable information (PII), new findings from Mitiga, a cloud incident response company, show.\n\"Leaking PII in this manner provides a potential treasure trove for threat actors – either during the reconnaissance phase of the cyber kill chain or extortionware/ransomware campaigns,\" researchers Ariel", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/7-reasons-to-choose-mdr-provider.html", "title": "7 Reasons to Choose an MDR Provider", "date_published": "2022-11-16 12:19:00+00:00", "description": "According to a recent survey, 90% of CISOs running teams in small to medium-sized enterprises (SMEs) use a managed detection and response (MDR) service. That’s a 53% increase from last year. \nWhy the dramatic shift to MDR?\nCISOs at organizations of any size, but especially SMEs, are realizing that the threat landscape and the way we do cybersecurity are among the many things that will never look", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/warning-new-rapperbot-campaign-aims-to.html", "title": "Warning: New RapperBot Campaign Aims to Launch DDoS Attacks at Game Servers", "date_published": "2022-11-16 07:35:00+00:00", "description": "Cybersecurity researchers have unearthed new samples of malware called RapperBot that are being used to build a botnet capable of launching Distributed Denial of Service (DDoS) attacks against game servers.\n\"In fact, it turns out that this campaign is less like RapperBot than an older campaign that appeared in February and then mysteriously disappeared in the middle of April,\" Fortinet", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/google-to-roll-out-privacy-sandbox-beta.html", "title": "Google to Roll Out Privacy Sandbox Beta on Android 13 by Early 2023", "date_published": "2022-11-16 05:24:00+00:00", "description": "Internet behemoth Google on Tuesday said it plans to roll out Privacy Sandbox for Android in beta to mobile devices running Android 13 starting early next year.\n\"The Privacy Sandbox Beta will be available for ad tech and app developers who wish to test the ads-related APIs as part of their solutions,\" the company said.\nTo that end, developers will need to complete an enrollment process in order", "favourite": false}]