[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/wybuch-w-przewodowie-niemcy-wyciagaja-pomocna-dlon-moze-to-nastapic-nawet-jutro/", "title": "Wybuch w Przewodowie. Niemcy wyciągają pomocną dłoń. \"Może to nastąpić nawet jutro\"", "date_published": "2022-11-16 19:56:00+00:00", "description": "Berlin oświadczył w środę, że może wysłać własne samoloty bojowe do patrolowania nieba nad Polską po tragicznym w skutkach uderzeniu rakiety w wieś w pobliżu granicy z Ukrainą - podaje agencja AFP. Rzecznik niemieckiego resortu obrony zapewnił, że maszyny są w stanie zacząć nadzór przestrzeni powietrznej nawet jutro.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/rakieta-w-przewodowie-bialy-dom-i-pentagon-wydaly-komunikat/", "title": "Rakieta w Przewodowie. Biały Dom i Pentagon wydały komunikat", "date_published": "2022-11-16 18:27:00+00:00", "description": "- USA nie widzą nic, co mogłoby zaprzeczać wskazanej przez Polskę wstępnej ocenie, że pocisk, który spadł w Przewodowie, był elementem ukraińskiej obrony powietrznej - powiedziała w środę rzeczniczka Rady Bezpieczeństwa Narodowego USA Adrienne Watson. W podobnym tonie wypowiedział się szef Pentagonu, zaznaczając, że amerykańscy eksperci są na miejscu eksplozji i pomagają ustalić jej przyczyny.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/obwod-lwowski-odtworzenie-zniszczonych-obiektow-energetycznych-moze-potrwac-do-roku/", "title": "Obwód lwowski. Odtworzenie zniszczonych obiektów energetycznych może potrwać do roku", "date_published": "2022-11-16 16:28:00+00:00", "description": "Całkowite przywrócenie funkcjonowania obiektów energetycznych w naszym regionie do stanu sprzed wojny zajmie 8-12 miesięcy - przekazał na Telegramie w środę szef władz obwodowych Maksym Kozycki. To skutki wtorkowych rosyjskich ostrzałów i niszczenia przez Rosjan infrastruktury krytycznej Ukrainy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/robert-lewandowski-kara-polak-zawieszony-na-trzy-mecze-nie-wystapi-w-barwach-fc-barcelony/", "title": "Robert Lewandowski, kara. Polak zawieszony na trzy mecze. Nie wystąpi w barwach FC Barcelony", "date_published": "2022-11-16 15:04:00+00:00", "description": "Robert Lewandowski został zawieszony i nie zagra w trzech meczach ligi hiszpańskiej - podaje Reuters, powołując się na komunikat komisji dyscyplinarnej ligi hiszpańskiej. To skutek czerwonej kartki, którą polski napastnik zobaczył 8 listopada, w meczu przeciwko Osasunie Pampeluna. Polak jest najlepszym strzelcem całej ligi.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/przewodow-szef-nato-rosja-nie-szykuje-dzialan-wobec-sojuszu/", "title": "Przewodów. Szef NATO: Rosja nie szykuje działań wobec Sojuszu", "date_published": "2022-11-16 12:14:00+00:00", "description": "- Wydaje się, że w Przewodowie nie mieliśmy do czynienia z celowym atakiem - stwierdził sekretarz generalny NATO Jens Stoltenberg. Jak zauważył, wtorkowe eksplozje na Lubelszczyźnie miały miejsce po tym, gdy Rosja wystrzeliła rakiety na ukraińskie terytorium. Zapewnił, że w sprawie trwa śledztwo, a Federacja Rosyjska nie przygotowuje ofensywnych działań militarnych wobec NATO.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/izraelski-tankowiec-zaatakowany-przez-drona-przenoszacego-bombe/", "title": "Izraelski tankowiec zaatakowany przez drona przenoszącego bombę", "date_published": "2022-11-16 11:12:00+00:00", "description": "Należący do izraelskiego miliardera tankowiec Pacific Zircon został zaatakowany przez drona przenoszącego bombę. Statek ma drobne uszkodzenie kadłuba. Załoga jest bezpieczna.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/wybuch-w-przewodowie-jest-komentarz-kremla/", "title": "Wybuch w Przewodowie. Jest komentarz Kremla", "date_published": "2022-11-16 10:36:00+00:00", "description": "Rzecznik Kremla zabrał głos ws. wybuchu w Przewodowie w pobliżu polsko-ukraińskiej granicy. Podczas rozmowy z dziennikarzami Dmitrij Pieskow zapewnił, że Rosja nie miała nic wspólnego z tym incydentem, a wybuch został spowodowany przez ukraińską rakietę obrony powietrznej.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/media-joe-biden-poinformowal-ze-rakiete-wystrzelono-z-ukrainy/", "title": "Przewodów. Media: Joe Biden poinformował, że rakietę wystrzelono z Ukrainy", "date_published": "2022-11-16 09:32:00+00:00", "description": "Prezydent USA Joe Biden przekazał partnerom z grupy G7 oraz NATO, że wybuch w Polsce wywołała ukraińska rakieta obrony powietrznej - podała agencja Reutera, powołując się na źródło w Sojuszu Północnoatlantyckim. Wcześniej agencja AP podała nieoficjalnie, że pocisk wystrzelono z Ukrainy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/mateusz-kusznierewicz-premierem-polski-wpadka-australijskiej-telewizji/", "title": "Mateusz Kusznierewicz premierem Polski? Wpadka australijskiej telewizji", "date_published": "2022-11-16 09:26:00+00:00", "description": "Temat wybuchu w Przewodowie w pobliżu polsko-ukraińskiej granicy, gdzie spadła rakieta, znalazł się na czołówkach światowych mediów. Podczas relacjonowania sytuacji zabawną wpadkę zaliczyła dziennikarka australijskiej telewizji, która pomyliła premiera Mateusza Morawieckiego z... medalistą olimpijskim Mateuszem Kusznierewiczem.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/szczyt-g20-panstwa-czlonkowskie-podpisaly-koncowa-deklaracje-potepily-agresje-rosji-na-ukraine/", "title": "Szczyt G20: Państwa członkowskie podpisały końcową deklarację. Potępiły agresję Rosji na Ukrainę", "date_published": "2022-11-16 09:01:00+00:00", "description": "Na zakończenie szczytu G20 w Indonezji podpisano końcową deklarację. Oprócz potępienia rosyjskiego ataku na Ukrainę znalazły się w niej również uzgodnienia w sprawie użycia broni jądrowej czy globalnego wzrostu temperatury.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/rosja-polska-dyplomatka-zatrzymana-przez-sluzbe-bezpieczenstwa-rosji/", "title": "Rosja. Media: polska dyplomatka zatrzymana przez Służbę Bezpieczeństwa Rosji", "date_published": "2022-11-16 08:29:00+00:00", "description": "Polska urzędniczka posiadający status dyplomaty została w środę zatrzymana w Rosji przez FSB, podają tamtejsze media. Powodem ma być przyjęcie łapówki za przemyt alkoholu przez dyplomatkę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/przewodow-dmitrij-miedwiediew-zachod-prowadzi-wojne-hybrydowa-z-rosja/", "title": "Przewodów. Dmitrij Miedwiediew: Zachód prowadzi wojnę hybrydową z Rosją", "date_published": "2022-11-16 07:39:00+00:00", "description": "Prowadząc wojnę hybrydową z Rosją, Zachód zbliża się do wojny światowej - stwierdził były prezydent Federacji Rosyjskiej Dmitrij Miedwiediew, który co jakiś czas publikuje w sieci podobne, propagandowe komunikaty. Tym razem polityk odniósł się do wtorkowego zdarzenia we wsi Przewodów, gdzie spadła rakieta.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/szczyt-g20-grupa-potepia-rosyjska-agresje-na-ukraine-von-der-leyen-mowi-o-wsparciu-dla-polski/", "title": "Szczyt G20: Grupa potępia rosyjską agresję na Ukrainę. Von der Leyen mówi o wsparciu dla Polski", "date_published": "2022-11-16 07:31:00+00:00", "description": "Państwa G20 podpisały deklarację, w której potępiły atak Rosji na Ukrainę. Podczas szczytu na Bali pojawił się również temat wybuchu w Przewodowie. Ursula von der Leyen zapewniła, że Polska może liczyć na wsparcie i pomoc w śledztwie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/przewodow-erdogan-mysle-ze-zdarzenie-nie-ma-nic-wspolnego-z-rosja/", "title": "Przewodów. Erdogan: Myślę, że zdarzenie nie ma nic wspólnego z Rosją", "date_published": "2022-11-16 06:09:00+00:00", "description": "- Respektuję deklarację Rosji w sprawie rakietowego uderzenia na Polskę - powiedział w środę rano polskiego czasu prezydent Turcji Recep Tayyip Erdogan, który przebywa na szczycie G20 w indonezyjskim Bali. Stwierdził ponadto, że potrzebne jest dalsze badanie przyczyn zdarzenia w lubelskich Przewodowie. - Myślę, że nie ma ono nic wspólnego z Rosją - uznał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/wybuch-w-przewodowie-ap-na-polske-prawdopodobnie-spadla-rakieta-wystrzelona-przez-ukraine/", "title": "Wybuch w Przewodowie. AP: na Polskę prawdopodobnie spadła rakieta wystrzelona przez Ukrainę", "date_published": "2022-11-16 06:06:00+00:00", "description": "Agencja Associated Press, powołując się na ustalenia amerykańskich urzędników, poinformowała, że rakieta, która spadła na Przewodów to pocisk ukraińskiej obrony przeciwrakietowej, który został wystrzelony w kierunku rakiety nadlatującej z Rosji i omyłkowo trafił w terytorium Polski. Do informacji póki co nie ustosunkowały się ani polskie, ani amerykańskie władze.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/przewodow-rozmowa-blaszczak-austin-usa-zapewniaja-nasze-zobowiazania-sa-zelazne/", "title": "Przewodów. Rozmowa Błaszczak - Austin. USA zapewniają: Nasze zobowiązania są żelazne", "date_published": "2022-11-16 05:37:00+00:00", "description": "Szef polskiego MON Mariusz Błaszczak rozmawiał w nocy z wtorku na środę ze swoim odpowiednikiem z USA - szefem Pentagonu Lloydem Austinem. Amerykanin powiedział, że administracja Stanów Zjednoczonych pomoże naszemu państwu wyjaśnić okoliczności zdarzenia w Przewodowie. Zapewnił ministra Błaszczaka o żelaznym zobowiązaniu USA do obrony Polski - podał Pentagon.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/wybuchy-w-przewodowie-swiatowi-przywodcy-solidaryzuja-sie-z-polska/", "title": "Wybuch w Przewodowie. Światowi przywódcy solidaryzują się z Polską", "date_published": "2022-11-16 04:27:00+00:00", "description": "Światowi przywódcy zareagowali na doniesienia o wybuchu rakiety na terytorium Polski. Prezydent Emmanuel Macron zapewnił, że Polska może liczyć na wsparcie Francji. Kanadyjski premier Justin Trudeau złożył natomiast najgłębsze kondolencje narodowi polskiemu. Głos w sprawie zabrał również rzecznik Sekretarza Generalnego ONZ.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/biden-malo-prawdopodobne-ze-rakieta-ktora-spadla-na-polske-zostala-wystrzelona-z-rosji/", "title": "Biden: Mało prawdopodobne, że rakieta, która spadła na Polskę została wystrzelona z Rosji", "date_published": "2022-11-16 04:18:00+00:00", "description": "- Mamy wstępne informacje, które przeczą tezie, by rakieta, która spadła na terytorium Polski została wystrzelona z Rosji - powiedział prezydent USA Joe Biden po spotkaniu z przywódcami państw zachodnich na Bali w Indonezji. Jak dodał, sugeruje to trajektoria lotu rakiety.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-16/usa-donald-trump-wystartuje-w-wyborach-prezydenckich-w-2024-roku/", "title": "USA. Donald Trump wystartuje w wyborach prezydenckich w 2024 roku", "date_published": "2022-11-16 02:28:00+00:00", "description": "Donald Trump, były prezydent USA ogłosił, że będzie ubiegał się o kolejną kadencję w wyborach w 2024 roku. Zamierza po raz kolejny zawalczyć o nominację Partii Republikańskiej", "favourite": false}]