[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/aymeric-laporte-spain-world-cup-not-football-addict", "title": "Aymeric Laporte: ‘I’m not a football addict. I don’t like watching matches’", "date_published": "2022-11-30 23:00:29+00:00", "description": "<p>The defender discusses Spain’s World Cup ambitions, being better at table tennis than predictions and helping Rodri at centre-half </p><p>Aymeric Laporte is having a terrible World Cup, but he doesn’t care. He also has a convenient excuse, or so he claims: there is someone else to blame. At the Spain camp, where the players set off for training pitch No 3 by scooter each morning, they have organised a predictions league for the tournament. On the eve of the <em>selección</em>’s third game – and, no, no one went for 7-0 against Costa Rica – leading the way is Fernando Giner, the team delegate. Top of the players is Gavi. The Manchester City defender is down at the bottom.</p><p>“Not great,” he says, then quick as a flash he adds: “But the thing is, I’m not doing it myself. Someone’s doing it for me.” Who? “I can’t say.” Laporte cracks up. Betting is not really his thing, he says, and nor it turns out is football. He loves playing, but this is different. In the TV room, five or six players gather for every game; he isn’t often one of them. “I’m not a football addict. Honestly, I don’t like watching matches,” he admits. He’s seen enough, though, to know one thing: there isn’t a team better than Spain.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/aymeric-laporte-spain-world-cup-not-football-addict\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/gareth-southgate-england-trust-confidence-qatar-world-cup", "title": "Gareth Southgate and England thrive on trust and confidence in Qatar", "date_published": "2022-11-30 22:30:29+00:00", "description": "<p>Fans stuck by England after another tame start, and patience on and off the pitch proved key to their eventually stylish progress</p><p>In a parallel universe – say at Wembley or Molineux – Harry Maguire rumbles forward and keeps on going to the fringes of the penalty area. It is 0-0, half an hour gone and England are labouring.</p><p>Maguire does not give the impression that he has the ball entirely under his spell. Or that he knows what he is going to do next. It is chaotically off the cuff. He simply puts his head down and shoots. It zings out for a throw-in on the far side.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/gareth-southgate-england-trust-confidence-qatar-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/30/elon-musks-satellites-to-be-part-of-uk-trial-to-get-internet-to-remote-areas", "title": "Elon Musk’s satellites to be part of UK trial to get internet to remote areas", "date_published": "2022-11-30 22:30:28+00:00", "description": "<p>The Starlink technology uses more than 3,000 low Earth small orbit satellites to beam broadband signals</p><p><a href=\"https://www.theguardian.com/world/2022/oct/15/the-hell-with-it-elon-musk-says-spacex-will-fund-starlink-internet-in-ukraine\">Elon Musk’s satellite Starlink technology</a> is to be part of a UK government trial to get better internet connectivity to remote parts of the country.</p><p>The technology, which uses more than 3,000 low Earth orbit small satellites to beam a broadband signal and is operated by the firm SpaceX, will initially be trialled at three remote locations – Rievaulx Abbey in North Yorkshire Moors national park, Wasdale Head in the Lake District and two sites within Snowdonia national park, the government said.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/30/elon-musks-satellites-to-be-part-of-uk-trial-to-get-internet-to-remote-areas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/mauna-loa-hawaii-eruption-selfies", "title": "Thousands flock to Mauna Loa for selfies during dramatic eruption", "date_published": "2022-11-30 22:20:09+00:00", "description": "<p>A highway on the Big Island has become an impromptu viewing point, with thousands of cars jamming it up</p><p>The world’s largest volcano oozed rivers of glowing lava Wednesday, drawing thousands of awestruck viewers who jammed a Hawaii highway that could soon be covered by the flow.</p><p>Mauna Loa awoke from its 38-year slumber Sunday, causing volcanic ash and debris to drift down from the sky. A main highway linking towns on the east and west coasts of the Big Island became an impromptu viewing point, with thousands of cars jamming the highway near Volcanoes National Park.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/mauna-loa-hawaii-eruption-selfies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/hakeem-jeffries-elected-house-minority-leader", "title": "House Democrats elect Hakeem Jeffries as first Black leader in Congress", "date_published": "2022-11-30 21:46:06+00:00", "description": "<p>New York congressman will assume role of minority leader early next year, inheriting position held for decades by Pelosi</p><p>House Democrats on Wednesday elected the New York congressman Hakeem Jeffries as their new leader, making him the first Black American to lead a major political party in Congress after Nancy Pelosi, the current speaker, announced that she was stepping aside to pave the way for a new generation.</p><p>Jeffries, 52, will assume the role of minority leader when the new Congress is sworn in early next year, inheriting the position held for nearly two decades by Pelosi, a towering figure in Democratic politics who was the first woman speaker.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/hakeem-jeffries-elected-house-minority-leader\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/australia-socceroos-denmark-world-cup-last-16-argentina", "title": "‘Now these guys are heroes’: Socceroos bound into last-16 date with Argentina", "date_published": "2022-11-30 21:40:11+00:00", "description": "<p>Mathew Leckie’s goal sank Denmark in a 1-0 win as Australia finished second in their group – now Lionel Messi’s side await in this Qatar odyssey</p><ul><li><a href=\"https://www.theguardian.com/football/live/2022/dec/01/socceroos-reach-world-cup-last-16-with-famous-win-over-denmark-live-reaction\">LIVE reaction: Australia celebrates famous Socceroos win over Denmark – latest updates</a></li></ul><p>The Melbourne sky was red with the flares of Federation Square, a heaving party of thousands in the dead of night on a Thursday that exploded in euphoria with the swing of Mathew Leckie’s left boot. In Sydney’s CBD, patrons in a handful of packed pubs spilled out on to George Street as the forward raced off in celebration and then “got slapped in the head about 100 times” by teammates.</p><p>For Australia, that goal is immediate sporting folklore. It is the goal that sank Denmark. It is the one that captured those three precious points, the one to seal back-to-back World Cup wins for the first time in the nation’s history, and the one to confirm a place in the round of 16 not achieved in 16 years.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/australia-socceroos-denmark-world-cup-last-16-argentina\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/saudi-arabia-mexico-world-cup-group-c-match-report", "title": "Mexico miss out on last 16 on goal difference despite beating Saudi Arabia", "date_published": "2022-11-30 21:26:15+00:00", "description": "<p>What a manic and heartbreaking evening for Mexico who finally came alive at a vibrant Lusail Stadium yet narrowly failed to pull off a Houdini act of escapology into the last 16.</p><p>Going into added time their higher yellow card count of seven to Poland’s five had them going out and though Salem al-Dawsari then scored, one more Mexico strike would still have put them through.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/saudi-arabia-mexico-world-cup-group-c-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/poland-argentina-world-cup-group-c-match-report", "title": "Argentina advance despite Messi’s saved penalty and Poland squeak through", "date_published": "2022-11-30 21:23:54+00:00", "description": "<p>As Lionel Messi zigzagged this way and that it sometimes seemed that Argentina’s No 10 must be electrically powered and perhaps operated by remote control.</p><p>Although Brighton’s Alexis Mac Allister scored the vital breakthrough goal for Lionel Scaloni’s side, it was Messi’s dedication to, in equal measure, bewitching his adoring public and bewildering Poland that really made the difference.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/poland-argentina-world-cup-group-c-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/30/cocaine-bear-trailer-2023-wildest-film-everything-and-more", "title": "Cocaine Bear: the trailer for 2023’s wildest film is everything and more", "date_published": "2022-11-30 21:22:52+00:00", "description": "<p>The Elizabeth Banks-directed caper, based on a true story, looks to be exactly what the internet wants it to be</p><p>Ever since it was first announced back in April, Cocaine Bear has held a very special place in the heart of moviegoers. A film based on the real life story of a 175lb black bear who ingested a duffel bag of abandoned cocaine in northern Georgia in 1985, Cocaine Bear seemed to have everything that a discerning modern audience would want in a film, which is to say a bear and some cocaine.</p><p>That said, there was also a sense that the film couldn’t possibly live up to the title. Cocaine Bear is such a perfect name for a movie that any attempt to flesh it out with actual content could easily be a disappointment. After all, the concept of a bear mashed off its face on cocaine is a lot more fun than the reality of a bear mashed off its face on cocaine. Let’s not forget that, in 1985, a medical examiner determined that the bear had suffered from brain haemorrhaging and failure of the kidney, heart and lungs, which meant that it most likely died terrified and in incredible pain. Which by all accounts would make for a monumental bummer of a film.</p> <a href=\"https://www.theguardian.com/film/2022/nov/30/cocaine-bear-trailer-2023-wildest-film-everything-and-more\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/stephanie-frappart-to-be-first-woman-to-referee-mens-world-cup-match", "title": "‘Keep conquering’: Stéphanie Frappart ready for moment of World Cup history", "date_published": "2022-11-30 21:12:49+00:00", "description": "<ul><li>Frenchwoman to take charge of Germany v Costa Rica</li><li>Frappart hailed national hero for ‘smashing glass ceilings’</li></ul><p>It has taken 92 years, 942 matches, and a seismic shift in football’s attitudes to women, but on Thursday night an overdue slice of World Cup history will finally be made with a sharp parp of the referee’s whistle before Germany’s group game against Costa Rica.</p><p>At that moment, Stéphanie Frappart, a 38-year-old from France, will become the first woman to take charge of a men’s match at the tournament finals. In a World Cup suffused with rancour and controversy it is an undisputed sign of progress.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/stephanie-frappart-to-be-first-woman-to-referee-mens-world-cup-match\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/hawaii-mauna-loa-volcano-eruption-site-measures-global-co2-shuts-down", "title": "Hawaii site that measures global CO2 shuts down after Mauna Loa volcano eruption", "date_published": "2022-11-30 20:50:20+00:00", "description": "<p>Scientists scramble to re-establish the crucial monitoring that has been situated on the volcano since 1958</p><p>The world’s premier measurement site for global carbon dioxide levels has been shut down because of a volcanic eruption in Hawaii, with scientists scrambling to re-establish the crucial monitoring that has been situated on the volcano since 1958.</p><p>Lava has been shooting more than 150ft into the air from Mauna Loa, the world’s largest active volcano, since Sunday night and a river of molten rock is now not only menacing the main highway on Hawaii’s big island but also the Mauna Loa Observatory, a scientific station situated on the northern flank of the volcano.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/hawaii-mauna-loa-volcano-eruption-site-measures-global-co2-shuts-down\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/30/eu-raises-prospect-of-big-fine-or-ban-if-twitter-fails-to-follow-new-legislation", "title": "EU raises prospect of big fine or ban if Twitter fails to follow new legislation", "date_published": "2022-11-30 20:35:50+00:00", "description": "<p>Elon Musk has been warned he has ‘huge work ahead’ to comply with the EU’s Digital Services Act</p><p>The European Union has raised the prospect of a substantial fine or ban for Twitter after warning that it must “significantly increase” efforts to comply with new online legislation.</p><p>Twitter’s <a href=\"https://www.theguardian.com/technology/2022/oct/27/elon-musk-completes-twitter-takeover\">new owner</a>, Elon Musk, was told he had “huge work ahead” to comply with the EU’s Digital Services Act, which requires tech firms to tackle problems including abusive posts and disinformation.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/30/eu-raises-prospect-of-big-fine-or-ban-if-twitter-fails-to-follow-new-legislation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/30/fleetwood-macs-christine-mcvie-dies-at-age-79", "title": "Fleetwood Mac’s Christine McVie dies at age 79", "date_published": "2022-11-30 19:39:09+00:00", "description": "<p>Family say that star has passed away after a short illness</p><p>Fleetwood Mac’s Christine McVie has died at the age of 79, her family has said.</p><p>A statement on <a href=\"https://www.facebook.com/ChristineMcVieOfficial/posts/pfbid02m7CFCmjwD5ve87HNPUGkdQmJ6GWJGmYVRpP3dQLUauDTN53EqFMuCJadMRhWUfkCl\">Facebook</a> said: “On behalf of Christine McVie’s family, it is with a heavy heart we are informing you of Christine’s death.</p> <a href=\"https://www.theguardian.com/music/2022/nov/30/fleetwood-macs-christine-mcvie-dies-at-age-79\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/iranian-man-27-shot-dead-while-celebrating-teams-world-cup-exit", "title": "Iranian man, 27, shot dead while celebrating team’s World Cup exit", "date_published": "2022-11-30 19:17:55+00:00", "description": "<p>Mehran Samak was killed by security forces after honking car horn in celebration of Iran’s defeat to US, human rights groups say</p><p>An Iranian man was shot dead by security forces after Iran’s national team<a href=\"https://www.theguardian.com/football/2022/nov/29/usa-iran-world-cup-2022-qatar-soccer-christian-pulisic\"> lost to the US</a> and exited the World Cup, as anti-government demonstrations took place inside and outside the stadium in Qatar and across Iran.</p><p>Mehran Samak, 27, was shot dead after honking his car horn in Bandar Anzali, a city on the Caspian Sea coast, north-west of Tehran, according to human rights activists.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/iranian-man-27-shot-dead-while-celebrating-teams-world-cup-exit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/30/bruce-lee-biopic-movie-ang-lee-son", "title": "Ang Lee casts son Mason to play Bruce Lee in biopic", "date_published": "2022-11-30 19:10:09+00:00", "description": "<p>The Oscar-winning director’s 32-year-old son  has been training for three years for the role</p><p>Ang Lee has cast his son Mason Lee as Bruce Lee in a new biopic.</p><p>The Oscar-winning film-maker of Life of Pi and Brokeback Mountain has taken on a project that has already seen four writers deliver different versions of the script. The latest rewrite will come from the Oscar-nominated Capote screenwriter Dan Futterman.</p> <a href=\"https://www.theguardian.com/film/2022/nov/30/bruce-lee-biopic-movie-ang-lee-son\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/third-islamic-state-leader-killed-in-battle", "title": "Third Islamic State leader killed in battle", "date_published": "2022-11-30 18:28:26+00:00", "description": "<p>White House welcomes news of Abu al-Hasan al-Hashimi al-Qurashi’s death</p><p>The Islamic State jihadist group said its leader has been killed in battle, the third head of the violent extremist faction to have met a violent death.</p><p>A spokesperson for the group said Abu al-Hasan al-Hashimi al-Qurashi, an Iraqi, was killed “in combat with enemies of God”, without elaborating on the date of his death or the circumstances.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/third-islamic-state-leader-killed-in-battle\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/30/saudi-arabia-v-mexico-world-cup-2022-live-score-updates", "title": "Saudi Arabia v Mexico: World Cup 2022 – live", "date_published": "2022-11-30 18:28:00+00:00", "description": "<ul><li>World Cup updates from the 7pm GMT / 2pm ET kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2022/nov/30/poland-v-argentina-world-cup-2022-live\">Poland v Argentina – live! Follow Group C’s other match</a></li><li>And you can <a href=\"mailto:%22David%20Tindall%20(casual)%22%20%3Cdavid.tindall.casual@theguardian.com%3E\">email David</a> or tweet <a href=\"https://twitter.com/DaveTindallgolf\">@DaveTindallGolf</a></li></ul><p><strong>Some might say my MBM is somewhat of the Tony Gubba/Ralph Dellor option</strong> this evening. For those wanting the Motson/Davies ‘big one’ between <a href=\"https://www.theguardian.com/football/live/2022/nov/30/poland-v-argentina-world-cup-2022-live\">Argentina and Poland, it’s right here with Michael Butler</a>.</p><p><strong>There’s a great moment</strong> in one of the Guardian World Cup podcasts earlier this week when Paul MacInnes meets two female Saudi footballs fan in Doha. Have a listen (23 minutes in) and a read. </p> <a href=\"https://www.theguardian.com/football/live/2022/nov/30/saudi-arabia-v-mexico-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/30/poland-v-argentina-world-cup-2022-live", "title": "Poland v Argentina: World Cup 2022 – live", "date_published": "2022-11-30 18:27:26+00:00", "description": "<ul><li>World Cup updates from the 7pm GMT / 2pm ET kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2022/nov/30/saudi-arabia-v-mexico-world-cup-2022-live-score-updates\">Saudi Arabia v Mexico – live! Check in on Group C’s other game</a></li><li>You can <a href=\"mailto:Michael%20Butler%20%3CMichael.Butler@theguardian.com%3E\">email Michael</a> or tweet <a href=\"https://twitter.com/michaelbutler18\">@michaelbutler18</a></li></ul><p><strong>There are some other (substantial!) selections to digest.</strong> Poland make one change from the win over Saudi Arabia. Interesting that Karol Świderski, who plays in the MLS with Charlotte is preferred to Juventus loanee Arkadiusz Milik, up top. Heartening, too, that Poland are sticking with two strikers, despite the fact that they need just a draw to qualify. </p><p>Argentina also make a change up top: Manchester City’s Julián Álvarez comes in for Lautaro Martínez, who was so important for Scaloni on that 36-game unbeaten run. They are not too dissimilar in style so perhaps Álvarez has edged it in training. </p> <a href=\"https://www.theguardian.com/football/live/2022/nov/30/poland-v-argentina-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/buckingham-palace-where-are-you-from-black-british", "title": "In Buckingham Palace and outside it, we know what it means when people ask ‘where are you from’", "date_published": "2022-11-30 18:22:29+00:00", "description": "<p>When Susan Hussey asked that of a black British charity boss, she echoed the words of many who alienate people of colour</p><p>“Where are you from?” is a question that every person in my family has been asked, from my parents in the 1960s to my little nephew, crying on his way back from school. I’ve faced the question from schoolteachers who want to know if I speak English, dates trying to exoticise me – and a manager who laughed afterwards, knowing he should not have asked.</p><p>“Where are you <em>really</em> from?” is the follow-up, if you don’t give someone what they want. While the question can come from a place of curiosity, it is hard to ignore the sinister undertones, especially when it’s repeated.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/buckingham-palace-where-are-you-from-black-british\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/nyc-eric-adams-involuntarily-hospitalize-mentally-ill-people", "title": "New York mayor plans to hospitalize mentally ill people involuntarily", "date_published": "2022-11-30 18:20:44+00:00", "description": "<p>Advocacy groups for civil rights groups and the homeless criticized mandate: ‘Mayor is playing fast and loose with the legal rights’</p><p>The mayor of New York City announced on Tuesday that he is ordering police and emergency services to more aggressively hospitalize those with mental illness who are on the streets, even if the hospitalization is involuntary and they pose no threat to other people.</p><p>Mayor Eric Adams’ directive would give outreach workers, city hospitals and first responders, including police, discretion to forcibly hospitalize anyone they deem as not “meeting their basic human needs, causing them to be a danger to themselves”, Adams told <a href=\"https://www.washingtonpost.com/nation/2022/11/30/new-york-homeless-mentally-ill-hospitalize/\">a news conference</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/nyc-eric-adams-involuntarily-hospitalize-mentally-ill-people\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/biden-israel-weapons-palestinian-territories-far-right", "title": "Biden urged to threaten Israel weapons halt over far-right concerns", "date_published": "2022-11-30 18:15:05+00:00", "description": "<p>Pair urge president to withdraw military support to Netanyahu’s coalition government if Palestinians are expelled or land annexed</p><p>Two former senior US diplomats have made a highly unusual call for the Biden administration to cut weapons supplies to Israel if the <a href=\"https://www.theguardian.com/world/2022/nov/10/israel-president-isaac-herzog-benjamin-netanyahu-coalition-itamar-ben-gvir\">incoming far-right government </a>uses them to annex Palestinian land, expel Arabs or finally kill off the diminishing possibility of a Palestinian state.</p><p>Daniel Kurtzer, a former US ambassador to Israel under George W Bush, and Aaron David Miller, a US Middle East peace negotiator during several administrations, have called for what they described as an “unprecedented and controversial” break from America’s largely unconditional military and diplomatic support for Israel if “the most extreme government in the history of the state” pursues the stated aims of some of its members.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/biden-israel-weapons-palestinian-territories-far-right\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/farha-israel-condemns-new-netflix-film-for-showing-palestinian", "title": "Israel condemns Netflix film showing murder of Palestinian family in 1948 war", "date_published": "2022-11-30 17:26:18+00:00", "description": "<p>Farha, debut film of Jordanian film-maker, depicts Zionist atrocities against Palestinians during Nakba conflict</p><p>A Netflix film depicting Zionist forces murdering a Palestinian family during the 1948 war surrounding Israel’s creation has been condemned by Israeli officials as “creating a false narrative”.</p><p>Farha, the debut of the Jordanian film-maker Darin Sallam, has been shown at several film festivals around the world since its release last year, and is Jordan’s Oscars entry for 2023. It is due to begin streaming to a global audience on the online entertainment service on Thursday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/farha-israel-condemns-new-netflix-film-for-showing-palestinian\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/tunisia-france-world-cup-group-d-match-report", "title": "Tunisia shock much-changed France thanks to Wahbi Khazri but still go out", "date_published": "2022-11-30 17:23:18+00:00", "description": "<p>This was cruellest yet most honourable of exits for Tunisia, who outplayed a second-string France team and were fine value for the win secured by Wahbi Khazri’s solo strike midway through the second half. They will wonder how, having defeated the holders and <a href=\"https://www.theguardian.com/football/2022/nov/22/denmark-tunisia-world-cup-group-d-match-report\">drawn with Denmark</a>, they have not broken their knockout stage duck. Had they taken a point <a href=\"https://www.theguardian.com/football/2022/nov/26/mitch-duke-header-downs-tunisia-and-keeps-australia-alive-at-world-cup\">against Australia</a>, ostensibly a simpler task, they would have qualified; for a few minutes here they had the last 16 in their sights but Mathew Leckie’s shock winner against the Danes sent the Socceroos through.</p><p>France win the group regardless even if this was a no-show prior to the introductions of Kylian Mbappé, Antoine Griezmann and Ousmane Dembélé. It is unlikely Didier Deschamps will regret resting most of his favoured starters but the inadequacy of their stand-ins will be noted by their rivals for the trophy.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/tunisia-france-world-cup-group-d-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/30/ftx-billionaire-sam-bankman-fried-dark-money-republicans", "title": "FTX billionaire Sam Bankman-Fried funneled dark money to Republicans", "date_published": "2022-11-30 17:20:29+00:00", "description": "<p>The crypto entrepreneur was thought to be a big donor to Democrats but now acknowledges he gave equally to GOP</p><p>The fall of crypto billionaire Sam Bankman-Fried has been painted as a large blow to the Democratic party, whose candidates were major beneficiaries of his largesse. But in a new interview, Bankman-Fried has claimed he gave equally large amounts of money to Republicans.</p><p>“I donated to both parties. I donated about the same amount to both parties,” Bankman-Fried told crypto commentator and citizen journalist <a href=\"https://twitter.com/TiffanyFong_\">Tiffany Fong.</a></p> <a href=\"https://www.theguardian.com/technology/2022/nov/30/ftx-billionaire-sam-bankman-fried-dark-money-republicans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/01/australia-socceroos-denmark-world-cup-group-d-match-report", "title": "Mat Leckie strike stuns Denmark and sends Australia into World Cup last 16", "date_published": "2022-11-30 17:17:36+00:00", "description": "<p>Sometimes football is not beautiful. Sometimes doing just enough, for just long enough, can lay the foundation, open the door. So it was as a counter-attack ended Australia’s agony and Denmark’s World Cup campaign. It took 60 minutes for Mat Leckie to score, an endless hour of last-ditch defending and a goal from Tunisia against France that meant the Socceroos would have to win or be out themselves. </p><p>In the end it was Denmark’s second-half impotence that ended their tournament prematurely, their early brightness dissipating in the face of a Socceroos side which left it late but rallied when it had to and once again displayed a level of quality belying their inexperience. </p> <a href=\"https://www.theguardian.com/football/2022/dec/01/australia-socceroos-denmark-world-cup-group-d-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/cristiano-ronaldo-offered-173m-a-season-by-saudi-arabian-club-al-nassr", "title": "Cristiano Ronaldo offered £173m a season by Saudi Arabian club Al Nassr", "date_published": "2022-11-30 17:09:55+00:00", "description": "<ul><li>Forward a free agent and has been offered contract to 2025 </li><li>Image rights would need to be agreed if Ronaldo keen on move</li></ul><p>Cristiano Ronaldo has received a formal proposal from the Saudi Arabian club Al Nassr that would pay him almost €200m (£173m) a season on a contract to 2025.</p><p>The 37-year-old is a free agent after <a href=\"https://www.theguardian.com/football/2022/nov/22/cristiano-ronaldo-to-leave-manchester-united-with-immediate-effect\">leaving Manchester United</a> and a big part of the proposed deal’s money is being put up by sponsors so it is unclear whether issues relating to image rights could be a stumbling block if Ronaldo chooses to pursue the move.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/cristiano-ronaldo-offered-173m-a-season-by-saudi-arabian-club-al-nassr\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/idrissa-gana-gueye-believes-senegal-can-progress-despite-facing-england", "title": "Idrissa Gana Gueye believes Senegal can progress despite facing England", "date_published": "2022-11-30 17:00:22+00:00", "description": "<ul><li>African champions have qualified for last 16 for second time</li><li>‘Last 16 is not the objective. We have no limits,’ says midfielder</li></ul><p>Idrissa Gana Gueye has said there are no limits for Senegal in Qatar and the African champions’ ambitions must stretch beyond reaching the last 16 of the World Cup.</p><p>Senegal face England at the Al Bayt Stadium on Sunday having qualified for the World Cup knockout stage for the second time in their history via their <a href=\"https://www.theguardian.com/football/2022/nov/29/ecuador-senegal-world-cup-group-a-match-report\" title=\"\">win against Ecuador</a> on Tuesday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/idrissa-gana-gueye-believes-senegal-can-progress-despite-facing-england\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/30/peak-polluters-last-chance-close-dutch-government", "title": "Up to 3,000 ‘peak polluters’ given last chance to close by Dutch government", "date_published": "2022-11-30 17:00:08+00:00", "description": "<p>State attempts to push through plans to shut hundreds of factory farms to cut nitrogen oxide emissions</p><p>The Dutch government is offering to buy out up to 3,000 “peak polluter” farms and major industrial polluters in an attempt to reduce ammonia and nitrogen oxide emissions that are illegal under EU law.</p><p>The nitrogen minister, Christianne van der Wal, said farmers would be offered more than 100% of the value of their farms to quit. For the first time, the government has said that forced buyouts will follow next year if the voluntary measures fail.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/30/peak-polluters-last-chance-close-dutch-government\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/uk-imposes-fresh-round-sanctions-russian-officials", "title": "UK imposes fresh round of sanctions on Russian officials", "date_published": "2022-11-30 16:59:52+00:00", "description": "<p>Foreign secretary says 22 officials will be targeted, including Denis Manturov, deputy prime minister</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/30/russia-ukraine-war-live-fresh-missile-strikes-on-zaporizhzhia-region-zelenskiy-says-russians-planning-something-in-the-south#top-of-blog\">Russia-Ukraine war – latest news updates</a></li></ul><p>The UK has announced a fresh round of sanctions against 22 Russians, including those the Foreign Office says were involved in enlisting criminals to fight in Ukraine.</p><p>James Cleverly, the foreign secretary, said on Wednesday that his department would target a new set of officials, including Denis Manturov, the deputy prime minister, who is responsible for troop equipment supplies.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/uk-imposes-fresh-round-sanctions-russian-officials\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/roberto-martinez-says-belgian-media-trying-to-divide-their-country", "title": "Roberto Martínez accuses Belgian media of trying to divide country", "date_published": "2022-11-30 16:50:47+00:00", "description": "<ul><li>De Bruyne’s comments in Guardian interview discussed</li><li>Belgium must beat Croatia to avoid early World Cup exit</li></ul><p>In a combative press conference performance reflecting the tensions of Belgium’s troubled World Cup campaign, Roberto Martínez accused the French media of dirty tricks and the Belgian press of seeking to divide their country before the must-win match against Croatia.</p><p>Belgium, third at the last World Cup and second in the world rankings, must beat the 2018 finalists on Thursday to avoid a humiliating early exit from Qatar. Their preparations have been shrouded in acrimony. <em>L’Equipe</em> claimed Kevin de Bruyne and Jan Vertonghen clashed in the dressing room after <a href=\"https://www.theguardian.com/football/2022/nov/27/belgium-morocco-world-cup-group-f-match-report\">Sunday’s 2-0 loss to Morocco</a>, with the veteran defender taking exception to the Manchester City playmaker’s <a href=\"https://www.theguardian.com/football/2022/nov/26/kevin-de-bruyne-manchester-city-belgium-world-cup-home-life\">claim in The Guardian</a> that Belgium are too old to win the World Cup. Eden Hazard was reportedly also involved in the clash and Romelu Lukaku stepped in as peacemaker. “I guess we attack badly because we are also too old up front,” Vertonghen allegedly said.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/roberto-martinez-says-belgian-media-trying-to-divide-their-country\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/30/badass-hollywood-florence-machine-isabella-summers-beyonce-jennifer-hudson", "title": "‘They said I’m a badass and Hollywood needs me’: how Florence’s Machine took Tinseltown", "date_published": "2022-11-30 16:31:58+00:00", "description": "<p>As the other half of Florence + the Machine, Isabella Summers plays stadiums and works with the likes of Beyoncé and Jennifer Hudson. Now the film world can’t get enough of the musical sensation</p><p>On her Instagram account in 2020, Isabella Summers posted a screenshot of a question from the quizshow Pointless: “What is the nickname of Florence Welch’s musical collaborator, Isabella Summers? A) Magician B) Machine C) Maestro.” Underneath, Summers supplied her own answer: “All three, mother****ers”.</p><p>She wasn’t wrong. As the co-founder and keyboardist alongside Welch, she was the Machine. Still is, in fact. Despite her absence from this year’s <a href=\"https://www.theguardian.com/music/2022/may/15/florence-the-machine-dance-fever-review-florence-welch-exorcises-her-demons\">Dance Fever</a> album and tour, she hasn’t officially left the band – nor, it seems, officially explained her absence to Welch, but more on that later. Magician? Well, she may have written, produced and remixed tracks for Beyoncé, Jennifer Hudson and Juliette Lewis, among many others, but Summers is able to move through the world invisibly. </p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/30/badass-hollywood-florence-machine-isabella-summers-beyonce-jennifer-hudson\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/world-cup-qatar-morocco-seek-to-be-remembered-as-heroes-by-eclipsing-class-of-1986", "title": "Morocco seek to be ‘remembered as heroes’ by eclipsing class of 1986", "date_published": "2022-11-30 16:21:00+00:00", "description": "<p>Walid Regragui has built a motivated, organised side who have a place in the knockouts for the first time in 36 years in reach</p><p>For Morocco’s squad and most of the estimated 45,000 fans following them in Qatar, 1986 is not even a distant memory. Even the coach, Walid Regragui, was only 10 when Mohamed Timoumi, Abdelkrim Merry and the goalkeeper-captain Badou Zaki inspired the Atlas Lions to become the first African side to reach the knockout stages of a World Cup courtesy of a 3-1 win against Portugal. “No one expected us to beat them,” the defender Noureddine Bouyahyaoui said recently.</p><p>The success of 36 years ago could be about to repeat itself, with Morocco needing a point against Canada on Thursday to guarantee a place in the last 16 after their win against Belgium. Regragui’s side have not conceded a goal in six matches since he took over in August, in echoes of the 1986 team.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/world-cup-qatar-morocco-seek-to-be-remembered-as-heroes-by-eclipsing-class-of-1986\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/30/ecb-says-bitcoin-is-on-road-to-irrelevance-amid-crypto-collapse", "title": "ECB says bitcoin is on ‘road to irrelevance’ amid crypto collapse", "date_published": "2022-11-30 16:11:57+00:00", "description": "<p>European Bank criticises digital currency sector for facilitating illegal activity</p><p>The European Central Bank says bitcoin is on an “artificially induced last gasp before the road to irrelevance”, in a scathing intervention arguing against giving regulatory legitimacy to the cryptocurrency.</p><p>In a strongly worded blogpost, senior European Central Bank (ECB) staffers Ulrich Bindseil and Jürgen Schaaf criticised bitcoin for being a hotbed of illegal transactions that brings reputational risk for any bank that gets involved with the sector.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/30/ecb-says-bitcoin-is-on-road-to-irrelevance-amid-crypto-collapse\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/30/stephen-colbert-trump-dinner-trevor-noah-jimmy-kimmel", "title": "Colbert on Trump’s dinner with a racist: ‘His most upsetting meal since every other meal’", "date_published": "2022-11-30 16:02:23+00:00", "description": "<p>Late-night hosts took aim at the Mar-a-Lago dinner with Kanye West and Nick Fuentes and Republicans’ half-hearted criticism</p><p>The Late Show host began by expressing delight over the US team’s win over Iran at the World Cup: “It was win or go home, and we won, baby!”</p> <a href=\"https://www.theguardian.com/culture/2022/nov/30/stephen-colbert-trump-dinner-trevor-noah-jimmy-kimmel\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/30/ct-scans-toothed-bird-fossil-jaw-mobile-palate-avian-evolution", "title": "CT scans of toothed bird fossil leads to jaw-dropping discovery", "date_published": "2022-11-30 16:00:21+00:00", "description": "<p>Dating back more than 65m years, specimen’s mobile palate challenges understanding of avian evolution</p><p>Fossil experts have cooked the goose of a key tenet in avian evolution after finding a premodern bird from more than 65m years ago that could move its beak like modern fowl.</p><p>The toothy animal was discovered in the 1990s by an amateur fossil collector at a quarry in Belgium and dates to about 66.7m years ago – shortly before the <a href=\"https://www.theguardian.com/science/2020/jun/29/dinosaurs-wiped-out-by-asteroid-not-volcanoes-researchers-say\">asteroid strike</a> that wiped out non-avian dinosaurs.</p> <a href=\"https://www.theguardian.com/science/2022/nov/30/ct-scans-toothed-bird-fossil-jaw-mobile-palate-avian-evolution\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/luis-enrique-insists-spain-have-no-plans-to-manipulate-draw-and-avoid-brazil", "title": "Luis Enrique says Spain have no plans to manipulate draw and avoid Brazil", "date_published": "2022-11-30 15:56:22+00:00", "description": "<ul><li>Winners of Group E likely to face favourites in quarter-final</li><li>‘To win a World Cup, you have to beat everyone’</li></ul><p>Luis Enrique, the Spain coach, has asked himself whether it might be better not to win Group E and instead finish second to avoid Brazil, which is precisely why his team will not try to engineer an easy route through the World Cup.</p><p>The <em>selección </em>are top of the group and victory against Japan on Thursdaywould guarantee progress as group winners, but they also know a point would see them through to the last 16 and avoid Brazil in the quarter-final</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/luis-enrique-insists-spain-have-no-plans-to-manipulate-draw-and-avoid-brazil\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/30/davide-rebellin-liege-bastogne-liege-winner-killed-after-being-hit-by-truck", "title": "Davide Rebellin, former Paris-Nice winner, dies after being hit by driver in truck", "date_published": "2022-11-30 15:48:34+00:00", "description": "<ul><li>Italian cyclist killed while training near Vicenza</li><li>Rebellin retired this year after three decades in sport</li></ul><p>Davide Rebellin, the Italian cyclist who won the Amstel Gold Race, La Fleche Wallonne and Liège-Bastogne-Liège in a stellar 2004 season and the Paris-Nice race in 2008, has died aged 51 after being hit by a driver in a truck while training near Vicenza, local media reported on Wednesday.</p><p>Rebellin, who also won an individual stage in the 1996 Giro d’Italia, was killed instantly in the incident, which occurred at Montebello Vicentino shortly before midday, <a href=\"https://www.ilgazzettino.it/nordest/vicenza_bassano/incidente_morto_davide_rebellin_ciclista_travolto_camion_prosegue_sua_corsa_montebello_vicentino-7085085.html\">Il Gazzettino reported</a>. The report added that the vehicle did not stop at the scene and that police were looking for it and the driver.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/30/davide-rebellin-liege-bastogne-liege-winner-killed-after-being-hit-by-truck\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/30/eu-unveils-plans-to-cut-europes-plastic-and-packaging-waste", "title": "EU unveils plans to cut Europe’s plastic and packaging waste", "date_published": "2022-11-30 15:36:59+00:00", "description": "<p>Draft regulations would ban mini-shampoo bottles and throwaway cups, with push towards reuse over recycling</p><p>The EU executive wants to ban mini-shampoo bottles in hotels and the use of throwaway cups in cafes and restaurants, as part of sweeping legal proposals to curb Europe’s mountains of waste.</p><p>A draft EU regulation published on Wednesday also proposes mandatory deposit and return schemes for single-use plastic drinks bottles and metal cans, as well as an end to e-commerce firms wrapping small items in huge boxes.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/30/eu-unveils-plans-to-cut-europes-plastic-and-packaging-waste\">Continue reading...</a>", "persistent": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/spain-creative-decision-rodri-defence-paying-off-luis-enrique-world-cup", "title": "Spain’s creative decision to play Rodri in defence is paying off at World Cup | Ben McAleer", "date_published": "2022-11-30 15:22:04+00:00", "description": "<p>Luis Enrique has found a smart solution to the problem every Spain manager faces: how do you use all your great midfielders?</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>With <a href=\"https://www.theguardian.com/football/2022/nov/03/barcelona-legend-gerard-pique-announces-retirement-aged-35-spain\">Gerard Piqué retiring from football</a> and Sergio Ramos overlooked for the World Cup squad, 2022 has been the end of an era for Spanish centre-backs. Luis Enrique took some criticism for not calling up Ramos – the most capped player in Spain’s history – but the manager stuck to his guns and deserves credit for doing so.</p><p>Luis Enrique selected four centre-backs in his squad for Qatar: Aymeric Laporte, Pau Torres and Eric García, who went to the Euros last summer, and the versatile youngster Hugo Guillamón. Yet, despite the availability of these experienced centre-backs, Luis Enrique has used Rodri alongside his Manchester City teammate Laporte at the heart of defence in Spain’s first two games in Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/spain-creative-decision-rodri-defence-paying-off-luis-enrique-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/walmart-worker-mass-shooting-files-50m-lawsuit", "title": "Survivor of Walmart mass shooting in Virginia files $50m lawsuit", "date_published": "2022-11-30 15:17:29+00:00", "description": "<p>Donya Prioleau says company should have acted on the shooter’s pattern of disturbing behavior in the Virginia store</p><p>A Walmart employee injured in a <a href=\"https://www.theguardian.com/us-news/2022/nov/25/walmart-shooting-handgun-purchased-same-day\">mass shooting at a Virginia store</a> last week has filed a $50m lawsuit against the company, alleging the gunman exhibited threatening behavior months before he killed six people.</p><p>Donya Prioleau, an employee of the Walmart in Chesapeake, said in the lawsuit, filed on Thursday, the store should have been aware of problems with Andre Bing’s behavior given numerous reports including a formal complaint filed by Prioleau on 10 September, <a href=\"https://www.nbcnews.com/news/us-news/virginia-walmart-worker-escaped-shooting-files-50m-suit-says-complaine-rcna59224\">NBC News reported</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/walmart-worker-mass-shooting-files-50m-lawsuit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/30/bernie-sanders-mittens-viral-biden-inaugu-brendan-smialowskis-best-photograph", "title": "Bernie Sanders in damn good mittens – Brendan Smialowski’s best photograph", "date_published": "2022-11-30 15:16:46+00:00", "description": "<p>‘When this picture of the senator at Joe Biden’s inauguration went viral, someone actually sent me a pair of these gloves. They’re made by a schoolteacher in Vermont’</p><p>This picture was taken during the early part of <a href=\"https://www.theguardian.com/us-news/gallery/2021/jan/20/joe-biden-inauguration-46th-president-united-states-in-pictures\">Joe Biden’s inauguration</a> in January 2021, when the invitees were arriving. I work for Agence France-Presse, one of the bigger wire services in the world. There’s basically three left these days and we’re all competing. We hardwire our cameras to the internet so we can transmit images directly. When I saw Senator Sanders come in, I took a couple of pictures and decided which to send.</p><p>This is a very typical Bernie Sanders moment: sitting down and minding his own business. Officially an independent, he talks to who he needs to talk to, but he doesn’t run around schmoozing. His outfit was either perfectly planned, or it wasn’t planned at all. It was cold, it’s not super stylish, but it does the job. A pair of these mittens actually found their way to me after the image went viral – and they’re damn good mittens, made by <a href=\"https://berniesmittenmaker.com/\">Jen Ellis</a>, a second-grade teacher in Vermont.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/30/bernie-sanders-mittens-viral-biden-inaugu-brendan-smialowskis-best-photograph\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/milo-yiannopoulos-nick-fuentes-donald-trump-dinner", "title": "Milo Yiannopoulos claims he set up Fuentes dinner ‘to make Trump’s life miserable’", "date_published": "2022-11-30 15:13:26+00:00", "description": "<p>Rightwing provocateur says he helped arrange for white supremacist to attend dinner with Trump and Kanye West</p><p>As fallout from Donald Trump’s meeting <a href=\"https://www.theguardian.com/us-news/2022/nov/25/trump-nick-fuentes-kanye-west\">with the white supremacist Nick Fuentes</a> continues, a far-right activist has claimed the meeting was a set-up, meant to “make Trump’s life miserable”.</p><p>NBC News <a href=\"https://www.nbcnews.com/politics/donald-trump/story-trumps-explosive-dinner-ye-nick-fuentes-rcna59010\">reported</a> that in an attempt to “send a message” to the former president, Milo Yiannopoulos, a rightwing provocateur and former Breitbart editor, helped arrange for Fuentes to travel to Mar-a-Lago in Florida for a dinner between Trump and the rapper Ye, formerly known as Kanye West.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/milo-yiannopoulos-nick-fuentes-donald-trump-dinner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/stuck-in-a-post-office-queue-all-i-could-think-about-was-how-much-i-hate-self-checkouts", "title": "Stuck in a post office queue, all I could think about was how much I hate self-checkouts | Adrian Chiles", "date_published": "2022-11-30 15:11:45+00:00", "description": "<p>Inching towards the human behind the counter, I saw two great big machines that could have saved me the wait. Of course they were out of order</p><p><br /></p><p>There are few sights so dispiriting as the back end of a queue poking out of a post office. Nobody pays a leisurely visit to a post office: there is always somewhere else you need to be and something else you should be doing. And there is always a queue. Still, on a Saturday morning, finding myself in a small town in Sussex with something boring but urgent to post, I was just relieved to find the place open. For the entertainment of oblivious shoppers in the square outside, a bloke crooned carols accompanied by a fuzzy backing tape. And someone joined the queue behind me, so I was no longer last in line. Things could have been worse.</p><p>With glacial slowness, we edged forward. Why, in the crooning of another couple of carols, I had made real progress, crossing the threshold into the building. My mood continued to lighten. But then I saw them: two great big red self-service machines that presumably, thanks to the march of what we call progress, could, after a lot of stabbing at a touchscreen, weigh, stamp and dispatch whatever goods we had come bearing this winter’s morning.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p><p><br /><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 300 words to be considered for publication, email it to us at <a href=\"mailto:guardian.letters@theguardian.com\">guardian.letters@theguardian.com</a></strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/stuck-in-a-post-office-queue-all-i-could-think-about-was-how-much-i-hate-self-checkouts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/mohammed-bin-salman-khashoggi-manipulate-us-court-system", "title": "Mohammed bin Salman accused of attempt to ‘manipulate’ US court system", "date_published": "2022-11-30 14:59:12+00:00", "description": "<p>Lawyer says Saudi crown prince took actions to ‘secure impunity’ from civil case brought by fiancee of Jamal Khashoggi</p><p>A lawyer for Hatice Cengiz, the fiancee of Jamal Khashoggi, has accused Mohammed bin Salman of engaging in an unprecedented and blatant attempt to “manipulate” the US court system in order to “secure impunity” after allegedly ordering the 2018 murder of the journalist.</p><p>In a blistering 10-page legal filing, lawyer Keith Harper, who represents Cengiz and the pro-democracy group Dawn in a US civil case against the Saudi crown prince, urged Judge John Bates to reject a <a href=\"https://www.theguardian.com/world/2022/nov/23/biden-administration-dragged-feet-mohammed-bin-salman-immunity-ruling\">controversial suggestion</a> by the Biden administration that Prince Mohammed be granted sovereign immunity in the case.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/mohammed-bin-salman-khashoggi-manipulate-us-court-system\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/30/airbus-boss-warn-delay-decarbonising-airline-industry-hydrogen-sustainable-aviation-fuel", "title": "Airbus boss warns of delay in decarbonising airline industry", "date_published": "2022-11-30 14:46:09+00:00", "description": "<p>Guillaume Faury expresses concern at pace of investment in facilities producing alternatives to fossil fuels</p><p>The launch of commercial flights of aircraft designed to reduce aviation’s damaging impact on the climate could be delayed by a shortage of net zero fuels, the chief executive of Airbus has warned.</p><p>Speaking at a briefing about the European manufacturer’s emissions-cutting plans on Wednesday, Guillaume Faury said he had concerns about the pace of investment in facilities to produce “green” hydrogen and sustainable aviation fuel (SAF).</p> <a href=\"https://www.theguardian.com/business/2022/nov/30/airbus-boss-warn-delay-decarbonising-airline-industry-hydrogen-sustainable-aviation-fuel\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/brussels-seeking-to-freeze-13bn-of-eu-funds-to-hungary-over-corruption-fears", "title": "Brussels seeking to freeze €13bn of EU funds to Hungary over corruption fears", "date_published": "2022-11-30 14:38:16+00:00", "description": "<p>European Commission say Viktor Orbán’s government’s rule-of-law reforms do not go far enough</p><p>The European Commission wants to freeze more than €13bn (£11bn) of EU funds for Hungary over concerns about democratic weaknesses and failures to tackle corruption.</p><p>The proposals, which still have to be approved by EU member states, mark a decisive moment in the commission’s battle with Hungarian prime minister, Viktor Orbán, over the rule of law.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/brussels-seeking-to-freeze-13bn-of-eu-funds-to-hungary-over-corruption-fears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/30/could-my-book-be-as-bad-as-i-imagined-my-verdict-on-the-novel-i-wrote-in-a-month", "title": "‘Could my book be as bad as I imagined?’: my verdict on the novel I wrote in a month", "date_published": "2022-11-30 14:36:21+00:00", "description": "<p>A year ago, Guardian writer Tim Jonze joined half a million others taking part in National Novel Writing Month. He finished his book but never read it from cover to cover – until now</p><p>This time last year, possibly against my better judgement, <a href=\"https://www.theguardian.com/books/2021/dec/18/dont-start-a-sex-scene-when-your-mother-in-law-is-visiting-how-i-wrote-a-novel-in-a-month\">I wrote a 50,000-word novel in just 30 days</a> – a task so intense it involved me working nights, ignoring my children and being so desperate to hit my daily word count that I would find myself typing in carparks, dentist’s waiting rooms and, on one occasion, during a medical procedure.</p><p>Afterwards, I tried to put the whole experience behind me – until, 12 months on, I decided to do the one thing more gruelling than actually writing the book. Reader, I read it.</p> <a href=\"https://www.theguardian.com/books/2022/nov/30/could-my-book-be-as-bad-as-i-imagined-my-verdict-on-the-novel-i-wrote-in-a-month\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/30/more-than-70-per-cent-english-water-industry-foreign-ownership", "title": "Revealed: more than 70% of English water industry is in foreign ownership", "date_published": "2022-11-30 14:30:20+00:00", "description": "<p>Guardian unpicks complex web of investment firms, wealth funds and tax haven-based businesses that own most of sector</p><ul><li><a href=\"https://www.theguardian.com/environment/ng-interactive/2022/nov/30/englands-water-the-worlds-piggy-bank\">England’s water: the world’s piggy bank</a></li><li><a href=\"https://www.theguardian.com/environment/2022/nov/30/youll-have-to-talk-to-the-uk-staff-can-global-water-investors-be-held-to-account\">Can global water investors be held to account?</a></li><li><a href=\"https://www.theguardian.com/environment/2022/nov/30/england-water-is-this-a-fair-system\">England’s water: is privatised model a fair system?</a></li><li><a href=\"https://www.theguardian.com/environment/2022/nov/30/englands-water-firms-respond-to-investigation-into-role-of-global-investors\">England’s water firms respond to investigation into role of global investors</a></li></ul><p>Foreign investment firms, private equity, pension funds and businesses lodged in tax havens own more than 70% of the water industry in England, according to research by the Guardian.</p><p>The complex web of ownership is revealed as the public and some politicians increasingly call for the industry to be held to account for sewage dumping, leaks and water shortages. Six water companies are under investigation for potentially illegal activities as pressure grows on the industry to put more money into replacing and restoring crumbling infrastructure to protect both the environment and public health.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/30/more-than-70-per-cent-english-water-industry-foreign-ownership\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/30/chinese-guards-and-a-zoo-advent-calendar-wednesdays-best-photos", "title": "Chinese guards and a zoo advent calendar: Wednesday’s best photos", "date_published": "2022-11-30 14:16:59+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/30/chinese-guards-and-a-zoo-advent-calendar-wednesdays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/30/democrats-hakeem-jeffries-house-leadership-rail-strike-biden-politics-live", "title": "Hakeem Jeffries in pole position as House Democrats pick successor to Pelosi – live", "date_published": "2022-11-30 14:10:45+00:00", "description": "<p>Democrats hope to use time in minority to unite against Republicans; Congress scrambles to pass government funding bill</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p>Good morning, and welcome to the politics live blog. </p><p>House Democrats today will formally elect new leadership. After nearly two decades at the helm, speaker Nancy Pelosi and majority whip Steny Hoyer are stepping down to make way for a younger, more diverse roster of party leaders. </p><p>Rail unions are <a href=\"https://www.theguardian.com/us-news/2022/nov/30/us-rail-strike-unions-decry-biden-proposal\">decrying</a> Joe Biden’s call to Congress to impose a contract on rail workers after months of labor negotiations. House Democrats indicated a vote on an agreement will take place as early as today. </p><p>Congress is also scrambling to pass a government funding bill by December 16. Democrats are considering how much they can do before they lose their majority in January. </p><p>The National Christmas Tree Lighting is set to take place at 5:30 pm ET. </p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/30/democrats-hakeem-jeffries-house-leadership-rail-strike-biden-politics-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/gallery/2022/dec/01/australias-best-photos-of-the-month-november-2022", "title": "Australia’s best photos of the month – November 2022", "date_published": "2022-11-30 14:00:20+00:00", "description": "<p>It started with <a href=\"https://www.theguardian.com/sport/2022/oct/30/ambivalence-towards-horse-racing-leaves-melbourne-cup-half-full\">horse racing</a> and ended with a <a href=\"https://www.theguardian.com/australia-news/2022/nov/30/scott-morrison-accuses-labor-of-politics-of-retribution-and-offers-excuses-in-censure-debate\">former prime minister scolded</a> in parliament. But in the middle there were <a href=\"https://www.theguardian.com/australia-news/2022/nov/24/lamb-chopper-airlifts-flock-to-safety-as-inland-sea-surrounds-condobolin\">airborne sheep</a>, a <a href=\"https://www.theguardian.com/science/gallery/2022/nov/08/beaver-moon-lunar-eclipse-around-world-in-pictures\">blood-red moon</a> and <a href=\"https://www.theguardian.com/artanddesign/2022/nov/26/bondi-becomes-nude-beach-as-thousands-take-part-in-spencer-tunicks-sydney-installation\">bare bums on the beach</a>. Guardian Australia takes a look at the best photos from around the country in November</p> <a href=\"https://www.theguardian.com/australia-news/gallery/2022/dec/01/australias-best-photos-of-the-month-november-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/confusion-zero-covid-unrest-china", "title": "Confusion over zero Covid caused unrest in China. Clarity is the way forward | Yu Jie", "date_published": "2022-11-30 14:00:20+00:00", "description": "<p>Unsure of how to loosen rules, local officials doubled down on the severe restrictions behind so much economic damage</p><p>When President Xi Jinping was seen unmasked at the G20 summit in Indonesia, he maintained a largely positive tone with President Joe Biden and other world leaders. This left an impression that China was on the verge of withdrawing its zero-Covid strategy.</p><p>A set of loosening policy measures introduced by Beijing seemed to further suggest that China was on track to reopen. As outlined in the 20th party congress, Xi wants to forge a pathway towards economic modernisation and this means building economic resilience and a further increase in household incomes.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/confusion-zero-covid-unrest-china\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/30/spacex-age-discrimination-complaint-washington-state", "title": "Ex-engineer files age discrimination complaint against SpaceX", "date_published": "2022-11-30 14:00:20+00:00", "description": "<p>Filing is latest action against Elon Musk’s rocket venture as Twitter and Tesla are also roiled by lawsuits</p><p>SpaceX has become the subject of another worker dispute just weeks after unfair labor complaints were filed against the company.</p><p>A former engineer at SpaceX, the Elon Musk-run rocket company, filed an age discrimination complaint against the firm with the state of Washington alleging he was repeatedly passed up for opportunities in favor of younger, less experienced colleagues and was retaliated against when he filed complaints with the company’s human resources department and chief operating officer.</p> <a href=\"https://www.theguardian.com/science/2022/nov/30/spacex-age-discrimination-complaint-washington-state\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/01/in-praise-of-the-homemade-advent-calendar-the-tiny-presents-that-make-my-past-glow-bright", "title": "In praise of the homemade Advent calendar – the tiny presents that make my past glow bright | Maddie Thomas", "date_published": "2022-11-30 14:00:20+00:00", "description": "<p>My mother is an artist, and every December she built me a lifetime of  memories, one day at a time</p><p>Hot summer mornings were always setting in by December, but Mum would still be making porridge for breakfast when I’d bounce into the kitchen before school to thank her for that morning’s surprise gift.</p><p>My mum is an artist by trade and every December of my childhood she carefully curated a homemade Advent calendar for me.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/01/in-praise-of-the-homemade-advent-calendar-the-tiny-presents-that-make-my-past-glow-bright\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/30/marvel-midnight-suns-review-superheroes-nintendo-switch-pc-playstation-4-5-xbox-firaxis2k", "title": "Marvel’s Midnight Suns review – superheroes, strategy and Gen Z banter", "date_published": "2022-11-30 14:00:18+00:00", "description": "<p><strong>Nintendo Switch, PC, PlayStation 4/5, Xbox; Firaxis/2K</strong><br />Making good use of the comics, this turn-based strategy games gives players satisfyingly fiendish challenges – and room to chillax afterwards</p><p>Playing a turn-based strategy game developed by genre leader Firaxis, creator of the brilliant XCOM reboots, there were several things I did not expect to be doing. I did not foresee having to sort out the love life of macho vampiric superhero, Blade. I didn’t expect to be joining a book club with Captain Marvel (first read: Sun Tzu’s Art of War). At no point while the game was installing did I envisage going on a bird-watching trip with Doctor Strange.</p><p>Yet all these unlikely scenarios are very much a part of this latest Marvel video game spinoff, which takes as many of its design cues from the fantasy role-playing series Fire Emblem as it does from XCOM. Here, players take on the role of a new hero character, Hunter, a 300-year-old sorceress reanimated by a re-imagining of a character from the Ghost Rider comics, to battle an evil witch bent on galactic domination. That witch also happens to be Hunter’s mother – and she’s recruited a whole army of Hydra goons to help out.</p> <a href=\"https://www.theguardian.com/games/2022/nov/30/marvel-midnight-suns-review-superheroes-nintendo-switch-pc-playstation-4-5-xbox-firaxis2k\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/man-injured-explosion-ukraine-embassy-madrid-spain", "title": "Man injured in explosion at Ukraine embassy in Madrid", "date_published": "2022-11-30 13:54:04+00:00", "description": "<p>Staff member sustained light injuries in blast that occurred while he was handling letter, say police</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/30/russia-ukraine-war-live-fresh-missile-strikes-on-zaporizhzhia-region-zelenskiy-says-russians-planning-something-in-the-south#top-of-blog\">Russia-Ukraine war – latest news updates</a></li></ul><p>An employee at the Ukrainian embassy in Madrid has been injured in an explosion that occurred while he was handling a letter, police have said.</p><p>The staff member sustained light injuries and went to hospital unassisted, police said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/man-injured-explosion-ukraine-embassy-madrid-spain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/census-many-faiths-established-church-king-anglican", "title": "According to the census, we’re now a land of many faiths. There is no place for an established church | Simon Jenkins", "date_published": "2022-11-30 13:53:49+00:00", "description": "<p>The king and Anglican leaders should take note that if the country is changing, so should its institutions</p><p>England and Wales are no longer Christian: shock. Christians a minority for the first time since the dark ages. We are among the most godless nations on Earth. According to the 2021 census, the number of us ticking the Christian box has fallen to less than 48%. While Christian Pentecostalism is booming, barely 12% are members of the national Church of England. More of us now <a href=\"https://www.google.com/search?q=mosque+attendance+in+uk&amp;oq=mosque+attendance+in+uk&amp;aqs=chrome..69i57.6967j0j4&amp;sourceid=chrome&amp;ie=UTF-8\">go to a mosque each week</a> than to a parish church. Those of “no religion” have tripled since the millennium, to 37%.</p><p>Ethnic minorities now comprise 18% of the population, and form majorities in cities such as Birmingham and Leicester. This means Muslims and Hindus have made up some ground for religion, as such. In one sense, the picture that emerges from this census is improving. Daily headlines may condemn racism and discrimination, but this should not conceal the advances in diversity, equal rights and opportunities compared with England and Wales in the 20th century. According to Opinium research, more of us regard our society as being <a href=\"https://diversityuk.org/brits-more-tolerant-multicultural-britain/\">more tolerant</a> now than it used to be. In few overseas cities do you see such a mix of races as on a our streets or television screens. The politics of Northern Ireland seem so archaic only because it is one part of the UK where religion was until recently a matter of life and death.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/census-many-faiths-established-church-king-anglican\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/30/eurostar-security-staff-to-strike-in-run-up-to-christmas", "title": "Eurostar security staff to strike in run-up to Christmas", "date_published": "2022-11-30 13:44:45+00:00", "description": "<p>Action by more than 100 staff will severely affect Eurostar services and travel plans, RMT says</p><p>Security staff working for Eurostar have announced they will strike for four days in the run-up to Christmas, stoking fears of travel disruption and adding to a wave of industrial action across the economy in the festive period.</p><p>Members of the RMT will strike on the 16, 18, 22 and 23 of December in a dispute over pay. The union said the action would “severely affect Eurostar services and travel plans”.</p> <a href=\"https://www.theguardian.com/business/2022/nov/30/eurostar-security-staff-to-strike-in-run-up-to-christmas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/30/australia-v-denmark-world-cup-2022-live-score-updates", "title": "Australia v Denmark: World Cup 2022 – live", "date_published": "2022-11-30 13:40:49+00:00", "description": "<ul><li>World Cup updates: 3pm GMT / 2am AEDT / 10 am ET kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2022/nov/30/tunisia-v-france-world-cup-2022-live-score-updates\">Tunisia v France – live! Check on the other game in Group D</a></li><li>And you can <a href=\"mailto:Scott%20Murray%20%3Cscott.murray.casual@theguardian.com%3E\">email Scott</a> with your thoughts on the match</li></ul><p><strong>A win for Australia and they’re through.</strong> A draw should be enough, unless Tunisia shock France. A win for Denmark will put them through, unless Tunisia do for the champions, in which case their goal difference better be in good nick. A draw no good for the Danes. That, dear reader, is all ye know and all ye need to know. <strong>Kick off is at 3pm GMT, 6pm at the Al Janoub Stadium, Al Wakrah.</strong> انه يحدث! It’s on!</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/30/australia-v-denmark-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/30/tunisia-v-france-world-cup-2022-live-score-updates", "title": "Tunisia v France: World Cup 2022 – live", "date_published": "2022-11-30 13:39:36+00:00", "description": "<ul><li>World Cup updates from the 3pm GMT / 10am ET kick-off</li><li>And you can <a href=\"mailto:Will%20Unwin%20%3Cwill.unwin.freelancer@theguardian.com%3E\">email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a> on the game</li></ul><p><strong>Didier Deschamps says he is willing to rest Kylian Mbappe for this match.</strong> Will he? </p><p>“His fitness is fine so we don’t need to manage that,” Deschamps said. “Perhaps then you are asking about his ego. Kylian doesn’t have a big ego. Of course he’s an important player, a key player, but he’s a team player.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/30/tunisia-v-france-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/30/the-spin-cricket-memories-of-touring-pakistan-vic-marks", "title": "The Spin | Leaking luggage, Minder and a £1,000 bonus: memories of touring Pakistan", "date_published": "2022-11-30 13:27:31+00:00", "description": "<p>A Test series in Pakistan is always eye-opening. I’ve been on three of the past four tours so I’m ready for the odd surprise</p><p>England are due on Thursday morning to embark upon their fifth Test series in Pakistan in the past four decades – assuming that they can find 11 men sufficiently virus-free to play. A vast convoy of military vehicles is ready to escort their team bus to the ground in Rawalpindi.</p><p>A Test series will be quite an experience; it always is in Pakistan. I’ve been present for three of the previous four tours. So I’m conditioned for the odd surprise – like the <a href=\"https://www.theguardian.com/sport/2022/nov/30/first-pakistan-test-could-be-delayed-after-england-squad-hit-with-illness-cricket\">sudden health scare within the England camp</a>.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/30/the-spin-cricket-memories-of-touring-pakistan-vic-marks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/antonee-robinson-iran-players-embrace-usa-usmnt-world-cup-qatar", "title": "USA’s Antonee Robinson wins praise for comforting Iran players at World Cup", "date_published": "2022-11-30 13:23:34+00:00", "description": "<ul><li>Defender embraced opponents after World Cup match</li><li>Iran players have dealt with off-field pressure at tournament</li></ul><p>Much was made of the geopolitics surrounding USA’s World Cup match with Iran on Tuesday, but the animosity between the two countries’ governments was not reflected on the pitch.</p><p>After the Americans <a href=\"https://www.theguardian.com/football/2022/nov/29/iran-usa-world-cup-group-b-match-report\">sealed a tense 1-0 victory</a> to progress to the knockout stages in Qatar, the USA full-back Antonee Robinson took time to comfort Iranian players as they took in their exit from the tournament. The Fulham player <a href=\"https://twitter.com/FootyLover3/status/1597872057349701632\">embraced fellow defender Ramin Rezaeian</a>, who was in tears, and spent time with Abolfazl Jalali, who had slumped to the turf at the final whistle. Images and footage of Robinson and the Iran players quickly went viral on social media, where he won praise for his empathy.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/antonee-robinson-iran-players-embrace-usa-usmnt-world-cup-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/30/buckingham-palace-aide-resigns-black-guest-traumatised-by-repeated-questioning", "title": "Buckingham Palace aide resigns after black guest traumatised by repeated questioning", "date_published": "2022-11-30 13:21:13+00:00", "description": "<p>Household member apologises after Ngozi Fulani questioned over where her ‘people’ came from</p><p>A member of the Buckingham Palace household has resigned and apologised after a black guest at a reception hosted by the queen consort was left feeling traumatised and violated after allegedly being repeatedly questioned over where she was from by a royal aide.</p><p>Ngozi Fulani, the founder of the charity Sistah Space, which provides support for African and Caribbean heritage woman affected by abuse, claimed the aide moved her hair to reveal her name badge. She was then persistently questioned over where her “people” came from, despite having said she was a British national.</p><p>Aide : Where are you from?</p><p>Me: Sistah Space.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/30/buckingham-palace-aide-resigns-black-guest-traumatised-by-repeated-questioning\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/herschel-walker-texas-home-georgia-senate-runoff", "title": "‘I live in Texas’: Herschel Walker speech adds to Georgia Senate run problems", "date_published": "2022-11-30 13:14:46+00:00", "description": "<p>Republican candidate’s reference to his out-of-state home opens him to same attacks that dogged Mehmet Oz in Pennsylvania</p><p>In a campaign speech earlier this year, Herschel Walker, the Republican candidate for US Senate in Georgia, said: “I live in Texas.”</p><p>Walker will face the Democratic incumbent, Raphael Warnock, in a runoff next Tuesday, a contest triggered after Warnock won on election day but did not pass 50% of the vote. <a href=\"https://www.realclearpolitics.com/epolls/2022/senate/ga/georgia-senate-walker-vs-warnock-7329.html\">Polling</a> puts the two candidates near-level, with early voting <a href=\"https://www.theguardian.com/us-news/2022/nov/29/georgia-senate-runoff-early-voting-raphael-warnock-herschel-walker\">at record levels</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/herschel-walker-texas-home-georgia-senate-runoff\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/jiang-zemin-obituary", "title": "Jiang Zemin obituary", "date_published": "2022-11-30 13:02:11+00:00", "description": "Chinese leader who oversaw economic growth and a stable relationship with the US, and encouraged his country to ‘enter the world’<p>Jiang Zemin, who has died aged 96, was put in charge of the Chinese Communist party as its general secretary in May 1989 amid the turmoil of <a href=\"https://www.theguardian.com/world/tiananmen-square-protests-1989\" title=\"\">Tiananmen Square</a>, in a move that destroyed any chance of a peaceful outcome to the protests. By siding with the conservative forces who bloodily suppressed the students’ call for democracy and reform, Jiang secured his succession to the presidency four years later.</p><p>By the time he retired in 2002, China had been transformed. Shopping centres rose along the Avenue of Everlasting Peace, where tanks and armoured cars had killed protesters. Young families ate in McDonald’s and KFC instead of buying pancakes from street vendors, and a new metro ran under the square, carrying the tens of thousands who once had cycled to work. And in the year before Jiang stepped down, China “entered the world” – the phrase used by the Chinese media for <a href=\"https://www.theguardian.com/world/2001/dec/11/china.globalisation\" title=\"\">joining the World Trade Organization</a>. In spite of some shaky episodes, Jiang also succeeded in building a stable relationship with the US.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/jiang-zemin-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/30/lynch-oz-review-david-lynch-wizard-of-oz-alexandre-o-philippe", "title": "Lynch/Oz review – curtains pull back to reveal the wizard that is David Lynch", "date_published": "2022-11-30 13:00:17+00:00", "description": "<p>How the auteur was influenced by 1939 classic The Wizard of Oz is examined in witty and insightful expert contributions curated by Alexandre O Philippe</p><p>Here is a portmanteau movie: a collection of cine-essays, curated by documentarist Alexandre O Philippe, on the question of how director David Lynch was influenced by The Wizard of Oz, starring <a href=\"https://www.theguardian.com/film/2022/jun/09/judy-garlands-20-best-films-ranked\">Judy Garland</a>. There are witty, insightful, dreamily cinephile contributions from a number of expert witnesses: film-makers David Lowery, Karyn Kusama, John Waters, Rodney Ascher, Justin Benson and Aaron Moorhead, and critic Amy Nicholson.</p><p>Evidently they are all in love with The Wizard of Oz, and in love with David Lynch, and in love with what their interaction tells us: the juxtaposition of waking reality and another reality, a hidden reality, or buried reality, or transcendent reality which is nonetheless as real, or more real, than anything else. All this is punctiliously laid out, with some contributors occasionally repeating themselves and each other: more than one observer comments on the 1957 sci-fi movie <a href=\"https://en.wikipedia.org/wiki/The_Brain_from_Planet_Arous\">The Brain from Arous</a>, which might indeed be a missing link between Lynch and Oz.</p> <a href=\"https://www.theguardian.com/film/2022/nov/30/lynch-oz-review-david-lynch-wizard-of-oz-alexandre-o-philippe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/us-gun-death-rate-highest-30-years", "title": "US gun death rate hits 30-year high with female fatalities rising faster than men’s", "date_published": "2022-11-30 12:58:13+00:00", "description": "<p>Firearm-related homicides among Black more than tripled since 2010 and gun suicides have doubled since 2015, study finds</p><p>The US gun death rate last year hit its highest mark in nearly 30 years and the rate among women has been growing faster than that of men, according to a new study.</p><p>The increase among women – most dramatically, in Black women – is playing a tragic and under-recognized role in a tally that skews overwhelmingly male, researchers said.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/us-gun-death-rate-highest-30-years\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/juventus-in-turmoil-as-sudden-andrea-agnelli-departure-marks-end-of-an-era", "title": "Juventus in turmoil as sudden Andrea Agnelli departure marks end of an era", "date_published": "2022-11-30 12:52:38+00:00", "description": "<p>La Liga have called for ‘immediate sporting sanctions’ against a club accused of false accounting and market manipulation</p><p>News that the entire Juventus board had resigned on Monday appeared, in the Italian phrasing, like lightning from a calm sky. Even the official statement published on the club’s website just before 10pm local time buried the departures of the club president, Andrea Agnelli, and his team of directors 10 paragraphs deep in a <a href=\"https://www.juventus.com/en/news/articles/draft-separate-financial-statements-and-consolidated-financial-statements-as-of-\">summary of their meeting</a> that evening.</p><p>No major news outlet had anticipated the decision. This has been a complicated season for Juventus from a sporting perspective, beginning with two wins from their first seven league games and continuing through a Champions League group-stage exit lowlighted by defeat against Maccabi Haifa. Yet a sense of optimism had returned before the World Cup break, a run of six straight wins and clean sheets lifting them to third in Serie A.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/juventus-in-turmoil-as-sudden-andrea-agnelli-departure-marks-end-of-an-era\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/30/the-patient-review-steve-carell-is-absolutely-faultless-in-this-intense-kidnap-thriller", "title": "The Patient review – Steve Carell is absolutely faultless in this intense kidnap thriller", "date_published": "2022-11-30 12:50:37+00:00", "description": "<p>The Office star plays a kidnapped therapist in this claustrophobic two-hander with Domhnall Gleeson. It might be slow going, but the performances are utterly stellar</p><p>Years ago, any foray by a comedian into drama was greeted with anything from horror to mockery. Who was this dog, was the general feeling, attempting to walk on its hind legs? Fortunately, we’ve passed a lot of water since then. We generally understand now that if you can act funny you can probably, you know, just act, in much the same way as Ginger Rogers could dance forwards too and in flat shoes.</p><p>No one has demonstrated this more clearly over the last few years than Steve Carell, who first made his mark in comedies like Anchorman and The 40-Year-Old Virgin before coming to small-screen prominence as Michael Scott in the US version of The Office. Even if the latter didn’t quite plumb the heartbreaking depths of the original, it still gave its lead plenty of chances to show himself in the round. Since then, he’s taken on more and more “straight” roles, including a high-wire act in The Morning Show as the nice-guy presenter, family man and beloved colleague accused of predatory behaviour by credible witnesses.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/30/the-patient-review-steve-carell-is-absolutely-faultless-in-this-intense-kidnap-thriller\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/belgium-trial-2016-suicide-bombings-salah-abdeslam", "title": "Belgium starts trial over 2016 suicide bombings", "date_published": "2022-11-30 12:45:30+00:00", "description": "<p>Salah Abdeslam, who was convicted in separate trial over 2015 terrorist attacks in Paris, among accused</p><p>Belgium has launched its biggest criminal trial with the prosecution of alleged jihadists accused of directing or aiding <a href=\"https://www.theguardian.com/world/2016/mar/22/brussels-airport-explosions-heard\">suicide bombings</a> on the Brussels metro and airport that killed 32 people in 2016.</p><p>The prime suspect in the dock, Abdeslam Salah, 33, an electrical mechanic, confirmed his identity and occupation. Salah, who is French, was <a href=\"https://www.theguardian.com/world/2022/jun/29/paris-attacker-salah-abdeslam-found-guilty-of-and-terrorism\">convicted in a separate trial in France</a> for his role in attacks in Paris in 2015 that killed 130 people.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/belgium-trial-2016-suicide-bombings-salah-abdeslam\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/senegal-scouting-report-world-cup-last-16-england", "title": "Senegal scouting report before their World Cup last-16 game with England", "date_published": "2022-11-30 12:38:35+00:00", "description": "<p>We look at the strengths, weaknesses, danger men and tactics of England’s next opponents in Qatar</p><p>Senegal’s <a href=\"https://www.theguardian.com/football/2022/nov/29/ecuador-senegal-world-cup-group-a-match-report\">victory over Ecuador</a> on Tuesday ensured the Teranga Lions have reached the knockout stages of a World Cup for the second time after their stunning debut appearance in 2002.</p><p>The coach, Aliou Cissé, was captain of the team that made history with their run to the quarter-finals 20 years ago and will fancy his chances of matching that achievement against England in the last 16 on Saturday despite the absence of his <a href=\"https://www.theguardian.com/football/2022/nov/17/sadio-mane-ruled-out-of-world-cup-as-senegal-confirm-forward-needs-surgery\">injured talisman Sadio Mané</a> and the suspended midfielder Idrissa Gueye. Bristling with self-belief after a historic first <a href=\"https://www.theguardian.com/football/2022/feb/06/senegal-egypt-africa-cup-of-nations-final-match-report\">Africa Cup of Nations triumph</a> in February, Senegal will provide England with their stiffest test so far in Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/senegal-scouting-report-world-cup-last-16-england\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/football-daily-email-human-rights-world-cup-wales-england", "title": "Football Daily | The old-school corporate shilling and Wales going gentle into that good night", "date_published": "2022-11-30 12:36:08+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The clock ticked past 90 minutes at Al Thumama Stadium in Doha, and while Iran and the USA! USA!! USA!!! were still at it in <a href=\"https://www.theguardian.com/football/2022/nov/29/iran-usa-world-cup-group-b-match-report\">their glorified friendly</a>, The Fiv … bear with us, this is going to take some time … Football Daily breathed a sigh of relief. See, we’ve got used to electronic advertising hoardings stripping one product at a time all the way down the touchline, so it’d been nice at this Human Rights World Cup when the e-banners occasionally flicked round to display an ersatz version of yesteryear, a virtual row of lots of separate little ads in the old-fashioned style. Sure, the selection of modern McCosta companies wouldn’t quite have the Azteca 1970 glamour of Cinzano, Kleenex, Bata shoes and Mothercare, but it would be better than nothing. Sadly, suddenly, for a couple of days back there, no more! So imagine how pleased we were to see the old-school corporate shilling suddenly appear again as the crucial Group B decider reached its last knockings. Hyundai, we hardly knew ye.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/football-daily-email-human-rights-world-cup-wales-england\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/30/rugby-eddie-jones-is-in-a-tight-spot-with-england-and-being-the-underdog-suits-him-fine", "title": "Eddie Jones is in a tight spot with England but being the underdog suits him fine | Andy Bull", "date_published": "2022-11-30 12:26:36+00:00", "description": "<p>Talk of firing the coach nine months out from a World Cup ignores the very traits that make him worth sticking by</p><p>There have been a few good Eddie Jones stories going round the grounds lately. <a href=\"https://www.youtube.com/watch?v=AftayuhgWxM\">Joe Simpson told one</a> the other day about the time Jones gave a steak to one of his assistant coaches as an apology for shouting at him. When the coach got home he found out it was a bag of sausages. “You’re not ready for steak yet,” Jones told him.</p><p>Here’s another, a little different to some of the others. In 2019, Jones read a Guardian article about an England fan who had travelled to watch the team play in Japan while he was sick with cancer. Jones asked for his number, rang him up and had a long chat with him about his illness, then sent him a Christmas present.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/30/rugby-eddie-jones-is-in-a-tight-spot-with-england-and-being-the-underdog-suits-him-fine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/the-destruction-of-smyrna-archive-1922", "title": "The destruction of Smyrna – archive, 1922", "date_published": "2022-11-30 12:23:38+00:00", "description": "<p>The film, Smyrna, depicts the 1922 catastrophe at the end of the Greco-Turkish war that destroyed much of the city of Smyrna (now Izmir). See how the Guardian reported events at the time</p><ul><li><a href=\"https://www.theguardian.com/film/2022/nov/28/smyrna-review-greco-turkish-conflict\">Smyrna review – raw, shocking violence in epic take on Greek-Turkish conflict</a></li></ul><p><em>Smyrna was occupied by Greek forces in May 1919 and recaptured by Turkish forces under Kemal Atatürk on 9 September 1922.</em></p> <a href=\"https://www.theguardian.com/world/2022/nov/30/the-destruction-of-smyrna-archive-1922\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/30/top-10-dissenting-life-stories-sheila-rowbothan", "title": "Top 10 dissenting life stories  | Sheila Rowbotham", "date_published": "2022-11-30 12:00:17+00:00", "description": "<p>From Doris Lessing’s frank memoirs of social change to less famous campaigners in decisive struggles, these accounts provide an inspiring look ‘into the window’ of history</p><p>I spent my 1950s adolescence at a Methodist school in east Yorkshire, longing to be somewhere else. I was interested in history from an early age and as I grew older biographies, autobiographies and memoirs provided me with a means of travelling beyond the school gates. Through reading I met all kinds of dissenting individuals and entered excitingly diverse circles. Realising there were alternative ways to think about yourself and how to live, I became a cerebral rebel.</p><p>Individuals’ stories introduced me to political and social ideas and I maintained the connection when I eventually produced two of my own: <a href=\"https://www.theguardian.com/books/2000/jul/23/biography.niccigerrard\">Promise of a Dream: Remembering the Sixties</a><em> </em> and <a href=\"https://guardianbookshop.com/daring-to-hope-9781839763892?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Daring to Hope: My Life in the 1970s</a>. Recollections which are both personal and yet connected to a wider social and political milieu have always engaged me the most and I am in the midst of editing my manuscript on the 1980s.</p> <a href=\"https://www.theguardian.com/books/2022/nov/30/top-10-dissenting-life-stories-sheila-rowbothan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/30/tomato-ketchup-brown-sauce-recipes-homemade-felicity-cloake", "title": "Felicity Cloake’s recipes for tomato ketchup and brown sauce | Felicity Cloake's Masterclass", "date_published": "2022-11-30 12:00:16+00:00", "description": "<p>Are they a brown- or a red-sauce person? Let this two-in-one recipe help you decide</p><p>The perfect present for the classic condiment fan in your life: the richer, more complex flavour of these homemade versions of two much-loved sauces will bring joy to the breakfast table well into the new year. Choose their favourite, or encourage them to expand their culinary horizons by giving them one of each. You never know, you might change their life.</p><p>Felicity Cloake is the author of Red Sauce, Brown Sauce: A British Breakfast Odyssey, published by at Mudlark £16.99. To order a copy for £14.78, visit <a href=\"http://guardianbookshop.com/\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2022/nov/30/tomato-ketchup-brown-sauce-recipes-homemade-felicity-cloake\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/usa-sophia-smith-you-wont-get-far-if-you-dont-love-the-game-moving-the-goalposts", "title": "USA’s Sophia Smith: ‘You won’t get far if you don’t love the game’", "date_published": "2022-11-30 12:00:16+00:00", "description": "<p>The Portland Thorns forward on pushing herself to the limit, learning from Christine Sinclair and the upcoming World Cup</p><p><em><strong>Welcome to Moving the Goalposts, the Guardian’s free women’s football newsletter. Here’s an extract from this week’s edition. To receive the full version once a week, just pop your email in below:</strong></em></p><p>In October Sophia Smith sat in front of the gathered media in Washington DC and calmly outlined her ambition: to become the best player in the world. It is quite a claim but then she had already had a pretty good year: She was the 2022 NWSL MVP (the youngest ever), was awarded the same accolade for the season’s final, which her club Portland Thorns won, and scored in the final.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/usa-sophia-smith-you-wont-get-far-if-you-dont-love-the-game-moving-the-goalposts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/i-found-out-i-was-going-by-tv-inside-andries-nopperts-world-cup-dream", "title": "‘I found out I was going by TV’: inside Andries Noppert’s World Cup dream", "date_published": "2022-11-30 12:00:16+00:00", "description": "<p>The Netherlands’ goalkeeper was uncapped before Qatar – now he is Louis van Gaal’s first choice going into the knockout stage</p><p>The story of Andries Noppert’s journey to be the Netherlands first-choice goalkeeper at the Qatar World Cup is a beacon of hope and inspiration. Elite football can be unforgiving and hard-edged, so step forward a genial 6ft 8in 28-year-old whose refusal to believe a serious knee injury had ended his career does, as he suggests, offer “inspiration to children” that dreams should always be chased.</p><p>When Noppert was chosen by Louis van Gaal for the <a href=\"https://www.theguardian.com/football/2022/nov/21/senegal-netherlands-world-cup-group-a-match-report\">Netherlands’ victory over Senegal</a> in their opening Group A match, he was handed an international debut in only his 51st senior match. Noppert might have given up during any of a peripatetic eight years that began when signing for Heerenveen in 2013 and included 12 months out with the knee problem he sustained in October 2019.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/i-found-out-i-was-going-by-tv-inside-andries-nopperts-world-cup-dream\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/footage-shows-group-of-iranian-fans-celebrating-world-cup-exit", "title": "Footage shows group of Iranian fans celebrating World Cup exit", "date_published": "2022-11-30 11:59:09+00:00", "description": "<p>Videos posted online show fireworks and cheering after team representing Islamic Republic lost 1-0 to US</p><p>Some Iranians have celebrated their team’s <a href=\"https://www.theguardian.com/football/2022/nov/29/usa-iran-world-cup-2022-qatar-soccer-christian-pulisic\">loss to the US</a> and subsequent exit from the World Cup, as demonstrations against the government’s treatment of protesters took place inside and outside the stadium in Qatar. </p><p>The contest between the Iranian and American sides, whose countries severed diplomatic ties more than 40 years ago, took place under increased security to prevent a flare-up over the anti-government protests that have taken place across Iran since the <a href=\"https://www.theguardian.com/world/2022/sep/27/how-death-kurdish-woman-galvanised-women-iran-mahsa-amini\">death in custody</a> of the 22-year-old Kurdish woman Mahsa Amini on 16 September.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/footage-shows-group-of-iranian-fans-celebrating-world-cup-exit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/premier-league-footballer-arrested-over-alleged-rapes-has-bail-extended-again", "title": "Premier League footballer arrested over alleged rapes has bail extended again", "date_published": "2022-11-30 11:54:52+00:00", "description": "<ul><li>Third extension of player’s bail runs to date in early January</li><li>Investigations continue into two alleged rape offences</li></ul><p>The Premier League footballer under investigation for two alleged rapes has had his bail extended to a date in early January.</p><p>It is the Metropolitan police’s latest extension of the player’s bail, which had been due to expire at the end of November. He was originally arrested in July and bailed until early October, extended from an initial date in August, before an application to continue his bail until late November was accepted.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/premier-league-footballer-arrested-over-alleged-rapes-has-bail-extended-again\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/30/pushing-buttons-how-video-games-lost-the-plot", "title": "There’s a place for narrative in games, but I’m done worshipping the story gods", "date_published": "2022-11-30 11:39:18+00:00", "description": "<p>The players not the plot do most of the work in Elden Ring and other innovative titles – it could be the future of video games</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>Recently some members of the video-game community were enraged by news that FromSoftware’s oblique <a href=\"https://www.theguardian.com/games/2022/mar/02/elden-ring-beginners-guide-open-world-adventure\">open-world adventure Elden Ring</a> has been nominated in the best narrative category at the forthcoming Game Awards. Like the developer’s other titles (the Dark Souls series and Bloodborne, for instance), this complex game tells its story through short snippets of dialogue rather than long cinematic cutscenes, and via objects in the world, rather than endless scrolls, audio messages or emails. The player has to do most of the work in assembling a cogent narrative, which suited me fine, because, through the 200-hours I’ve spent with the game, I simply do not care about the plot – I have my own. I wander the dangerous lands of Caelid and Dragonbarrow as an existential assassin, like Clint Eastwood in High Plains Drifter or Mad Max, not bothering to try and make sense of the world, just keen to explore and fight and survive. I like this story better – especially when my son joins me and we take on foes together, revelling in the story that builds of is own accord as we play.</p><p>There have always been titles that have allowed a lot of what we call player agency: the ability to do what you like, to some degree, in a digital environment. Elite was a defining example, and <a href=\"https://www.theguardian.com/technology/2017/sep/06/dread-and-detention-why-arent-more-video-games-set-in-schools\">Skool Daze</a>, <a href=\"https://www.theguardian.com/technology/2015/mar/05/simcity-studio-closes-maxis-most-memorable-moments\">SimCity</a>, <a href=\"https://www.theguardian.com/games/2018/feb/02/civilization-a-new-dawn-brings-the-empire-building-video-game-to-your-dinner-table\">Civilization</a> and Ultima III were other early progenitors. Then came the open-world genre, ushered in by <a href=\"https://www.theguardian.com/games/grand-theft-auto\">Grand Theft Auto 3</a>, and games were for ever altered as story-delivery mechanisms. Yet traditional notions of narrative form and structure still pervade. From The Witcher 3 and Horizon Zero Dawn to Assassin’s Creed Valhalla, if you want a story experience, you need to do the story missions, you need to interact with computer-controlled story agents, you need to cede agency to the story god. I’m sort of done with that now, and maybe I’m not alone.</p> <a href=\"https://www.theguardian.com/games/2022/nov/30/pushing-buttons-how-video-games-lost-the-plot\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/30/rishi-sunak-keir-starmer-pmqs-latest-live-news-uk-politics", "title": "Sunak to take PMQs as survey suggests Tory members see him as one of worst-performing cabinet ministers – UK politics live", "date_published": "2022-11-30 11:21:23+00:00", "description": "<p>Survey of Conservative party members shows PM is sixth from bottom in table of how cabinet ministers are seen to be performing</p><p>England’s poorest students will be more than £1,000 worse off this academic year than the last, according to a <a href=\"https://ifs.org.uk/news/cost-living-crisis-hit-students-harder-expected\">new analysis</a> that warns of “significant hardship for many this winter”. My colleague <strong>Sally Weale</strong> has the story here.</p><p><strong>Thérèse Coffey</strong>, the environment secretary, has said she expects <a href=\"https://www.theguardian.com/politics/2022/oct/28/ministers-admit-delays-will-cause-government-to-breach-environment-act\">the government’s delayed nature and pollution targets </a>to be published before Christmas.</p><p>My main focus frankly in the next three months is getting the environmental targets out and the environmental improvement plan, as well as the preparation for the most important conference of the year which is actually the CBD (Convention on Biological Diversity) in Montreal next month.</p><p>I really hope so, that’s my intention. I’ll be very disappointed if they aren’t.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/30/rishi-sunak-keir-starmer-pmqs-latest-live-news-uk-politics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/30/old-firm-of-labuschagne-and-smith-put-australia-in-control-against-west-indies", "title": "Old firm of Labuschagne and Smith put Australia in control against West Indies", "date_published": "2022-11-30 11:19:42+00:00", "description": "<ul><li>Hosts reach 293-2 on day one of the first Test in Perth</li><li>Queenslander takes command with unbeaten 154 </li></ul><p>After all of the short-form mayhem, the gentle rhythms of Test cricket returned. It also returned to Perth after a pandemic-enforced absence since 2019. Australia’s players took a knee in a gesture against racism for the first time in a Test match, in solidarity with the West Indies team. Then the work as opponents began after Australia won the toss and chose to bat, coming through some serious toil against good bowling to reach 293 for 2 at stumps, with Steve Smith on 59 and Marnus Labuschagne notching his eighth Test century before carrying on to 154.</p><p>The day also began with eyes on Justin Langer, <a href=\"https://www.theguardian.com/sport/2022/nov/25/justin-langers-endless-grudge-threatens-to-cloud-new-cricket-summer\">after the former coach’s week of criticising his former players </a>before trying to backtrack. “Perception and reality. Perception often sells newspapers,” said Langer, who days earlier had a full-length photo portrait published with his column on the back of the West Australian. On the field before play in his new job as a television commentator, it was all smiles and hugs with the players, who have as much reason as the coach to show grace. The bonhomie was helpfully edited into a short video package by Langer’s employer. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/30/old-firm-of-labuschagne-and-smith-put-australia-in-control-against-west-indies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/30/three-minutes-a-lengthening-review-fragments-of-a-jewish-town-destroyed-by-war", "title": "Three Minutes: A Lengthening review – fragments of a Jewish town destroyed by war", "date_published": "2022-11-30 11:00:15+00:00", "description": "<p>The forensic analysis of home-movie footage shot in a small community in 1938 Poland is the subject of Bianca Stigter’s arresting documentary</p><p>Perhaps “a deepening” is closer to the mark. This arresting film is about a vivid process of reconstruction, or recontextualisation, like finding a fragment of an Etruscan pot in the soil and imagining what the whole pot looked like, what the society that produced it looked like, and what the violence that destroyed it looked like.</p><p>It is based on the book Three Minutes in Poland: Discovering a Lost World in a 1938 Family Film by the <a href=\"https://www.youtube.com/watch?v=bmXe7ojLvs4&amp;ab_channel=TaubeCenterforJewishLife%26Learning\">American memoirist and author Glenn Kurtz</a>. In 2009, he had chanced upon a home movie shot by his grandfather David, who had come as a child from Poland to the US and made a prosperous life for himself there. The film recorded the family’s European vacation in 1938 and included a remarkable three-minute segment shot in his hometown of Nasielsk in eastern Poland, the first time that little place had ever been recorded on film. The movie vividly captures the Jewish inhabitants’ innocent bustling happiness at that moment, just months before they were deported to the ghettos by the invading Nazis and from there to be murdered in Treblinka.</p> <a href=\"https://www.theguardian.com/film/2022/nov/30/three-minutes-a-lengthening-review-fragments-of-a-jewish-town-destroyed-by-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/30/twitter-journalism-elon-musk", "title": "‘The most effective press watchdog’: how Twitter changed journalism", "date_published": "2022-11-30 11:00:15+00:00", "description": "<p>Guardian writers look back at the platform’s triumphs and pitfalls as the service faces an uncertain future</p><p>With <a href=\"https://www.theguardian.com/business/2022/nov/29/elon-musk-twitter-bust-debt\">Twitter in turmoil</a> under its new owner, Elon Musk, many users are taking a moment to assess the legacy of the social media platform. Launched in 2006, the service has become an integral part of journalism, revolutionizing the spread of information, expanding access to sources, and elevating voices that previously went unheard. It has also, of course, become known for toxic discourse, misinformation and online abuse.</p><p>As questions mount over Twitter’s future, four Guardian writers reflect on their experiences – personal and professional – with the platform.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/30/twitter-journalism-elon-musk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/30/the-best-retro-video-game-consoles-for-2022", "title": "The best retro video game consoles for 2022", "date_published": "2022-11-30 10:33:02+00:00", "description": "<p>Take a trip down memory lane with six superb retro games consoles you can get your hands on without breaking the bank</p><p>Since the hugely successful launch of the Nintendo NES Classic Edition back in 2016, the retro games console has become a lucrative little side hustle for the big console manufacturers and smaller retro hardware companies; so much so that machines such as the <a href=\"https://www.theguardian.com/technology/2017/sep/28/nintendo-classic-mini-snes-review-fun-sized-reboot-of-greatest-ever-console-mario-yoshi-zelda\">SNES Classic Mini</a> and <a href=\"https://www.theguardian.com/games/2019/sep/19/sega-mega-drive-mini-review-a-legacy-truly-honoured\">Mega Drive Mini</a> – which are both excellent – are now hard to get hold of without paying vastly inflated prices. Here, though, are six superb alternatives you can buy now without too much of a hunt or the need to take out a second mortgage.</p> <a href=\"https://www.theguardian.com/games/2022/nov/30/the-best-retro-video-game-consoles-for-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/european-politicians-accused-of-conspiring-with-libyan-coastguard-to-push-back-refugees", "title": "European politicians accused of conspiring with Libyan coastguard to push back refugees", "date_published": "2022-11-30 10:21:57+00:00", "description": "<p>NGO alleges ‘crimes against humanity’ in complaint to international criminal court</p><p>High-profile European politicians, including the EU’s former foreign policy chief Federica Mogherini, Italy’s current and former interior ministers and the current and former prime ministers of Malta, have been named as the subjects of a criminal complaint at the international criminal court alleging they conspired with Libya’s coastguard to illegally push back refugees trying to cross the Mediterranean Sea into Europe.</p><p>The criminal complaint, which was submitted at The Hague by the German NGO the European Centre for Constitutional and Human Rights (<a href=\"https://www.ecchr.eu/en/\">ECCHR</a>), accuses the politicians of committing several “crimes against humanity in the form of the severe deprivation of physical liberty” between 2018 and 2021 by systematically intercepting boats in the Med and sending refugees back into detention in Libya.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/european-politicians-accused-of-conspiring-with-libyan-coastguard-to-push-back-refugees\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/30/willow-review-warwick-davies-fantasy-reboot-is-lots-of-fun-until-he-appears", "title": "Willow review – Warwick Davies’ fantasy reboot is lots of fun … until he appears", "date_published": "2022-11-30 10:12:38+00:00", "description": "<p>The Disney+ revamp of the 80s movie is a sassy, brisk coming-of-age caper. Then the lead actor appears, fantasy gubbins bogs the action down – and the comedy goes awry</p><p>Who remembers Willow, the magical quest-in-a-forest film with Warwick Davis in it? It was released in 1988 and hasn’t spawned a spin-off screen universe since – when it has been mentioned, it’s usually in brackets after Davis’s name when he’s doing something else. But in the vicious streaming wars, any viewer-curiosity foothold is deemed invaluable. So here we are: there’s now a sequel in the form of a TV series on Disney+.</p><p>We return to Tir Asleen, which in long shot is a castle CGI’d into the Welsh countryside and in closeup is a standard fantasy community: knights, four-poster beds, banquets to celebrate an arranged marriage to unite two ancient kingdoms, and so on. In the film it was a battleground of spells, curses and witchery, but we learn that now it has forbad magic – this is very much the sort of place where people say “forbad” – to secure a peaceful existence. The mystery hanging over it is the whereabouts of Elora Danan, the child of destiny whose rescue was the plot driver of the original movie. Is she dead, hidden or banished? The residents of Tir Asleen don’t know.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/30/willow-review-warwick-davies-fantasy-reboot-is-lots-of-fun-until-he-appears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/30/richard-curtis-lack-of-diversity-in-love-actually-makes-me-feel-a-bit-stupid", "title": "Richard Curtis: lack of diversity in Love Actually makes me feel a bit stupid", "date_published": "2022-11-30 10:09:57+00:00", "description": "<p>In a TV special marking the festive romcom’s 20th anniversary the director says ‘some moments … feel out of date’</p><p>Richard Curtis has said that the lack of diversity in his 2003 festive romcom Love Actually now makes him feel “a bit stupid”.</p><p>Speaking to Diane Sawyer for an ABC special ahead of the film’s 20th anniversary, Curtis was asked if any parts of the ensemble comedy made him wince.</p> <a href=\"https://www.theguardian.com/film/2022/nov/30/richard-curtis-lack-of-diversity-in-love-actually-makes-me-feel-a-bit-stupid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/arizona-county-refuses-certify-midterm-results-legal-battles", "title": "Arizona set for legal battles after county refuses to certify midterm results", "date_published": "2022-11-30 10:00:13+00:00", "description": "<p>Republican officials face two lawsuits, likely court intervention to force their vote and potential criminal penalties</p><p>After officials in a rural Arizona county <a href=\"https://www.theguardian.com/us-news/2022/nov/28/republicans-arizona-county-refuse-to-certify-midterm-election-results\">refused to certify</a> election results by a legally mandated deadline, they now face two lawsuits, likely court intervention to force their vote and potential criminal penalties.</p><p>The rare, likely illegal move by the officials sets up quick court battles as state officials race to certify the election statewide, a process set for 5 December. Candidates and outside parties wishing to sue over the election results await these final results before their court cases can commence.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/arizona-county-refuses-certify-midterm-results-legal-battles\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/alzheimers-drug-lecanemab-trials-nhs", "title": "It’s just a first step, but this new Alzheimer’s drug could be a huge breakthrough | Jonathan Schott", "date_published": "2022-11-30 09:48:13+00:00", "description": "<p>Recent lecanemab trials are reason for hope. But the NHS and other health services may struggle to deliver these new treatments</p><p>It is 20 years since the last drug for Alzheimer’s was licensed in the UK. Since then, huge advances have been made in our understanding of the disease’s causes. Better diagnostic tests are available, and we may now be on the cusp of new treatments that could have an impact on some of the fundamental brain changes thought to lead to dementia. This morning, the results of a long-awaited trial of a promising new drug, lecanemab, were published in the New England Journal of Medicine. It could have beneficial effects for Alzheimer’s sufferers, although there are some caveats.</p><p>Dementia is defined as an acquired, progressive cognitive impairment that interferes with a person’s normal activities. In the UK, it affects more than 900,000 people and is the leading cause of death. Alzheimer’s Research UK puts the cost of caring for people with dementia at more than £25bn a year. As the population ages, those numbers will increase. In the UK alone, estimates suggest that about <a href=\"https://www.dementiastatistics.org\">1.6 million people</a> will be affected by dementia by 2050.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/alzheimers-drug-lecanemab-trials-nhs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/tokyo-same-sex-marriage-ruling-step-forward-japan-campaigners", "title": "Tokyo same-sex marriage ruling ‘a step forward’, say campaigners", "date_published": "2022-11-30 09:07:53+00:00", "description": "<p>Court rules same-sex marriage ban is constitutional but says lack of legal protection is human rights violation</p><p>A Tokyo court has ruled that a ban on same-sex marriage is constitutional but said the lack of legal protection for same-sex couples violated their human rights, which plaintiffs welcomed as a step toward aligning Japan with other G7 nations.</p><p>Japan is the only G7 nation that does not allow same-sex marriage and its constitution defines marriage as based on “the mutual consent of both sexes”. The ruling party of the prime minister, Fumio Kishida, has disclosed no plans yet to review the matter or propose legislation, though several senior members support same-sex marriage.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/tokyo-same-sex-marriage-ruling-step-forward-japan-campaigners\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/30/jerry-jones-little-rock-and-the-photo-the-cowboys-owner-juked-for-decades", "title": "Jerry Jones, Little Rock and the photo the Cowboys owner juked for decades", "date_published": "2022-11-30 09:00:12+00:00", "description": "<p>If one of the NFL’s most powerful men had taken ownership of a controversial image from the civil rights era, he really would be a football maverick</p><p>Of the NFL’s 32 team principals, only Jerry Jones mugs for TV cameras during games, entertains reporters afterward, and has a stadium that’s a monument to his stature in the game. Even the most casual football watcher would recognize the 80-year-old oilman as the face of the Dallas Cowboys – America’s Team – the cultural institution Jones won three championships with in the 1990s.</p><p>Where late Raiders owner Al Davis exerted his authority over the league through the court system, Jones came to power through good ol’ fashioned hucksterism, overstating everything from his roster’s Super Bowl prospects to his own indispensability as Cowboys general manager. And while Jones’s ingratiating southern boy routine has no doubt had a heavy hand in lifting the league’s fortunes and making the Cowboys the world’s most valuable sports firm (with a <a href=\"https://www.theguardian.com/sport/2022/aug/22/dallas-cowboys-retain-title-of-nfls-most-valuable-team-with-8bn-worth\">reported worth of $8bn</a>), it has yet to explain why the face of America’s Team can’t own his singular role in one of the more ignominious moments in this country’s past.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/30/jerry-jones-little-rock-and-the-photo-the-cowboys-owner-juked-for-decades\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/30/summering-review-gender-swapped-stand-by-me-in-the-quirky-dreamy-ya-style", "title": "Summering review – gender-swapped Stand By Me in the quirky-dreamy YA style", "date_published": "2022-11-30 09:00:12+00:00", "description": "<p>Some clever ideas are wasted in this wobbly drama as a group of friends discover a dead body in nearby woodland</p><p>A gender-switched riff on Stand By Me sounds like an intriguing idea – a dead body is discovered by four pre-teen girls – and interesting things do happen in this film at first, in that it declines to conform tonally to what you expect; and yet the quirky-dreamy YA style persists. However, there is something uncertain and soft-centre about what follows, and the plot unrealities make it very silly.</p><p>Lola (Sanai Victoria), Mari (Eden Grace Redfield), Daisy (Madalen Mills) and Daisy (Lia Barnett) are four best friends in an American suburb, whiling away the long hot summer before they start middle school. Rambling aimlessly through some woodland outside town, they are stunned to discover the corpse of a man, and find themselves mostly reluctant to tell the police or their parents: they want to savour this bizarre, rare secret and also realise that once the alarm is raised, they will be fiercely questioned and feel like they are in trouble even though they aren’t.</p> <a href=\"https://www.theguardian.com/film/2022/nov/30/summering-review-gender-swapped-stand-by-me-in-the-quirky-dreamy-ya-style\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/jiang-zemin-former-chinese-president-dies-at-96", "title": "Former Chinese president Jiang Zemin dies at 96", "date_published": "2022-11-30 08:49:02+00:00", "description": "<p>State media say Jiang died from leukaemia and multiple organ failure in Shanghai</p><p>The former Chinese president Jiang Zemin has died at the age of 96, Chinese state media reported.</p><p>Jiang died from leukaemia and multiple organ failure in Shanghai at 12.13pm local time, the official Xinhua news agency said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/jiang-zemin-former-chinese-president-dies-at-96\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/30/first-pakistan-test-could-be-delayed-after-england-squad-hit-with-illness-cricket", "title": "First Pakistan Test could be delayed after England squad hit with illness", "date_published": "2022-11-30 08:46:10+00:00", "description": "<ul><li>Six or seven of touring squad laid low by virus before first Test</li><li>24-hour delay to match possible with ECB monitoring situation</li></ul><p>England and Pakistan are in discussions over a possible delayed start to their historic Test series opener in Rawalpindi after “six or seven” of the tourists were laid low by a virus just 24 hours out from the first ball.</p><p>Ben Stokes had <a href=\"https://www.theguardian.com/sport/2022/nov/29/cricket-england-pakistan-preview-duckett-livingstone-stokes\">boldly named his XI</a> for the Thursday’s first Test in Rawalpindi two days in advance, confirming a debut for Liam Livingstone and handing Ben Duckett a recall at opener six years on from the last of his four appearances.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/30/first-pakistan-test-could-be-delayed-after-england-squad-hit-with-illness-cricket\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/30/world-cup-2022-qatar-news-buildup-reaction-live", "title": "World Cup 2022: England and US plan for last 16, Australia hope to join them – live", "date_published": "2022-11-30 08:19:37+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2022/nov/29/world-cup-permutations-breaking-down-the-final-round-of-group-games\">Groups C and D conclude: check the latest permutations</a></li><li><a href=\"https://www.theguardian.com/football/2022/nov/30/world-cup-2022-briefing-the-joy-of-kylian-mbappe-argentina-escape-plan\">Daily briefing: the joy of Mbappé, Argentina’s escape plan</a></li><li>Get in touch: <a href=\"mailto:martin.belam@theguardian.com\">email Martin</a> with your thoughts</li></ul><p><em>Jonathan Liew was at the Ahmad bin Ali Stadium last night for England v Wales, and he says that <a href=\"https://www.theguardian.com/football/2022/nov/30/england-foden-rashford-dilemma-southgate-world-cup-senegal\">Southgate has a dilemma</a>:</em></p><p>As the teams disappeared down the tunnel at half-time you could almost feel the heat from the steam of a million middle-aged Englishmen collectively boiling their piss. A bright start had disintegrated into a staid passing circle, which as everyone knows is the wokest of all the shapes. But One Trick Gareth had a second trick up his sleeve. And it didn’t even involve a substitution.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/30/world-cup-2022-qatar-news-buildup-reaction-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/the-uk-reined-in-rupert-murdoch-why-cant-we-stop-vincent-bollore-in-france", "title": "The UK reined in Rupert Murdoch. Why can’t we stop Vincent Bolloré in France? | Julia Cagé", "date_published": "2022-11-30 08:00:11+00:00", "description": "<p>The billionaire is poised to gobble up titles like Paris Match and publisher Hachette. Europe must intervene to uphold media freedom</p><p>The Declaration of the Rights of Man and of the Citizen, adopted by France in 1789 to enshrine the principles of the French Revolution, noted that “the free communication of thoughts and of opinions is one of the most precious rights of man: any citizen thus may speak, write, print freely”.</p><p>Today’s French constitution echoes that same defence of the “freedom, pluralism and independence of the media”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/the-uk-reined-in-rupert-murdoch-why-cant-we-stop-vincent-bollore-in-france\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/either-in-lockdown-or-preparing-for-lockdown-life-amid-zero-covid-in-beijing", "title": "Either in lockdown or preparing for lockdown: life amid zero-Covid in Beijing", "date_published": "2022-11-30 07:50:38+00:00", "description": "<p>Living under China’s policy to suppress Covid cases means days are filled with  health codes, the constant threat of shutdowns and moments of hope</p><p>Life in Beijing these days is spent either in lockdown or preparing for lockdown. Stockpiling food at home, just in case, has become the new norm. Meeting friends is hard because every few weeks one of us is sealed inside their home for days. Carrying out the daily routine of only working, eating and sleeping has become interminably boring and there are the complicated new technologies and rules we have to navigate.</p><p>The health code dominates every aspect of our lives here. Because the results of my mandatory Covid test, taken every 48 hours, are connected to my public transport pass, I don’t have to use my health code to get into the subway station. But when I arrive at the gate outside my work building, I have to show my scan result to the guard. The young man in uniform gives me a slight nod, his facial expression hidden under the mask. A smattering of cars run through the bright Gingko tree-lined streets.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/either-in-lockdown-or-preparing-for-lockdown-life-amid-zero-covid-in-beijing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/can-graham-arnolds-socceroos-create-the-legacy-he-craves-in-do-or-die-denmark-game", "title": "Can Graham Arnold’s Socceroos create the legacy he craves in do-or-die Denmark game?", "date_published": "2022-11-30 07:49:05+00:00", "description": "<ul><li>Arnold in possible last pre-match press conference as coach</li><li>He won his country its first World Cup game in 12 years</li></ul><ul><li><a href=\"https://www.theguardian.com/football/2022/nov/27/how-the-socceroos-can-advance-to-the-knockout-stage-of-the-2022-world-cup\">How Socceroos can advance to World Cup knockout stage</a></li><li><a href=\"https://www.theguardian.com/football/2022/nov/30/what-time-australia-vs-denmark-match-today-how-to-watch-socceroos-tonight-live-stream-world-cup-2022-game-fixtures-schedule-tv-channel\">How and what time to watch the Socceroos vs Denmark 2022 World Cup match live in Australia</a></li></ul><p>In Graham Arnold marched, through the side door and up on to the landing, sat down in front of the sponsorship board and cleared his throat into the microphone. “<em>One day more</em>.” No, he did not really say that – that would have required some French 19th-century rebel garb that frankly isn’t available in Qatar.</p><p>And even then it would have somehow felt too unvarnished for a Graham Arnold press conference. A Graham Arnold press conference, in its purest form, features a catchphrase or analogy, or maybe even a flagrant repurposing of Les Misérables lyrics-turned internet meme to the point of inglorious cliché – anything to distract from on-field issues or push the desired message of the day. </p> <a href=\"https://www.theguardian.com/football/2022/nov/30/can-graham-arnolds-socceroos-create-the-legacy-he-craves-in-do-or-die-denmark-game\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/england-foden-rashford-dilemma-southgate-world-cup-senegal", "title": "Gareth Southgate has a dilemma: try dropping Foden or Rashford now | Jonathan Liew", "date_published": "2022-11-30 07:30:11+00:00", "description": "<p>England have shown they can win matches with different players out wide, so what will the manager do against Senegal?</p><p>You have to hand it to England, really. Few other nations can score nine goals and qualify top of their group and still provoke a debate about whether they are fit for purpose. In a way, there is a kind of genius to the perpetual dissatisfaction of the English: not so much a tyranny of expectations as a police state of expectations, a fascism of expectations.</p><p>But just for argument’s sake, let’s start with the caveats. After all, how much did we actually learn here? For all their vivid noise, Wales have essentially been gristle at this tournament: the ghosts at the edge of the photograph. There was a certain sadness in seeing the great Gareth Bale shuffled away at half‑time in what will almost certainly be his last World Cup, having tiptoed through this game the way he has tiptoed through most of this tournament, like a man going to the bathroom at 4am.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/england-foden-rashford-dilemma-southgate-world-cup-senegal\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/30/destitution-is-almost-inevitable-afghan-refugees-in-greece-left-homeless-by-failed-system", "title": "‘Destitution is almost inevitable’: Afghan refugees in Greece left homeless by failed system", "date_published": "2022-11-30 07:30:11+00:00", "description": "<p>Catch-22 system leaves people facing eviction upon being granted refugee status – yet unable to claim rent subsidies without accommodation</p><p>Mohammad Ashraf Rasooli, 70, looks at his five-year-old granddaughter, sitting on the floor next to him watching cartoons on a phone. They live in a two-bedroom flat in a suburb of Athens. “Even tomorrow, we don’t know what will happen to us,” he says.</p><p>The former judge and legal adviser to the Afghan Ministry of Justice, who had a role in putting together the 2004 Afghan constitution, is facing eviction with his family, including his three grandchildren. This is in line with regulations in Greece, which state that once someone has obtained refugee status, they must leave the accommodation provided for them within 30 days.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/30/destitution-is-almost-inevitable-afghan-refugees-in-greece-left-homeless-by-failed-system\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/which-teams-overcame-dire-starts-to-qualify-for-the-world-cup-knockouts", "title": "Which teams overcame dire starts to qualify for the World Cup knockouts? | The Knowledge", "date_published": "2022-11-30 07:30:10+00:00", "description": "<p>Plus: the most debut scorers in a World Cup game; more lower-league players at the World Cup; and pre-match vodka</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Before Niklas Fullkrug’s equaliser against Spain, it looked like Germany would lose their first two games yet still potentially go through. Has this happened at a World Cup before? And, if not, which team that qualified for the knockout rounds has the worst record after two group games?” </strong>asks Amanda Jackson.</p><p>The short answer is no, though it did happen at the European Championship last year when <strong>Denmark</strong> recovered from two defeats and the shock of Christian Eriksen’s cardiac arrest to hammer Russia 4-1 <a href=\"https://www.theguardian.com/football/2021/jun/21/russia-denmark-euro-2020-match-report\">on an unforgettable night in Copenhagen</a>.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/which-teams-overcame-dire-starts-to-qualify-for-the-world-cup-knockouts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/science-hear-nature-digital-bioacoustics", "title": "Science is making it possible to ‘hear’ nature. It does more talking than we knew | Karen Bakker", "date_published": "2022-11-30 07:16:10+00:00", "description": "<p>With digital bioacoustics, scientists can eavesdrop on the natural world – and they’re learning some astonishing things</p><p>Scientists have recently made some remarkable discoveries about non-human sounds. With the aid of digital bioacoustics – tiny, portable digital recorders similar to those found in your smartphone – researchers are documenting the universal importance of sound to life on Earth. </p><p>By placing these digital microphones all over Earth, from the depths of the ocean to the Arctic and the Amazon, scientists are discovering the hidden sounds of nature, many of which occur at ultrasonic or infrasonic frequencies, above or below human hearing range. Non-humans are in continuous conversation, much of which the naked human ear cannot hear. But digital bioacoustics helps us hear these sounds, by functioning as a planetary-scale hearing aid and enabling humans to record nature’s sounds beyond the limits of our sensory capacities. With the help of artificial intelligence (AI), researchers are now decoding complex communication in other species.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/science-hear-nature-digital-bioacoustics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/30/no-mother-should-have-to-choose-between-her-baby-starving-or-being-infected-with-hiv", "title": "No mother should have to choose between her baby starving or being infected with HIV | Olena Stryzhak", "date_published": "2022-11-30 07:15:10+00:00", "description": "<p>In Ukraine many mothers lack the formula milk and drugs needed to prevent mother-to-child transmission. We must not allow this war to undo decades of progress</p><p>For centuries, breastfeeding has been seen as important to a baby’s development. But what if you’re faced with needing to breastfeed your child, while doing so could pass on a virus? Since Russia invaded in February, this has been the reality for many mothers living with HIV in Ukraine. The health systems in numerous occupied, and previously occupied, areas of the country have collapsed.</p><p>A lack of formula milk means mothers who no longer have access to their antiretroviral therapy (ARV) are having to breastfeed babies, heightening the risk of mother-to-child transmission.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/30/no-mother-should-have-to-choose-between-her-baby-starving-or-being-infected-with-hiv\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/30/at-least-45-australian-soldiers-killed-themselves-after-pow-training-inquiry-told", "title": "At least 45 Australian soldiers killed themselves after PoW training, inquiry told", "date_published": "2022-11-30 07:07:20+00:00", "description": "<p>ADF has never investigated whether course in coping with being interrogated or tortured was linked to deaths, royal commission hears</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/28/australia-politics-live-ir-david-pocock-anthony-albanese-workplace-industrial-relations-scott-morrison-secret-ministries-censure-vic-qld-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>At least 45 Australian defence force personnel killed themselves after attending training to deal with potentially being captured, interrogated and tortured, an inquiry has been told.</p><p>But the force is yet to investigate whether the training was a direct trigger for the deaths.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p><p><em>In Australia, the crisis support service Lifeline is 13 11 14. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In the UK, Samaritans can be contacted on 116 123.<strong> </strong>Other international suicide helplines can be found at <a href=\"https://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/30/at-least-45-australian-soldiers-killed-themselves-after-pow-training-inquiry-told\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/30/shaq-docuseries-hbo-fascinating-to-frustrating", "title": "The Shaq docuseries edges from fascinating to frustrating", "date_published": "2022-11-30 07:02:10+00:00", "description": "<p>HBO’s four-hour series on the legendary basketball player has moments of insight but feeds into a trend of turning every sports figure into a cultural icon</p><p>Shaq, the new HBO docuseries on the NBA giant, takes its oddest turn when former Los Angeles Lakers athletic trainer Gary Vitti gets into Shaquille O’Neal’s police cosplay phase. Apparently, there was a time when O’Neal would begin his treatment sessions by forcing Vitti against the nearest wall and patting him down like a dime store perp. When Vitti ultimately stood up for himself, the 7ft player literally punched down and dropped the smaller man to the floor. As Vitti struggled for air, O’Neal’s enablers scrambled to shroud the incident from Lakers higher-ups.</p><p>Believe it or not, this anecdote is played for <em>laughs</em>; even O’Neal and Vitti giggle about it now. But the real joke is ultimately on the viewer who sat through two and a half hours of hagiography simply to be reminded that the largest man in the room was a child.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/30/shaq-docuseries-hbo-fascinating-to-frustrating\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/30/hidden-letters-review-chinese-art-of-secret-writing-as-refuge-of-female-solidarity", "title": "Hidden Letters review – Chinese art of secret writing as refuge of female solidarity", "date_published": "2022-11-30 07:00:11+00:00", "description": "<p>The nushu system, still practised in China, reveals a long history of women’s frustrations and the solace this art provides</p><p>Nushu is a traditional secret writing system used by women in Jiangyong county in China’s Hunan province: slender, diamond-shaped characters they used to vent their frustrations and record their inner lives. This haunting but slyly subversive documentary about three present-day nushu specialists uses the practice to examine women’s changing roles in a China modernising at breakneck speed – though the forces of resistance are evident in the numerous episodes of impressive mansplaining surrounding this female preserve.</p><p>A prize-winning nushu expert working at a Jiangyoung museum, Hu Xin frets about how the essence of the art is being watered down in dance-based presentations demanded by tourists. She believes it deals at heart in “misery” – and so looks up to wizened calligrapher He Yanxin, who raised her four children solo, as her inspiration. Hu has left her violent husband, but despite her high status in nushu, deems her own family-less existence a failure. Meanwhile, soprano singer and fellow nushu fanatic Wu Simu is preparing for marriage, but an uneasy look comes into her eye when her fiance dismisses her passion as a “hobby”.</p> <a href=\"https://www.theguardian.com/film/2022/nov/30/hidden-letters-review-chinese-art-of-secret-writing-as-refuge-of-female-solidarity\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/no-its-not-too-early-for-a-christmas-tree-mine-has-been-up-for-ages", "title": "No, it's not too early for a Christmas tree. Mine has been up for ages | Arwa Mahdawi", "date_published": "2022-11-30 07:00:11+00:00", "description": "<p>When the world is going to hell, you reach for the familiar and the comforting. Even if it leaves you covered in needles</p><p>What is the optimal date to buy a Christmas tree? The Arwa-Mahdawi-approved answer is 26 November, which is when I bought mine. There was a time when I would have been aghast at anyone buying a Christmas tree in November. That was when I didn’t have a small child and the world didn’t seem to be on the brink of disaster. Now, however, I am a parent and the world has gone to hell so I seek comfort and security anywhere I can.</p><p>And you know what? Christmas trees are very comforting. They’re a calming constant in a world of rapid change. Christmas trees are the same every single year. They smell the same, they look the same, they act the same. They don’t get software updates … hang on, has some Silicon Valley bastard invented a “smart” Christmas tree? I bet they have. Wait a sec while I Google this. Oh my God, they have. <a href=\"https://www.digitaltrends.com/home/best-smart-christmas-trees/\">Of course they have</a>. That’s not very Christmassy of them.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/no-its-not-too-early-for-a-christmas-tree-mine-has-been-up-for-ages\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/30/it-started-with-a-toilet-the-hikers-hut-cleaning-up-georgias-mount-kazbek", "title": "‘It started with a toilet’: the hikers’ hut cleaning up Georgia’s Mount Kazbek", "date_published": "2022-11-30 07:00:11+00:00", "description": "<p>The AltiHut began as a way of solving the problems caused by too many human visitors, and evolved into the country’s first mountain hostel</p><p>Dawn comes at a little past 7am, when the early September sun pokes its head over the ridges east of the northern Georgian town of Stepantsminda, and paints the glaciers and knife edges of Mount Kazbek in hues of peach and magenta.</p><p>On the wooden deck where I stand, shivering, I alternate blowing the steam off a cup of coffee with struggling to capture the glorious light on my phone or in scribbles in a notebook.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/30/it-started-with-a-toilet-the-hikers-hut-cleaning-up-georgias-mount-kazbek\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/30/a-moment-that-changed-me-born-and-raised-in-kenya-i-yearned-for-croydon", "title": "A moment that changed me: born and raised in Kenya, I yearned for Croydon", "date_published": "2022-11-30 07:00:10+00:00", "description": "<p>I grew up surrounded by souvenirs of my family’s time in southern England. Years later I finally visited that fabled land</p><p>In most of the children’s books I browsed through as a last-born child, there was an address in southern England<strong> </strong>handwritten in the inside cover. I vaguely knew my parents and two siblings lived there at some point, and I grew up surrounded by minor monuments to that life in England: Dad’s records, the faux-Victorian framed mirror above the fireplace, and – Mum’s holy grail – a bedside Teasmade with an integrated lamp and clock. And I was fascinated by the pictures of my two older siblings hosting a birthday party, making a snowman, and posing in front of Buckingham Palace in our family albums. They seemed so removed from my reality of growing up in a small town in Kenya’s Rift Valley. I promised myself that I would one day visit Coulsdon, in the London borough of Croydon, then outgrew my fascination.</p><p>In 1981, my father had left Kenya to study psychiatry<strong> </strong>in the UK, and, one year later, my mother, brother and sister had joined him. As a resident doctor on rotation, he worked in many hospitals, including Cane Hill in Coulsdon, while my mother made a busy life for herself, often rushing from typist training to pick up my siblings from school in her beloved sky-blue Mini Cooper.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/30/a-moment-that-changed-me-born-and-raised-in-kenya-i-yearned-for-croydon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/30/the-power-of-simplicity-magnums-latest-nft-collection-in-pictures", "title": "The power of simplicity: Magnum’s latest NFT collection – in pictures", "date_published": "2022-11-30 07:00:10+00:00", "description": "<p>Featuring prison abattoirs and Mexican rain rituals, the second in a series of three non-fungible token sales celebrates 75 years of the iconic photo agency</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/30/the-power-of-simplicity-magnums-latest-nft-collection-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/30/russia-ukraine-war-live-fresh-missile-strikes-on-zaporizhzhia-region-zelenskiy-says-russians-planning-something-in-the-south", "title": "Russia-Ukraine war live: fresh missile strikes on Zaporizhzhia region; Zelenskiy says Russians ‘planning something in the south’", "date_published": "2022-11-30 06:56:06+00:00", "description": "<p>Strikes damaged gas distribution point, says Zaporizhzhia official; Ukrainian president says ‘we are holding out and do not allow the enemy to fulfil their intentions’</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/30/russia-ukraine-war-at-a-glance-what-we-know-on-day-280-of-the-invasion\">Russia-Ukraine war at a glance</a></li></ul><p></p><p>In his late-night update, Ukraine’s president, Vlodymyr Zelenskiy, wrote on Telegram that, “despite extremely big Russian losses, the occupiers are still trying to advance in the Donetsk region, gain a foothold in the Luhansk region, move in the Kharkiv region, they are planning something in the south.”</p><p>“But we are holding out and – most importantly – do not allow the enemy to fulfil their intentions.”</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/30/russia-ukraine-war-live-fresh-missile-strikes-on-zaporizhzhia-region-zelenskiy-says-russians-planning-something-in-the-south\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/south-korea-scrambles-jets-after-chinese-and-russian-warplanes-enter-air-defence-zone", "title": "South Korea scrambles jets after Chinese and Russian warplanes enter air defence zone", "date_published": "2022-11-30 06:50:38+00:00", "description": "<p>Chinese bombers repeatedly entered and left the air defence zone according to Seoul’s Joint Chiefs of Staff, but did not violate the country’s airspace</p><p>South Korea’s military said it scrambled fighter jets as two Chinese and six Russian warplanes entered its air defence zone.</p><p>The Chinese H-6 bombers repeatedly entered and left the Korea Air Defence Identification Zone off South Korea’s southern and northeast coasts from about 5:50 am local time on Wednesday, Seoul’s Joint Chiefs of Staff (JCS) said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/south-korea-scrambles-jets-after-chinese-and-russian-warplanes-enter-air-defence-zone\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/29/late-night-comedy-shows-second-trump-candidacy", "title": "How should late-night comedy handle a second Trump candidacy?", "date_published": "2022-11-30 06:43:09+00:00", "description": "<p>Two years after an escape hatch from the Trump attention loop, late-night shows are again confronted with the question of how to cover him</p><p>Two weeks ago, the night after Donald Trump announced his 2024 presidential bid at Mar-a-Lago, Stephen Colbert <a href=\"https://www.youtube.com/watch?v=HMH8K_Kj6oE&amp;t=370s\">recapped</a> the occasion with clear reluctance. Colbert, who for two years has refused to say the former president’s name on The Late Show, confessed to not watching Trump’s speech – “I pay some sucker to do that for me,” he quipped – but nevertheless devoted the bulk of his monologue to what he called “2016 all over again”. “I get it, but you’re going to want to pace yourself,” he told his booing audience. “Those boos need to last for two years.”</p><p>It was a typically conflicted performance from a host who has often served as the mean for late-night comedians’ response to Donald Trump’s presence in American politics. It was Colbert who, on election night 2016, openly mourned Trump’s victory on live television and prefaced the identity crisis to come for late-night talk shows: “I’m not sure it’s a comedy show any more.” For four years, nightly comedy shows – Colbert’s Late Show, Late Night with Seth Meyers, The Daily Show with Trevor Noah, Jimmy Fallon’s Tonight Show and Jimmy Kimmel Live! – <a href=\"https://www.theguardian.com/tv-and-radio/2020/oct/29/late-night-comedy-trump-era-colbert-snl-daily-show\">cycled through a deadening Trump feedback loop</a>. Trump says or does deranged or dangerous thing, hosts mock; Trump lashes out on Twitter or elsewhere, hosts lash back with righteousness; insert joke about his diet or covfefe or loveless marriage to Melania, repeat.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/29/late-night-comedy-shows-second-trump-candidacy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/30/culture-of-exclusion-keeps-women-of-colour-from-top-media-jobs-report-reveals", "title": "‘Culture of exclusion’ keeps women of colour from top media jobs, report reveals", "date_published": "2022-11-30 06:15:09+00:00", "description": "<p>Analysis of media organisations and news stories shows underrepresentation across editorial leadership and coverage</p><p>Women of colour are suffering from a “culture of exclusion” that is seeing them passed over for the top jobs in media organisations and written out of the stories those outlets cover, a report has found.</p><p>In an unprecedented analysis of newsrooms and news stories from six countries – the UK, Nigeria, India, South Africa, Kenya and the US – women of all backgrounds were found to be significantly underrepresented in editorial leadership roles and in coverage.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/30/culture-of-exclusion-keeps-women-of-colour-from-top-media-jobs-report-reveals\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/harvey-weinstein-los-angeles-trial-closing-arguments-begin", "title": "Closing arguments expected to begin in Harvey Weinstein rape trial", "date_published": "2022-11-30 06:00:10+00:00", "description": "<p>Six-week Los Angeles trial wrapping up after graphic testimony from four women accusing ex-producer of rape and sexual assault</p><p>Closing arguments are set to begin on Wednesday in the Los Angeles rape trial of Harvey Weinstein, following weeks of emotional testimony that saw multiple women take the stand, including the wife of California’s governor.</p><p>Jury deliberations are expected to begin this week, as the second trial against the former film producer in as many years nears its conclusion.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/harvey-weinstein-los-angeles-trial-closing-arguments-begin\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/30/discovered-in-the-deep-siphonophore-species-australia", "title": "Discovered in the deep: is this the world’s longest animal?", "date_published": "2022-11-30 06:00:10+00:00", "description": "<p>A submersible off the coast of Western Australia chanced upon an enormous specimen arranged in a feeding spiral – and it could be longest animal ever measured</p><p>In 2020, about 600 metres (2,000ft) down in an underwater canyon off the coast of Western Australia, scientists encountered a <a href=\"https://www.theguardian.com/environment/2020/apr/15/like-a-spiral-ufo-worlds-longest-animal-discovered-in-australian-waters\">long gelatinous creature suspended in a giant spiral</a>. “It was like a rope on the horizon. You couldn’t miss it,” says Nerida Wilson from the Western Australian Museum. “It was so huge.”</p><p>It was a deep-sea siphonophore, a relative of the portuguese man o’ war, or blue bottles, that bob like party balloons on the sea surface, trailing deadly tentacles through the water. This one was probably a new species from the genus <em>Apolemia</em>, a group that generally look like tangled feather boas.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/30/discovered-in-the-deep-siphonophore-species-australia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/30/giving-up-on-15c-climate-target-would-be-gift-to-carbon-boosters-says-iea-head", "title": "Giving up on 1.5C climate target would be gift to carbon boosters, says IEA head", "date_published": "2022-11-30 06:00:10+00:00", "description": "<p>Exclusive: Fatih Birol says claims that limit is dead are ‘factually incorrect and politically very wrong’</p><p>The world can still limit global heating to 1.5C, and to claim that the target is now out of reach is to play into the hands of fossil fuel proponents, the world’s leading energy economist has warned.</p><p>Fatih Birol, executive director of the International Energy Agency, the global authority on energy, slammed scientists and activists who have claimed that the recent <a href=\"https://www.theguardian.com/environment/2022/nov/20/deal-on-loss-and-damage-fund-at-cop27-marks-climbdown-by-rich-countries\">Cop27 UN climate summit killed off hopes for the crucial 1.5C limit</a>.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/30/giving-up-on-15c-climate-target-would-be-gift-to-carbon-boosters-says-iea-head\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/30/university-of-idaho-killings-father-victim", "title": "Idaho student killings: father of victim feels ‘defeated’ over lack of arrests", "date_published": "2022-11-30 06:00:10+00:00", "description": "<p>‘I have to hope this is all part of their plan,’ says Steve Goncalves, whose daughter, Kaylee, was one of four victims stabbed to death</p><p>The lack of any arrests in the killings of four University of Idaho students and relatively infrequent updates from police have left the father of one of the victims feeling “a little defeated”.</p><p>In an interview with <a href=\"https://abcnews.go.com/US/dad-slain-idaho-student-pleads-public-justice/story?id=94139596\">ABC News on Tuesday</a>, Steve Goncalves also said his family had held off burying his daughter, Kaylee Goncalves, who was stabbed to death with three schoolmates in an off-campus home in a crime that horrified the nation, because they fear the unidentified killer or killers might show up as false mourners.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/30/university-of-idaho-killings-father-victim\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/amazon-public-money-earth-destruction-fossil-fuels-subsidies", "title": "From the Amazon to Australia, why is your money funding Earth’s destruction? | George Monbiot", "date_published": "2022-11-30 06:00:09+00:00", "description": "<p>Fossil fuels, fisheries and farming: the world’s most destructive industries are protected – and subsidised – by governments</p><p>In every conflict over the living world, something is being protected. And most of the time, it’s the wrong thing.</p><p>The world’s most destructive industries are fiercely protected by governments. The three sectors that appear to be most responsible for the collapse of ecosystems and erasure of wildlife are <a href=\"https://ipbes.net/sites/default/files/ipbes_7_10_add.1_en_1.pdf\">fossil fuels, fisheries and farming</a>. In 2021, governments directly <a href=\"https://www.theguardian.com/environment/2022/aug/31/fossil-fuel-subsidies-almost-doubled-in-2021-analysis-finds\">subsidised oil and gas production</a> to the tune of $64bn (£53bn), and spent a further $531bn (£443bn) on keeping fossil fuel prices low. The latest figures for fisheries, from 2018, suggest that <a href=\"https://www.frontiersin.org/articles/10.3389/fmars.2020.539214/full\">global subsidies for the sector</a> amount to $35bn a year, over 80% of which go to large-scale industrial fishing. Most are paid to “enhance capacity”: in other words to help the industry, as marine ecosystems collapse, catch more fish.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/amazon-public-money-earth-destruction-fossil-fuels-subsidies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/30/cockney-riviera-botched-regeneration-brutalist-utopia-thamesmead", "title": "What happened to the cockney riviera? The botched regeneration of brutalist utopia Thamesmead", "date_published": "2022-11-30 06:00:09+00:00", "description": "<p>The waterside new town on the outskirts of London was marvelled at in the 60s and used as the setting for A Clockwork Orange. But as decades passed it fell into neglect and now the developers are moving in</p><p>A helicopter swoops over a sun-kissed marina, where young couples stroll along a waterfront promenade, between the masts of sailing boats and the chiselled concrete <a href=\"https://municipaldreams.wordpress.com/2019/03/05/9488/\" title=\"\">ziggurats of dashing modern flats</a>. Up above, elevated walkways carry families from their front doorsteps to the futuristic town centre, where a medical facility stands on stilts above a lake, and parades of shops line a network of glistening canals.</p><p>It looks like an advertisement for a luxury resort in the south of France, but these were the <a href=\"https://www.theguardian.com/society/2008/apr/16/communities\" title=\"\">plans for Thamesmead</a>, the new town drawn up in the 1960s by the architects of the Greater London council for a 650-hectare swathe of Thames estuary marshland. As a <a href=\"https://www.youtube.com/watch?v=xH23Z1Jdkn0\" title=\"\">promotional film</a> trumpeted at the time, it was to be a place where 60,000 people would live “in environmental conditions unmatched by anything that has existed before”. It would be a world of clean, bright, spacious homes built with modular, factory-made concrete panels, with pedestrian life safely raised above traffic, and the delights of waterside living available to all in this cockney Venice-on-Thames.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/30/cockney-riviera-botched-regeneration-brutalist-utopia-thamesmead\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/30/william-and-kate-fly-to-us-to-promote-princes-environmental-prize", "title": "William and Kate fly to US to promote prince’s environmental prize", "date_published": "2022-11-30 06:00:09+00:00", "description": "<p>Days later, Harry and Meghan will head to New York for human rights award, with no plans for brothers to meet</p><p>The Prince and Princess of Wales will fly to the US on Wednesday hoping to shine a light on the climate crisis against a media backdrop obsessed with sibling rivalry and turf war with the Sussexes.</p><p>In their first US trip in eight years, Prince William and Princess Catherine are visiting Boston to promote the prince’s environmental<a href=\"https://earthshotprize.org/\"> Earthshot prize</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/30/william-and-kate-fly-to-us-to-promote-princes-environmental-prize\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/us-and-canada-urge-china-not-to-harm-zero-covid-protesters-amid-calls-for-crackdown", "title": "US and Canada urge China not to harm zero-Covid protesters amid calls for ‘crackdown’", "date_published": "2022-11-30 05:53:34+00:00", "description": "<p>Chinese authorities have been seeking out people who took part in the biggest wave of civil disobedience since Xi Jinping took power a decade ago</p><p>The US and Canada have urged China not to harm or intimidate protesters opposing Covid-19 lockdowns as police clashed with demonstrators and the country’s top security body called for a <a href=\"https://www.theguardian.com/world/2022/nov/29/china-targets-older-people-in-covid-19-vaccination-drive\">crackdown on “hostile forces”</a>.</p><p>Protesters scuffled with police in the southern Chinese megacity of Guangzhou late on Tuesday night, according to witnesses and footage.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/us-and-canada-urge-china-not-to-harm-zero-covid-protesters-amid-calls-for-crackdown\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/new-zealand-parents-refuse-use-of-vaccinated-blood-in-life-saving-surgery-on-baby", "title": "Parents refuse use of vaccinated blood in life-saving surgery on baby", "date_published": "2022-11-30 05:38:06+00:00", "description": "<p>New Zealand’s health services go to court over guardianship of four-month-old boy whose parents have not let heart operation go ahead</p><p>New Zealand’s health service has made a court application over the guardianship of a four-month-old baby whose parents are refusing to allow his life-saving heart surgery to go ahead unless non-vaccinated blood is used.</p><p>The parents of the baby discussed their son’s health situation and their medical preferences in an interview with an anti-vaccination campaigner. </p> <a href=\"https://www.theguardian.com/world/2022/nov/30/new-zealand-parents-refuse-use-of-vaccinated-blood-in-life-saving-surgery-on-baby\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/30/australian-prime-minister-anthony-albanese-us-government-julian-assange-wikileaks", "title": "Australian PM Anthony Albanese urges US government to end pursuit of Julian Assange", "date_published": "2022-11-30 05:32:30+00:00", "description": "<p>Prime minister says he raised Wikileaks co-founder’s case with US representatives recently and will continue to push for it to be ‘brought to a close’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The Australian prime minister, Anthony Albanese, says he has personally urged the US government to end its pursuit of Wikileaks co-founder Julian Assange.</p><p>In his most in-depth comments about the <a href=\"https://www.theguardian.com/media/2022/oct/19/julian-assange-australian-government-urged-to-show-courage-against-us-over-charges\">diplomatically sensitive issue</a> in months, Albanese said he had raised the Assange case “recently in meetings” with US representatives and he vowed to continue to press for it to be brought to a close.</p> <a href=\"https://www.theguardian.com/media/2022/nov/30/australian-prime-minister-anthony-albanese-us-government-julian-assange-wikileaks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/30/cockatoo-throws-drops-pot-plants-from-four-storey-balcony-flinders-lane-melbourne-australia", "title": "‘A bit horrifying’: the Melbourne cockatoo dropping pot plants from four storeys up", "date_published": "2022-11-30 05:22:11+00:00", "description": "<p>Footage of the barrage has been watched 1.5m times, with one expert saying the bird might have been simply being playful</p><ul><li><a href=\"http://theguardian.com/australia-news/live/2022/nov/30/australian-politics-live-scott-morrison-censure-albanese-dutton-parliament-gas-energy-covid-coronavirus-weather-closing-the-gap\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>“Here comes another one!”</p><p>A passerby on Melbourne’s Flinders Lane yells as a third pot plant hurtles through the air, landing on a cafe sunshade before ricocheting on to a parked truck, eventually lying strewn along the footpath with the others.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/30/cockatoo-throws-drops-pot-plants-from-four-storey-balcony-flinders-lane-melbourne-australia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/indonesia-puts-100-island-archipelago-up-for-auction-sparking-environmental-concerns", "title": "Indonesia puts 100-island archipelago up for auction, sparking environmental concerns", "date_published": "2022-11-30 05:18:32+00:00", "description": "<p>Uninhabited Widi Reserve is in a marine-protected zone and being promoted as ‘one of the most intact coral atoll ecosystems left on Earth’</p><p>The development rights to an entire Indonesian archipelago with more than 100 tropical islands is set to be auctioned next week, sparking concerns for the environmental impact on what Sotheby’s described as “one of the most intact coral atoll ecosystems left on Earth”.</p><p>The uninhabited Widi Reserve is based in a marine-protected zone in the “Coral Triangle” area of eastern Indonesia, and will go on sale via Sotheby’s Concierge Auctions in New York from 8-14 December.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/indonesia-puts-100-island-archipelago-up-for-auction-sparking-environmental-concerns\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/30/we-cant-banish-scott-morrison-to-pluto-but-he-has-been-censured-and-we-will-always-have-that", "title": "We can’t banish Scott Morrison to Pluto but he has been censured and we will always have that | First Dog on the Moon", "date_published": "2022-11-30 05:12:29+00:00", "description": "<p>Is he the worst prime minister in Australian history?! Who can say?</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/30/we-cant-banish-scott-morrison-to-pluto-but-he-has-been-censured-and-we-will-always-have-that\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/a-form-of-self-destruction-japan-weighs-up-plan-to-expand-nuclear-power", "title": "‘A form of self-destruction’: Japan weighs up plan to expand nuclear power", "date_published": "2022-11-30 04:07:17+00:00", "description": "<p>Japan’s prime minister is pushing for as many as 17 nuclear reactors to be switched back on, more than a decade on from the meltdown at Fukushima</p><p>Look carefully through the trees, and it is just possible to catch sight of Onagawa nuclear power plant from its visitors’ centre, perched on a hill surrounded by thick woods.</p><p>The plant’s supporters may have had its remote location, on a rugged peninsula in Japan’s north-east, in mind when they campaigned to bring nuclear power – and the promise of subsidies – to the town more than 40 years ago.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/a-form-of-self-destruction-japan-weighs-up-plan-to-expand-nuclear-power\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/30/world-cup-2022-briefing-the-joy-of-kylian-mbappe-argentina-escape-plan", "title": "World Cup 2022 briefing: the joy of Mbappé and Argentina’s escape plan", "date_published": "2022-11-30 04:00:06+00:00", "description": "<p>The France forward has lit up this World Cup – can clubmate Lionel Messi join him in the knockout stage?</p><p>Yes, yes, and you really need to check out a promising band called the Arctic Monkeys as well. It’s a statement of the offensively obvious that you should watch Kylian Mbappé play football. But it’s not about watching Mbappé per se, it’s about watching him <em>now</em>, when he looks in the form and the mood to do something career-defining, something we’ll still be talking about when we’re old. If Mbappé plays for France against Tunisia – and godspeed Didier Deschamps if he wants to have <em>that</em> conversation – then it’ll be worth renouncing the more important Group D game between Australia and Denmark.</p> <a href=\"https://www.theguardian.com/football/2022/nov/30/world-cup-2022-briefing-the-joy-of-kylian-mbappe-argentina-escape-plan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/30/how-far-could-china-zero-covid-protests-go-podcast", "title": "How far could China’s ‘zero Covid’ protests go?", "date_published": "2022-11-30 03:00:05+00:00", "description": "<p>China has been rocked by an outpouring of communal anger at the government’s restrictive ‘zero Covid’ lockdown policies. Could the protests develop into something more substantial? Tania Branigan reports</p><p>The largest protests in a generation have erupted in cities across China against the government’s harsh Covid restrictions and also, in some cases, the president himself, Xi Jinping. The most widely used symbol in the demonstrations has been a blank sheet of paper, symbolising the censorship all those within China face.</p><p>The Guardian’s <strong>Tania Branigan </strong>tells <strong>Michael Safi </strong>that while this may not be a revolutionary moment in China, it is hugely significant. China has struck out alone in attempting to keep Covid cases to an absolute minimum, regardless of the restrictions needed. But what has surprised many onlookers is the fact that the authorities have not used the time to implement a widescale vaccine policy that could help the country get back to normality. Instead, China appears caught in a trap of its own devising – and there is no easy route out of it.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/30/how-far-could-china-zero-covid-protests-go-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/30/hawaiis-mauna-loa-volcano-erupts-in-pictures", "title": "Hawaii’s Mauna Loa volcano erupts – in pictures", "date_published": "2022-11-30 02:06:24+00:00", "description": "<p>The world’s largest active volcano has erupted for the first time in nearly 40 years on the Big island of Hawaii</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/29/mauna-loa-hawaii-volcano-latest-eruption-evacuations-explained\">Mauna Loa is erupting. What do you need to know?</a></li></ul> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/30/hawaiis-mauna-loa-volcano-erupts-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/29/kardashian-kanye-west-divorce-agreement-reached", "title": "Kim Kardashian and Kanye West reach divorce settlement", "date_published": "2022-11-30 02:05:29+00:00", "description": "<p>Rap mogul will pay ex-wife $200,000 a month in child support, and both will share custody of children</p><p>Kim Kardashian and Kanye West have reached a settlement in their divorce, averting a trial that had been set for next month, court documents filed on Tuesday showed.</p><p>The former couple and their attorneys filed documents asking for a judge’s approval of terms they have agreed on, including $200,000 a month child support payments from Ye, formerly known as Kanye West, to Kardashian.</p> <a href=\"https://www.theguardian.com/music/2022/nov/29/kardashian-kanye-west-divorce-agreement-reached\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/jailed-belarus-opposition-figure-maria-kolesnikova-in-intensive-care", "title": "Jailed Belarus opposition figure Maria Kolesnikova ‘in intensive care’", "date_published": "2022-11-30 01:03:03+00:00", "description": "<p>‘Our dear Masha, we all hope that you will be alright!’ said Sviatlana Tsikhanouskaya, leader of trio of women who led 2020 protests</p><p>The jailed Belarusian opposition leader Maria Kolesnikova has been admitted to intensive care and undergone surgery, her allies have said.</p><p>“Maria is in the emergency hospital in Gomel, in the intensive care unit,” said the press service of Viktor Babaryko, another opposition politician.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/jailed-belarus-opposition-figure-maria-kolesnikova-in-intensive-care\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/russia-ukraine-war-at-a-glance-what-we-know-on-day-280-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 280 of the invasion", "date_published": "2022-11-30 00:58:55+00:00", "description": "<p>Nato doubles down on promise to one day include Ukraine in alliance; supplies to restore Ukraine’s battered electricity grid running low </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2022/nov/30/russia-ukraine-war-at-a-glance-what-we-know-on-day-280-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/30/drug-slows-cognitive-decline-in-alzheimers-patients-study-reveals", "title": "Drug slows cognitive decline in Alzheimer’s patients, study reveals", "date_published": "2022-11-30 00:50:02+00:00", "description": "<p>Antibody therapy lecanemab removes clumps of protein called beta amyloid that builds up in brain</p><p>Researchers have hailed the dawn of a new era of Alzheimer’s therapies after a clinical trial confirmed that a drug slows cognitive decline in patients with early stages of the disease.</p><p>The result comes after decades of failure in the field and encouraged experts to say Alzheimer’s – which affects 30 million people worldwide – could be treatable.</p> <a href=\"https://www.theguardian.com/society/2022/nov/30/drug-slows-cognitive-decline-in-alzheimers-patients-study-reveals\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/singapore-lifts-gay-sex-ban-but-blocks-path-toward-marriage-equality", "title": "Singapore lifts gay sex ban but blocks path toward marriage equality", "date_published": "2022-11-30 00:42:02+00:00", "description": "<p>LGBTQ+ advocates welcome repeal of British colonial-era law while expressing dismay as parliament backs existing definition of marriage</p><p>Singapore’s parliament has decriminalised sex between men, but has amended the constitution to effectively block full marriage equality.</p><p>The British colonial-era law penalised sex between men with up to two years in jail, although the statute was not actively enforced.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/singapore-lifts-gay-sex-ban-but-blocks-path-toward-marriage-equality\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/29/south-dakota-bans-tiktok-state-owned-devices", "title": "South Dakota bans TikTok access on state-owned devices citing ties to China", "date_published": "2022-11-30 00:41:07+00:00", "description": "<p>Governor Kristi Noem’s executive order prohibits employees and contractors from using the app on government gadgets</p><p>Kristi Noem, governor of South Dakota, on Tuesday issued an executive order banning state employees and contractors from accessing the video platform TikTok on state-owned devices, citing its ties to China.</p><p>TikTok is owned by ByteDance, a Chinese company that moved its headquarters to Singapore in 2020. It has been targeted by Republicans who say the Chinese government could access user data such as browsing history and location. US armed forces also have prohibited the app on military devices.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/29/south-dakota-bans-tiktok-state-owned-devices\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/jacinda-ardern-and-sanna-marin-dismiss-suggestion-their-age-and-gender-was-reason-for-meeting", "title": "Jacinda Ardern and Sanna Marin dismiss suggestion their age and gender was reason for meeting", "date_published": "2022-11-30 00:29:22+00:00", "description": "<p>Finland’s PM says she met Ardern in New Zealand because they are both ‘prime ministers’ after journalist asks whether it was due to similar age and gender</p><p>The prime ministers of Finland and New Zealand have taken a swipe at suggestions their first face-to-face meeting in New Zealand happened because they are both young female leaders.</p><p>“We’re meeting because we are prime ministers,” Finland’s Sanna Marin said at a joint press conference at Auckland’s Government House on Wednesday morning, after a journalist suggested some people may have thought they were meeting because they share a similar demographic.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/jacinda-ardern-and-sanna-marin-dismiss-suggestion-their-age-and-gender-was-reason-for-meeting\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/30/new-zealand-suitcase-murders-suspect-is-mother-of-child-victims-court-hears", "title": "New Zealand ‘suitcase murders’: suspect is mother of child victims, court hears", "date_published": "2022-11-30 00:25:08+00:00", "description": "<p>Forty-two-year-old woman makes first appearance in New Zealand court after extradition from South Korea</p><p>A woman charged with the murder of two children whose bodies were found in suitcases earlier this year is their mother, a New Zealand court has heard as the suspect made her first appearance in the country.</p><p>Appearing at Manukau district court, Auckland, the 42-year-old stood quietly in the dock, wearing a light beige hooded jacket, before being remanded into custody without entering a plea.</p> <a href=\"https://www.theguardian.com/world/2022/nov/30/new-zealand-suitcase-murders-suspect-is-mother-of-child-victims-court-hears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/30/scott-morrison-accuses-labor-of-politics-of-retribution-and-offers-excuses-in-censure-debate", "title": "Parliament censures Scott Morrison over secret ministries after Liberal Bridget Archer backs Labor and Greens", "date_published": "2022-11-30 00:03:11+00:00", "description": "<p>Former PM claims he would have answered truthfully if asked about any of the secret portfolios he held and repeated past defence of arrangements</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/30/australian-politics-live-scott-morrison-censure-albanese-dutton-parliament-gas-energy-covid-coronavirus-weather-closing-the-gap\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Scott Morrison has been censured by the House of Representatives after offering fresh defences for his failure to disclose extra ministerial appointments and accusing the government of pursuing the “politics of retribution”.</p><p>Morrison told the lower house it was “false” to equate his decision to administer colleagues’ departments with appointments as minister, and claimed if he had been asked he “would have responded truthfully about the arrangements”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/30/scott-morrison-accuses-labor-of-politics-of-retribution-and-offers-excuses-in-censure-debate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/30/gareth-southgate-picks-his-moment-to-show-he-is-a-good-england-manager", "title": "Gareth Southgate flips switch at right time to show his worth for England | Barney Ronay", "date_published": "2022-11-30 00:01:27+00:00", "description": "<p>A tactical tweak against Wales turned England into fun entertainers and for that Southgate deserves huge credit</p><p>In praise of Gareth. Can we take a moment to do this now? Can we just suck that sweetness down? Because this was a very good game for England and their manager, a manager who has, for all his success, his status as pretty much the most sensible person currently active in English public life, had <a href=\"https://www.theguardian.com/football/2022/nov/19/gareth-southgate-feels-heat-from-england-fans-after-hungary-debacle\" title=\"\">a weirdly vitriolic year and a half</a>.</p><p>It was a good game for Gareth Southgate because England were bad at first, and then they were good, and good thanks to a stroke of tactical switchery that broke the game open. It was good because players Southgate brought in ended the night playing with freedom; Marcus Rashford romping like a cosseted puppy, spanking England’s opening goal into the top corner then celebrating with something that felt, and indeed was, a kind of catharsis, the feeling of a breaking wave.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/30/gareth-southgate-picks-his-moment-to-show-he-is-a-good-england-manager\">Continue reading...</a>", "persistent": false}]