[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/north-korea-hackers-using-new-dolphin.html", "title": "North Korea Hackers Using New \"Dolphin\" Backdoor to Spy on South Korean Targets", "date_published": "2022-11-30 18:30:00+00:00", "description": "The North Korea-linked ScarCruft group has been attributed to a previously undocumented backdoor called Dolphin that the threat actor has used against targets located in its southern counterpart.\n\"The backdoor [...] has a wide range of spying capabilities, including monitoring drives and portable devices and exfiltrating files of interest, keylogging and taking screenshots, and stealing", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-find-way-malicious-npm.html", "title": "Researchers Find a Way Malicious NPM Libraries Can Evade Vulnerability Detection", "date_published": "2022-11-30 13:44:00+00:00", "description": "New findings from cybersecurity firm JFrog show that malware targeting the npm ecosystem can evade security checks by taking advantage of an \"unexpected behavior\" in the npm command line interface (CLI) tool.\nnpm CLI's install and audit commands have built-in capabilities to check a package and all of its dependencies for known vulnerabilities, effectively acting as a warning mechanism for", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/this-malicious-app-abused-hacked.html", "title": "This Malicious App Abused Hacked Devices to Create Fake Accounts on Multiple Platforms", "date_published": "2022-11-30 12:15:00+00:00", "description": "A malicious Android SMS application found on the Google Play Store has been found to stealthily harvest text messages with the goal of creating accounts on a wide range of platforms like Facebook, Google, and WhatsApp.\nThe app, named Symoo (com.vanjan.sms), had over 100,000 downloads and functioned as a relay for transmitting messages to a server, which advertises an account creation service.", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/french-electricity-provider-fined-for.html", "title": "French Electricity Provider Fined for Storing Users’ Passwords with Weak MD5 Algorithm", "date_published": "2022-11-30 11:57:00+00:00", "description": "The French data protection watchdog on Tuesday fined electricity provider Électricité de France €600,000 for violating the European Union General Data Protection Regulation (GDPR) requirements.\nThe Commission nationale de l'informatique et des libertés (CNIL) said the electric utility breached European regulation by storing the passwords for over 25,800 accounts by hashing them using the MD5", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/australia-passes-bill-to-fine-companies.html", "title": "Australia Passes Bill to Fine Companies up to $50 Million for Data Breaches", "date_published": "2022-11-30 09:33:00+00:00", "description": "The Australian government has passed a bill that markedly increases the penalty for companies suffering from serious or repeated data breaches.\nTo that end, the maximum fines have been bumped up from the current AU$2.22 million to AU$50 million, 30% of an entity's adjusted turnover in the relevant period, or three times the value of any benefit obtained through the misuse of information,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/3-new-vulnerabilities-affect-ot.html", "title": "3 New Vulnerabilities Affect OT Products from German Festo and CODESYS Companies", "date_published": "2022-11-30 07:21:00+00:00", "description": "Researchers have disclosed details of three new security vulnerabilities affecting operational technology (OT) products from CODESYS and Festo that could lead to source code tampering and denial-of-service (DoS).\nThe vulnerabilities, reported by Forescout Vedere Labs, are the latest in a long list of flaws collectively tracked under the name OT:ICEFALL.\n\"These issues exemplify either an", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/chinese-cyber-espionage-hackers-using.html", "title": "Chinese Cyber Espionage Hackers Using USB Devices to Target Entities in Philippines", "date_published": "2022-11-30 06:21:00+00:00", "description": "A threat actor with a suspected China nexus has been linked to a set of espionage attacks in the Philippines that primarily relies on USB devices as an initial infection vector.\nMandiant, which is part of Google Cloud, is tracking the cluster under its uncategorized moniker UNC4191. An analysis of the artifacts used in the intrusions indicates that the campaign dates as far back as September", "persistent": false}]