[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/indiana-gop-senator-mike-braun-announces-hes-running-for-governor", "title": "Indiana GOP Senator Mike Braun Announces He’s Running For Governor", "date_published": "2022-11-30 18:28:45+00:00", "description": "Republican Indiana Senator Mike Braun announced he is running for governor of Indiana in 2024. Braun, who was elected to the Senate in 2018, filed campaign finance paperwork to run for the governorship on Tuesday, and made his candidacy public on Wednesday morning. Braun&#8217;s gubernatorial run leaves his Senate seat open, and names are already ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/balenciaga-retail-stores-vandalized-after-bdsm-themed-advertisements", "title": "Balenciaga Retail Stores Vandalized After BDSM-Themed Advertisements", "date_published": "2022-11-30 18:24:05+00:00", "description": "Vandals in Los Angeles have targeted local Balenciaga stores after a recent advertisement by the fashion company went viral for featuring young children holding BDSM-themed teddy bear handbags. Two Beverly Hills storefronts near the Balenciaga store on Rodeo Drive were covered in graffiti criticizing the latest advertisements seen in photos obtained by the New York ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ftx-founder-sam-bankman-fried-i-didnt-ever-try-to-commit-fraud-on-anyone", "title": "FTX Founder Sam Bankman-Fried: ‘I Didn’t Ever Try To Commit Fraud On Anyone’", "date_published": "2022-11-30 18:10:08+00:00", "description": "FTX founder Sam Bankman-Fried, 30, claimed during an interview on Wednesday that he never tried to commit fraud against anyone at the now-bankrupt company. The company filed for bankruptcy earlier this month after customers discovered that firms controlled by Bankman-Fried and his associates were allegedly fraudulently intertwined, triggering a liquidity crisis as customers hurried to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chinese-cities-cut-back-covid-restrictions-after-protests", "title": "Chinese Cities Cut Back COVID Restrictions After Protests", "date_published": "2022-11-30 18:08:43+00:00", "description": "Two cities in China have loosened some COVID restrictions after massive protests rocked the country in recent days.  The cities of Guangzhou and Chongqing said they will cut back on COVID restrictions following the outcry of citizens across the country. Chongqing will now permit close contacts of those who are infected with COVID to stay ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-are-you-not-in-jail-ftx-investor-holds-nothing-back-in-fox-news-interview", "title": "‘Why Are You Not In Jail?’: FTX Investor Holds Nothing Back In Fox News Interview", "date_published": "2022-11-30 17:55:15+00:00", "description": "FTX investor Evan Luthra has a few choice words — and some serious questions — for the former cryptocurrency CEO Sam Bankman-Fried. Luthra spoke with Fox News anchor Sandra Smith on Wednesday, and he asked why a scheduled interview with Bankman-Fried — set to take place just a short time after his own television appearance ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/florida-gators-quarterback-jalen-kitna-booked-on-multiple-complaints-of-child-pornography-possession-with-intent-to-promote", "title": "Florida Gators Quarterback Jalen Kitna Booked On Multiple Complaints Of Child Pornography, Possession With Intent To Promote", "date_published": "2022-11-30 17:48:36+00:00", "description": "Freshman quarterback Jalen Kitna of the University of Florida Gators was booked into a county jail Wednesday on ten felony complaints involving child pornography. Local media reports sheriff and court records show authorities arrested Kitna and booked him into the Alachua County Jail on second-degree felony complaints, which accuse the college football player of possession ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/21-republican-governors-join-letter-opposing-military-covid-vaccine-mandate", "title": "21 Republican Governors Join Letter Opposing Military COVID Vaccine Mandate", "date_published": "2022-11-30 17:42:23+00:00", "description": "A group of 21 GOP governors joined a letter on Wednesday to congressional leaders in an effort to stop President Joe Biden from initiating a COVID vaccine mandate for military personnel. The letter &#8212; sent to House Speaker Nancy Pelosi (D-CA), Senate Majority Leader Chuck Schumer (D-NY), and Republican minority leaders in the House and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/one-tree-hill-alums-claim-careers-were-threatened-if-they-didnt-do-sexy-maxim-shoot", "title": "‘One Tree Hill’ Alums Claim Careers Were Threatened If They Didn’t Do Sexy Maxim Shoot", "date_published": "2022-11-30 17:39:07+00:00", "description": "&#8220;One Tree Hill&#8221; alumni stars Hilarie Burton Morgan and Sophia Bush claimed that their careers were threatened and they were coerced into doing a sexy Maxim photo shoot for its November 2006 cover, which neither said they wanted to do. Morgan and Bush both claimed they were essentially told they had to do the shoot ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/zuckerberg-joins-musk-in-criticizing-apples-iron-grip-on-its-app-store", "title": "Zuckerberg Joins Musk In Criticizing Apple’s Iron Grip On Its App Store", "date_published": "2022-11-30 17:28:48+00:00", "description": "Meta CEO Mark Zuckerberg joined Twitter CEO Elon Musk in his criticism of Apple for the company’s ability to unilaterally control its app store. During a speech at the New York Times’ DealBook Summit, Zuckerberg said that Apple is the only platform “where one company can control what apps get on the device,” a situation ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-attorneys-bust-crypto-money-laundering-ring", "title": "U.S. Attorneys Bust Crypto Money Laundering Ring", "date_published": "2022-11-30 16:48:30+00:00", "description": "United States attorneys have charged 21 individuals for their alleged participation in a transnational money laundering network involving cryptocurrencies. According to a press release from the United States Attorney’s Office in the Eastern District of Texas, Operation Crypto Runner has disrupted more than $300 million in annual money laundering transactions and seized extensive reserves of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mother-of-alleged-non-binary-shooter-in-colorado-is-arrested-report", "title": "Mother Of Alleged Non-Binary Shooter In Colorado Is Arrested: Report", "date_published": "2022-11-30 16:47:24+00:00", "description": "The mother of the alleged non-binary attacker who shot up a gay night club in Colorado Springs earlier this month has been arrested. The alleged gunman, who will not be named per Daily Wire policy about not giving notoriety to mass killers, opened fire inside Club Q in Colorado Springs, which describes itself online as ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-lost-my-phone-for-24-hours-heres-what-i-learned", "title": "I Lost My Phone For 24 Hours. Here’s What I Learned.", "date_published": "2022-11-30 16:35:34+00:00", "description": "I&#8217;m old enough to remember what a dial tone sounds like — and a busy signal. I&#8217;m so old, I remember picking up the phone every hour for five hours to tell my sister, &#8220;Hey, I need the phone!&#8221; That&#8217;s right — every house had one phone, one phone line. I&#8217;m so old I remember ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unsealed-probable-cause-affidavit-explains-how-police-linked-richard-allen-to-2017-delphi-murders", "title": "Unsealed Probable Cause Affidavit Explains How Police Linked Richard Allen To 2017 Delphi Murders", "date_published": "2022-11-30 16:34:21+00:00", "description": "Authorities in Delphi, Indiana, on Tuesday unsealed the probable cause affidavit that led to the arrest of Richard Allen, 50, for the 2017 murders of two teenagers. The affidavit, published by the Daily Beast, reveals that Allen admitted to being on the Indiana hiking trail where 13-year-old Libby German and her best friend Abby Williams were ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dwayne-the-rock-johnson-goes-to-hawaii-7-eleven-buys-all-the-snickers-bars-to-right-a-wrong", "title": "Dwayne ‘The Rock’ Johnson Goes To Hawaii 7-Eleven, Buys *ALL* The Snickers Bars To Right A Wrong", "date_published": "2022-11-30 16:23:30+00:00", "description": "Dwayne &#8220;The Rock&#8221; Johnson walked into a Hawaii 7-Eleven and bought every Snickers bar in stock — a move he said was decades in the making and designed to right a wrong that had been &#8220;gnawing&#8221; away at him for all that time. Explaining that he had stolen hundreds of king-sized Snickers bars from a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tech-entrepreneur-david-sacks-apple-is-doing-the-same-thing-in-the-u-s-that-they-are-doing-in-china", "title": "Tech Entrepreneur David Sacks: Apple Is Doing The Same Thing In The U.S. That They Are Doing In China", "date_published": "2022-11-30 16:22:44+00:00", "description": "David Sacks, a tech entrepreneur who has been a key figure at major companies like PayPal, warned during an interview Tuesday night that Apple is doing the same thing in the United States that they are doing in communist China. Sacks made the remarks during an interview with Fox News host Tucker Carlson when asked ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/distressed-children-avoid-using-bathroom-at-school-due-to-transgender-policy-parents-lawsuit-claims", "title": "Distressed Children Avoid Using Bathroom At School Due To Transgender Policy, Parents’ Lawsuit Claims", "date_published": "2022-11-30 16:03:46+00:00", "description": "Ohio parents are suing their local school board over a new transgender policy that allows students to use the bathroom and locker room that correspond with their gender identity. A group of Muslim and Christian parents in Bethel, Ohio, filed a civil lawsuit in federal court on November 22 against Bethel Local School District&#8217;s school board, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/china-is-using-big-tech-so-why-is-the-west-targeting-musks-twitter", "title": "China Is Using Big Tech — So Why Is The West Targeting Musk’s Twitter?", "date_published": "2022-11-30 16:02:54+00:00", "description": "This week, the Chinese government activated its vast censorship apparatus to prevent dissemination of news regarding thousands of citizens taking to the streets to protest the CCP’s zero covid lockdowns. China has developed the world’s most sophisticated and invasive surveillance scheme: according to The Wall Street Journal, police have been dispersing to the site of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-data-reveals-pediatric-gender-clinic-referrals-in-australia-have-skyrocketed", "title": "New Data Reveals Pediatric Gender Clinic Referrals In Australia Have ‘Skyrocketed’", "date_published": "2022-11-30 16:00:55+00:00", "description": "The number of Australian adolescents referred to pediatric gender clinics has &#8220;skyrocketed&#8221; in recent years, according to a Daily Telegraph investigation. New data from a Freedom of Information (FOI) request found that 2,067 minors were enrolled in public adolescent gender clinics in 2021, representing an 880% increase from 2014 when 211 minors were enrolled. The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ill-be-ready-u-s-soccer-star-speaks-out-after-game-winning-goal-lands-him-in-a-hospital-bed", "title": "‘I’ll Be Ready!’: U.S. Soccer Star Speaks Out After Game-Winning Goal Lands Him In A Hospital Bed", "date_published": "2022-11-30 15:54:58+00:00", "description": "American soccer star Christian Pulisic spoke out from his hospital bed in Qatar, declaring that he would be ready to play when the United States took on the Netherlands in World Cup play. Pulisic reassured his fans that he would be all right after scoring Tuesday&#8217;s game-winning goal left him injured badly enough that he ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-twitter-safety-chief-admits-censoring-hunter-biden-laptop-was-a-mistake-elon-musk-says-previous-ownership-interfered-in-elections", "title": "Former Twitter Safety Chief Admits Censoring Hunter Biden Laptop Was A ‘Mistake’; Elon Musk Says Previous Ownership ‘Interfered In Elections’", "date_published": "2022-11-30 15:50:34+00:00", "description": "Former Twitter Trust and Safety boss Yoel Roth admitted Tuesday that the company made a &#8220;mistake&#8221; censoring the story about Hunter Biden&#8217;s laptop during the 2020 presidential election. Roth, who resigned from his position in early November, confessed the error during a Knight Foundation conference interview with podcast host Kara Swisher about his decision to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-rogan-scores-number-one-spot-in-spotifys-podcasts-around-the-world-for-2022", "title": "Joe Rogan Scores Number One Spot In Spotify’s Podcasts Around The World For 2022", "date_published": "2022-11-30 15:31:24+00:00", "description": "Joe Rogan has scored the number one spot in Spotify&#8217;s podcasts heard around the world for 2022 for his show &#8220;The Joe Rogan Experience,&#8221; beating out the likes of Alex Cooper and more. On Wednesday, the streaming platform released its annual Wrapped feature, which analyzed listener data from January 1 to November 26, and Rogan ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/house-passes-legislation-to-avoid-a-nationwide-rail-strike-bernie-sanders-intends-to-block-it", "title": "House Passes Legislation To Avoid A Nationwide Rail Strike. Bernie Sanders Intends To Block It.", "date_published": "2022-11-30 15:28:12+00:00", "description": "After the House of Representatives advanced a bill on Wednesday meant to avert a looming nationwide rail strike, Sen. Bernie Sanders (I-VT) vowed to block the measure in the Senate. Unions and rail companies previously agreed to a tentative deal providing workers a 24% pay raise and more robust healthcare benefits, although a handful of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/south-korea-scrambles-jets-as-russian-and-chinese-war-aircraft-enter-air-defense-zone", "title": "South Korea Scrambles Jets As Russian And Chinese War Aircraft Enter Air Defense Zone", "date_published": "2022-11-30 15:20:59+00:00", "description": "South Korea scrambled jets as Chinese and Russian war aircraft arrived unannounced in its air defense identification zone (KADIZ) on Wednesday morning.  Two Chinese warplanes classified as H-6 bombers entered the air defense area around 5:50 a.m. local time, Seoul&#8217;s Joint Chiefs of Staff stated. The two warplanes left the area around 7 a.m. but ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-a-wonderful-life-to-hit-theaters-this-christmas-season-to-mark-its-75th-anniversary", "title": "‘It’s A Wonderful Life’ To Hit Theaters This Christmas Season To Mark Its 75th Anniversary", "date_published": "2022-11-30 15:12:31+00:00", "description": "&#8220;It&#8217;s a Wonderful Life&#8221; is returning to the big screen in December and just in time for the Christmas season to mark the classic movie&#8217;s 75th anniversary. In an announcement from Fathom Events, Turner Classic Movies shared it will bring Frank Capra&#8217;s great Christmas movie back to theaters for two days, December 18 and again ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-christine-mcvie-fleetwood-mac-singer-songwriter-dies-at-79", "title": "BREAKING: Christine McVie, Fleetwood Mac Singer-Songwriter, Dies At 79", "date_published": "2022-11-30 15:07:04+00:00", "description": "Christine McVie, the English singer-songwriter who helped launch the rock band Fleetwood Mac into international fame, has died. She was 79. McVie’s family said in a statement that she passed away “peacefully” Wednesday morning at the hospital “following a short illness.” The family said that they were with her when she passed away and they ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cdc-chief-dragged-for-tweet-commemorating-horrific-tuskegee-syphilis-experiments", "title": "CDC Chief Dragged For Tweet Commemorating Horrific Tuskegee Syphilis Experiments", "date_published": "2022-11-30 14:48:48+00:00", "description": "Dr. Rochelle Walensky, director of the Centers for Disease Control and Prevention (CDC), took some heat Tuesday on Twitter after announcing a plan to commemorate the 50th anniversary of the end of the Tuskegee syphilis study. The study, which began in 1932, enlisted more than 600 black men to record the natural progression of syphilis. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-dont-even-know-how-to-code-mit-grad-and-now-broke-crypto-ceo-sam-bankman-fried-tells-niche-vlogger", "title": "‘I Don’t Even Know How To Code,’ MIT Grad And Now-Broke Crypto CEO Sam Bankman-Fried Tells Niche Vlogger", "date_published": "2022-11-30 14:48:35+00:00", "description": "Former FTX CEO and alleged fraudster Sam Bankman-Fried revealed during a conversation with a cryptocurrency vlogger that he does not know how to code. FTX recently filed for bankruptcy after users discovered that trading firm Alameda Research, a company run by former Bankman-Fried love interest Caroline Ellison, had allegedly been using funds from FTX to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/world-cup-shows-just-how-terrifying-iran-is-as-regime-threatens-torture-for-players-families", "title": "World Cup Shows Just How Terrifying Iran Is As Regime Threatens Torture For Players’ Families", "date_published": "2022-11-30 14:45:15+00:00", "description": "Team Iran lost 1-0 to Team USA on Tuesday, getting eliminated from the 2022 World Cup. The team was gracious in defeat, shaking hands with American players after the devastating loss. That was classy. But what was not classy — instead, horrifying — was what happened to Iran&#8217;s players before the game, and what might ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/today-show-host-al-roker-rushed-back-to-hospital-after-being-released-in-time-for-thanksgiving", "title": "‘Today’ Show Host Al Roker Rushed Back To Hospital After Being Released In Time For Thanksgiving", "date_published": "2022-11-30 14:37:08+00:00", "description": "Longtime &#8220;Today&#8221; show host Al Roker was rushed back to the hospital via ambulance just a day after being released. A source shared that the 68-year-old popular weather personality fell ill a day after he posted photos on Instagram celebrating that he was finally out of the hospital after being treated for a series of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/it-was-a-setup-nbc-report-details-how-west-yiannopoulos-blindsided-trump", "title": "‘It Was A Setup’: NBC Report Details How West, Yiannopoulos ‘Blindsided’ Trump", "date_published": "2022-11-30 14:22:05+00:00", "description": "Former President Trump’s disastrous dinner with Ye West last week was crashed by pair of alt-right pariahs out to make his “life miserable,” according to an inside account by NBC News. Trump is being heavily criticized by Democrats and Republicans alike for the November 22 meeting at his Mar-a-Lago home in Florida. But the former ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tornadoes-strike-across-south-leaving-at-least-2-dead", "title": "Tornadoes Strike Across South, Leaving At Least 2 Dead", "date_published": "2022-11-30 14:02:34+00:00", "description": "Multiple tornadoes were confirmed across southern states Tuesday night through Wednesday morning, with two people confirmed dead. Montgomery County Emergency Management Director Christina Thornton confirmed two deaths in Alabama early Wednesday morning. &#8220;We don&#8217;t have an exact number, and I do not want to give out incorrect information,&#8221; she said in a statement to Fox ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oh-please-brian-kilmeade-cant-hold-back-when-john-kirby-tries-to-spin-afghanistan-withdrawal-as-great-success", "title": "‘Oh, Please’: Brian Kilmeade Can’t Hold Back When John Kirby Tries To Spin Afghanistan Withdrawal As Great Success", "date_published": "2022-11-30 13:58:49+00:00", "description": "Fox News host Brian Kilmeade made it clear that he wasn&#8217;t buying the spin when John Kirby claimed that Russia and China were likely in awe of the United States after watching how quickly the exit from Afghanistan took place. Kirby, who previously served as the Pentagon&#8217;s press secretary and is currently the coordinator for strategic ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/prince-williams-godmother-resigns-after-asking-black-guest-unacceptable-question", "title": "Prince William’s Godmother Resigns After Asking Black Guest ‘Unacceptable’ Question", "date_published": "2022-11-30 13:52:42+00:00", "description": "A Buckingham Palace official has resigned following an incident where she allegedly asked a black guest where she “really came from” during an event. The late Queen Elizabeth II’s lady-in-waiting, Susan Hussey, made the remarks during an event that took place at Buckingham Palace on Tuesday, per the BBC. The publication noted that she asked ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/raphael-warnocks-church-belongs-to-a-leftist-group-that-supports-critical-race-theory", "title": "Raphael Warnock’s Church Belongs To A Leftist Group That Supports Critical Race Theory", "date_published": "2022-11-30 13:28:35+00:00", "description": "Sen. Raphael Warnock’s church is a part of a leftist coalition that supports Critical Race Theory (CRT) and suggests the first slave ship’s arrival in the U.S. is “an equally definitive” founding event as the writing of the Declaration of Independence or Constitution. The Georgia Democrat is the senior pastor at Atlanta’s Ebenezer Baptist Church, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/food-delivery-company-is-the-latest-silicon-valley-firm-to-announce-mass-layoffs", "title": "Food Delivery Company Is The Latest Silicon Valley Firm To Announce Mass Layoffs", "date_published": "2022-11-30 13:14:44+00:00", "description": "DoorDash announced on Wednesday that the food delivery company will become the latest technology firm to dismiss a substantial number of employees in an effort to limit expenses. In a letter to staff members, DoorDash CEO Tony Xu remarked that the company would decrease corporate headcount in order to reduce high operational costs amid economic ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-dems-elect-hard-left-rep-hakeem-jeffries-to-succeed-pelosi-as-house-leader", "title": "BREAKING: Dems Elect Hard-Left Rep. Hakeem Jeffries To Succeed Pelosi As House Leader", "date_published": "2022-11-30 12:57:01+00:00", "description": "House Democrats on Wednesday elected New York Rep. Hakeem Jeffries — who has repeatedly painted his Republican colleagues and conservatives on the Supreme Court as racists — as their leader, making him the successor to Nancy Pelosi, who led the House Democrats for decades and served as speaker when her party was in the majority. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nyc-mom-rejects-plea-deal-for-driving-through-protesters-who-she-says-attacked-her-vehicle", "title": "NYC Mom Rejects Plea Deal For Driving Through Protesters Who She Says Attacked Her Vehicle", "date_published": "2022-11-30 12:47:23+00:00", "description": "Kathleen Casillo, a mother of three from Queens, New York, was Christmas shopping with her daughter in Manhattan on December 11, 2020, when she drove up to an intersection filled with protesters blocking the road to oppose U.S. Immigration and Customs Enforcement (ICE) detentions. On Tuesday, Casillo again rejected a plea deal that would admit ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thai-temple-left-without-monks-after-they-all-test-positive-for-meth", "title": "Thai Temple Left Without Monks After They All Test Positive For Meth", "date_published": "2022-11-30 12:44:45+00:00", "description": "A Buddhist temple in Thailand has been left without any monks after they tested positive for drugs and were defrocked, according to AFP. The four monks serving at a temple in central Thai province of Phetchabun tested positive for methamphetamine on Monday, district official Boonlert Thintapthai told the outlet. &#8220;The temple is now empty of monks ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pompeo-issues-fiery-challenge-to-teachers-union-prez-weingarten-debate-me", "title": "Pompeo Issues Fiery Challenge To Teachers Union Prez Weingarten: Debate Me", "date_published": "2022-11-30 12:33:47+00:00", "description": "Former Secretary of State Mike Pompeo has thrown down the gauntlet to American Federation of Teachers President Randi Weingarten — whom he has described as “the most dangerous person in the world” — challenging her to a debate. Last week, Pompeo told Semafor that when he was asked who the most dangerous person in the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-approves-1-billion-arms-sale-to-qatar-despite-longstanding-terror-ties", "title": "Biden Approves $1 Billion Arms Sale To Qatar, Despite Longstanding Terror Ties", "date_published": "2022-11-30 12:21:47+00:00", "description": "The Biden administration announced Tuesday a $1 billion arms sale to Qatar, despite the Arab nation&#8217;s strong ties to groups the United States has listed as terrorist organizations. The announcement from the State Department came as Qatar hosts the World Cup and during halftime of the match between Iran and the U.S. The State Department said ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-chinese-president-dead-at-96-amid-nationwide-protests", "title": "Former Chinese President Dead At 96 Amid Nationwide Protests", "date_published": "2022-11-30 12:04:46+00:00", "description": "Former Chinese President Jiang Zemin died on Wednesday at the age of 96 as the nation endures mounting economic and social turmoil. Jiang, who served from 1993 to 2003, succumbed to leukemia and multiple organ failure, according to a report from government-run outlet Xinhua News. A letter addressing the entirety of the Chinese Communist Party, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/remote-controlled-robots-with-deadly-explosives-approved-by-sf-board-of-supervisors", "title": "Remote-Controlled Robots With Deadly Explosives Approved By SF Board Of Supervisors", "date_published": "2022-11-30 11:13:28+00:00", "description": "The San Francisco Board of Supervisors, in an unprecedented move, has approved using remote-controlled robots armed with deadly explosives. The San Francisco Police Department claimed they would use such robots to breach buildings or “contact, incapacitate, or disorient violent, armed, or dangerous” suspects when lives are at stake, according to a spokesman for the department. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-warns-a-severe-recession-will-be-more-likely-if-federal-reserve-doesnt-take-action-on-rate-hikes", "title": "Elon Musk Warns A ‘Severe Recession’ Will Be More Likely If Federal Reserve Doesn’t Take Action On Rate Hikes", "date_published": "2022-11-30 11:03:54+00:00", "description": "Elon Musk warned that a significant recession would occur in the United States if policymakers at the Federal Reserve do not adjust their current approach to interest rates. The central bank has increased target federal funds rates by 0.75% on four consecutive occasions, marking the most aggressive rollback of loose monetary policy in decades. Interest ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/were-killing-it-kate-hudson-says-co-parenting-with-3-different-fathers-is-going-great", "title": "‘We’re Killing It’: Kate Hudson Says Co-Parenting With 3 Different Fathers Is Going Great", "date_published": "2022-11-30 10:47:09+00:00", "description": "Actress Kate Hudson says co-parenting with three different men is easier than fans might imagine. The 43-year-old star shares son Ryder, 18, with ex-husband Chris Robinson, son Bingham, 11, with ex-fiancé Matt Bellamy, and daughter Rani Rose, 4, with fiancé Danny Fujikawa. Hudson discussed her feelings on the situation during a recent interview with The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/explosion-at-ukrainian-embassy-in-spain-injures-one-person", "title": "Explosion At Ukrainian Embassy In Spain Injures One Person", "date_published": "2022-11-30 10:42:41+00:00", "description": "An explosion at the Ukrainian Embassy in Madrid, Spain, early Wednesday reportedly injured one person. Ukrainian spokesperson Oleg Nikolenko said an explosive device was &#8220;hidden&#8221; in an envelope that detonated inside the embassy. &#8220;FM @DmytroKuleba instructed to strengthen the security of all Ukrainian embassies,&#8221; Nikolenko tweeted. &#8220;He also called on the Spanish authorities to urgently investigate ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kylie-jenner-addresses-claims-she-posted-photos-of-kids-to-distract-from-balenciaga-scandal", "title": "Kylie Jenner Addresses Claims She Posted Photos Of Kids To Distract From Balenciaga Scandal", "date_published": "2022-11-30 10:06:42+00:00", "description": "Kylie Jenner issued a response to social media followers accusing her of posting photos of her son to deflect attention from the Balenciaga scandal and the Kardashians’ connection to the company. Kylie, 25, is notorious for being very private about sharing photos of her two children. She’s been especially reluctant to post images of her ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-pens-autobiography-likely-fueling-more-2024-speculation", "title": "DeSantis Pens Autobiography, Likely Fueling More 2024 Speculation", "date_published": "2022-11-30 10:00:18+00:00", "description": "An autobiography in which Florida Republican Ron DeSantis describes his rise from Little League baseball star to America’s most high-profile governor is due out in February, just as buzz about a possible 2024 White House run builds to a fever pitch. “The Courage to Be Free: Florida’s Blueprint for America&#8217;s Revival,” is expected to detail ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kanye-ye-west-kim-kardashian-reach-divorce-settlement", "title": "Kanye ‘Ye’ West, Kim Kardashian Reach Divorce Settlement", "date_published": "2022-11-30 08:55:22+00:00", "description": "Rapper Kanye West, also known as &#8220;Ye,&#8221; reportedly reached a divorce settlement with ex-wife Kim Kardashian this week in which he will have to pay her hundreds of thousands of dollars per month despite her already being a billionaire. The two parties have resolved the child custody situation and other property-related matters, TMZ reported. &#8220;Kim ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/musk-democrats-have-launched-a-coordinated-attack-on-me", "title": "Musk: Democrats Have Launched A ‘Coordinated’ Attack On Me", "date_published": "2022-11-30 08:39:11+00:00", "description": "Twitter CEO Elon Musk said Tuesday that several top Democrats launched a &#8220;coordinated&#8221; attack against him and that they were nothing more than &#8220;actors on the political stage, not directors or script writers.&#8221; Musk responded to an account that claimed that Musk had not been political in the past and only became politically active in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-hammers-apple-for-helping-communist-china-squash-protesters", "title": "DeSantis Hammers Apple For Helping Communist China Squash Protesters", "date_published": "2022-11-30 08:30:56+00:00", "description": "Republican Florida Governor Ron DeSantis slammed Apple during an interview Tuesday evening for its role in hindering widespread protests against China&#8217;s severe pandemic restrictions and for allegedly threatening to boot Twitter from its App Store. &#8220;If you look what&#8217;s going on in China now, the CCP, they have been imposing these zero COVID lockdown policies. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fitness-celebrity-liver-king-claimed-to-be-all-natural-alleged-leaked-email-says-otherwise", "title": "Fitness Celebrity ‘Liver King’ Claimed To Be All Natural. Alleged Leaked Email Says Otherwise.", "date_published": "2022-11-30 08:22:21+00:00", "description": "A man who has gained a lot of fame online by showing off his ripped physique while claiming that he eats livers and bone marrow has allegedly been revealed to have been on a hardcore regimen of steroids despite claiming that he does not do steroids. Brian Johnson, who goes by &#8220;Liver King,&#8221; claims that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-nails-disney-after-ceo-bob-iger-sorry-for-fighting-florida-they-brought-this-on-themselves", "title": "DeSantis Nails Disney After CEO Bob Iger ‘Sorry’ For Fighting Florida: ‘They Brought This On Themselves’", "date_published": "2022-11-30 07:50:46+00:00", "description": "Republican Florida Governor Ron DeSantis slammed Disney during an interview Tuesday night after the company&#8217;s CEO, Bob Iger, said that he was sorry that the company was &#8220;dragged&#8221; into a fight with the state of Florida. DeSantis made the remarks during an interview with Fox News host Tucker Carlson where he was asked about Disney&#8217;s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-disney-ceo-says-company-will-quiet-things-down-regrets-predecessor-battled-desantis", "title": "New Disney CEO Says Company Will ‘Quiet Things Down,’ Regrets Predecessor Battled DeSantis", "date_published": "2022-11-30 07:32:12+00:00", "description": "Disney CEO Bob Iger remarked during a town hall event with employees that he desires to advance social causes in a more subdued fashion after the entertainment conglomerate publicly battled Republican Florida Gov. Ron DeSantis earlier this year. The company’s board of directors recently restored Iger, who previously served as chief executive for 15 years, to ...", "persistent": false}]