[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/stadia-hardware-refunds-google-store-223002849.html?src=rss", "title": "Google begins refunding Stadia hardware purchases made on the Google Store", "date_published": "2022-11-30 22:30:02+00:00", "description": "<p>Google <a href=\"https://twitter.com/GoogleStadia/status/1598051610214760469?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1598051610214760469%7Ctwgr%5Ef249668ccd150f511b67b9998c7eb386bc1aa961%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Ftwitter.trello.services%2Ftweets.html7B22secret223A229R9mIVaknKd9yJruGoCGhWN8UaChA6vDDw48nvADDcoc5UYeYWObon3SFYx62jDR222C22context223A7B22version223A22build-181100222C22member223A2263696f7e9f559d02a829e8eb222C22permissions223A7B22board223A22write222C22organization223A22read222C22card223A22write227D2C22organization223A22535db1366cfbe3051ea534e7222C22board223A2261a097ad7ffa63888fbf2467222C22card223A226387bf2a0d191c0375cf93e9222C22command223A22attachment-sections222C22plugin223A2255a5d917446f51777421000b227D2C22locale223A22en-US227D\"><ins>tweeted</ins></a> today that it’s beginning to process refunds for Stadia hardware bought on the Google Store. The company <a href=\"https://www.engadget.com/google-shutting-down-stadia-162704135.html\"><ins>announced</ins></a> in September that its cloud gaming service was joining the long list of projects buried in the “Google graveyard.”</p><p>Google is refunding purchases for the Stadia controller and bundles that included a <a href=\"https://www.engadget.com/2016-11-16-google-chromecast-ultra-review.html\"><ins>Chromecast Ultra</ins></a> with the WiFi-connected gamepad. Earlier this month, it began <a href=\"https://www.engadget.com/google-stadia-refunds-explained-170036646.html\"><ins>reimbursing</ins></a> users for Stadia game purchases, ensuring most users recoup the money they’d sunk into the service. However, Google isn’t refunding subscription fees for Stadia Pro (its answer to <a href=\"https://www.engadget.com/ps-plus-xbox-game-pass-comparison-games-184516783.html\"><ins>PS Plus</ins></a> and <a href=\"https://www.engadget.com/xbox-game-pass-ultimate-apple-music-tv-plus-free-trials-165043565.html\"><ins>Xbox Game Pass</ins></a>) or Stadia hardware bought from Best Buy.</p><span id=\"end-legacy-contents\"></span><p>The company says it will process the refunds automatically. It expects most of them to complete by the time the cloud-gaming service shuts down on January 18th. If the company can’t refund your original form of payment automatically, it will email you through the Google account you used for the purchase(s).</p><p>Although Stadia’s demise disappointed its small but devoted band of enthusiasts, the shutdown wasn’t exactly shocking. The writing had been on the wall since the company began <a href=\"https://www.engadget.com/google-stadia-game-studios-shut-down-montreal-los-angeles-201811811.html\"><ins>scaling back</ins></a> its investment in the platform barely over a year after its launch.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/robots-no-fall-down-go-boom-214825167.html?src=rss", "title": "Robots are learning to brace themselves against walls to avoid falling", "date_published": "2022-11-30 21:48:25+00:00", "description": "<p>So much for giggling at <a href=\"https://www.engadget.com/2015-06-05-robots-r-dumb.html\">robots falling down</a>. Researchers at the University of Lorraine have <a href=\"https://arxiv.org/abs/2203.00316\">developed</a> a \"Damage Reflex\" system (aka D-Reflex) that has a humanoid TALOS robot prop itself against a wall when one of its legs is broken, much like a human who just lost their balance. The neural network-based system uses its experience (in this case, 882,000 training simulations) to quickly find a point on the wall most likely to provide stability. The robot doesn't need to know how it was damaged, and can reach out roughly as quickly as a person.</p><p>The result, as <em>IEEE Spectrum</em><a href=\"https://spectrum.ieee.org/humanoid-robot-falling\">notes</a>, is the anti-comedy you'd expect. Instead of a tumble to the ground, the robot braces itself against the wall like someone who just sprained their ankle. It's not particularly graceful and requires that the robot stops its hand the moment it makes contact, but it's effective in three out of four tests.</p><span id=\"end-legacy-contents\"></span><div id=\"f9882bf1a9dd4be4984c4726247c350d\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>D-Reflex isn't guaranteed to prevent a fall, if partly because it can't account for every possible position or surface. It also doesn't help the robot recover once it averts catastrophe — you won't see the automaton limping along a wall until it finds help. The current approach is also based around a stationary bot, and won't help if an actuator fails mid-stride.</p><p>Researchers hope to make a system that's useful on the move, however, and envision robots that can grab chairs and other complex objects when a fall is imminent. This could save the cost of replacing <a href=\"https://www.engadget.com/tesla-debuts-optimus-humanoid-service-robot-ai-day-2022-012054385.html\">worker robots</a> that would otherwise plunge to their doom, and might lead to more 'natural' bots that learn to use their environments to their advantage. One thing's for sure: if the <a href=\"https://www.engadget.com/2014-05-13-un-debates-ban-on-killer-robots.html\">robopocalypse</a> happens, tripping the machines won't stop them for long.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/youtube-working-to-fix-ios-crash-bug-211546405.html?src=rss", "title": "YouTube is repeatedly crashing for some iOS users but a fix is on the way", "date_published": "2022-11-30 21:15:46+00:00", "description": "<p>Google is working to fix an issue that is causing the YouTube mobile app to repeatedly crash for some iOS users. “Hi, we’re aware that many of you using the YouTube app on iOS devices may be experiencing crashes,” the company said in a <a href=\"https://twitter.com/TeamYouTube/status/1598033989998366720?s=20&amp;t=1njG3voG833JyNcE4qa-LQ\"><ins>tweet</ins></a> caught by <a href=\"https://www.theverge.com/2022/11/30/23486617/youtube-ios-iphone-crashes-fix\"><em><ins>The Verge</ins></em></a>. “We’re so sorry about this &amp; have begun working on a fix! Updates soon.”</p><div id=\"6f3d03f986144ef3a86b4fa21cf52413\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">hi, we're aware that many of you using the YouTube app on iOS devices may be experiencing crashes<br /><br />we're so sorry about this &amp; have begun working on a fix! updates soon🔍</p>— TeamYouTube (@TeamYouTube) <a href=\"https://twitter.com/TeamYouTube/status/1598033989998366720?ref_src=twsrc%5Etfw\">November 30, 2022</a></blockquote></div><p>As of the writing of this article, YouTube has yet to share more information on the situation. Google did not immediately respond to a comment request from Engadget. We’ll update this article once there’s more information to share. It’s unclear how widespread the problem is among iOS users. On my iPhone, I was able to watch this incredible video of the <a href=\"https://www.engadget.com/nasa-artemis-1-mission-successful-launch-084330480.html\"><ins>Artemis 1</ins></a> launch <a href=\"https://youtu.be/l71ylcADeSs?t=283\"><ins>synced to “Free Bird”</ins></a> without issue during my lunch break. However, <a href=\"https://downdetector.com/status/youtube/\">Downdetector</a> indicates there have been more than 7,500 reports in the US of the app not working.</p><span id=\"end-legacy-contents\"></span>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/mass-effect-legendary-edition-playstation-plus-essential-december-2022-210522458.html?src=rss", "title": "'Mass Effect: Legendary Edition' is free for all PS Plus subscribers in December", "date_published": "2022-11-30 21:05:22+00:00", "description": "<p>Sony's December <a href=\"https://blog.playstation.com/2022/11/30/playstation-plus-monthly-games-for-december-divine-knockout-founders-edition-mass-effect-legendary-edition-biomutant/\"><ins>free games</ins></a> for PlayStation Plus Essential include <em>Mass Effect: Legendary Edition.</em> Subscribers can play remastered versions of the classic trilogy at no extra charge. The collection, released in May 2021, includes <em>Mass Effect</em>, <em>Mass Effect 2</em> and <em>Mass Effect 3</em> with modernized 4K graphics and tighter gameplay.</p><p>Developer BioWare saved the biggest <a href=\"https://www.engadget.com/mass-effect-legendary-edition-gameplay-changes-221950681.html\"><ins>upgrades</ins></a> for the 15-year-old original. While the non-remastered version is <a href=\"https://www.engadget.com/mass-effect-legendary-edition-mass-effect-review-150052114.html\"><ins>nearly unplayable</ins></a> by modern standards, the remaster is friendlier for modern gamers with more consistent weapon accuracy, tighter camera controls, a dedicated melee button and snappier combat. BioWare also tweaked its handling of the trilogy’s endings, ditching the original approach that required a separate app download to get the best finale. In the new version, your final outcome is based exclusively on your decisions across all three titles.</p><span id=\"end-legacy-contents\"></span><p>Other free PS Plus Essential games for December include third-person platform fighter <em>Divine Knockout: Founder's Edition</em> and open-world RPG <em>Biomutant</em>. In addition to new free games added each month (yours to keep as long as you remain subscribed), PlayStation Plus Essential gives you access to online matchmaking in paid titles. The service costs $9.99 per month or $59.99 per year. It replaced the standard PS Plus earlier this year, when Sony <a href=\"https://www.engadget.com/sony-playstation-plus-subscription-game-pass-121037157.html\"><ins>added</ins></a> more expensive Extra and Premium tiers to compete with <a href=\"https://www.engadget.com/xbox-game-pass-ultimate-apple-music-tv-plus-free-trials-165043565.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAIjC5HQFwC6PzLR1amwEDr8XZRCVRT6BU7L3SAW5xjn6BcxG2lFN0kFWo1Hr32r5PlDr4IfnOTeHXbpbqsob1QhAN-fgKjvJ4f2vxoKRw4AmOYWA6YY63BzIyxHWg5I3kCWUVfHLeAgweebJoj_ZluU8t-7m2w8_KR0IyEUvxose\"><ins>Xbox Game Pass</ins></a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-blog-post-reassure-advertisers-195429153.html?src=rss", "title": "Twitter claims ‘none of our policies have changed’ as advertisers continue to flee", "date_published": "2022-11-30 19:54:29+00:00", "description": "<p>One month into Elon Musk’s chaotic takeover of Twitter, the company is once again trying to reassure advertisers and users about the direction of the platform. In its first <a href=\"https://blog.twitter.com/en_us/topics/company/2022/twitter-2-0-our-continued-commitment-to-the-public-conversation\"><ins>blog post</ins></a> since Musk’s acquisition, the company attempted to explain what “Twitter 2.0” means for the company.</p><p>Twitter is right now facing a massive decline in ad revenue as major advertisers have <a href=\"https://www.engadget.com/twitter-losing-advertisers-boycott-193748977.html\"><ins>halted spending</ins></a> amid concerns over policy changes instituted by Musk. In the blog post, though, Twitter says that “brand safety is only possible when human safety is the top priority” and that “none of our policies have changed.”</p><span id=\"end-legacy-contents\"></span><p>However, it’s difficult to square that claim with the company’s recent confirmation that it will <a href=\"https://www.engadget.com/twitter-stops-enforcing-covid-19-misinformation-policy-145445252.html\"><ins>stop enforcing</ins></a> its COVID-19 misinformation rules, and the recent <a href=\"https://www.engadget.com/twitter-unbans-jordan-peterson-babylon-bee-kathy-griffin-204407440.html\">reinstatements</a> of previously banned accounts. “Our approach to policy enforcement will rely more heavily on de-amplification of violative content: freedom of speech, but not freedom of reach,” the blog post says, without elaborating.</p><div id=\"70757104bc3a4b72bfc9316bb6f2d92a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Twitter 2.0:<br /><br />Same mission.<br />Faster innovation.<br />More transparency.<a href=\"https://t.co/mNBerk4vPE\">https://t.co/mNBerk4vPE</a></p>— Twitter Business (@TwitterBusiness) <a href=\"https://twitter.com/TwitterBusiness/status/1598022251252973571?ref_src=twsrc%5Etfw\">November 30, 2022</a></blockquote></div><p>Musk has <a href=\"https://twitter.com/elonmusk/status/1593673339826212864\"><ins>previously said</ins></a> that “negative” tweets will be “deboosted” and only visible to those searching for them. It’s not clear if these changes have been implemented. Twitter no longer has a communications team.</p><p>The blog post also notes that Twitter’s Trust and Safety team “continues its diligent work to keep the platform safe from hateful conduct, abusive behavior, and any violation of Twitter's rules.” The post, signed by “The Twitter Team,” comes one day after the company’s former head of Trust and Safety said the platform is <a href=\"https://www.engadget.com/twitter-less-safe-under-elon-musk-yoel-roth-011449138.html\"><ins>less safe </ins></a>under Musk’s leadership. Yoel Roth, a longtime policy executive at Twitter who had worked closely with Musk in the days immediately following his takeover, said in an interview that Musk ignored warnings from the Trust and Safety team ahead of the disastrous rollout of Twitter Blue’s paid verification.</p><p>The blog post is the latest sign of how badly Musk needs to win back Twitter’s advertisers. The company has already lost at least half of its top 100 advertisers, according to a recent report in <a href=\"https://www.mediamatters.org/elon-musk/less-month-elon-musk-has-driven-away-half-twitters-top-100-advertisers\"><ins>Media Matters.</ins></a> And newsletter <em>Platformer</em> reported Tuesday that <a href=\"https://www.platformer.news/p/twitters-advertising-losses-are-piling\"><ins>ad revenue</ins></a> is down 15 percent in Europe and the Middle East, in addition to the mounting losses in the US ad market. The <em>Financial Times</em> recently reported that Musk has resorted to personally <a href=\"https://www.ft.com/content/126219c4-5ac0-4c8b-996c-307c24a4cd61\"><ins>calling</ins></a> the CEOs of major brands “in order to berate them” for pulling back on ad spending. Musk has also publicly <a href=\"https://twitter.com/elonmusk/status/1597285572699074560\">called out</a> Apple CEO Tim Cook for \"mostly\" halting its advertising on the platform.</p><p>Much like Musk's \"town hall\" <a href=\"https://www.engadget.com/elon-musk-advertiser-town-hall-195854219.html\">with advertisers</a> earlier this month, it's unclear if Twitter's latest statements will be enough reassurance for brands to start spending again. In addition to Musk's chaotic policy changes and the Twitter Blue fiasco, the mass layoffs and resignations have also gutted the teams that typically work closely with ad agencies and brands, which has only further complicated the already strained relationships.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/fusion-power-magnetic-field-ignition-study-195200137.html?src=rss", "title": "Fusion power is 'approaching' reality thanks to a magnetic field breakthrough", "date_published": "2022-11-30 19:52:00+00:00", "description": "<p><a href=\"https://www.engadget.com/fusion-energy-superconducting-electromagnet-172303204.html\">Fusion power</a> may be a more realistic prospect than you think. As <em>Motherboard</em><a href=\"https://www.vice.com/en/article/ake8n5/government-scientists-approaching-what-is-required-for-fusion-in-breakthrough-energy-research\">reports</a>, researchers at the Energy Department's Lawrence Livermore National Laboratory have <a href=\"https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.129.195002\">discovered</a> that a new magnetic field setup more than tripled the energy output of the fusion reaction hotspot in experiments, \"approaching\" the level required for self-sustaining ignition in plasmas. The field was particularly effective at trapping heat within the hotspot, boosting the energy yield.</p><p>The hotspot's creation involved blasting 200 lasers at a fusion fuel pellet made from hydrogen isotopes like deuterium and tritium. The resulting X-rays made the pellet implode and thus produce the extremely high pressures and heat needed for fusion. The team achieved their feat by wrapping a coil around a pellet made using special metals.</p><span id=\"end-legacy-contents\"></span><p>The notion of using magnets to heat the fuel isn't new. University of Rochester scientists found they could use magnetism to their advantage in 2012. The Lawrence Livermore study was far more effective, however, producing 40 percent heat and more than three times the energy.</p><p>Practical fusion reactors are still many years away. The output is still far less than the energy required to create self-sustaining reactions. The finding makes ignition considerably more achievable, though, and that in turn improves the chances of an energy-positive fusion system. This also isn't the end of the magnetism experiments. A future test will use an ice-laden cryogenic capsule to help understand fusion physics. Even if ignition is still distant, the learnings from this study could provide a clearer path to that breakthrough moment.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/elden-ring-jazz-concert-announced-190710478.html?src=rss", "title": "Elden Ring's score will get the jazz treatment thanks to Kenny Garrett and Takuya Kuroda", "date_published": "2022-11-30 19:07:10+00:00", "description": "<p>With the popularity of video games, concerts devoted to the music of <a href=\"https://www.engadget.com/uk-proms-video-game-music-concert-163236278.html\"><ins>franchises like Final Fantasy and Assassin’s Creed</ins></a> are a frequent occurrence at music venues worldwide. However, you rarely see two jazz legends reinterpret your favorite gaming tracks. That’s what makes the event <em>Elden Ring</em> publisher Bandai Namco announced today so intriguing. On December 3rd, former Duke Ellington Orchestra member Kenny Garrett will join trumpeter Takuya Kuroda, best known for his album <em>Rising Son</em>, to play two shows at The Bourbon Room in Holywood. They will play music from FromSoftware’s latest action RPG.</p><div id=\"d64e8d74a5e448fb818d57a2eefccc52\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>With the <a href=\"https://www.engadget.com/elden-ring-soundtrack-221612657.html\"><ins>official score</ins></a> featuring 67 tracks, Kuroda and Garrett have a lot of material they could reinterpret. You have to imagine <a href=\"https://youtu.be/ylSGC-XuNPQ\"><ins>Malenia’s theme</ins></a> will make an appearance. “If I were to pick one word to describe this project, it’s epic,” Kuroda said in a video Bandai Namco released promoting the concert series. Garrett, meanwhile, promised it would be “something different” from what he’s done in the past.</p><span id=\"end-legacy-contents\"></span><p>Unfortunately, there’s no free way to watch the event. In a chart reminiscent of the one Sega published before the <a href=\"https://www.pcgamer.com/sega-quietly-updates-its-bewildering-sonic-origins-dlc-chart/\"><ins>release of </ins><em><ins>Sonic Origins</ins></em></a>, Bandai Namco notes you can watch a VOD of the concert after it’s over for $15. Watching the event live over the internet will set you back at least $25. In-person tickets, meanwhile, start at $75 and go all the way up to $200, depending on the extras you want. You can find more details on <a href=\"https://eldenringlive.com/\"><ins>Bandai Namco’s site</ins></a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/honda-hydrogen-fuel-cell-vehicle-cr-v-us-production-date-171022280.html?src=rss", "title": "Honda will start US production of hydrogen fuel cell vehicles in 2024", "date_published": "2022-11-30 17:31:22+00:00", "description": "<p>Honda's <a href=\"https://www.engadget.com/honda-ev-platform-2040-sales-183214457.html\">big electrification push</a> will include US-oriented hydrogen fuel cell cars. The automaker has <a href=\"https://hondanews.com/en-US/honda-corporate/releases/release-907c81858bdfe231c1cc3d0f701d89da-honda-to-begin-us-production-of-fuel-cell-electric-vehicles-in-2024?la=1&amp;downloadUrl=%2Fen-US%2Fhonda-corporate%2Fphotos%2FdownloadSource%3FidWithExtraText%3Dphoto-907c81858bdfe231c1cc3d0f701d981f-honda_fcev_underhood_coming_in_2024jpg%26dlid%3De10351025475dc23bb35c3db38641600dfe1c8b2\">revealed</a> that it will begin US production of fuel cell vehicles in 2024. The first model will be a plug-in hybrid based on the current-generation CR-V (pictured here).  You'll theoretically have pure electric driving for your daily commute, but still get zero-emissions driving for longer city-to-city jaunts.</p><p>More details of the hydrogen-powered CR-V will be revealed sometime closer to its 2024 launch, Honda says. It's only willing to offer a peek at the power plant (below). The existing CR-V is available as a conventional hybrid with a gas engine and no plug-in feature.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Motor system in 2024 Honda CR-V hydrogen fuel cell variant\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/c4be8420-70cd-11ed-bb67-343a31fefff0\" /><figcaption></figcaption><div class=\"photo-credit\">Honda</div></figure><p>The new model is part of a larger Honda strategy to completely drop combustion engine vehicles by 2040 using a mix of pure EVs and fuel cell cars. On top of the hydrogen CR-V, Americans can also expect the <a href=\"https://www.engadget.com/honda-prologue-ev-design-reveal-160536773.html\">fully electric Prologue SUV</a> in 2024. The brand already sells the electric <a href=\"https://www.engadget.com/2020-01-27-honda-e-first-drive.html\">Honda E</a> subcompact, but not in the US. Honda aims to be carbon neutral by 2050.</p><p>Whether or not there's a market for the fuel cell SUV is uncertain. Hydrogen cars haven't gained much traction in the US compared to their all-electric counterparts, due partly to high prices and a lack of filling stations. Honda <a href=\"https://www.engadget.com/honda-ending-production-of-its-fuel-cell-and-plug-in-hybrid-clarity-vehicles-070730981.html\">axed the fuel cell-based Clarity sedan</a> in 2021, reportedly in response to weak demand for the $71,200 machine. There's no guarantee customers will be more welcoming in 2024, particularly as EVs become <a href=\"https://www.engadget.com/chevy-blazer-equinox-ev-teaser-184112130.html\">more affordable</a> and offer improved range.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/uncharted-rollercoaster-theme-park-spain-sony-171049081.html?src=rss", "title": "Uncharted: The Movie: The Rollercoaster is coming to a Spanish theme park", "date_published": "2022-11-30 17:10:49+00:00", "description": "<p>When the original <a href=\"https://www.engadget.com/tag/uncharted/\">Uncharted</a> game debuted in 2007, an <a href=\"https://www.ign.com/articles/2007/11/19/uncharted-drakes-fortune-uk-review\"><em>IGN</em></a> reviewer called it a \"rollercoaster adventure.\" Fast forward 16 years and you'll be able to experience Uncharted as a literal thrill ride at a theme park. Spanish resort PortAventura World has signed a deal with Sony to build a rollercoaster based on the <em>Uncharted </em>movie, which is an adaptation of Naughty Dog's games. The ride is slated to open at the theme park, which is around an hour and a half away from Barcelona, in mid-2023.</p><p>The rollercoaster will take the park's visitors on \"a dangerous search for one of the greatest treasures ever found,\" PortAventura said. With a budget of over €25 million ($25.7 million) behind it, the Uncharted ride will have an immersive pre-show that's said to be full of surprises. The rollercoaster will be almost 700 meters long and reach a height of over 12 meters. At least some parts of the so-called dark ride will be enclosed, and likely feature animations or video projections, special effects and Nathan Drake saying \"No, no, no!\" way too many times.</p><span id=\"end-legacy-contents\"></span><p>Although it had a <a href=\"https://www.engadget.com/uncharted-movie-review-tom-holland-mark-wahlberg-190043901.html\">lukewarm reaction from critics</a>, <em>Uncharted </em>performed fairly well at the box office, pulling in just under $402 million to become the fifth highest-grossing film based on a video game. Sony is turning many of its other PlayStation properties into movies and TV shows, including <a href=\"https://www.engadget.com/the-last-of-us-hbo-premiere-date-163907183.html\"><em>The Last of Us</em></a>, <a href=\"https://www.engadget.com/sony-horizon-god-of-war-gran-turismo-tv-shows-netflix-amazon-playstation-144132163.html\">Horizon, <em>God of War</em></a> and <a href=\"https://www.engadget.com/ghost-of-tsushima-movie-170424580.html\"><em>Ghost of Tsushima</em></a>. Perhaps some of those will end up becoming theme park rides too — though a Last of Us rollercoaster might be a little too thrilling for some folks.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-echo-show-8-deal-bundle-echo-show-5-kids-70-161408112.html?src=rss", "title": "Amazon bundles the Echo Show 8 with an Echo Show 5 Kids for only $70", "date_published": "2022-11-30 16:14:08+00:00", "description": "<p>Cyber Monday has come and gone, but if you're still looking to pick up a new smart display or two ahead of the holidays, a newer deal on Amazon's Echo Shows may be of interest: The retailer is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJOQ1RGNk1LLz90aD0xJnRhZz1nZGd0MGMtcC1vLWFxLTIwIiwiY29udGVudFV1aWQiOiI3ZjVlNGFjYi1lMjVkLTQwNTktOTg0Yi0wMDRiODFkZmZkNmMifQ&amp;signature=AQAAAXetZ8KkV15bUvIy8ZonEWkWd41YH6-REdGLoz53kL9l&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BNCTF6MK%2F%3Fth%3D1\">currently offering a bundle</a> that pairs its Echo Show 8 with the Kids edition of its Echo Show 5 for $70.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJOQ1RGNk1LLz90aD0xJnRhZz1nZGd0MGMtcC1vLWFyLTIwIiwiY29udGVudFV1aWQiOiI3ZjVlNGFjYi1lMjVkLTQwNTktOTg0Yi0wMDRiODFkZmZkNmMifQ&amp;signature=AQAAARlIwiPZvk1NkLHOsz6fr4Bx1X55PJqwdccLps7LZKgj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BNCTF6MK%2F%3Fth%3D1\" id=\"8ccd4be91e5841de97278508a9b22271\">Buy Echo Show 8 + Echo Show 5 Kids at Amazon - $70</a><p>We've seen the Echo Show 8 alone <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg0REM0TFc2P3RhZz1nZGd0MGMtcC1vLWFxLTIwIiwiY29udGVudFV1aWQiOiI3ZjVlNGFjYi1lMjVkLTQwNTktOTg0Yi0wMDRiODFkZmZkNmMifQ&amp;signature=AQAAAYZzbs_cFROE4ffORoMESOqNV27s79WCumT2yZ8JZjTz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB084DC4LW6\">go for $70</a> for much of the last two months, but that still equals the lowest price we've tracked. Normally, it retails closer to $100. With this deal, you're effectively getting an Echo Show 5 Kids thrown in at no extra cost. <em>That </em>device is currently available <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhMTVNDNFdaP3RhZz1nZGd0MGMtcC1vLWFxLTIwIiwiY29udGVudFV1aWQiOiI3ZjVlNGFjYi1lMjVkLTQwNTktOTg0Yi0wMDRiODFkZmZkNmMifQ&amp;signature=AQAAARVmTcyOl4IbdBzllinNljpaREBrVgPoXJX8wrMnWK9g&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08LMSC4WZ\">on its own for $40</a>, but its average street price over the last few months has sat closer to $60.</p><span id=\"end-legacy-contents\"></span><p>Most people don't <em>need </em>a smart display, but for those who like using a voice assistant to pull up the weather, control smart lights and doorbells, stream podcasts and so on, it can provide more context than a screenless smart speaker. Amazon and Google are really your only options in this market, but if you're already partial to Alexa, the Echo Show 8 is your best bet.&nbsp;</p><p>We gave the 8-inch display a <a href=\"https://www.engadget.com/amazon-echo-show-8-5-2021-review-180010029.html\">review score of 87</a> last year and currently recommend it in our <a href=\"https://www.engadget.com/2020-01-23-smart-display-guide-amazon-google-lenovo.html#thebestamazonsmartdisplayamazonechoshow8\">guide to the best smart displays</a>: It can't double as a smart home hub like the bigger <a href=\"https://www.engadget.com/amazon-echo-show-10-review-130012759.html\">Echo Show 10</a>, but its display is big and sharp (1,280 x 800) enough to comfortably stream video or display photos around the house, its speakers are powerful enough to fill a room, its processor can keep up with most tasks and its 13-megapixel camera is suitable for video calls. And while no Alexa or Google Assistant device is ideal for the privacy-conscious, there's at least a physical camera shutter and mic mute button built in.</p><p>The Echo Show 5 isn't as quick, spacious or loud, and its 2-megapixel camera is a noticeable downgrade. Still, it can do just about everything the larger models can do, and its 5.5-inch screen makes it a better fit for bathrooms or bedside tables. We gave it a <a href=\"https://www.engadget.com/amazon-echo-show-8-5-2021-review-180010029.html\">score of 85</a> last year. The Kids version has the same hardware as the normal model, but it comes with a two-year warranty, a year of <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9oZWxwL2N1c3RvbWVyL2Rpc3BsYXkuaHRtbD9ub2RlSWQ9MjAyMTE5OTEwJnRhZz1nZGd0MGMtcC1vLWFxLTIwIiwiY29udGVudFV1aWQiOiI3ZjVlNGFjYi1lMjVkLTQwNTktOTg0Yi0wMDRiODFkZmZkNmMifQ&amp;signature=AQAAAVGQXnIV-gGdSwo_CMq-DhyWNcmSojyihwgxKtaaJ6EU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fhelp%2Fcustomer%2Fdisplay.html%3FnodeId%3D202119910\">Amazon's Kids+</a> content service and a more child-friendly interface. Whether you're okay putting an Amazon mic and camera in your kid's room is up to you, but there is a camera cover and various parental controls for limiting and monitoring how the device is used.</p><p>If you're not beholden to Alexa, we'll note that <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtSHViLTJuZC1HZW4tU21hcnQtSG9tZS1EaXNwbGF5LXdpdGgtR29vZ2xlLUFzc2lzdGFudC1DaGFsay8xNjk0MzgyNzkiLCJjb250ZW50VXVpZCI6IjdmNWU0YWNiLWUyNWQtNDA1OS05ODRiLTAwNGI4MWRmZmQ2YyJ9&amp;signature=AQAAARHmzm5rXUm10s_0pVzoiRkNqpcwGBIHg9kyyJq9QAUc&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Hub-2nd-Gen-Smart-Home-Display-with-Google-Assistant-Chalk%2F169438279\">Google's Nest Hub</a>, our <a href=\"https://www.engadget.com/2020-01-23-smart-display-guide-amazon-google-lenovo.html#thebestgooglesmartdisplaygooglenesthub\">top pick among Google displays</a>, is still on sale for $50. We generally find the Google Assistant to be a little smarter than Alexa, particularly for web queries, and it <a href=\"https://www.engadget.com/google-nest-hub-2nd-gen-2021-review-sleep-tracking-radar-price-specs-130026942.html\">naturally plays nicer</a> with widely-used Google services like Gmail, Google Calendar, YouTube and the like. The Nest Hub also lacks a camera, which may be a positive if you don't care about video calling. That said, if you already own a bunch of Alexa-enabled devices and want a couple new displays for around the house, this is a good deal, regardless of <a href=\"https://www.businessinsider.com/amazon-lose-10-billion-this-year-from-alexa-other-devices-2022-11\">Alexa's broader struggles</a>.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitch-shield-mode-anti-harassment-180003661.html?src=rss", "title": "Twitch's new 'Shield Mode' is a one-button anti-harassment tool for streamers", "date_published": "2022-11-30 15:55:29+00:00", "description": "<p>Twitch has steadily added to its streamer <a href=\"https://www.engadget.com/twitch-shared-ban-lists-creators-163035564.html\">safety measures</a>, but they can still be a pain to use if a <a href=\"https://www.engadget.com/twitch-streamers-are-taking-a-day-off-next-week-to-protest-hate-raids-065515266.html\">hate raid</a> or dedicated harasser makes life miserable. The service might now have a much simpler solution. It's <a href=\"https://safety.twitch.tv/s/article/Protect-your-channel-with-Shield-Mode?language=en_US\">introducing</a> \"Shield Mode,\" a one-button toggle that activates several customizable safety measures at once. You and your moderators can limit chat to followers or subscribers, <a href=\"https://www.engadget.com/twitch-chat-verification-192256743.html\">require verification</a> and implement stricter AutoMod levels, and immediately revert back to looser policies once the crisis is over.</p><p>There are even a pair of Shield Mode-only defenses. You can automatically ban everyone who recently used a given phrase in chat, or disallow all first-time chatters. If a raid includes a wave of bigoted slurs from newcomers or bots, you might just silence all of them with a click. You'll have to file reports for each banned user at launch, but Twitch hopes to streamline the process in the future.</p><span id=\"end-legacy-contents\"></span><div id=\"580b85ae986c4ae3a734f90095239bac\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Rolling out today: Shield Mode. <br /><br />Now you can strengthen your safety on stream with a single click. Shield Mode makes it easy to pre-set safety settings and helps you quickly remove harassing messages and users from chat. <br /><br />Learn more: <a href=\"https://t.co/G6mSGpS9OD\">https://t.co/G6mSGpS9OD</a><a href=\"https://t.co/bD6wMvGZOS\">pic.twitter.com/bD6wMvGZOS</a></p>— Twitch (@Twitch) <a href=\"https://twitter.com/Twitch/status/1597980822530818055?ref_src=twsrc%5Etfw\">November 30, 2022</a></blockquote></div><p>The feature is mainly meant to help guard against hate raids without forcing targeted channels to keep tight security active at all times. Streamers can mostly stick to relaxed, welcoming policies that help grow their audiences. However, Twitch adds that this could also help any broadcaster who's featured on the front page or planning a stream on a delicate subject.</p><p>This comes over a year after Twitch streamers conducted a virtual walkout to protest Twitch's allegedly slow responses to hate raids. At the time, creators dealt with racist, sexist and transphobic raiding that frequently abused channel hashtags, with some so bad that streams had to be cut short. Twitch promised changes in response, including better ban evasion detection. Shield Mode is another part of that response, and is clearly meant to supplement or replace community-made \"panic button\" tools that accomplished similar goals.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/doordash-layoffs-153656792.html?src=rss", "title": "DoorDash is laying off around 1,250 corporate employees", "date_published": "2022-11-30 15:36:56+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/doordash/\"><ins>DoorDash</ins></a> says it is laying off around 1,250 employees in the latest instance of belt tightening at a well-known tech company. CEO Tony Xu wrote <a href=\"https://doordash.news/company/teamupdate/\"><ins>in a note to employees</ins></a> that DoorDash sped up hiring during the COVID-19 pandemic to catch up with its growth, since the company was actually undersized as of early 2020. Most of DoorDash's investments are said to be paying off. However, Xu noted that \"while we’ve always been disciplined in how we have managed our business and operational metrics, we were not as rigorous as we should have been in managing our team growth. That’s on me. As a result, operating expenses grew quickly.\"</p><p>Xu added that DoorDash has \"been more resilient than other ecommerce companies.\" Third-party data suggests that the company increased its share of the food delivery market to 56 percent of sales as of September. However, DoorDash is still vulnerable to external factors, such as rising interest rates and the threat of a recession.</p><span id=\"end-legacy-contents\"></span><p>The company's growth has slowed and Xu said if DoorDash didn't cut costs, its operating expenses would outpace its revenue. The layoffs will account for around six percent of DoorDash's workforce, according to <a href=\"https://www.bloomberg.com/news/articles/2022-11-30/doordash-to-slash-over-1-200-jobs-to-scale-back-rising-costs?sref=10lNAhZ9\"><em><ins>Bloomberg</ins></em></a>.</p><p>DoorDash's severance package will include 17 weeks of pay along with a February 2023 stock vest for those who are eligible. Health benefits will run through the end of March and COBRA coverage will remain available for up to 18 months. Xu noted that DoorDash will set March 1st as the employment termination date to give immigrant workers who are in the US on visas more time to find another job. Moreover, DoorDash says it will offer recruiting support.</p><p>Lyft, another major player in the gig economy space, <a href=\"https://www.lyft.com/blog/posts/an-update-on-our-team\"><ins>said earlier this month</ins></a> it would lay off 13 percent (nearly 700) of its employees. Other notable tech companies have conducted mass layoffs in recent months, including <a href=\"https://www.engadget.com/meta-mass-layoffs-facebook-111406126.html\"><ins>Meta</ins></a>, <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\"><ins>Twitter</ins></a>, <a href=\"https://www.engadget.com/amazon-layoffs-dave-limp-200505849.html\"><ins>Amazon</ins></a>, <a href=\"https://www.engadget.com/roku-layoffs-streaming-2022-201541882.html\"><ins>Roku</ins></a>, <a href=\"https://www.engadget.com/snap-layoffs-confirmed-hardware-games-mini-apps-182149943.html\"><ins>Snap</ins></a>, <a href=\"https://www.engadget.com/patreon-layoffs-203753075.html\"><ins>Patreon</ins></a> and <a href=\"https://www.engadget.com/peloton-layoffs-fourth-round-173007412.html\"><ins>Peloton</ins></a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hondas-sensing-360-next-gen-driver-assist-will-arrive-in-the-us-by-2030-150008455.html?src=rss", "title": "Honda's 'Sensing 360' next-gen driver assist will arrive in the US by 2030", "date_published": "2022-11-30 15:00:08+00:00", "description": "<p>Honda's Sensing level 2 driver assist system (AcuraWatch, if you bought upscale) will be growing more capable in the coming years, the automaker revealed on Wednesday. This decision comes as part of the company's efforts to advance its Safety for Everyone tennant and create a \"<a href=\"https://global.honda/innovation/technology/automobile/Honda-Sensing.html\">collision-free society</a>.\" These advancements are debuting this year in China under the Honda Sensing 360 and Sensing Elite monikers and will begin filtering to the US market in the second half of the decade, Honda has announced.&nbsp;&nbsp;</p><p>The original Sensing system first appeared on the 2015 CR-V Touring trim package but <a href=\"https://www.engadget.com/2018-08-13-honda-driver-assist-2019-honda-civic.html\">became a standard feature in 2019</a>. It offers an array of assists with <a href=\"https://automobiles.honda.com/sensing\">a focus on collision avoidance and mitigation</a>, such as <a href=\"https://www.engadget.com/2019-10-20-2020-honda-accord-hybrid-first-drive.html\">pedestrian detection, automatic braking, and driver attention monitoring</a>. The original Sensing relied on a single monocular camera. Sensing 360, which debuted this year in China, adds 5 millimeter-wave sensors to that camera to provide (you guessed it) 360-degree coverage of the vehicle, while Sensing Elite is the premier version of the ADAS suite and includes extra features like hands-free active lane-change. These two packages will begin matriculating to the US market over the next few years and become standard equipment by the end of the decade, just like the current gen Honda Sensing is today.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"a list of the goals honda has for its adas system\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/0ecada70-703b-11ed-bff7-2a0ed3623079\" /><figcaption></figcaption><div class=\"photo-credit\">Honda</div></figure><p>What's more, Honda plans to expand Sensing 360's capabilities in 2024 to \"further reduce driver burden by detecting abnormal conditions occurring to the driver and the vehicle’s surroundings and reducing the risk of collisions.\" The company didn't clarify what \"abnormal conditions might entail, it could be in-cabin monitoring a la <a href=\"https://www.engadget.com/volvo-has-developed-the-worlds-first-interior-radar-system-for-cars-130538248.html\">Volvo's EX 90 backseat baby detector</a>, an evolution of its existing driver attention camera, or simply <a href=\"https://www.engadget.com/adaptive-high-definition-headlights-nhtsa-regulations-testing-150034439.html\">smarter headlights</a>.</p><figure><img alt=\"Sensing prototype vehicles\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/962211f0-703b-11ed-a96d-bcd5f471621f\" /><figcaption></figcaption><div class=\"photo-credit\">Honda</div></figure><p>Sensing Elite will also receive new features in the near term. That reportedly includes, \"technologies to assist the driver on non-expressways including a hands-off function while driving through a traffic jam on arterial roads; to enable hands-off functions during merging onto and exiting from an expressway at a road junction; to assist the driver by automatically parking in and driving out of a home garage,\" according to a Wednesday press release. All versions of the Sensing system are slated to receive motorcycle detection capabilities by 2030 as well.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/starlink-price-hike-in-ukraine-144623737.html?src=rss", "title": "Starlink nearly doubles satellite internet terminal prices in Ukraine", "date_published": "2022-11-30 14:46:23+00:00", "description": "<p>It's now particularly costly for Ukrainians to use SpaceX's Starllink if they want to stay online during the Russian invasion. <em>The Financial Times</em><a href=\"https://www.ft.com/content/f69b75cf-c36a-4ab3-9eb7-ad0aa00d230c\">reports</a> that the price of a Starlink satellite terminal has almost doubled in Ukraine, jumping from the equivalent of $385 to about $700. The monthly rate isn't as expensive as it once was (as high as $100), but it's climbing from $60 to $75.</p><p>It's not known if prices have also jumped for the Ukrainian government, which obtains Starlink from a variety of sources that include SpaceX itself, foreign governments and even crowdsourcing. Individual prices have climbed in Poland, where some Ukrainians get their Starlink equipment delivered to avoid complications with local deliveries.</p><span id=\"end-legacy-contents\"></span><p>The hikes come as Ukraine's cellular networks are buckling under the strain of Russian attacks on the country's electrical grid. In some cases, Starlink might be the only way for locals to reach the internet. Some residents in recently liberated areas also lean on the technology while phone carriers are busy restoring service. Higher prices risk putting internet access out of reach, and may force donors to pay more to supply as many terminals as they did before.</p><p>We've asked SpaceX for comment. The company has complained about its own costs for supplying Starlink access in Ukraine. While it was quick to switch on connectivity after the Russian assault began in February, it has <a href=\"https://www.engadget.com/starlink-spacex-elon-musk-ukraine-usaid-204050999.html\">partly relied on US government funding</a> to supply terminals and maintained in September that it <a href=\"https://www.engadget.com/spacex-starlink-ukraine-funding-defense-department-135027598.html\">couldn't continue offering service</a> without further aid. After that complaint became public, however, Elon Musk said SpaceX would <a href=\"https://www.engadget.com/elon-musk-spacex-keep-funding-ukraine-starlink-satellite-internet-075616416.html\">keep paying for Ukraine</a> even though it supposedly meant losing money.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/airbus-reveals-hydrogen-powered-aircraft-fuel-cell-engine-142256225.html?src=rss", "title": "Airbus is building a hydrogen fuel-cell engine for aircraft", "date_published": "2022-11-30 14:22:56+00:00", "description": "<p>As part of its <a href=\"https://www.airbus.com/en/innovation/zero-emission/hydrogen/zeroe\">goal</a> to have zero-emission aircraft enter service by 2035, Airbus has <a href=\"https://www.airbus.com/en/newsroom/press-releases/2022-11-airbus-reveals-hydrogen-powered-zero-emission-engine\">announced</a> the development of a hydrogen fuel-cell engine designed to for airplanes. Unlike Rolls-Royce's recently announced <a href=\"https://www.theguardian.com/business/2022/nov/28/rolls-royce-easyjet-test-aero-engine-hydrogen\">jet engine</a> that burns hydrogen directly, it would use an electric motor just like fuel-cell cars, while emitting only H20. It could eventually be employed in commercial aircraft that could carry up to 100 passengers around 1,000 nautical miles (1,150 miles), the company said.</p><p>Airbus plans to test the engine by the middle of the decade on its A380 MSN1 aircraft, \"currently being modified to carry liquid hydrogen tanks,\" it said. However, the technology appears to be designed for smaller, regional type aircraft that use more efficient propeller, rather than jet engines.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>\"Fuel cells are a potential solution to help us achieve our zero-emission ambition and we are focused on developing and testing this technology to understand if it is feasible and viable&nbsp;for a 2035 entry-into-service of a zero-emission aircraft,\" said Airbus VP for zero-emission aircraft, Glenn Llewellyn.&nbsp;</p><p>The company didn't provide any more details, but fuel-cells are a well-known technology for cars. They're <a href=\"https://www.engadget.com/2014-12-23-hydrogen-fuel-cell-explainer.html\">far less efficient</a> than battery electric vehicles (BEVs) if you count fuel production and conversion to electricity. However, they have more range, are faster to refuel and lighter — with the latter, of course, being essential for aircraft.&nbsp;&nbsp;</p><p>As mentioned, Rolls-Royce just announced the <a href=\"https://www.theguardian.com/business/2022/nov/28/rolls-royce-easyjet-test-aero-engine-hydrogen\">successful test</a> of a jet engine powered by burning hydrogen directly, another possible technology for future air transport. The company converted a Rolls-Royce AE 2100-A, a regional aircraft engine used in turboprop commuter planes, to work with the novel fuel source. However, the tech could theoretically be scaled up for larger planes.</p><p>There are still some major hurdles to overcome before hydrogen could ever be used to power airplanes. It takes four times as much hydrogen as regular fuel by weight for the same range, and the fuel must be kept under pressure. And of course, hydrogen is <a href=\"https://en.wikipedia.org/wiki/Hindenburg_disaster\">highly explosive</a>, so aircraft systems for storage and distribution would need to be extremely reliable and durable — again adding weight. Still, it might be the only option available for aircraft in the near future, as battery technology is still much too heavy except unless used for <a href=\"https://www.engadget.com/2019-12-11-commercial-electric-airplane-test-flight-harbour-air.html\">very short flights</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-kindle-scribe-review-e-ink-reader-tablet-pen-drawing-price-battery-life-140019784.html?src=rss", "title": "Amazon Kindle Scribe review: Better than pen and paper but not the competition", "date_published": "2022-11-30 14:00:19+00:00", "description": "<p>When I turned 10, I was finally allowed to own a pen. At school, that was when we moved from pencils to ink, and our parents were told to get us all-new stationery. That was also the year we learned to write in cursive, because we were finally big kids and cursive writing meant we could… sign checks, I guess.</p><p>I don’t know about kids these days, but physically writing notes in pen and paper is a huge part of how I learned things and organized my thoughts. It probably had something to do with the fact that my mom trained my brother and I to use <a href=\"https://www.mindmapping.com/\">“mind maps”</a> as study tools, too. When I start planning a trip or a big project, I instinctively reach for a notepad and a pen. That’s why writing on a tablet that mimics this experience holds so much appeal for me (and probably a lot of people around my age or older).</p><span id=\"end-legacy-contents\"></span><div id=\"c9fc5ff275164ed0aeac7e3e9510505e\"></div><p>Though you can get a decent stylus experience on an iPad, Surface or Galaxy device, e-ink tablets typically last a lot longer and offer a more paper-like reading experience with no glare or blue light hurting your eyes. They also typically don’t come with distracting apps or notifications to interrupt your work. So when Amazon announced the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnRyb2R1Y2luZy1LaW5kbGUtU2NyaWJlLXRoZS1maXJzdC1LaW5kbGUtZm9yLXJlYWRpbmctYW5kLXdyaXRpbmcvZHAvQjA5QlMyNkI4Qj90YWc9Z2RndDBjLXAtby1hbi0yMCIsImNvbnRlbnRVdWlkIjoiNjEyOTY2NjAtMDlmYy00MjQwLTliMTAtZWVhYjM5OGUxODMwIn0&amp;signature=AQAAARO0drCUybMWgQ_8Uza3ZOBYaY11wiIxKRgmpmjtpLlY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FIntroducing-Kindle-Scribe-the-first-Kindle-for-reading-and-writing%2Fdp%2FB09BS26B8B\">Kindle Scribe</a> would be its first e-reader that would support stylus input, I was intrigued. The Kindle series are probably the most popular e-ink readers in the US, and they could make digital note taking much more accessible to a mainstream audience.</p><p>At $340, however, the Scribe is the most expensive Kindle. For that premium, you’ll get a bigger 10.2-inch screen with the same 300ppi pixel density, a front light with 35 LEDs, an included Basic Pen and at least 16GB of storage. You can sync your notes to the Kindle app to view them without the tablet. But while e-readers never fully replaced books, the Scribe might just offer a better experience than an actual pen and notepad.</p><h2>Design and hardware</h2><p>Like most Kindles, the Scribe is marvelously thin and light. At just 0.22 inches thick, this is one of the slimmest e-readers around, and I actually worried it might break when I left it in the flimsy purse I threw into an overhead compartment during my Thanksgiving flight to San Francisco. Luckily, with the case that Amazon sent along, the Scribe not only survived being tossed around with heavy suitcases, it also held up when I accidentally sat on it. (Yes, I’m a monster who’s too rough with gadgets.)</p><p>More importantly, at just 433 grams or 0.95 pounds, the Scribe was light enough for long periods of reading. It’s just a hair lighter than the M1 iPad Air, which weighs 1.02 pounds, and thanks to a generous bezel on the long side, the Scribe is easy to hold with one hand without accidentally triggering the touchscreen. Because the display rotates to all orientations, you can use this with your right or left hand.</p><figure><img alt=\"The Amazon Kindle Scribe held in mid-air by a hand gripping its left side, with a pen attached to the right side. In the background is a window with white curtains.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/bc537920-7038-11ed-b769-29faa309dabd\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>Unlike the Oasis or some e-reader models by Kobo, the Scribe doesn’t have physical buttons for page turning. There’s just a single power button on the edge next to the USB-C charging socket. It’s also worth noting that, again, unlike the Oasis and Paperwhite models, the Scribe is not water-resistant.</p><h2>As a notebook</h2><p>In many ways, the Scribe offers a better experience than actual pen and paper. I never run out of paper or ink or have to sharpen a pencil. Erasing my mistakes is effortless, I don’t have to deal with cleaning up eraser dust, and I never end up with ink or lead stains on my hands. Amazon’s palm rejection here is almost perfect, other than when I drag it across the screen, which turned the page. That didn’t happen often enough to be annoying, and I quickly learned to not move my palm when resting it on the display.</p><p>I loved the sheer smoothness of writing on the Scribe. The latency is nearly zero, and the instant I placed the nib on the screen, it left a mark. Thanks to the screen’s matte finish and responsiveness, drawing on the Scribe felt just as natural as the real thing. The Premium Pen that Amazon sent with our review unit has a shortcut button and dedicated eraser at the top. Flipping the pen over to undo mistakes felt natural, but more importantly it was just as smooth as inking. Of course, since it’s a much larger target than the stylus’ nib, the eraser isn’t as precise, but the deleted marks on the screen fade in a satisfying way.</p><figure><img alt=\"A close up of the Amazon Kindle Scribe's Premium Pen on its screen.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/e5ec46e0-7038-11ed-af7b-9d17f80594f9\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>The one thing that took away from the Scribe being a full replica of a notepad is its screen refreshing. When you erase something, it slowly fades away and when it’s just about gone, the display refreshes itself quite jarringly. It’s a small quirk, but can definitely catch you off guard.</p><p>Just like pen and paper, the Scribe is limited. You can’t edit your notes on a phone or laptop after writing them. You can view them, sure, but because Amazon syncs them to the Kindle app as image files, you can’t make changes to them. You can export them as PDFs to another device and use a third-party editor to tweak your notes, but at that point you might as well use Evernote or Samsung Notes.</p><p>Amazon’s software doesn’t offer this function though, and compared to competing note-taking apps for iOS, Android and Windows, the Scribe’s features are very rudimentary. It doesn’t even do handwriting recognition to convert your scrawl to machine-readable text, meaning it also can’t index anything you’ve jotted down so you can search your notes by keywords later.</p><figure><img alt=\"Closeup of the Kindle Scribe's screen showing the \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/02cf24d0-7039-11ed-9e5d-f8e0776b458d\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>Still, that doesn’t mean the device isn’t a delight. I loved using the Scribe as a notepad for my many lists. You can start notebooks using various backgrounds — a simple lined pattern, or checkboxes to keep track of tasks or shopping items. I spent my week or so with the Scribe organizing my holiday shopping lists, planning a family vacation, drawing tropical fruits that my friends haven’t heard of and refamiliarizing myself with writing the Japanese alphabet (hiragana). I felt more productive and organized when I had the Scribe with me, and almost lost when I needed to jot down a thought and it wasn’t by my side.</p><p>For my purposes, the Scribe was perfectly adequate. But for others who might need a more sophisticated note-taking system, Amazon’s device is seriously lacking. A biochemistry professor I spoke to who was keen on using the Scribe to annotate notes and research articles, for example, was disappointed to learn the device didn’t support colors. You can only highlight in grayscale. If you’re looking to create works of art, you won’t find a complete toolkit in Amazon’s app — just a pencil with a few thickness options or a highlighter. And unlike on an iPad, you can’t move portions of your drawings around just by dragging and dropping them with your stylus.</p><p>Creating a notebook isn’t the only way you can doodle on the Kindle Scribe, by the way. You can also take down notes when you’re reading an e-book. But it’s not like you can scribble directly onto the words of your e-books. You can use the floating toolbox to create a sticky note, then draw within a designated rectangle. When you close the sticky note, a small symbol appears over the word it was attached to, but otherwise, your scribbles are hidden. No annotating in the margins here.</p><figure><img alt=\"A sticky note box at the bottom of the Kindle Scribe's screen. The rest of the display shows paragraphs of text. Inside the rectangle, someone has written the word \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/423b9040-7039-11ed-ae6a-558a1b7f46d9\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>Like I said, Amazon’s software is rudimentary. Still, if you think about the Scribe primarily as a blank writing pad that replaces all your loose pieces of paper as opposed to a sophisticated notes management system, then it’ll still serve a purpose.</p><h2>The Pen</h2><p>A large component of the Scribe experience is the pen. The Premium Pen I received costs $30 more, and adds a dedicated eraser and shortcut button along the edge. Both the Basic and pricier pens snap magnetically to the edge of the Scribe and don’t need to be charged, which is nice. The stylus stays securely attached to the tablet, thanks to the strong magnets, though you can remove it without too much force. I did find the shortcut button on the Premium Pen a little too easy to accidentally trigger, since it’s placed right where my thumb or index finger would rest. I frequently had to remind myself to turn the stylus so I wouldn’t press it by mistake.</p><p>Amazon’s Premium Pen is about the same size as an Apple Pencil or Samsung’s larger S Pen for tablets and reminiscent of a real pen. Anecdotally, it actually felt more comfortable than Apple’s stylus, possibly due to a touch of malleability in its body.</p><section><img alt=\"The Home page on the Amazon Kindle Scribe, showing rows of book covers.\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/76ea0b50-7039-11ed-8ef3-c310af188922\" /></section><h2>As an e-reader</h2><p>It’s no surprise that the Scribe shines as an e-reader. It may be the biggest Kindle yet, but when I was reading <em>Blackout </em>by Erin Flanagan, words were as crisp and legible as on the smaller entry-level Kindle I’m used to. I appreciated the ability to tweak the display’s color temperature just like I would on other Kindles, and cut down on blue light near my bedtime. The front light made it possible for me to read in a dark airplane cabin, and though the Scribe was easy to see in sunlight, it did have some glare under the harsh overhead lights in our office.</p><p>Of course, thanks to the larger canvas, I could see more text on a page and didn’t have to squint. Amazon also offers Large Mode under Display Size so that those with visual impairments can read with greater ease. Other Kindle accessibility features are also available, including the VoiceView screen reader over Bluetooth audio (in English only). You can also adjust the font size, face, line spacing, margins and invert black and white.</p><p>The company also introduced a new Send to Kindle for Web tool to make it easier to transfer your personal documents from your computer to your Scribe. Basically, as an e-reader, the Scribe is everything you’ve gotten used to on a Kindle, from the excellent library of available content down to Amazon’s cumbersome interface.</p><p>This brings me to my two biggest frustrations with the Scribe, and, spoiler alert, they’re pretty minor complaints. First, I wish Amazon would update its layout to make it easier or faster to switch between notes. To go from my to-do list to my packing list, for example, I have to tap the top of the screen to invoke the navigation bar, hit the Notebooks button to view my notes, then select the list I want. That would be bothersome on a regular touchscreen, not to mention a slowly refreshing e-ink one. If Amazon let me view a carousel of my open notes by swiping from the bottom, perhaps, it might make jumping between them easier.</p><figure><img alt=\"The Amazon Kindle Scribe propped up on a folded leather case.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9ecdfd20-7039-11ed-bfff-956f82c62025\" /><figcaption></figcaption><div class=\"photo-credit\">Cherlynn Low / Engadget</div></figure><p>Secondly, the premium leather cover that Amazon sent with the Scribe folds into a stand, but it’s tricky to figure out how. Obviously you don’t <em>have </em>to buy this case, which is good since it costs an absurd $80. And the interface is slow, but works as expected and is perhaps as good as it gets for e-ink.</p><p>The best thing about black-and-white e-readers, though, is their longevity. Amazon says the Scribe will last up to 3 weeks if you write about half an hour a day. While I was concerned to see the battery level drop from 83 to 80 percent during one of my hiragana practice sprees, in my week with the device it’s gone down about 35 percent. I’d say if you weren’t writing continuously for hours, you’d get more out of the Scribe, but at the very least it easily should last you two and a half weeks.</p><h2>Wrap-up</h2><p>As a child of the nineties, I’m enamored with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnRyb2R1Y2luZy1LaW5kbGUtU2NyaWJlLXRoZS1maXJzdC1LaW5kbGUtZm9yLXJlYWRpbmctYW5kLXdyaXRpbmcvZHAvQjA5QlMyNkI4Qj90YWc9Z2RndDBjLXAtby1hbi0yMCIsImNvbnRlbnRVdWlkIjoiNjEyOTY2NjAtMDlmYy00MjQwLTliMTAtZWVhYjM5OGUxODMwIn0&amp;signature=AQAAARO0drCUybMWgQ_8Uza3ZOBYaY11wiIxKRgmpmjtpLlY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FIntroducing-Kindle-Scribe-the-first-Kindle-for-reading-and-writing%2Fdp%2FB09BS26B8B\">Scribe</a>. Amazon has managed to not only replicate a pen-and-paper experience, but without the associated limitations like running out of ink. Some of my main issues with the Scribe, particularly its lack of editing tools, are possibly solvable by software updates. And indeed, when I asked Amazon about possible handwriting recognition tools in future, a representative indicated that “While we can’t comment on future roadmap features, we are always listening to customer feedback.”  So maybe if we all complain loudly enough, the company will add it.</p><p>The Kindle Scribe’s biggest competition is <a href=\"https://www.engadget.com/remarkable-2-tablet-e-ink-hands-on-review-marker-writing-note-taking-130044070.html\">the Remarkable Tablet</a>, which retails for slightly more than Amazon’s device, though you can find it on sale for less nowadays. It has a slightly larger 10.3 inch screen but comes in noticeably thinner at 4.7mm (or 0.18 inches) thick. ReMarkable offers slightly better syncing and writing software than Amazon, but it pales in comparison to the Kindle as an e-reader.</p><p>Artists, designers and serious note-takers also probably want to look elsewhere for a more sophisticated drawing and annotating solution — the iPad and Apple Pencil might be your best bet. But as a combo of an e-reader that can also serve as a basic digital notepad, the Kindle Scribe is surprisingly satisfying.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-debut-galaxy-s-23-february-133502295.html?src=rss", "title": "Samsung will reportedly debut its Galaxy S23 lineup in early February", "date_published": "2022-11-30 13:35:02+00:00", "description": "<p>We may get to see Samsung's next flagship phones in just a couple of months. Samsung will unveil its Galaxy S23 devices in the US in the first week of February 2023, according to news outlet <a href=\"https://koreajoongangdaily.joins.com/2022/11/28/business/tech/Korea-Samsung-Electronics-Galaxy/20221128180140424.html\"><em>Korea JoongAng Daily</em></a>, which cites an anonymous company executive. As <a href=\"https://www.theverge.com/2022/11/30/23485698/samsung-galaxy-s23-series-february-launch-report\"><em>The Verge</em></a> notes, it echoes a previous report by <a href=\"https://www.chosun.com/economy/tech_it/2022/11/04/446CQVXPERHRVFMNPXZ6Y25IDE/\"><em>Chosun</em></a>, stating that the company will reveal the lineup by February next year. The executive reportedly told <em>JoongAng Daily</em> that the flagship phones will be launched at an Unpacked event in the US, which is expected to take place in San Francisco.&nbsp;</p><p>While Samsung has yet to formally announce an Unpacked event for the Galaxy S23, the timeline reported by the publications is consistent with the previous flagships' launch dates. Samsung revealed its Galaxy S22 phones <a href=\"https://www.engadget.com/samsung-galaxy-s22-unpacked-news-181636961.html\">on February 9th</a> earlier this year and introduced a new addition to the lineup: The Galaxy S22 Ultra, which <a href=\"https://www.engadget.com/samsung-galaxy-s22-ultra-is-not-goodbye-to-note-150056249.html\">merges</a> the Galaxy S and the Galaxy Note lines and comes with a built-in S Pen slot.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to previous reports, next S series flagship might <a href=\"https://www.engadget.com/samsung-may-drop-exynos-chips-from-galaxy-s23-175838796.html\">ditch the Exynos SoCs</a> that the company typically uses for its European and Asian variants. Instead, Samsung might go all in on Qualcomm's Snapdragon chips. Some unofficial renders that <a href=\"https://www.digit.in/news/mobile-phones/exclusive-samsung-galaxy-s23-5k-renders-and-360-degree-video-leak-expected-specs-65415.html\">floated online</a> also suggest that Samsung is getting rid of the camera bump on the Galaxy S23 and S23 Plus, which may simply have three camera lenses protruding from their bodies.&nbsp;</p><p><em>JoongAng Daily</em> said that Qualcomm CFO Akash Palkhiwala mentioned earlier this month that the S23 phones will be powered by Snapdragon 8 Gen 2 chipsets. The publication also warned that the upcoming lineup is expected to be more expensive than its predecessors due to inflation, among other factors.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/corning-gorilla-glass-victus-2-rough-concrete-resistant-130051801.html?src=rss", "title": "Corning's Gorilla Glass Victus 2 can better survive drops on sidewalks and roads", "date_published": "2022-11-30 13:00:51+00:00", "description": "<p>Corning's Gorilla Glass is used in a lot of high-end smartphones, and now the company is promising even tougher displays with its latest version, Victus 2. The new glass composition offers improved drop performance on rough surfaces like concrete, the company says, while offering the same scratch resistance as the <a href=\"https://www.engadget.com/corning-gorilla-glass-victus-152221345.html\">original Victus</a>.</p><p>The first Victus glass released two years ago promised that your screen could survive drops of two meters (6.5 feet), but the new version ups the ante. Corning said it aimed to create glass that was durable enough to \"better survive drops from waist height onto rougher surfaces,\" to start with. It also noted that smartphones are 15 percent heavier and 10 percent larger than they were four years ago, which increases the stress on the display.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Corning's Gorilla Glass Victus 2 better resists drops on rough surfaces\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/e5300080-70a0-11ed-bbfe-2a2d0a93fccd\" style=\"height: 1013; width: 1804;\" /><figcaption></figcaption><div class=\"photo-credit\">Corning</div></figure><p>\"In lab testing, Gorilla Glass Victus 2 survived drops of up to one meter on a surface replicating concrete,\" the company said, noting that competing solutions could fail at half a meter or less. At the same time, \"Victus 2 continued to survive drops up to two meters on a surface replicating asphalt and maintained scratch resistance up to four times better than competitive aluminosilicate,\" according to Corning.</p><p>There's no word on which devices will get Victus 2 displays first, but I wouldn't go dropping one on the road to test the claims — they're based on lab tests, unlike typical random phone drop accidents. There's no doubt the screens are widely used though. Corning said that its product is \"designed into more than 8 billion devices by more than 45 major brands.\" Apple is a major investor in the company, having <a href=\"https://www.engadget.com/2019-09-17-apple-investment-250-million-corning-glass.html\">poured in</a> $250 million in investments several years ago.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/spotify-wrapped-2022-130037719.html?src=rss", "title": "Spotify's 2022 Wrapped is a music-focused personality test", "date_published": "2022-11-30 13:00:37+00:00", "description": "<p>It's that time of year again. Streaming services are eager to tell you which artists, songs and albums you listened to the most in 2022. While a few have already <a href=\"https://www.engadget.com/apple-music-replay-2022-redesign-152115957.html\">rolled out</a> their bits of <a href=\"https://www.engadget.com/youtube-music-2022-recap-annual-rewind-201517898.html\">annual nostalgia</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=449e2503-c6b5-44c5-bdb8-b3045047b3e5&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Spotify&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NDllMjUwMy1jNmI1LTQ0YzUtYmRiOC1iMzA0NTA0N2IzZTUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc3BvdGlmeS5jb20vdXMvd3JhcHBlZC8iLCJjb250ZW50VXVpZCI6ImU4MzU5MjU3LTcxZjktNGMwZC1hNjU2LTQwZDNkZWIzZmVjMCJ9&amp;signature=AQAAATQ5fYncATvZCOdcmO0AlFFOpVTJ3ZfYPUKn5H05ntEp&amp;gcReferrer=https%3A%2F%2Fwww.spotify.com%2Fus%2Fwrapped%2F\">Spotify's 2022 installment of Wrapped</a> debuts today. The company likes to put <a href=\"https://www.engadget.com/spotify-wrapped-2021-140005862.html\">a new spin</a> on its personalized top lists each year and this one is no different. A new feature called Your Listening Personality offers some insight into what the music you stream says about your taste. Wrapped determines which of 16 Listening Personality types fits you best including The Replayer, The Specialist, The Adventurer and The Fanclubber.&nbsp;</p><p>Of course, Wrapped will also chronicle your top artists, genres, songs, podcasts and tally your total minutes listened. An Audio Day feature can also tell you how your musical preferences change during the course of a day in an interactive story format. Artist Messages return from 2021 with over 40,000 acts recording thank you videos for top listeners. These clips are followed by your most listened to song from each artist this year too. Spotify has added the ability to purchase merch and see upcoming events through the Wrapped hub as well.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Spotify Wrapped 2022\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/b2425770-7020-11ed-bcbb-8ef5841c0380\" style=\"height: 1125; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Spotify</div></figure><p>As your social channels will indicate today, Spotify users love to share their Wrapped stats. This year, the company has added the ability to share cards via Instagram DMs, Facebook Messenger, WhatsApp and Line. What's more, there's a Snapchat lens for sharing that Listening Personality, Wrapped Bitmoji and themed GIFs on GIPHY. Since Spotify <a href=\"https://www.engadget.com/spotify-island-roblox-metaverse-110035809.html\">made its debut</a> on Roblox earlier this year, you can expect Wrapped to show up there too with quests, games, digital merch and plenty of opportunities for photos.&nbsp;</p><p>In addition to the personalized Wrapped experience, Spotify <a href=\"https://www.newsroom.spotify.com/2022-wrapped\">has also revealed</a> its top artists, songs, albums and podcasts for 2022. Bad Bunny is the most popular globally with \"As It Was\" by Harry Styles and <em>Un Verano Sin Ti </em>by Bad Bunny taking the top spots for songs and albums respectively. In the US, Drake edged out Taylor Swift but both the most popular song and album remain the same from the global charts. In terms of podcasts, <em>The Joe Rogan Experience </em>finishes the year number one again, with another Spotify exclusive — <em>Call Her Daddy </em>— slotted in second on both the global and US charts.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-be-real-apple-app-store-awards-121556627.html?src=rss", "title": "The Morning After: Social app BeReal wins in Apple’s 2022 App Store Awards", "date_published": "2022-11-30 12:15:56+00:00", "description": "<p>It's already started. Time to recap 2022. Apple revealed that social media newcomer BeReal was one of the biggest winners in its annual <a href=\"https://www.engadget.com/apple-2022-app-store-awards-094422535.html\">App Store Awards</a>. It won iPhone App of the Year for giving people what Apple called, “an authentic glimpse into their friend's and family's everyday lives.” If you’re unaware, BeReal users can share a selfie of themselves with a photo of their environment during a two-minute window the app randomly selects for them every day, sidestepping the production values, planning and filters that are often part of Instagram, TikTok and other apps. And in BeReal's case, the fact that rival social media apps have introduced or are testing similar features is a clear testament to the \"impact\" it's had. Imitation is the sincerest form of flattery, right?</p><p>In gaming, <a href=\"https://www.engadget.com/apex-legends-mobile-may-17-155111815.html\"><em>Apex Legends Mobile</em></a> was the top title for iPhone, while puzzle game <em>Moncage</em> and card battler <em>Inscryption</em> won best games for the iPad and the Mac, respectively. The fantastic <em>El Hijo</em> also got a nod for best game for Apple TV.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/twitter-less-safe-under-elon-musk-yoel-roth-011449138.html\">Twitter’s former head of safety says the platform is less safe under Elon Musk</a></p></li><li><p><a href=\"https://www.engadget.com/second-super-mario-bros-trailer-reveals-donkey-kong-and-rainbow-road-223147326.html\">The second 'Super Mario Bros.' trailer reveals Donkey Kong and Rainbow Road</a></p></li><li><p><a href=\"https://www.engadget.com/overwatch-2-season-two-trailer-battle-pass-game-mode-skins-map-202430525.html\">Overwatch 2's season two trailer teases a new game mode and the latest map</a></p></li><li><p><a href=\"https://www.engadget.com/playstation-tournaments-ps5-205445616.html\">PlayStation brings its eSports tournaments to PS5 with easy-to-join events </a></p></li><li><p><a href=\"https://www.engadget.com/amazon-create-with-alexa-ai-stories-echo-show-140001353.html\">Amazon’s Create With Alexa generates unique animated children’s stories</a></p></li><li><p><a href=\"https://www.engadget.com/apple-music-replay-2022-redesign-152115957.html\">Apple Music Replay gets a much-needed redesign for 2022</a></p></li><li><p><a href=\"https://www.engadget.com/youtube-music-2022-recap-annual-rewind-201517898.html\">YouTube Music’s 2022 Recap rolls out today</a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/nasa-orion-artemis-earth-moon-photo-161911565.html%20https://www.engadget.com/...\">NASA's Orion photographed the Earth and Moon from a quarter-million miles away</a></h2><h3>A record-setting distance from home.</h3><a href=\"https://www.engadget.com/nasa-orion-artemis-earth-moon-photo-161911565.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/4b84eaf0-709a-11ed-bfdd-2adbeeac7bd5\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure></a><p>NASA has shared a photo taken by the Artemis I vehicle on Monday showing both Earth and the Moon in the background. Orion took the snapshot at its maximum distance from Earth of 268,563 miles. That's the farthest any human-oriented spacecraft has traveled, beating even Apollo 13's 1970 record of 248,655 miles. What a great photo.</p><p><a href=\"https://www.engadget.com/nasa-orion-artemis-earth-moon-photo-161911565.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/sony-mocopi-movement-tracker-metaverse-avatars-131721036.html%20https://www.engadget.com/...\">Sony’s Mocopi motion tracking system is its first tentative step into the metaverse</a></h2><h3>It translates your body's movements on a metaverse avatar.</h3><h3></h3><p>Sony has a new project, and it’s called Mocopi, comprising six motion-tracking bands to wear on your hands, feet, back and head, with a price of 49,500 yen (about $358). Its aim is to track your body to create videos or operate avatars in real-time with metaverse apps, like VRChat. It's an ambitious product for people with a general interest in the metaverse as well as animation professionals and filmmakers – though it assumes a degree of technical knowledge. Sony says you can use existing VRM avatars and export recorded videos in the MP4 format, provided you have an up-to-date smartphone.</p><p><a href=\"https://www.engadget.com/sony-mocopi-movement-tracker-metaverse-avatars-131721036.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/twitter-stops-enforcing-covid-19-misinformation-policy-145445252.html\">Twitter has stopped enforcing its COVID-19 misinformation policy</a></h2><h3>The social network may also have gutted the team tackling child exploitation.</h3><p></p><p>Twitter has quietly updated its transparency site to reveal it stopped enforcing its COVID-19 misinformation policy on November 23rd. The company won't suspend further users or delete content including falsehoods about the coronavirus or vaccines, but it's not clear if the company will, as part of Elon Musk's planned amnesty, restore any accounts banned for sharing misinformation.</p><p><a href=\"https://www.engadget.com/twitter-stops-enforcing-covid-19-misinformation-policy-145445252.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/pixel-7a-renders-leak-185809552.html%20https://www.engadget.com/...\">The Pixel 7a will probably look a lot like the Pixel 6a</a></h2><h3>Google’s cheaper smartphone series is ready for an update.</h3><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/0a87b0e0-709b-11ed-9f7f-dc377f912005\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Hemmerstoffer</div></figure><p>Google is unlikely to announce the next entry in its Pixel A series until I/O 2023. That’s half a year away, but the rumor mill is already spinning. Steve Hemmerstoffer of <em>OnLeaks</em> fame has shared early renders of the upcoming Pixel 7a. Unsurprisingly, the images suggest the Pixel 7a will look a lot like its predecessor and Google’s other Pixel 7 devices. There aren’t many spec surprises, but it appears the next phone will get the same metallic camera trim as the more expensive models.</p><p><a href=\"https://www.engadget.com/pixel-7a-renders-leak-185809552.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/pong-turns-50-214422370.html%20https://www.engadget.com/...\">'Pong' is now half a century old</a></h2><h3>Older than you, probably.</h3><a href=\"https://www.engadget.com/pong-turns-50-214422370.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/4b6aac30-709a-11ed-bfdf-e67d10862820\" /><figcaption></figcaption><div class=\"photo-credit\">Courtesy of mbiebusch</div></figure></a><p>Exactly 50 years ago yesterday, Atari released <em>Pong, </em>and the early video game industry was born. Released in 1972, Atari sold more than 8,000 <em>Pong </em>arcade cabinets. A few years later, the home version became an instant success, with Sears selling about 150,000 units of the console you needed to play the game. If not for <em>Pong</em>, Nintendo would not exist, and a young Steve Jobs and Steve Wozniak may not have created Apple.</p><p><a href=\"https://www.engadget.com/pong-turns-50-214422370.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/san-francisco-approves-police-robots-deadly-force-option-112647119.html?src=rss", "title": "San Francisco approves police petition to use robots as a 'deadly force option'", "date_published": "2022-11-30 11:26:47+00:00", "description": "<p>A week ago, the San Francisco Police Department (SFPD) <a href=\"https://www.engadget.com/san-francisco-police-seek-permission-for-its-robots-to-use-deadly-force-183514906.html\">petitioned</a> the Board of Supervisors for permission to deploy robots that can kill suspects under specific circumstances. Now, the board has approved the petition with a vote of 8 vs. 3 despite strong opposition from civil liberties groups. Under the <a href=\"https://www.ktvu.com/news/san-francisco-supervisors-approve-sfpd-plan-to-give-robots-deadly-force-option\">new policy</a>, robots can be used \"as a deadly force option when risk of loss of life to members of the public or officers are imminent and outweigh any other force option available to the SFPD.\"</p><p>The city's police force has over a dozen robots at the moment, which are equipped with the capability to provide video reconnaissance and to diffuse bombs. None of them have weapons and live ammunition, the SFPD says, and there are no plans to fit them with any. However, they can now be deployed with explosives attached \"to contact, incapacitate, or disorient violent, armed, or dangerous suspect,\" an SFPD spokesperson said. \"Robots equipped in this manner would only be used in extreme circumstances to save or prevent further loss of innocent lives,\" they added.</p><span id=\"end-legacy-contents\"></span><p>As <a href=\"https://www.npr.org/2022/11/28/1139523832/san-francisco-considers-allowing-law-enforcement-robots-to-use-lethal-force\"><em>NPR</em></a> notes, SF officials have to define the authorized uses of its robots and other military-grade equipment due to a California law that went into effect this year. Aaron Peskin, a Board of Supervisor member, added a line to the SFPD's original draft policy that said: \"Robots shall not be used as a Use of Force against any person.\" But the SFPD amended the proposal to allow the use of robots as \"a deadly force option.\" The board approved that version of the policy with additional amendments, <a href=\"https://www.aljazeera.com/news/2022/11/30/san-francisco-police-given-power-to-use-killer-robots\">stating</a> that officials can only use robots with explosive charges after they had exhausted all alternative force or de-escalation tactics. Also, only a limited number of high-ranking officials will be able authorize the use of robots as a deadly force option.&nbsp;</p><p>Among all of San Francisco's supervisors, only Shamann Walton, Dean Preston and Hillary Ronen voted \"no\" on approving the policy. Preston called allowing the SFPD to use robots to kill people \"deeply disturbing\" and a \"sad moment\" for the city. In his <a href=\"https://twitter.com/DeanPreston/status/1597834829143629826\">full statement</a>, he said that giving the police the power to arm remote-controlled robots will \"place Black and brown people in disproportionate danger of harm or death.\" Meanwhile, Rafael Mandelman, who supported the use of robots as a deadly force from the beginning, <a href=\"https://twitter.com/RafaelMandelman/status/1597777401789849600\">defended</a> his vote and said that the final version of the policy \"lays out reasonable restrictions on the use of robots\" despite \"the hyperbole expressed by many who oppose\" it.</p><p>Mandelman also told <a href=\"https://www.ktvu.com/news/san-francisco-supervisors-approve-sfpd-plan-to-give-robots-deadly-force-option\"><em>Fox KTVU</em></a><em>&nbsp;</em>that it would be irresponsible not to make plans to use robots in life-threatening situations. Matthew Guariglia of the Electronic Frontier Foundation told the news organization, however, that by equipping robots, \"[w]e are going to lessen the burden of using deadly force from having to pull a gun and pull the trigger to a button on a remote control.\"</p><div id=\"d782ddae683a4bd6b166b4f7f8ecf486\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">UPDATE: <a href=\"https://twitter.com/sfgov?ref_src=twsrc%5Etfw\">@sfgov</a> supes vote 8-3 w/amendments to let <a href=\"https://twitter.com/SFPD?ref_src=twsrc%5Etfw\">@SFPD</a> use existing robots that in extreme circumstances could be used to deliver deadly force via explosive charges, per <a href=\"https://twitter.com/RafaelMandelman?ref_src=twsrc%5Etfw\">@RafaelMandelman</a>. <a href=\"https://twitter.com/shamannwalton?ref_src=twsrc%5Etfw\">@shamannwalton</a><a href=\"https://twitter.com/DeanPreston?ref_src=twsrc%5Etfw\">@DeanPreston</a><a href=\"https://twitter.com/HillaryRonen?ref_src=twsrc%5Etfw\">@HillaryRonen</a> vote no. <a href=\"https://twitter.com/SFPD?ref_src=twsrc%5Etfw\">@SFPD</a> must evaluate &amp; try alternatives <a href=\"https://t.co/zYezjRlFBv\">pic.twitter.com/zYezjRlFBv</a></p>— Henry K. Lee (@henrykleeKTVU) <a href=\"https://twitter.com/henrykleeKTVU/status/1597773754255704064?ref_src=twsrc%5Etfw\">November 30, 2022</a></blockquote></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html?src=rss", "title": "South Dakota bans TikTok from government-owned devices", "date_published": "2022-11-30 09:35:26+00:00", "description": "<p>Kristi Noem, the governor of South Dakota, has <a href=\"https://news.sd.gov/newsitem.aspx?id=31872\">signed</a> an executive order prohibiting government employees, agencies and contractors from downloading and using TikTok on state-owned devices. In her office's <a href=\"https://news.sd.gov/newsitem.aspx?id=31872\">announcement</a>, Noem said she issued the order due to growing security concerns that the Chinese Communist Party (CCP) has been using the social media app to gather information from American users and leveraging it to manipulate them. The order is already in effect and also prohibits government personnel from visiting the TikTok website on browsers.</p><p>\"South Dakota will have no part in the intelligence gathering operations of nations who hate us,\" Noem said. \"The Chinese Communist Party uses information that it gathers on TikTok to manipulate the American people, and they gather data off the devices that access the platform.\"</p><span id=\"end-legacy-contents\"></span><p>US officials have been <a href=\"https://www.engadget.com/tiktok-wechat-executive-order-014615752.html\">raising security concerns</a> about TikTok, which is owned by Chinese company ByteDance, over the past few years over the belief that the Chinese government is using it to gather data. In 2020, then-President Trump <a href=\"https://www.engadget.com/tiktok-us-ban-trump-023941270.html\">attempted</a> to block TikTok and WeChat in the US. While that didn't quite go anywhere, nearly the entire US military had <a href=\"https://www.engadget.com/2020-01-04-nearly-whole-us-military-bans-tiktok.html\">banned</a> the app on government-issued devices, calling TikTok a \"cybersecurity threat.\" A couple of Republican Senators also <a href=\"https://www.engadget.com/2020-03-12-senators-want-to-ban-tiktok-from-government-phones.html\">introduced</a> a bill in the same year that would ban all government employees from using TikTok on work-issued smartphones.&nbsp;</p><p>More recently, FCC Commissioner Brendan Carr <a href=\"https://www.engadget.com/fcc-commissioner-google-facebook-ban-tik-tok-064559992.html\">asked Apple and Google</a> to remove the app from their stores after a <a href=\"https://www.buzzfeednews.com/article/emilybakerwhite/tiktok-tapes-us-user-data-china-bytedance-access\"><em>BuzzFeed News</em></a> report came out that China-based ByteDance employees repeatedly accessed US users' private information. TikTok CEO Shou Zi Chew <a href=\"https://www.engadget.com/tiktok-letter-republican-senators-user-data-oracle-191606774.html\">assured</a> Republican Senators in a letter after the report came out that the company is working with Oracle to protect the data of its users in the US \"with robust, independent oversight.\" He also said that TikTok is working towards fully pivoting to Oracle cloud servers in the US to be able to delete US users' data from its own systems.</p><p>But Chew's assurances weren't enough to assuage officials' fears: FBI Director Chris Wray <a href=\"https://www.reuters.com/business/media-telecom/us-fbi-director-says-tiktok-poses-national-security-concerns-2022-11-15/\">warned</a> US lawmakers earlier this month that the Chinese government could use TikTok to launch \"influence operations\" through its recommendation algorithm or to \"technically compromise\" millions of devices. A TikTok spokesperson told <em>Reuters</em> that the \"FBI's input is being considered as part of [the company's] ongoing negotiations with the US government.\" They added that TikTok is confident that it is \"on a path to fully satisfy all reasonable US national security concerns\" after working with the Committee on Foreign Investment in the United States over the past few months.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/oneplus-os-security-updates-four-years-090049695.html?src=rss", "title": "OnePlus promises four years of major OS updates for some 2023 phones", "date_published": "2022-11-30 09:00:49+00:00", "description": "<p><a href=\"https://www.engadget.com/one-plus-10-pro-review-specs-price-camera-comparison-143032415.html\">OnePlus</a> is joining the ranks of Android vendors committing to longer-term support. The Oppo brand is promising four years of major OxygenOS updates for \"selected\" phones launching in 2023 and later. They'll also receive five years of security patches. The company hasn't named devices, but it won't be surprising if the company prioritizes higher-end phones like the unofficially expected OnePlus 11 series.</p><p>The phone maker also teased some features coming to OxygenOS 13.1 when it ships in the first half of 2023. The new software will include a revised always-on display with Spotify support, AI-guided memory management that boosts performance, Dolby Atmos-based spatial audio (built in tandem with Google and Dolby), a second-gen private data space and a new \"Aquamorphic\" design language.</p><span id=\"end-legacy-contents\"></span><p>The policy puts OnePlus roughly on par <a href=\"https://www.engadget.com/samsung-galaxy-s22-android-os-updates-four-years-154025923.html\">with Samsung</a>, which touted four years of Android upgrades and five years of security fixes for flagship phones. Google <a href=\"https://www.engadget.com/google-pixel-6-pro-five-years-android-updates-134435892.html\">started delivering</a> five years of security updates starting with the Pixel 6 family, but is only <a href=\"https://support.google.com/pixelphone/answer/4457705\">guaranteeing</a> new versions for three years. Apple typically provides five years of major revisions for iPhones and occasionally releases critical security fixes for older models.</p><p>The pledge may be worth considering if you're determined to have the latest software features throughout the practical lifespan of your phone. It's still common for other Android brands to offer fewer updates, and Motorola even drew criticism for initially planning <a href=\"https://www.engadget.com/motorola-edge-plus-update-policy-android-12-173522249.html\">just one update</a> for the Edge line in 2020. As with Samsung's approach, though, you can't expect this longevity across the range — you may have to settle for less if you can only afford a <a href=\"https://www.engadget.com/oneplus-nord-n300-5g-t-mobile-130023383.html\">budget model</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-less-safe-under-elon-musk-yoel-roth-011449138.html?src=rss", "title": "Twitter’s former head of safety says platform is less safe under Elon Musk", "date_published": "2022-11-30 01:14:49+00:00", "description": "<p>In his first public interview since abruptly quitting Twitter, Yoel Roth, the company’s former head of trust and safety, said he believes the platform is less safe under Elon Musk. Speaking at an event hosted by the Knight Foundation, Roth responded “I don’t,” when asked if he still believed Twitter was safer since Musk’s takeover.</p><p>Roth’s comments are especially notable because he was one of the only top executives publicly discussing what was happening on Twitter in the chaotic days following Musk’s takeover. Roth, a longtime member of Twitter’s policy team, detailed the coordinated <a href=\"https://www.engadget.com/twitter-coordinated-trolling-campaign-musk-takeover-184938884.html\"><ins>trolling campaign</ins></a> that caused a surge in racist slurs on the platform. Musk often highlighted his tweets and pointed to his explanations about what Twitter was doing to stop the racist attacks.</p><span id=\"end-legacy-contents\"></span><p>But Roth said that although he was initially optimistic, a breakdown in “procedural legitimacy” ultimately caused him to leave. He noted that Musk had stated he wanted <a href=\"https://www.engadget.com/twitter-moderation-council-elon-musk-193142274.html\">to form</a> a \"moderation council” before making major policy decisions at Twitter, but Musk quickly showed he would rather make decisions on his own.</p><div id=\"aa593f15963043cb90d861d54cf8eb24\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">.<a href=\"https://twitter.com/karaswisher?ref_src=twsrc%5Etfw\">@karaswisher</a>: You tweeted that Twitter was actually safer under Elon. Do you still feel that way?<br /><br />Former Twitter trust &amp; safety head Yoel Roth (<a href=\"https://twitter.com/yoyoel?ref_src=twsrc%5Etfw\">@yoyoel</a>): I don't<br /><br />(via <a href=\"https://twitter.com/knightfdn?ref_src=twsrc%5Etfw\">@knightfdn</a>) <a href=\"https://t.co/6u82RvB4jS\">pic.twitter.com/6u82RvB4jS</a></p>— Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1597712900654862337?ref_src=twsrc%5Etfw\">November 29, 2022</a></blockquote></div><p>“He would say things that were consistent with establishing a moderation council, that were consistent with not making capricious, unilateral decisions, and I was optimistic on the basis of that,” Roth said. “My optimism ultimately faded.”</p><p>Roth also pointed to the botched rollout of Twitter Blue and paid verification, saying that his team had warned Musk ahead of time but he opted to ignore their concerns. “It  went exactly off the rails in the way that we anticipated, and there weren't the safeguards that needed to be in place to address it upfront,” Roth said, referring to <a href=\"https://www.engadget.com/twitter-blue-verification-impersonation-disaster-203656712.html\"><ins>the surge</ins></a> in scams and impersonations that followed the initial rollout of Twitter Blue.</p><p>Roth’s comments come as Musk is gearing up <a href=\"https://www.engadget.com/twitter-colored-badges-verified-accounts-094651616.html\"><ins>to relaunch</ins></a> Twitter Blue verification later this week. In his latest comments, Musk has said there will be different colors of badges for businesses and individuals, and that there will be a manual authentication process of some kind.</p><p>While Roth said he doesn’t believe Twitter will have a “spectacular moment of failure” as some former employees haves peculated following mass layoffs and resignations at the company, he said users should pay close attention to whether key safety features, like blocking and muting, continue to function normally, as well as privacy-protecting features like protected tweets. “If protected tweets stop working, run, because it's a symptom that something is deeply wrong,” he said.</p><p>He also said that while Twitter may be able to improve its machine learning systems, the lack of veteran policy and safety employees at the company would hurt the platform.</p><p>“Are there enough people who understand the emergent malicious campaigns that happen on the service and understand it well enough to guide product strategy and policy direction,” he said. “I don't think that there are enough people left at the company who can do that work.”</p>", "persistent": false}]