[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/irlandia-zarabia-ponad-100-tysiecy-euro-za-czytanie-gazety-i-jedzenie-kanapek-pozwal-pracodawce/", "title": "Irlandia: Zarabia ponad 100 tysięcy euro za \"czytanie gazety i jedzenie kanapek\". Pozwał pracodawcę", "date_published": "2022-11-30 21:35:00+00:00", "description": "Pracownik kolei irlandzkich pozwał swoich pracodawców, ponieważ czuje się znudzony wykonywanymi obowiązkami i jak twierdzi - nie może w pełni wykorzystywać umiejętności. Mężczyzna zarabia 121 tysięcy euro rocznie za - jak powiedział w czasie rozprawy - czytanie gazety, jedzenie kanapek i chodzenie na spacer.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/wielka-brytania-policjanta-musiala-opuscic-sluzbe-publikowala-zdjecia-na-onlyfans/", "title": "Wielka Brytania: Policjantka musiała opuścić służbę. Publikowała zdjęcia na OnlyFans", "date_published": "2022-11-30 19:15:00+00:00", "description": "W niedzielę brytyjski The Sun opisał historię funkcjonariuszki londyńskiego Scotland Yardu, która zrezygnowała ze służby. W policji pracowała od 2017 roku, a w ostatnim czasie została zawieszona. Wszystko przez jej nietypową, internetową aktywność.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/odkryto-dwa-nowe-mineraly-nie-wystepuja-na-ziemi/", "title": "Odkryto dwa nowe minerały. Nie występują na Ziemi", "date_published": "2022-11-30 16:17:00+00:00", "description": "Minerały zostały odkryte w dziewiątym co do wielkości meteorycie znalezionym na Ziemi. Pochodzą z kosmicznej skały, która spadła dwa lata temu w Somalii. Dzięki analizie jej niewielkiego fragmentu, kanadyjskim naukowcom udało się natrafić na niespotykany na naszej planecie kruszec.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/kostaryka-ludzkie-szczatki-w-zoladku-krokodyla-to-moze-byc-osmiolatek/", "title": "Kostaryka. Ludzkie szczątki w żołądku krokodyla. To może być ośmiolatek", "date_published": "2022-11-30 15:12:00+00:00", "description": "Pod koniec października uczeń Julio Otero Fernández wybrał się nad rzekę Matina w Kostaryce, gdy został brutalnie wciągnięty pod wodę przez krokodyla i zjedzony żywcem. Dopiero teraz lokalna społeczność dopadła bestię. W ciele gada zostały znalezione ludzkie szczątki, w tym włosy i kości. Wszystko wskazuje na to, że należą do ośmiolatka.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/niemiecki-minister-trzymanie-sie-nord-stream-2-bylo-wkladem-niemiec-w-wybuch-wojny/", "title": "Niemiecki minister: Trzymanie się Nord Stream 2 było wkładem Niemiec w wybuch wojny", "date_published": "2022-11-30 14:03:00+00:00", "description": "Minister sprawiedliwości Niemiec Marco Buschmann przyznał, że Niemcy za sprawą gazociągu Nord Stream 2 przyczyniły się do wybuchu wojny w Ukrainie. Odpowiedział mu Andrij Melnyk - były ambasador Ukrainy w Niemczech, a obecnie wiceszef ukraińskiego MSZ.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/anglia-i-walia-chrzescijanie-nie-stanowia-juz-wiekszosci-pierwszy-raz-w-historii/", "title": "Anglia i Walia. Chrześcijanie nie stanowią już większości. Pierwszy raz w historii", "date_published": "2022-11-30 13:44:00+00:00", "description": "Po raz pierwszy w historii mniej niż połowa populacji Anglii i Walii określiła się w spisie powszechnym jako chrześcijanie. W ciągu 10 lat odsetek chrześcijan spadł tam o ponad 13 punktów proc.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/hiszpania-wybuch-w-ambasadzie-ukrainy-ranna-jedna-osoba/", "title": "Hiszpania. Wybuch w ambasadzie Ukrainy. Ranna jedna osoba", "date_published": "2022-11-30 13:39:00+00:00", "description": "Hiszpańska policja poinformowała, że ranny został jeden pracownik ambasady Ukrainy w Madrycie w wyniku wybuchu, do którego doszło w środę. Eksplodować miała paczka dostarczona do budynku.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/rosja-siergiej-szojgu-poinformowal-o-zwiekszeniu-wydatkow-na-zbrojenia/", "title": "Rosja. Siergiej Szojgu poinformował o zwiększeniu wydatków na zbrojenia", "date_published": "2022-11-30 13:26:00+00:00", "description": "Plan zamówień obronnych Rosji na 2023 rok wzrośnie o 50 proc., aby zapewnić wojskom rosyjskim 97-procentowe zaopatrzenie w uzbrojenie i sprzęt wojskowy - powiedział w środę minister obrony Rosji Siergiej Szojgu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/rosja-siergiej-naryszkin-szef-wywiadu-polska-intensyfikuje-przygotowania-do-zajecia-zachodniej-ukrainy/", "title": "Rosja. Siergiej Naryszkin: Polska intensyfikuje przygotowania do zajęcia zachodniej Ukrainy", "date_published": "2022-11-30 13:17:00+00:00", "description": "Polska intensyfikuje przygotowania do zajęcia terytoriów zachodniej Ukrainy - powiedział w rozmowie z agencją RIA Novosti szef rosyjskiego wywiadu Siergiej Naryszkin. Według jego propagandy prezydent Andrzej Duda polecił odpowiednim służbom niezwłoczne przygotowanie oficjalnego uzasadnienia roszczeń.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/francja-naukowcy-ozywili-wirusa-zombie-sprzed-50-tysiecy-lat-chca-go-rozmnozyc/", "title": "Francja. Naukowcy ożywili \"wirusa zombie\" sprzed 50 tysięcy lat. Chcą go rozmnożyć", "date_published": "2022-11-30 12:46:00+00:00", "description": "Francuskim naukowcom udało się ożywić wirusa, który był zamrożony przez 48,5 tys. lat. Odkrycia dokonano po analizie próbek wiecznej zmarzliny znajdującej się głęboko pod dnem pokrytego lodem jeziora na Syberii. Zdaniem ekspertów ocieplenie klimatu może stanowić nowe zagrożenie dla ludzi, doprowadzając do wydostania się z zamarzniętych osadów niebezpiecznych prehistorycznych patogenów.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/francuska-bagietka-wpisana-na-liste-niematerialnego-dziedzictwa-kultury-unesco/", "title": "Francuska bagietka wpisana na Listę Niematerialnego Dziedzictwa Kultury UNESCO", "date_published": "2022-11-30 12:38:00+00:00", "description": "250 gramów magii i doskonałości - tak mówił o niej prezydent Macron. Francuska bagietka została wpisana na Listę Niematerialnego Dziedzictwa Kulturowego Ludzkości UNESCO. Wcześniej pokonała w wyścigu dachy Paryża i festiwal wina w Arbois.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/cristiano-ronaldo-w-al-nassr-portugalczyk-bedzie-zarabial-200-mln-euro-rocznie/", "title": "Cristiano Ronaldo blisko Al Nassr. Portugalczyk ma zarabiać 200 mln euro rocznie", "date_published": "2022-11-30 12:12:00+00:00", "description": "Cristiano Ronaldo bliski podpisania kontraktu z saudyjskim Al Nassr FC - podała w środę hiszpańska Marca. Portugalczyk miałby podpisać 2,5-letnią umowę, w ramach której zarabiałby 200 mln euro za sezon.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/zmarl-byly-prezydent-chin-jiang-zemin-mial-96-lat/", "title": "Chiny. Zmarł były prezydent. Jiang Zemin miał 96 lat", "date_published": "2022-11-30 11:56:00+00:00", "description": "W wieku 96 lat z powodu białaczki i niewydolności organów zmarł w środę były przywódca Chin Jiang Zemin - poinformowały państwowe chińskie media.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/usa-nie-zyje-jake-flint-muzyk-zmarl-kilka-godzin-po-slubie/", "title": "USA. Nie żyje Jake Flint. Muzyk zmarł kilka godzin po ślubie", "date_published": "2022-11-30 11:50:00+00:00", "description": "Jake Flint nie żyje. 37-letni muzyk z USA zmarł we śnie zaledwie kilka godzin po ślubie - przekazał portal Daily Mail. Nie ustalono jeszcze, jaka była przyczyna śmierci.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/argentyna-inflacja-kultura-rozwody-i-narodowy-sport-zwiazany-z-kaczka/", "title": "Argentyna. Inflacja, kultura, rozwody i narodowy sport związany z... kaczką", "date_published": "2022-11-30 11:36:00+00:00", "description": "O Argentyńczykach mówi się, że są jak Włosi mówiący po hiszpańsku, którzy zachowują się jak Francuzi, a pragną być... Anglikami. Kraj dzisiejszego rywala Polski na mistrzostwach świata w Katarze słynie nie tylko z tanga, papieża Franciszka czy Leo Messiego. Prezentujemy kilka mniej oczywistych ciekawostek związanych z ojczyzną Diego Maradony.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/cara-delevingne-oddala-swoj-orgazm-do-celow-naukowych/", "title": "Cara Delevingne \"oddała\" swój orgazm do celów naukowych", "date_published": "2022-11-30 11:30:00+00:00", "description": "A gdyby tak oddać swój orgazm do badań? - pomyślała Cara Delevingne, która wzięła udział w serialu dokumentalnym poświęconym seksualności. Naukowcy zbadali wpływ osiągania spełnienia na tym gruncie na chemię w jej organizmie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/rosja-dmitrij-miedwiediew-nato-stanie-sie-celem-naszych-sil-zbrojnych/", "title": "Rosja. Dmitrij Miedwiediew: NATO stanie się celem naszych sił zbrojnych", "date_published": "2022-11-30 11:18:00+00:00", "description": "Jeżeli NATO dostarczy Ukrainie systemy Patriot, sprzęt i personel Sojuszu znajdzie się na celowniku rosyjskiej armii - przekazał były prezydent i premier Federacji Rosyjskiej Dmitrij Miedwiediew. Na Telegramie nie szczędził słów krytyki pod adresem Sojuszu i stwierdził, że cywilizowany świat go nie potrzebuje.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/ukraina-kolaborant-z-odessy-skazany-spedzi-15-lat-w-wiezieniu/", "title": "Ukraina: Kolaborant z Odessy skazany. Spędzi 15 lat w więzieniu", "date_published": "2022-11-30 10:44:00+00:00", "description": "Mieszkaniec Odessy został skazany na 15 lat więzienia za zdradę, kolaborację i porwania - powiadomiło Państwowe Biuro Śledcze Ukrainy. Mężczyzna wywiesił na swoim domu flagę z napisem Odessa to rosyjskie miasto, po czym wysłał zdjęcie do wykorzystania przez propagandę w Rosji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/rosja-pozar-w-obwodzie-brianskim-propagandowe-media-pisza-o-ataku/", "title": "Rosja. Pożar w obwodzie briańskim. Propagandowe media piszą o ataku", "date_published": "2022-11-30 10:30:00+00:00", "description": "W leżącym przy granicy z Ukrainą rosyjskim obwodzie briańskim doszło do pożaru - zapaliły się zbiorniki z produktami naftowymi. Według propagandowych rosyjskich mediów, ogień pojawi się na skutek ataku przy użyciu niezidentyfikowanej amunicji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/von-der-leyen-proponuje-konfiskate-zamrozonych-rosyjskich-aktywow-maja-pokryc-ukrainskie-szkody/", "title": "Von der Leyen proponuje konfiskatę zamrożonych rosyjskich aktywów. Mają pokryć ukraińskie szkody", "date_published": "2022-11-30 10:23:00+00:00", "description": "Ursula von der Leyen zapowiedziała prace nad międzynarodowym porozumieniem umożliwiającym konfiskatę zamrożonych rosyjskich aktywów. - Rosja musi zapłacić za zniszczenia, które spowodowała. Szkody poniesione przez Ukrainę szacuje się na 600 mld euro. Rosja i jej oligarchowie muszą zrekompensować Ukrainie szkody i pokryć koszty odbudowy kraju - oświadczyła przewodnicząca Komisji Europejskiej.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/wlochy-rosyjska-ambasada-w-rzymie-probuje-podzielic-opinie-publiczna-podatnicy-sa-zadowoleni/", "title": "Włochy. Rosyjska ambasada w Rzymie próbuje podzielić opinię publiczną \"Podatnicy są zadowoleni?\"", "date_published": "2022-11-30 09:55:00+00:00", "description": "Czy wszyscy włoscy podatnicy są zadowoleni z takiego przeznaczenia ich pieniędzy? - pyta rosyjska ambasada w Rzymie. We wpisie na Twitterze dołączono zdjęcie zniszczonego pojazdu rzekomo przekazanego przez Włochy Kijowowi. Grupa ekspertów udowodniła, że to inny typ samochodu pancernego, który Ukraińcy kupili sobie sami. Według włoskich mediów rosyjska propaganda chce podzielić opinię publiczną.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/mnisi-poszli-na-odwyk-bo-wykryto-u-nich-amfetamine-swiatynia-jest-pusta/", "title": "Tajlandia. Mnisi na odwyku. Mieli pozytywny wynik testu na narkotyki", "date_published": "2022-11-30 09:05:00+00:00", "description": "Czterech mnichów z prowincji Phetchabun na północy Tajlandii przeszło pozytywnie testy na obecność metamfetaminy w ich organizmach. Z tego powodu mnisi zostali wysłani do kliniki, gdzie przejdą terapię antynarkotykową. Jak informuje BBC, buddyjska świątynia jest obecnie opustoszała.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/mundial-katar-2022-usa-wygraly-z-iranem-biden-mamy-to/", "title": "Mundial w Katarze. USA wygrały z Iranem. Biden: Mamy to!", "date_published": "2022-11-30 08:41:00+00:00", "description": "- Mamy to! USA, USA, USA! To wielka sprawa - powiedział Joe Biden po wygranej Amerykanów z Iranem. Reprezentacja USA pokonała we wtorek Iran i dzięki temu awansowała do fazy pucharowej.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/przywodca-czeczenii-odpowiedzial-na-slowa-franciszka-papiez-padl-ofiara-propagandy/", "title": "Przywódca Czeczenii odpowiedział na słowa Franciszka. \"Papież padł ofiarą propagandy\"", "date_published": "2022-11-30 08:27:00+00:00", "description": "Każdy z wojowników wie, że na wojnie nie można zapomnieć o honorze, godności i szacunku nawet dla wroga - przekazał Ramzan Kadyrow, odpowiadając na słowa papieża Franciszka. Zdaniem przywódcy Czeczenii, papież padł ofiarą propagandy.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/senat-usa-przyjal-ustawe-o-ochronie-malzenstw-osob-tej-samej-plci/", "title": "Ustawa o małżeństwach jednopłciowych przegłosowana w Senacie USA", "date_published": "2022-11-30 06:58:00+00:00", "description": "Senat USA przyjął we wtorek ustawę, która chroni na poziomie federalnym uznawanie małżeństw osób tej samej płci. Środek ten został podjęty w odpowiedzi na obawy, że Sąd Najwyższy może unieważnić decyzję z 2015 r., która zalegalizowała ten rodzaj małżeństw w całym kraju. Ustawa po zatwierdzeniu przez Izbę Reprezentantów ma trafić do prezydenta Bidena.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/pakistan-samobojczy-zamach-zginely-trzy-osoby-prawie-30-zostalo-rannych/", "title": "Pakistan. Samobójczy zamach. Zginęły trzy osoby, prawie 30 zostało rannych", "date_published": "2022-11-30 06:42:00+00:00", "description": "Co najmniej trzy osoby zginęły a 28 zostało rannych w środę w zachodnim Pakistanie. W mieście Kweta doszło do samobójczego zamachu bombowego. Powodem były... szczepionki przeciw polio.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-30/grupa-wagnera-uznana-za-terrorystow-to-rozwaza-administracja-bidena/", "title": "Grupa Wagnera uznana za terrorystów? To rozważa administracja Bidena", "date_published": "2022-11-30 05:31:00+00:00", "description": "Prywatna firma wojskowa Grupa Wagnera zostanie uznana przez USA za zagraniczną organizację terrorystyczną? Nad tym zastanawiać ma się administracja Joe Bidena - podaje Bloomberg.", "persistent": false}]