[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCL_f53ZEJxp8TtlOkHwMV9Q", "link": "https://www.youtube.com/watch?v=VngecptafHg", "title": "Exodus Clip: The Parallels Between Noah, Moses, and Water", "date_published": "2022-11-25 20:00:15+00:00", "description": "Get 50% off your DailyWire+ membership using code DW50 at checkout, and watch Exodus now: https://bit.ly/3i99F9l\n\nThe first two episodes of Exodus, a sixteen-part series on the second book of the Bible, are available now exclusively on DailyWire+. In Exodus Dr. Peterson is joined by formidable theological and literary scholars for an in-depth analysis of the second book in both the Christian Bible and the Torah. Exodus is also a profound demonstration of the way in which God continues delivering freedom from tyranny. Scholars at the table are Dr. Douglas Hedley (Professor of the Philosophy of Religion, Cambridge University), Dr. Os Guinness (English Author and Social Critic), Dr. James Orr (Assistant Professor of Philosophy of Religion, Cambridge), Dennis Prager (author of the Rational Bible Series, Co-Founder of PragerU), Dr. Stephen Blackwood (President of Ralston College), Gregg Hurwitz (novelist, screenwriter, and comic book creator), and Jonathan Pageau (Christian thinker and artist). \n\nIn Exodus, Part 1, Jordan discusses with a group of religious scholars, writers, and artists, the third chapter of Exodus. Themes explored include Moses’s openness and willingness to respond to God’s call, the possibility of transforming evil to good, being, and man’s relationship with the divine. \n\nWatch Exodus now, exclusively on DailyWire+: https://bit.ly/3XhWnHw \n\nDr. Peterson's extensive catalog is available now on DailyWire+: https://utm.io/ueSXh\n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://mailchi.mp/jordanbpeterson.com/youtubesignup\nDonations: https://jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com\nUnderstand Myself (personality test): https://understandmyself.com\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning\n\n// LINKS //\nWebsite: https://jordanbpeterson.com\nEvents: https://jordanbpeterson.com/events\nBlog: https://jordanbpeterson.com/blog\nPodcast: https://jordanbpeterson.com/podcast\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://instagram.com/jordan.b.peterson\nFacebook: https://facebook.com/drjordanpeterson\nTelegram: https://t.me/DrJordanPeterson\nAll socials: https://linktr.ee/drjordanbpeterson\n\n#JordanPeterson #JordanBPeterson #DrJordanPeterson #DrJordanBPeterson #DailyWirePlus", "persistent": false}]