[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/peru-student-medycyny-mial-zabic-kochanke-na-plazy-znaleziono-czesci-ciala/", "title": "Peru: Student medycyny miał zabić kochankę. Na plaży znaleziono części ciała", "date_published": "2022-11-25 21:18:00+00:00", "description": "51-letnia Meksykanka udała się do Peru do poznanego w internecie 31-letniego studenta medycyny. W pewnym momencie urwał się z nią kontakt. Na lokalnej peruwiańskiej plaży znaleziono odcięty palec z pierścionkiem, który rozpoznała rodzina kobiety.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/wojna-w-ukrainie-blackout-na-zdjeciach-nasa/", "title": "Wojna w Ukrainie. Blackout na zdjęciach NASA", "date_published": "2022-11-25 18:07:00+00:00", "description": "Z powodu zmasowanego ostrzału Ukrainy przez wojska rosyjskie na terenie całego kraju ogarniętego wojną wyłączono na 24 godziny zasilanie. Sprawdziliśmy, jak wyglądała Ukraina z kosmosu podczas blackoutu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/usa-pod-dzieckiem-zalamal-sie-lod-trzy-osoby-trafily-do-szpitala/", "title": "USA. Pod dzieckiem załamał się lód. Trzy osoby trafiły do szpitala", "date_published": "2022-11-25 17:10:00+00:00", "description": "Trzy osoby - dziewięciolatek oraz dwóch funkcjonariuszy policji, którzy ruszyli mu na pomoc - trafiło do szpitala po dramatycznej akcji ratunkowej w stanie Ilinois (USA). Pod chłopcem załamał się lód.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/australia-pieciolatek-zaatakowany-przez-pytona-waz-wciagnal-chlopca-do-basenu/", "title": "Australia. Pięciolatek zaatakowany przez pytona. Wąż wciągnął chłopca do basenu", "date_published": "2022-11-25 16:56:00+00:00", "description": "Pięcioletni chłopiec przeżył atak trzymetrowego pytona na podwórku swojego dziadka w Byron Bay w Australii. Zwierzę ukąsiło dziecko w kostkę i wciągnęło do basenu. Matka chłopca ostrzegła wszystkich rodziców, by mieli oczy szeroko otwarte.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/usa-kanye-west-chce-kandydowac-w-wyborach-prezydenckich-w-2024/", "title": "USA: Kanye West chce kandydować w wyborach prezydenckich w 2024 roku", "date_published": "2022-11-25 16:12:00+00:00", "description": "Raper Kanye West przekazał, że zamierza kandydować w wyborach na prezydenta USA w 2024 roku. Dodał, że poprosił Donalda Trumpa, aby został jego wiceprezydentem. Raper w ostatnim czasie wywołuje wiele kontrowersji, m.in. wygłaszając rasistowskie komentarze.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/chiny-26-pietrowy-wiezowiec-dla-swin-to-nie-do-pojecia/", "title": "Chiny: 26-piętrowy wieżowiec dla świń. \"To nie do pojęcia\"", "date_published": "2022-11-25 16:08:00+00:00", "description": "W prowincji Hubei w Chinach otwarto farmę trzody chlewnej w 26-piętrowym wieżowcu. Krytycy twierdzą, że zwiększy to ryzyko wybuchu epidemii chorób zwierząt.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/francja-nieprzytomna-kobieta-zgwalcona-w-szpitalu-przez-imigranta/", "title": "Francja. Nieprzytomna kobieta zgwałcona w szpitalu przez imigranta", "date_published": "2022-11-25 15:30:00+00:00", "description": "Nieprzytomna kobieta, która z urazem głowy trafiła na ostry dyżur szpitala w Paryżu, została zgwałcona przez innego pacjenta. Według francuskich mediów, agresorem był znany policji imigrant o nieustalonej narodowości.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/usa-policja-z-san-francisco-chce-by-roboty-mogly-zabijac-ludzi-jest-projekt-zmian-w-prawie/", "title": "USA. Policja z San Francisco chce, by roboty mogły zabijać ludzi. Jest projekt zmian w prawie", "date_published": "2022-11-25 13:42:00+00:00", "description": "Jeśli życie policjantów jest zagrożone, mogą oni użyć zdalnie sterowanych robotów do zabijania podejrzanych osób - głosi projekt przedstawione przez funkcjonariuszy z San Francisco. Pomysł mundurowych jest krytykowany przez obrońców praw człowieka. Żyjemy w dystopijnej przyszłości. Debatujemy, czy policja może używać robotów do egzekucji obywateli bez procesu - zaalarmował prawnik Tifanei Moyer.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/kolumbia-skandal-na-rozprawie-sedzia-w-majtkach-i-z-papierosem/", "title": "Kolumbia. Skandal na rozprawie. Sędzia w majtkach i z papierosem", "date_published": "2022-11-25 13:19:00+00:00", "description": "Kolumbijska sędzia została zawieszona po tym, jak przyłapano ją leżącą na łóżku w bieliźnie i z papierosem w ręku podczas rozprawy prowadzonej na platformie Zoom. Kobieta, którą na Instagramie śledzi niemal 100 tysięcy obserwujących, już wcześniej dostawała ostrzeżenia dotyczące jej odważnych zdjęć zamieszczanych w sieci.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/leczna-nie-zyje-ksiadz-marcin-modrzejewski-mial-32-lata/", "title": "Łęczna. Nie żyje ksiądz Marcin Modrzejewski. Miał 32 lata", "date_published": "2022-11-25 10:22:00+00:00", "description": "W wieku 32 lat zmarł ksiądz Marcin Modrzejewski, wikariusz z parafii św. Barbary w Łęcznej (woj. lubelskie). Członkowie Ruchu Światło-Życie napisali w notce pożegnalnej, że duchowny zmarł w szpitalu po kilkugodzinnej walce. Jego śmierć była niespodziewana, jednak nie ujawniono dokładnych przyczyn.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/chiny-gwiazdor-k-popu-kris-wu-skazany-za-gwalty-spedzi-w-wiezieniu-13-lat/", "title": "Chiny: Gwiazdor k-popu Kris Wu skazany za gwałty i orgie. Upijał swoje ofiary", "date_published": "2022-11-25 09:31:00+00:00", "description": "Chińsko-kanadyjski piosenkarz Kris Wu trafi do więzienia na 13 lat - orzekł sąd w Pekinie. Były muzyk k-popowej grupy Exo w czerwcu został uznany za winnego zgwałcenia trzech kobiet, w tym 17-latki. Decyzję w sprawie wymiaru karu zapadła w piątek.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/usa-lecieli-na-swieta-spotkac-sie-z-rodzina-zgineli-w-katastrofie/", "title": "USA. Lecieli na święta spotkać się z rodziną. Zginęli w katastrofie", "date_published": "2022-11-25 09:17:00+00:00", "description": "Dziadkowie zginęli w katastrofie lotniczej w drodze do rodziny mieszkającej w Północnej Karolinie. Chcieli zobaczyć się z synem i wnukami podczas Święta Dziękczynienia. Ich samolot rozbił się zaledwie kilka minut od lądowiska.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/nowe-zdjecia-zniszczen-nord-stream-2-skoordynowany-sabotaz/", "title": "Nowe zdjęcia zniszczeń Nord Stream 2. \"Skoordynowany sabotaż\"", "date_published": "2022-11-25 09:15:00+00:00", "description": "Duńska telewizja TV2 opublikowała pierwsze zdjęcia z dna Bałtyku pokazujące miejsce, w którym doszło do uszkodzenia gazociągu Nord Stream 2. Wypowiadający się dla tej stacji ekspert zauważył podobieństwo ze śladami widocznymi na Nord Stream 1, w szwedzkiej wyłącznej strefie ekonomicznej. - Nie ma wątpliwości, że mamy do czynienia ze skoordynowanym sabotażem - ocenił.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/rosja-zakaz-propagandy-lgbt-i-publicznych-wzmianek-o-zwiazkach-homoseksualnych-jest-zgoda-dumy/", "title": "Rosja. Zakaz \"propagandy LGBT\" i publicznych wzmianek o związkach homoseksualnych. Jest zgoda Dumy", "date_published": "2022-11-25 08:09:00+00:00", "description": "Niższa izba rosyjskiego parlamentu przyjęła w czwartek w trzecim czytaniu poprawki do ustawy o tzw.propagandzie LGBT, rozszerzając odpowiedzialność karną na osoby w każdym wieku. Sprawcom grozi grzywna w wysokości 400 tys. rubli (ok. 30 tys. zł). Działacze na rzecz praw człowieka alarmują, że restrykcyjne przepisy wpłyną na treści w książkach, filmach, telewizji i mediach społecznościowych.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-25/watykan-oskarzony-kardynal-angelo-becciu-potajemnie-nagral-papieza-franciszka/", "title": "Watykan. Oskarżony kardynał Angelo Becciu potajemnie nagrał papieża Franciszka", "date_published": "2022-11-25 05:52:00+00:00", "description": "Były zastępca sekretarza stanu Stolicy Apostolskiej, oskarżony o malwersacje włoski kardynał Angelo Becciu, w lipcu ubiegłego roku nagrał swoją rozmowę z papieżem Franciszkiem bez jego wiedzy i zgody. Jej zapis opublikowały włoskie media.", "persistent": false}]