[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/26/rocket-launches-pose-extinction-level-threat-to-sas-tiny-southern-emu-wren-conservationists-warn", "title": "Rocket launches pose extinction-level threat to SA’s tiny southern emu wren, conservationists warn", "date_published": "2022-11-25 23:00:10+00:00", "description": "<p>Tanya Plibersek could list the bird as endangered amid concerns about proposed rocket launch site</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A tiny southern emu wren, which conservationists fear is under threat from rocket launches, could be listed as endangered within days.</p><p>Conservationists say planned rocket launches on the Eyre Peninsula in South Australia pose an extinction-level threat to the wren, one of Australia’s smallest birds.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/26/rocket-launches-pose-extinction-level-threat-to-sas-tiny-southern-emu-wren-conservationists-warn\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/26/tasmanian-flower-farmer-shocked-to-learn-she-planted-opium-poppies-by-mistake", "title": "Tasmanian flower farmer ‘shocked’ to learn she planted opium poppies by mistake", "date_published": "2022-11-25 23:00:10+00:00", "description": "<p>Kate Dixon has issued a warning to other gardeners after authorities seized 50 plants she thought were ornamental varieties</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=cvau_sfl\">Sign up for the Rural Network email newsletter</a></li><li><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></li></ul><p>A Tasmanian flower farmer who planted a new line of “really beautiful poppies” has issued a warning to other gardeners after learning she had mistakenly grown opium poppies.</p><p>Kate Dixon, who operates a commercial flower farm at Clifton Beach, about 25km south of Hobart, said she received a call from the authorities earlier this month after they saw a photo of her frilly pink poppies on Instagram.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up to receive Guardian Australia’s fortnightly Rural Network email newsletter</a></strong></p><p><em>It is illegal to grow, manufacture, sell or possess alkaloid poppies in Tasmania without a licence. For more more information about poppies, readers can also contact the Regulated Crops Branch on 1300 368 500 or email <a href=\"mailto:poppies@nre.tas.gov.au\">poppies@nre</a></em><a href=\"mailto:poppies@nre.tas.gov.au\">.tas.gov.au</a></p><p><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up for the Rural Network email newsletter</a></p><p><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/26/tasmanian-flower-farmer-shocked-to-learn-she-planted-opium-poppies-by-mistake\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/england-close-on-world-cup-knockout-stages-usa-draw-tempers-expectations-qatar-2022", "title": "England close on World Cup knockouts but USA draw tempers expectations", "date_published": "2022-11-25 22:47:41+00:00", "description": "<ul><li>Lack of imagination mars turgid stalemate in Qatar</li><li>Side can afford to lose to Wales by margin of up to three goals</li></ul><p>England’s footballers are on the verge of the World Cup knockout stages despite <a href=\"https://www.theguardian.com/football/2022/nov/25/england-usa-world-cup-group-b-match-report\">a turgid goalless draw against the USA</a>. But their lack of imagination and guile will surely temper expectations about whether they have the class to go all the way in Qatar.</p><p>The good news for Gareth Southgate’s side is that they only need to avoid losing to Wales by more than three goals on Tuesday to progress to the last 16. They know, too, that in almost every major tournament they are liable to put in the odd whiffer of a performance. But the loud boos from England supporters at the end suggested that this was a proper stinker.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/england-close-on-world-cup-knockout-stages-usa-draw-tempers-expectations-qatar-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/cruise-passenger-overboard-gulf-of-mexico-rescued", "title": "Cruise passenger who fell overboard rescued in ‘Thanksgiving miracle’", "date_published": "2022-11-25 21:27:06+00:00", "description": "<p>US coast guard located man about 20 miles south of Southwest Pass, Louisiana, after he fell overboard the Carnival Valor ship</p><p>In what some officials were hailing as a “Thanksgiving miracle” a passenger was rescued from the waters of the Gulf of Mexico on Thursday evening after falling overboard from a cruise ship, the US coast guard (USCG) announced.</p><p>At 8.25pm on Thursday, the coast guard located a 28-year-old man in the sea about 20 miles south of Southwest Pass, Louisiana, after he apparently fell overboard the New Orleans-to-Mexico Carnival Valor cruise ship on Wednesday evening.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/cruise-passenger-overboard-gulf-of-mexico-rescued\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/england-0-0-usa-player-ratings-from-the-world-cup-group-b-game", "title": "England 0-0 USA: player ratings from the World Cup Group B game", "date_published": "2022-11-25 21:21:14+00:00", "description": "<p>Harry Maguire was one of England’s better performers on a night when the USA’s three midfielders caught the eye</p><p><strong>Jordan Pickford (GK) </strong>Relieved to see the USA spurn three big chances in the first half. Kept a clean sheet. <strong>6</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/25/england-0-0-usa-player-ratings-from-the-world-cup-group-b-game\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/england-usa-world-cup-group-b-match-report", "title": "Edgy England on verge of World Cup last 16 after fortunate draw with USA", "date_published": "2022-11-25 21:10:50+00:00", "description": "<p>It was a night when England succeeded in doing one thing – dousing the expectations that had built so suddenly after the thrashing of Iran in their opening World Cup tie. The stalemate means they will almost certainly qualify for the last 16 – only a heavy defeat against Wales next Tuesday would derail them – but there was precious little else to quicken the pulse.</p><p>England were flat, moving the ball backwards and sideways too often. They could not get around the blue shirts of the United States, failing to stretch them and it very quickly turned into a slog. Harry Kane had one early sighting and a huge chance late on – a free header from Luke Shaw’s curling free-kick that he thudded wide. But that was the sum total of England’s threat on a night when the US were the better team, impressing with their shape and discipline, and having the opportunities to have nicked it.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/england-usa-world-cup-group-b-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/trump-nick-fuentes-kanye-west", "title": "Trump reportedly dines with white nationalist at Mar-a-Lago", "date_published": "2022-11-25 21:01:26+00:00", "description": "<p>Ex-president ‘dined and conversed’ with Nick Fuentes and Kanye West a week after announcing his 2024 campaign</p><p><a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> reportedly “dined and conversed” with infamous white nationalist Nick Fuentes at the former president’s Mar-a-Lago club in Palm Beach on Tuesday.</p><p>Trump’s encounter with the openly racist Fuentes – who was in the company of disgraced rapper Kanye West, now known as Ye – came one week after the former US president declared his 2024 campaign.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/trump-nick-fuentes-kanye-west\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/25/the-week-around-the-world-in-20-pictures", "title": "The week around the world in 20 pictures", "date_published": "2022-11-25 19:20:59+00:00", "description": "<p>Russian attacks on Kherson, the German team protest at the World Cup in Qatar, the aftermath of the earthquake in Cianjur and migrants in Calais – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/25/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/25/met-monitoring-song-lyrics-of-rap-artist-it-tried-to-censor-on-instagram", "title": "Met monitoring song lyrics of rap artist it tried to censor on Instagram", "date_published": "2022-11-25 19:16:19+00:00", "description": "<p>Drill artist Chinx (OS) reveals he has to send new song lyrics to police and probation service in case they are deemed to incite violence</p><p>Since being released from prison on licence last October, drill artist Chinx (OS), from the Regent’s Park Estate in north-west London, has written 17 music tracks.</p><p>Each one could have sent the 24-year-old, desperate not to fall back into his past life after serving four years of an eight-year sentence for possession of a firearm with intent to harm, back to jail.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/met-monitoring-song-lyrics-of-rap-artist-it-tried-to-censor-on-instagram\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/25/head-of-trans-children-charity-mermaids-resigns-after-six-years", "title": "Head of trans children charity Mermaids resigns after six years", "date_published": "2022-11-25 19:01:12+00:00", "description": "<p>Susie Green is stepping down amid intense public scrutiny of charity in recent months</p><p>The chief executive of Mermaids, Susie Green, has left the transgender children’s charity after six years in her post, the organisation announced on Friday.</p><p>In a statement posted on the charity’s website, the chair of trustees, Belinda Bell, wrote: “The trustees are very grateful to Susie for everything she has done over the last six years to support trans, non-binary and gender-diverse young people and their families, and to build Mermaids into the organisation it is today. We wish her all the best for the future.”</p> <a href=\"https://www.theguardian.com/society/2022/nov/25/head-of-trans-children-charity-mermaids-resigns-after-six-years\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/angela-merkel-says-she-lost-influence-over-putin-as-a-lame-duck-leader", "title": "Angela Merkel says she lost influence over Putin as a lame duck leader", "date_published": "2022-11-25 18:58:26+00:00", "description": "<p>Germany’s former chancellor defends her actions amid barrage of accusations since Russia’s invasion of Ukraine</p><p>Angela Merkel has insisted that her position as a lame duck in the last months of her time in office made it more or less impossible for her to influence the behaviour of Vladimir Putin.</p><p>The former German chancellor appeared both defensive and quietly defiant about her inability to change the course of the Russian president’s decision-making in the run-up to the invasion of Ukraine in February.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/angela-merkel-says-she-lost-influence-over-putin-as-a-lame-duck-leader\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/walmart-shooting-handgun-purchased-same-day", "title": "Walmart shooter purchased handgun legally the same day, authorities say", "date_published": "2022-11-25 18:24:09+00:00", "description": "<p>Gunman bought firearm at a local store, police say, and took it to the Virginia branch where had worked since 2010</p><p>The gunman who killed six people on Tuesday at a Walmart store in Chesapeake, Virginia, purchased the handgun legally the same day, authorities said.</p><p>The 31-year-old suspect bought the 9mm handgun at a local store, according to police. He took it to the Walmart branch where he had worked since 2010 shortly before the store was due to close. Investigators have said he was carrying several magazines of ammunition, and killed himself with the weapon before authorities arrived.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/walmart-shooting-handgun-purchased-same-day\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/25/ppe-medpro-declines-to-say-how-it-would-repay-millions-if-told-to-do-so", "title": "PPE Medpro declines to say how it would repay millions if told to do so", "date_published": "2022-11-25 18:23:31+00:00", "description": "<p>Government is seeking to recoup money from Michelle Mone-linked firm after gowns rejected as unusable</p><p>The company awarded large government personal protective equipment (PPE) contracts after an introduction by the Conservative peer Michelle Mone has declined to say how it would repay millions of pounds of public money for unused equipment if ordered to do so following a dispute with the government.</p><p>The Guardian <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/revealed-tory-peer-michelle-mone-secretly-received-29m-from-vip-lane-ppe-firm\">reported this week</a> that leaked documents indicated that Mone and her children secretly received £29m originating from the profits on these contracts after her support helped the company, PPE Medpro, secure a place in the “VIP lane” that the government used during the Covid pandemic to prioritise firms with political connections.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/ppe-medpro-declines-to-say-how-it-would-repay-millions-if-told-to-do-so\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/netherlands-ecuador-world-cup-group-a-match-report", "title": "Enner Valencia strikes again to earn Ecuador draw with Netherlands", "date_published": "2022-11-25 18:07:02+00:00", "description": "<p>Ecuador can be far happier with this draw because after conceding early, Gustavo Alfaro’s team played front-foot football that went close to administering a fatal blow to Netherlands.</p><p>They did not but what the result means is that Qatar are eliminated from their own World Cup and become the first nation out at the group stage while Ecuador and the Netherlands each have four points and Senegal three. As Louis van Gaal’s side face the pointless hosts in their final match, the meeting of the South Americans and Africans appears a straight shootout to see who progresses to the last 16.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/netherlands-ecuador-world-cup-group-a-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/25/tory-mps-gary-streeter-and-dehenna-davison-wont-stand-at-next-election", "title": "‘Red wall’ MP Dehenna Davison joins list of Tories standing down at next election", "date_published": "2022-11-25 18:02:25+00:00", "description": "<p>Davison, who was thought of as a rising star after winning Bishop Auckland, and veteran Gary Streeter both say they will step down</p><p>Dehenna Davison, a young Conservative MP who was considered a rising star, has announced she will not stand at the next election, as the party gears up to select its parliamentary candidates.</p><p>The MP for Bishop Auckland, already a junior minister at 29, had been thought of as a bright prospect in the party since her election in 2019. The veteran Tory MP Sir Gary Streeter has also announced he will not stand, with recent opinion polls predicting the Conservatives could lose more than 200 seats.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/25/tory-mps-gary-streeter-and-dehenna-davison-wont-stand-at-next-election\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/26/intrinsic-to-our-identity-kiwi-brought-back-to-wellingtons-wilds", "title": "‘Intrinsic to our identity’: kiwi brought back to Wellington’s wilds", "date_published": "2022-11-25 18:00:05+00:00", "description": "<p>Introduced predators and habitat loss saw New Zealand’s national bird vanish from the capital 100 years ago. A new cohort of 11 birds is changing all that</p><p>Along a windswept ridge line on Wellington’s south coast, above the pounding sea and in the shadows of whirring wind turbines, 11 kiwi – New Zealand’s treasured national bird – are making themselves at home for the first time in generations.</p><p>The unique flightless birds have been busy in the week since their arrival. They have each moved out of their temporary human-made homes and begun digging burrows into the hillsides with their strong claws. Soon they will line their dens with leaves, soft moss and feathers in preparation for their enormous alabaster-like eggs.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/26/intrinsic-to-our-identity-kiwi-brought-back-to-wellingtons-wilds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/25/siya-kolisi-urges-south-africa-not-to-be-distracted-by-erasmus-sideshow", "title": "Siya Kolisi urges South Africa not to be distracted by Erasmus ‘sideshow’", "date_published": "2022-11-25 18:00:04+00:00", "description": "<ul><li>Erasmus banned from England game for social media outbursts</li><li>South Africa seeking first a win at Twickenham since 2014</li></ul><p>Siya Kolisi has called for a resolution to be found to the Rassie Erasmus saga, the Springboks captain insisting South Africa will not use it as an excuse as they seek a first win at Twickenham in eight years.</p><p>Erasmus is banned from attending Saturday’s match after being sanctioned by World Rugby for his <a href=\"https://www.theguardian.com/sport/2022/nov/17/rassie-erasmus-suspended-world-rugby-social-media-south-africa-rugby-union\" title=\"\">outbursts on social media</a> in which he implicitly criticised the referee Wayne Barnes following <a href=\"https://www.theguardian.com/sport/2022/nov/12/france-south-africa-rugby-union-match-report\" title=\"\">South Africa’s defeat by France</a>.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/25/siya-kolisi-urges-south-africa-not-to-be-distracted-by-erasmus-sideshow\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "date_published": "2022-11-25 18:00:04+00:00", "description": "<p>Utility workers rush to repair national grid despite fears of ‘double-tap’ attacks; what happened to the Ukrainians defending Snake Island</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul><p>Every week we wrap up the must-reads from our coverage of the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war, from news and features to analysis and opinion.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/25/sports-quiz-week-world-cup-winners-losers-scorers-songs", "title": "Sports quiz of the week: World Cup winners, losers, scorers and songs", "date_published": "2022-11-25 17:50:16+00:00", "description": "<p>Who won? Who lost? Who sang? Who scored? Who kept going?</p> <a href=\"https://www.theguardian.com/sport/2022/nov/25/sports-quiz-week-world-cup-winners-losers-scorers-songs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/25/iran-west-football-team-solidarity-freedoms", "title": "The people of Iran are teaching the west a song too many of us had forgotten | Jonathan Freedland", "date_published": "2022-11-25 17:43:23+00:00", "description": "<p>Iran’s football team have dared to show solidarity with those demanding basic freedoms that we take for granted</p><p>You don’t have to be Welsh, Iranian or especially into football to have found good reasons to watch today’s World Cup clash of the two nations. Not because of what happened in the game – two late <a href=\"https://www.theguardian.com/football/2022/nov/25/wales-iran-world-cup-group-b-match-report\">Iran goals</a> to break Welsh hearts – so much as what preceded it. For the few moments before kick-off offered a brief glimpse of an uprising that may yet become a revolution – an upheaval that not only has enormous implications for Iran, its region and the wider world, but which is also reminding those of us in what we like to think of as the liberal, enlightened west of things we take for granted and may even have forgotten.</p><p>The specific focus was the pre-match singing of national anthems. When Iran played England on Monday, the team pointedly <a href=\"https://www.theguardian.com/football/2022/nov/25/iran-players-sing-national-anthem-world-cup-end-silent-protest-qatar\">refused to sing</a>, a gesture of defiance against their country’s rulers and in solidarity with its people, many thousands of whom have spent the last two months engaged in open revolt against what they see as the corrupt, repressive theocracy that has held power in Tehran for 43 years. Before the match, there had been much debate about whether the England captain should wear an armband to protest against Qatar’s trampling of LGBTQ+ rights; in the end, Harry Kane <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/lgbtq-fans-harry-kane-armband-one-love-political-footballs\">decided against it</a>, for fear of the referee’s yellow card.</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/25/iran-west-football-team-solidarity-freedoms\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/25/england-v-usa-world-cup-2022-live-score-updates", "title": "England v USA: World Cup 2022 – live", "date_published": "2022-11-25 17:30:03+00:00", "description": "<ul><li>World Cup updates from the 7pm GMT / 2pm ET kick-off</li><li>Any thoughts on the game? Get in touch with Scott <a href=\"mailto:Scott.Murray@theguardian.com\">via mail</a></li></ul><p><strong>England first played the USA at the World Cup in 1950.</strong> As every schoolchild knows, it didn’t go well for them.</p><p>It didn’t go particularly well for them in 2010 either. Poor Rob.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/25/england-v-usa-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/iran-supporters-jeer-national-anthem-before-emotional-win-over-wales", "title": "Iran offer powerful show of defiance on day of jeers, tears and joy", "date_published": "2022-11-25 17:11:39+00:00", "description": "<p>The fans made their feelings known before the players did the country proud with a 2-0 World Cup victory over Wales</p><p>You cannot confiscate a voice. Iran’s was heard powerfully on an emotional afternoon on the outskirts of Doha that ended with tears in the stands, tears on the pitch and Wales supporters applauding those responsible for likely ending a World Cup journey 64 years in the making.</p><p>There were tears at the start too, and it was initially impossible to concentrate on a must-win game for both teams after seeing Iranian women and men left distraught by their national anthem. Before Monday’s game against England the Iran players had <a href=\"https://www.theguardian.com/football/2022/nov/21/irans-brave-and-powerful-gesture-is-a-small-wonder-from-a-world-cup-of-woe\">stayed silent during the anthem, delivering a potent protest</a> with potentially far greater consequences than a possible yellow card for an armband. Here some stayed silent again, a few sang and the majority mumbled their way through; a choir of the damned if they do, damned if they don’t.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/iran-supporters-jeer-national-anthem-before-emotional-win-over-wales\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/richarlison-brazilians-bolsonaro-world-cup-brazil", "title": "Richarlison praised as ‘idol Brazilians deserve’ after Bolsonaro era", "date_published": "2022-11-25 17:10:29+00:00", "description": "<p>Goalscorer against Serbia at World Cup is being celebrated as much more than just a sporting hero</p><p>Richarlison’s “<a href=\"https://www.theguardian.com/football/blog/2022/nov/24/richarlisons-balletic-barnstormer-a-great-brazil-world-cup-moment\">balletic barnstormer</a>” has been called one of the great World Cup goals; an unstoppable scissor kick that launched Brazil’s campaign in Qatar with a bang. But after his thrilling two-goal blitz against Serbia, the Tottenham forward is being celebrated as much more than just a sporting hero.</p><p>Brazilian fans, pundits and politicians lined up to hail Richarlison as a paragon of human decency, compassion and good sense after four gruelling years in which Jair Bolsonaro’s far-right government divided society, wrecked the environment and mishandled a Covid outbreak that killed nearly 700,000 citizens.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/richarlison-brazilians-bolsonaro-world-cup-brazil\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/scaloni-promises-argentina-will-play-for-their-lives-in-crucial-mexico-game", "title": "‘We’re calm’: Argentina bruised but not broken before crunch Mexico test", "date_published": "2022-11-25 17:07:55+00:00", "description": "<p>Having lost to Saudi Arabia, Argentina and Lionel Messi know victory on Saturday is imperative for World Cup progress</p><p>“There’s no pressure,” Lautaro Martínez said, but no one was buying that. Dozens of cameras pointed his way and the question had been direct. Sure, it started, this team lifted Argentina’s first trophy in 28 years, winning the Copa América at the Maracanã, but go out of the tournament on Saturday night and it would be the worst catastrophe in World Cup history. Had they discussed that, his interrogator wanted to know. “No, no, that’s not been talked about,” the striker replied, and why would they? It’s the kind of thought probably best kept to yourself.</p><p>Which doesn’t make it go away. It’s some statement – the worst catastrophe in their World Cup history – and it may sound absurd, as well as still being avoidable of course, but it may not be so far off. Just framing it like that said something of the fear; what’s at stake. Since they won their first title in 1978, Argentina have been knocked out of the group stage once in 11 World Cups. That was in 2002, when they finished below England and Sweden. Now they have lost to Saudi Arabia, falling a single step away from a joint-record 37th game unbeaten. Mexico, their opponents on Saturday, and Poland do not offer an easy way out.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/scaloni-promises-argentina-will-play-for-their-lives-in-crucial-mexico-game\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/25/david-beckham-and-a-manchester-united-bid-what-could-go-wrong", "title": "David Beckham and a Manchester United bid – what could go wrong? | Marina Hyde", "date_published": "2022-11-25 15:47:51+00:00", "description": "<p>There is no more elegant pivot than moaning about the World Cup in Qatar to begging a Gulf state to come and buy your club</p><p>“When I want a peerage,” sniffed Alfred Harmsworth (later Lord Northcliffe), “I shall buy one like an honest man.” So yes: I want to begin with an apology for a ridiculous statement <a href=\"https://www.theguardian.com/football/2022/nov/18/will-david-beckham-qatar-role-kill-his-brand-world-cup\" title=\"\">in my most recent column</a>, which held that David Beckham’s mega-lucrative Qatar promotional deal meant he has been “wearing the face of a man who knows he is never going to get his knighthood now”. This was obviously wrong. Having been paid a reported £150m for his work shilling for the Qatari regime, David is in fact even better placed to buy a knighthood than he was before, and could easily run to a peerage.</p><p>But could David also be involved in the purchase of something else? Namely, Manchester United football club, which you’ll have noted is back on the market after the adored Glazer family have finally decided to cash out of the club they bought with some debt back in 2005. Can you cash out of something you never put cash into? Amazingly, yes. High finance is magic, and I’ve got a huge amount of time for it.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/25/david-beckham-and-a-manchester-united-bid-what-could-go-wrong\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/thrashings-shocks-and-stalemates-world-cup-2022-by-the-numbers-so-far", "title": "Thrashings, shocks and stalemates: World Cup 2022 by the numbers so far", "date_published": "2022-11-25 15:35:58+00:00", "description": "<p>Qatar’s tournament is on pace to break the record for scoreless draws while no nation has registered an an own goal yet</p><p>Morocco’s capital, Rabat, is more than 7,000km from Doha but that hasn’t stopped the Atlas Lions from settling in. “We feel that we are home,” their coach, Walid Regragui, said after their battling point against Croatia. “And I am happy to be in Qatar. The Moroccan and Arab fans in the stands supported us and gave us strength when we felt tired.”</p><p>It was a similar story 24 hours earlier after Tunisia also secured a 0-0 draw in their opening game against Denmark in front of a packed crowd dominated by their supporters. “The fan factor was very positive for us,” said their coach, Jalel Kadri. “It mentally gave us a great lift and we are looking forward to seeing the fans continue to do that for us.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/thrashings-shocks-and-stalemates-world-cup-2022-by-the-numbers-so-far\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/qatar-senegal-world-cup-group-a-match-report", "title": "Senegal keep World Cup hopes alive to leave sorry Qatar facing an early exit", "date_published": "2022-11-25 15:32:33+00:00", "description": "<p>Another embarrassing display from host nation Qatar ended in defeat and almost certain elimination from the World Cup but at least fans inside a half-full Al Thumama Stadium had some consolation: they got to see a goal.</p><p>Senegal were themselves far from impressive but still had too much for their hapless opponents who are making a strong case for the title of worst home nation of all time. After <a href=\"https://www.theguardian.com/football/2022/nov/20/qatar-ecuador-world-cup-match-report\">two defeats</a> Qatar must now hope to salvage some pride in their final group match against the Netherlands when only the unlikely combination of an emphatic victory and other results going their way would be enough to progress to the knockout stages.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/qatar-senegal-world-cup-group-a-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/putin-talks-to-mothers-of-soldiers-fighting-in-ukraine-in-staged-meeting", "title": "Putin talks to mothers of soldiers fighting in Ukraine in staged meeting", "date_published": "2022-11-25 15:31:41+00:00", "description": "<p>Russian president sits down with handpicked group of women to calm public anger over mobilisation</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin has met with a handpicked cadre of mothers of soldiers fighting in Ukraine for a carefully staged meeting meant to calm public anger over mobilisation.</p><p>While dozens of ordinary mothers have gone public saying they were snubbed by the Kremlin, Putin sat down with a former government official, the mother of a senior military and police official from Chechnya, and other women active in pro-war NGOs financed by the state.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/putin-talks-to-mothers-of-soldiers-fighting-in-ukraine-in-staged-meeting\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/neymar-to-miss-rest-of-brazils-world-cup-group-games-with-ankle-injury", "title": "Neymar to miss rest of Brazil’s World Cup group games with ankle injury", "date_published": "2022-11-25 15:31:24+00:00", "description": "<ul><li>Scan reveals forward has sustained ankle ligament damage</li><li>Danilo also ruled out for the remainder of the group stage</li></ul><p>Neymar and Danilo will miss Brazil’s remaining World Cup group games against Switzerland and Cameroon after sustaining injuries in <a href=\"https://www.theguardian.com/football/2022/nov/24/brazil-serbia-world-cup-group-g-match-report\">Thursday’s opening 2-0 victory over Serbia</a>, the team’s doctor said on Friday.</p><p>“Neymar and Danilo went through an MRI on Friday afternoon and we found ligament damage in the ankle of both of them,” he told reporters.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/neymar-to-miss-rest-of-brazils-world-cup-group-games-with-ankle-injury\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/25/matt-hancock-eating-on-im-a-celebrity-turned-out-to-be-a-low-point", "title": "Matt Hancock eating on I’m a Celebrity… turned out to be a low point | Zoe Williams", "date_published": "2022-11-25 15:18:21+00:00", "description": "<p>I will wonder forever about the brass neck of the disgraced former health secretary being in the jungle</p><p>You know how I’m a Celebrity… Get Me Out of Here! works, right? Let’s break it down: “I’m a Celebrity” refers to the 12 contestants, who are all famous – except <em>are </em>they? The yardstick of fame is a better kept secret than Colonel Sanders’ recipe. There’s not even a coherent ideal household, to whom all these people would be “names”.</p><p>If you’re an absolute TV aficionado, you’ll know your way around Owen Warner (Hollyoaks), Sue Warner (Corrie), Charlene White (Loose Women) and Scarlette Douglas (A Place in the Sun), but would you necessarily be familiar with the oeuvre of comedians Seann Walsh and Babatúndé Aléshé? Would the former England football player Jill Scott ring any bells?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/25/matt-hancock-eating-on-im-a-celebrity-turned-out-to-be-a-low-point\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/25/a-perverse-part-of-me-likes-to-delve-into-whats-off-limits-somaya-critchlow-on-her-taboo-breaking-art", "title": "‘A perverse part of me likes to delve into what’s off-limits’: Somaya Critchlow on her taboo-breaking art", "date_published": "2022-11-25 15:17:22+00:00", "description": "<p>She blends techniques from the old masters with imagery from 60s porn magazines – and it’s made her one of 2022’s most celebrated young painters</p><p>Somaya Critchlow knows that we’re supposed to be moving <em>away</em> from making images of naked female bodies. Bodies that are socially and sexually available. But her paintings express the appeal of stripping a figure bare. “People try to position my work as being sex-positive or political or whatever – and it’s not, it’s just investigative,” says the London-based artist, who is warm, open and softly spoken in the way that bright people often are. “I’m not trying to be an activist. But I do enjoy painting and I do enjoy my subject matter. Maybe that’s selfish.”</p><p>It seems to be working. This year, Critchlow’s small and intense portraits of curvy Black women in various stages of undress have featured in major group exhibitions across the UK and a solo show at Maximillian William gallery in London. Opening this weekend are a couple of shows she has curated at the Lightbox gallery in Woking – <a href=\"https://www.thelightbox.org.uk/lucian-freud-and-the-soul-as-sphere\">Lucian Freud and the Soul As Sphere</a> – which are anchored around two of her great loves: figurative art and her grandfather, the late artist <a href=\"https://www.theguardian.com/artanddesign/2020/may/21/keith-critchlow-obituary\">Keith Critchlow</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/25/a-perverse-part-of-me-likes-to-delve-into-whats-off-limits-somaya-critchlow-on-her-taboo-breaking-art\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/25/birmingham-labour-bame-officer-quits-review-racism-row", "title": "Birmingham Labour’s BAME officer quits over review into racism row", "date_published": "2022-11-25 15:11:30+00:00", "description": "<p>Saima Suleman criticises review, which others have labelled a potential ‘whitewash arranged by white people’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/25/steve-barclay-nurses-strike-keir-starmer-nicola-sturgeon-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>The Labour group in Birmingham is facing further turmoil after the branch’s black, Asian and minority ethnic (BAME) officer resigned over a planned review into a racism row that others have labelled a potential “whitewash arranged by white people”.</p><p>The Guardian understands the councillor, Saima Suleman, has resigned from her role over concerns about the terms of reference of the review, which do not include any mention of race.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/25/birmingham-labour-bame-officer-quits-review-racism-row\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/25/awaab-ishak-mould-tragedy-family", "title": "Poor Awaab Ishak died of mould in his home. Take it from me, this tragedy could happen again | Richard Blakeway", "date_published": "2022-11-25 15:08:17+00:00", "description": "<p>I grieved for Awaab’s family, but it also pains me that so many others like them are in terrible situations</p><ul><li>Richard Blakeway is the housing ombudsman for England</li></ul><p>I am the housing ombudsman. ​I am not part of the emergency services, but that is what it has felt like over the past week. In the aftermath of the <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/awaab-ishak-death-social-housing-mould-family\">terrible revelations</a> about Awaab Ishak, and the horror of a two-year-old boy dying from exposure to mould in his home, referrals of cases to me have leapt by 33%. That should give us all pause.</p><p>When I heard Awaab’s father give evidence at the <a href=\"https://www.theguardian.com/uk-news/2022/nov/15/death-of-two-year-old-awaab-ishak-chronic-mould-in-flat-a-defining-moment-says-coroner\">coroner’s inquest</a> and recall the desperate attempts he had made to get help for his son, I heard the despair that has prompted anger and disbelief around the country.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/25/awaab-ishak-mould-tragedy-family\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/25/how-long-can-humans-live-we-ask-an-expert", "title": "How long can humans live? We ask an expert", "date_published": "2022-11-25 15:00:10+00:00", "description": "<p>Setting our upper limit at a mere 150 might sound daft 10,000 years from now, says Prof Richard Faragher</p><p>Last year a study suggested there was a hard limit to the span of human life: <a href=\"https://www.theguardian.com/science/2021/jun/01/150-years-old-how-the-quest-for-eternal-life-found-its-natural-limit\" title=\"\">150 years</a>. At this point, the study said, the body could no longer repair itself after illness. But how can we be sure? I asked Richard Faragher, professor of biogerontology at the University of Brighton and past chair of the British Society for Research on Ageing.</p><p><strong>Even back in the </strong><strong><a href=\"https://www.nature.com/articles/d41586-022-00070-1#:~:text=Indeed%2C%20World%20Bank%20estimates%20have,the%20figure%20two%20decades%20earlier.\" title=\"\">1700s</a></strong><strong>, scientists were thinking about how far medicine could </strong><strong>extend lifespan. Is 150 years the final answer?</strong><br />Modern humans have been on Earth for at least 200,000 years. For most of that time, people have said: “No man shall ever travel faster than a horse” and been right. So to say that in 10,000 years we’ll reach no more than 150 is a big claim: it suggests that our 300 years of biology has found out everything.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/25/how-long-can-humans-live-we-ask-an-expert\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/25/chocolate-mendiants-nuts-dried-fruit-recipe-ravneet-gill", "title": "Ravneet Gill’s recipe for mendiants with nuts and dried fruit | The sweet spot", "date_published": "2022-11-25 15:00:09+00:00", "description": "<p>Chocolate discs jewelled with pistachios and dried cranberries and apricots make for a delightful homemade gift</p><p>These mendiants are old school: you can decorate them to look bejewelled, with the jade of Sicilian pistachios, the ruby-red of dried cranberries and garnet-hued apricots. I can’t think of a prettier homemade present.</p> <a href=\"https://www.theguardian.com/food/2022/nov/25/chocolate-mendiants-nuts-dried-fruit-recipe-ravneet-gill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/rob-page-admits-wales-werent-in-the-game-at-all-after-disappointing-iran-loss", "title": "Rob Page admits Wales ‘weren’t in the game at all’ after disappointing Iran loss", "date_published": "2022-11-25 14:55:21+00:00", "description": "<ul><li>Manager insists Wales will bounce back against England</li><li>‘We want to give our supporters something to cheer about’</li></ul><p>Rob Page struggled to contain his annoyance after saying too many Wales players endured off-days in the defeat by Iran that left their chances of progressing to the last 16 of their first World Cup for 64 years hanging by a thread.</p><p>Iran had a first-half goal disallowed and twice hit the woodwork before <a href=\"https://www.theguardian.com/football/2022/nov/25/wales-iran-world-cup-group-b-match-report\">scoring twice in second-half stoppage time</a> to earn victory. Wales, who <a href=\"https://www.theguardian.com/football/2022/nov/21/gareth-bales-penalty-rescues-point-for-wales-in-world-cup-opener-with-usa\">salvaged a late draw against the USA</a> on Monday, again struggled to stamp their authority and had Wayne Hennessey sent off on 86 minutes after he inadvertently wiped out the Iran striker Mehdi Taremi when attempting to clear the ball.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/rob-page-admits-wales-werent-in-the-game-at-all-after-disappointing-iran-loss\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/25/potentially-hazardous-substance-found-on-dead-body-in-wigan", "title": "‘Potentially hazardous substance’ found on dead body in Wigan", "date_published": "2022-11-25 14:51:44+00:00", "description": "<p>Location cordoned off with residents unable to leave homes as police work to identify person involved</p><p>Substances described as “potentially hazardous” were believed to be on the body of a person found dead in Wigan, police have said.</p><p>Officers were called to Kilburn Drive, Shevington, a quiet, residential village in Wigan, on Thursday evening following reports of a dead body at the scene. This was confirmed shortly after emergency services had arrived.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/potentially-hazardous-substance-found-on-dead-body-in-wigan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/25/netherlands-v-ecuador-world-cup-2022-live-score-updates", "title": "Netherlands v Ecuador: World Cup 2022 – live", "date_published": "2022-11-25 14:45:50+00:00", "description": "<ul><li>World Cup news from the 4pm GMT / 11am ET kick-off</li><li>And you can contact Barry <a href=\"mailto:barry.glendenning@theguardian.com\">by email</a> or <a href=\"https://twitter.com/bglendenning\">Twitter</a></li></ul><p><strong>Qatar v Senegal:</strong> Mohammed Muntari has just come off the bench to score with a bullet header for Qatar against Senegal, reducing the host country’s deficit in the game to one goal. They trail 2-1 with 10 minutes (and the rest) to go and need another goal or they will be unable to qualify for the knockout stages. Boulaye Dia and Famara Diédhiou had put Senegal 2-0 up.</p><p><strong>Gustavo Alfaro speaks:</strong> “We have everything to win and nothing to lose,” said Ecuador’s manager ahead of today’s game. “I’m happy with my team. But Holland is a big rival. We have to be strong on all fronts, emotional and physical, and run them hard until they exit the pitch. What we did against Qatar will be insufficient against Holland or Senegal, we have to improve.”</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/25/netherlands-v-ecuador-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/much-of-ukraine-without-power-heat-and-water-after-missile-attacks", "title": "Much of Ukraine still without power, heat and water after missile attacks", "date_published": "2022-11-25 14:44:41+00:00", "description": "<p>Rolling blackouts continue and 60% of Kyiv without electricity two days after Russian strikes on infrastructure</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>Much of Ukraine remained without electricity, heat and water two days after a devastating <a href=\"https://www.theguardian.com/world/2022/nov/23/strike-on-ukrainian-hospital-maternity-ward-zaporizhzhia-kills-newborn-baby\">series of Russian missile attacks</a> against the country’s civilian infrastructure.</p><p>The Kyiv mayor, Vitaly Klitschko, said 60% of households in the city of 3 million had no power, and there were rolling blackouts around the country, as engineers struggled to repair transformers and transmission lines damaged or destroyed by <a href=\"https://www.theguardian.com/world/2022/nov/24/russia-strikes-are-against-humanity-zelenskiy-tells-un-as-power-cut-in-ukraine-and-moldova\">cruise missiles on Wednesday</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/much-of-ukraine-without-power-heat-and-water-after-missile-attacks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/the-world-cup-tension-the-west-is-not-seeing-israelis-told-to-keep-low-profile", "title": "The World Cup tension the west is not seeing: Israelis told to keep low profile", "date_published": "2022-11-25 14:44:09+00:00", "description": "<p>Though neither Israel nor Palestine are playing in the tournament, the latter has featured prominently in Qatar</p><p>One video shows an Egyptian football fan smiling serenely as an Israeli broadcaster introduces him live on air. Then he leans into the microphone with a message: “Viva Palestine.”</p><p>Another clip from the streets of Doha this week shows a group of Lebanese men walking away from a live interview with a reporter they have just learned is Israeli. One shouts over his shoulder: “There is no Israel. It’s Palestine.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/the-world-cup-tension-the-west-is-not-seeing-israelis-told-to-keep-low-profile\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/25/kanye-west-presidential-run-2024", "title": "Kanye West announces 2024 presidential bid amid series of scandals", "date_published": "2022-11-25 14:39:07+00:00", "description": "<p>Announcement comes day after Adidas launches investigation into harassment allegations </p><p>The disgraced rapper and designer formerly known as Kanye West has said he plans to run for president in 2024, which would make him the second declared candidate after Donald Trump.</p><p>The declaration follows a series of scandals and far-right associations for the 45-year-old star, who now goes by Ye. The day before, the sportswear giant Adidas announced it was launching an investigation into a<a href=\"https://www.theguardian.com/music/2022/nov/23/kanye-west-explicit-photos-adidas-ye-employees\">llegations he harassed former employees</a>. Rolling Stone magazine reported claims by Adidas employees working on the rapper’s Yeezy shoe line that he used “porn, bullying and mind games” to create a “toxic environment” at the company.</p> <a href=\"https://www.theguardian.com/music/2022/nov/25/kanye-west-presidential-run-2024\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/25/stormzy-this-is-what-i-mean-review-haunted-by-heartbreak-on-his-most-personal-album-yet", "title": "Stormzy: This Is What I Mean review – haunted by heartbreak on his most personal album yet", "date_published": "2022-11-25 14:35:34+00:00", "description": "<p><strong>#Merky/0207 Def Jam</strong><br />The rapper is still capable of lyrical swagger, political insight and hugely entertaining flexes but his third LP is a musically subtle trawl through his romantic regrets</p><p>All the stops have been pulled out to reinforce the idea that <a href=\"https://www.theguardian.com/music/stormzy\">Stormzy</a>’s third album is a very big deal. The advance publicity began back in March, during the much-delayed arena tour in support of its predecessor, Heavy Is the Head. Fans were treated to a lengthy video featuring clips from This Is What I Mean’s recording sessions and encouraged to pre-order it from the merch stand, eight months early. Its release has been heralded by a primetime televised chat with Louis Theroux, and <a href=\"https://www.youtube.com/watch?v=2uyPzJo5z-g\">an online video</a> in which Stormzy plays its contents to super-producer Rick Rubin, who responds almost entirely in superlatives. As of today, a pop-up venue called This Is What I Mean House is open in London, featuring “live conversations with Stormzy, performances, a merch shop and an ‘immersive listening experience’”. It’s a long way from his breakthrough hit, Shut Up, which was heralded by a video shot by a fan in a south London car park. But that’s 2m albums and 14 singles that have either gone platinum, gold or silver for you.</p><p>You wouldn’t describe the new album as unassuming. It is, after all, a record on which Stormzy compares himself to a cross between “Kanye West and Donny Hathaway”. And its best lyrics come on My Presidents Are Black, on which the self-styled “community provider, multiple diss track survivor” takes aim at music industry racism, has a colourful pop at the government (“tell Michael Gove we got something for your nose”) indulges in a vast amount of hugely entertaining flexing and announces that he won’t be reactivating his beef with fellow rapper Wylie on the grounds that he “can’t war with no broken man” – an act of caring and munificence that sounds remarkably like Stormzy reactivating his beef with Wiley.</p> <a href=\"https://www.theguardian.com/music/2022/nov/25/stormzy-this-is-what-i-mean-review-haunted-by-heartbreak-on-his-most-personal-album-yet\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/25/regis-prograis-jose-zepada-world-title-fight-boxing", "title": "Regis Prograis and the impossible task of trying to save boxing", "date_published": "2022-11-25 14:34:58+00:00", "description": "<p>The New Orleans fighter’s bout with Jose Zepeda resonates with everything that still makes the sport so vivid and fascinating even amid its troubles</p><p>“Nothing will kill boxing, and nothing can save it,” Larry Merchant, <a href=\"https://www.youtube.com/watch?v=fJ7Qk5CHc3U\">the great old American sportswriter and commentator</a>, once said as he surveyed the enduring chaos of a bloody business which now operates even deeper in the shadows away from mainstream life and sport. His words have resounded again after a terrible second half of the year for boxing. A riveting fight between two contemporary artists of the ring in Terence Crawford and Errol Spence cannot be made and, instead, we face the depressing reality of <a href=\"https://www.theguardian.com/sport/2022/oct/20/tyson-fury-to-make-ring-return-against-derek-chisora-in-at-tottenhams-stadium\">Tyson Fury facing a damaged Derek Chisora</a> for a third time next Saturday in a contest devoid of any meaning beyond the money it will make for those involved. Such a mess makes boxing seem more broken than ever.</p><p>Merchant is 91 and so he has not been seen during a surreal Thanksgiving week in the Californian sunshine as <a href=\"https://www.youtube.com/watch?v=fqAVdDDdVeQ\">Regis Prograis and Jose Zepeda prepare</a> for their world title bout this Saturday night in Los Angeles. This is a serious and compelling super-lightweight fight which, while it will definitely not save anyone, resonates with everything that still makes the best characters in boxing so vivid and fascinating when they occupy a space of real gravitas.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/25/regis-prograis-jose-zepada-world-title-fight-boxing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/25/what-were-reading-writers-and-readers-on-the-books-they-enjoyed-in-november", "title": "What we’re reading: writers and readers on the books they enjoyed in November", "date_published": "2022-11-25 14:26:30+00:00", "description": "<p>Authors, critics and Guardian readers discuss the titles they have read over the last month. Join the conversation in the comments</p><p>In this series we ask authors, Guardian writers and readers to share what they have been reading recently. This month, recommendations include mind-bending fantasy, brilliant memoir and Greek myths retold. Tell us in the comments what you have been reading.</p><p>***</p> <a href=\"https://www.theguardian.com/books/2022/nov/25/what-were-reading-writers-and-readers-on-the-books-they-enjoyed-in-november\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/25/first-team-gb-london-2012-opening-ceremony-kit-set-for-sale-from-halsted", "title": "‘It’s been in my mum’s attic’: iconic GB London 2012 kit set for charity auction", "date_published": "2022-11-25 14:24:57+00:00", "description": "<ul><li>Fencer Laurence Halsted is selling his kit to help young athletes</li><li>BOA says it is first ever sale of GB opening ceremony attire</li></ul><p>Ten years on, it remains one of the most universally loved moments in British sporting history. And now, for the first time, a Team GB athlete has put their iconic Stella McCartney kit from the London 2012 Olympics’ spectacular opening ceremony up for auction.</p><p>The fencer Laurence Halsted, who reached the quarter-finals in the team foil competition in 2012, said he had decided to sell his Team GB jacket, T-shirt, shorts and shoes from the ceremony to raise money for a charity that helps young athletes.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/25/first-team-gb-london-2012-opening-ceremony-kit-set-for-sale-from-halsted\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/putinsgrip-regional-allies-loosen-again-after-armenia-snub-csto-summit", "title": "Putin’s grip on regional allies loosens again after Armenia snub", "date_published": "2022-11-25 14:08:47+00:00", "description": "<p>Damaging optics of ‘family’ photo at CSTO summit highlights fragility of Russia’s influence in wake of war in Ukraine</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>Armenia has asked the French president, Emmanuel Macron, to chair peace talks with Azerbaijan in a fresh challenge to Vladimir Putin’s increasingly loose grip on Russia’s regional allies in the wake of the war in Ukraine.</p><p>The snub from a traditional ally to Putin, who had hosted an inconsequential meeting of the <a href=\"https://www.theguardian.com/world/2020/sep/28/why-are-armenia-and-azerbaijan-fighting-what-are-implications\">warring countries</a>’ leaders last month, comes immediately on the back of his disastrous summit with six former Soviet states.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/putinsgrip-regional-allies-loosen-again-after-armenia-snub-csto-summit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/26/he-makes-us-so-happy-victorian-town-gets-behind-its-teenage-world-cup-socceroo-garang-kuol", "title": "‘He makes us so happy’: Victorian town gets behind its teenage World Cup Socceroo Garang Kuol", "date_published": "2022-11-25 14:00:11+00:00", "description": "<p>Aunt says South Sudanese community in Shepparton couldn’t be prouder of local hero who has loved playing football since kindergarten</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Garang Kuol’s aunty is counting down the minutes and hours until she sees her nephew play at the World Cup again.</p><p>The 18-year-old, who is the youngest Socceroo since Harry Kewell in 1996, has a fervent following at his home town of Shepparton in northern Victoria, where the community is gathering on Saturday night for the second group-stage match.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/26/he-makes-us-so-happy-victorian-town-gets-behind-its-teenage-world-cup-socceroo-garang-kuol\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/26/i-am-not-a-rich-person-30000-australian-ftx-customers-left-out-of-pocket-after-collapse", "title": "‘I am not a rich person’: 30,000 Australian FTX customers left out of pocket after collapse", "date_published": "2022-11-25 14:00:10+00:00", "description": "<p>Exchange’s local administrators flooded with emails from investors, with claims of up to $1m to date</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Eswar Pullela, a 32-year-old IT worker based in Sydney, invested his family’s life savings with cryptocurrency platform FTX. With the company’s collapse, he has lost up to $60,000 – including $40,000 in Australian dollars and $20,000 in cryptocurrency.</p><p> Pullela invests most of his savings into cryptocurrency, he says, because he “believes in the crypto space”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/26/i-am-not-a-rich-person-30000-australian-ftx-customers-left-out-of-pocket-after-collapse\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/25/ben-dukes-interview-ruination-royal-opera-house", "title": "What’s the least Christmassy thing I can think of? Ben Duke’s Ruination", "date_published": "2022-11-25 14:00:09+00:00", "description": "<p>Lost Dog has a reputation for taking sideways looks at classic tales and taking them into unlikely spaces, but might an interrogation of the murderous Medea in the bowels of the Royal Opera House prove a step too far?</p><p>Christmas theatre: it’s Nutcrackers and sparkle and jollity and “he’s behind you”, plus betrayal and searing revenge and infanticide … er, hang on? Dance-theatre company Lost Dog’s Christmas offering this year sounds distinctly un-festive. Ruination, by director-choreographer Ben Duke, is a reinterpretation of the myth of Medea, best known from Euripides’ play, a sorceress who helps Jason steal the golden fleece from her father and takes off with him (murdering her own brother en route). But when Jason leaves her for another woman she kills her own two sons in a rage of revenge.<br /><br />At what point, I have to ask, did Duke think this was ideal Christmas fare? “I think it was just a really childish kind of contrariness,” he says, laughing. “Someone says: ‘Do a Christmas show’, and then I go, ‘What’s the least Christmassy thing I can think of?’ And it was Medea. But then I started thinking about it. If that’s the opposite of Christmas, because it’s about the death of children and Christmas is about the birth of a child, it started making sense to me.”<br /><br />There was also the fact that it was Kevin O’Hare, director of the Royal Ballet, who was having the conversation with Duke, looking for something to put on in the Royal Opera House’s Linbury theatre. It’s a space in the bowels of the building: you descend multiple staircases to get there, while the cheery evergreen Nutcracker will playing on the main stage above. “So it felt like a shadow world, a subconscious,” says Duke. A trip to the underworld.</p><p><br />Duke, 47, has had a run of hits over the past seven years, taking well-known, much-retold stories and turning them inside out with meta commentaries that are witty, absurd and often deeply moving and truthful. There was his one-man <a href=\"https://www.theguardian.com/stage/2015/may/27/paradise-lost-ben-duke-review-dance\">Paradise Lost</a>, rich with surreal tangents such as God trying to chat up Lucifer in a nightclub; it drew parallels between God’s creation and Duke’s experience of parenthood (he has two daughters), with neither entirely in control of what they’ve made. Then there was <a href=\"https://www.theguardian.com/stage/2018/feb/19/juliet-and-romeo-review-ben-duke-battersea-arts-centre\">Juliet &amp; Romeo</a>, which imagined if the star-cross’d lovers hadn’t died and were now a middle-aged couple in marriage counselling; and, which saw one of the characters interviewing the others for a documentary.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/25/ben-dukes-interview-ruination-royal-opera-house\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/germany-set-to-declare-starvation-of-ukrainians-under-stalin-a-genocide-holomodor", "title": "Germany set to declare starvation of Ukrainians under Stalin a genocide", "date_published": "2022-11-25 13:36:29+00:00", "description": "<p>Bundestag hopes move will serve as ‘warning’ to Moscow as Ukraine faces potential hunger crisis</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>Germany’s Bundestag is planning to pass a resolution declaring the starvation of millions of Ukrainians under Joseph Stalin a genocide, a move that parliamentarians hope will serve as a “warning” to Moscow as Ukraine faces a potential hunger <a href=\"https://www.theguardian.com/world/2022/nov/01/ukraine-faces-winter-humanitarian-crisis-with-energy-grid-on-the-brink\">crisis this winter</a>.</p><p>The resolution, which will be jointly brought to the vote next week by the three governing parties and conservative opposition leaders, will describe the 1932-33 Holodomor as part of “a list of inhuman crimes by totalitarian systems that extinguished millions of human lives in Europe in the first half of the 20th century”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/germany-set-to-declare-starvation-of-ukrainians-under-stalin-a-genocide-holomodor\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/25/elon-musk-to-launch-new-blue-gold-and-grey-twitter-ticks", "title": "Elon Musk to launch new blue, gold and grey Twitter ticks", "date_published": "2022-11-25 13:32:29+00:00", "description": "<p>New colour-coded categories next week for individuals, government and firms with accounts ‘manually authenticated’</p><p>Elon Musk has said Twitter verification will return next week with colour-coded categories for individuals, government accounts and companies.</p><p><a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal\">Twitter’s new owner</a> said the platform would launch a new verification service next Friday, having pulled an earlier attempt at a revamp this month after it triggered a <a href=\"https://www.theguardian.com/technology/2022/nov/10/twitter-blue-verification-parody-impersonation\">flood of impostor accounts</a>.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/25/elon-musk-to-launch-new-blue-gold-and-grey-twitter-ticks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/25/lynette-yiadom-boakye-lucian-freud-francis-bacon-the-week-in-art", "title": "Lynette Yiadom-Boakye’s enigmatic figures, sensational seeds and a heavyweight four-way face off – the week in art", "date_published": "2022-11-25 13:24:06+00:00", "description": "<p>Mysterious portraits of fictitious people, the roots of colonialism and the works of Lucian Freud, Francis Bacon and friends – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Lynette Yiadom-Boakye</strong> <br />Impeccable and fascinating paintings that create mystery and leave you haunted, like the covers of novels that are yet to be written.<br />• <a href=\"https://www.tate.org.uk/whats-on/tate-britain/lynette-yiadom-boakye\">Tate Britain, London, until 26 February.</a></p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/25/lynette-yiadom-boakye-lucian-freud-francis-bacon-the-week-in-art\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/25/post-your-questions-for-samantha-morton", "title": "Post your questions for Samantha Morton", "date_published": "2022-11-25 13:23:58+00:00", "description": "<p>What would you like to ask the star of Minority Report, The Walking Dead, The Whale, She Said and Synecdoche, New York? Put on your interviewer hat right now!</p><p>Samantha Morton is one of the most extraordinary stars working today: uncompromising, inspired and inspiring. Her career has hopped from Tom Cruise sci-fi thriller Minority Report to Lynne Ramsay’s extraordinary second feature Movern Callar and many popular TV shows, such as <a href=\"https://www.theguardian.com/tv-and-radio/the-walking-dead\">The Walking Dead</a>.</p><p>This season she’s in two big awards contenders: The Whale, Darren Aronofsky’s drama starring Brendan Fraser as a morbidly obese teacher, and She Said, about the New York Times investigation of Harvey Weinstein’s sex crimes. (Morton was one of the few who always called out and stood up to his bullying.)</p> <a href=\"https://www.theguardian.com/film/2022/nov/25/post-your-questions-for-samantha-morton\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/25/max-beckmann-self-portrait-poised-to-fetch-record-price-at-german-auction", "title": "Max Beckmann self-portrait poised to fetch record price at German auction", "date_published": "2022-11-25 13:14:19+00:00", "description": "<p>Rarely seen work painted during artist’s Dutch exile from Nazi Germany has an estimate of €20m-€30m</p><p>A moody self-portrait of the 20th-century expressionist Max Beckmann painted during his Dutch exile from the Nazis is predicted to break the record for a price secured at auction in Germany when it goes under the hammer in Berlin next week.</p><p>Art lovers have been flocking first to New York and then to Berlin to see the painting in preview showings, which have offered a rare opportunity to view a masterpiece that has always been in private hands. </p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/25/max-beckmann-self-portrait-poised-to-fetch-record-price-at-german-auction\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/picture/2022/nov/25/cold-war-steve-on-the-victims-and-vanity-of-the-world-cup", "title": "Cold War Steve on the victims and vanity of the World Cup", "date_published": "2022-11-25 13:07:36+00:00", "description": "<p>The first in a special series of Qatar 2022 themed artworks created <a href=\"https://www.theguardian.com/artanddesign/2019/jun/15/cold-war-steve-satire-is-my-antidote-to-a-scary-world-interview\">by the celebrated visual satirist</a> for The Guardian</p> <a href=\"https://www.theguardian.com/football/picture/2022/nov/25/cold-war-steve-on-the-victims-and-vanity-of-the-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/latino-voters-democrats-republicans", "title": "How Republicans and Democrats are missing the mark with Latino voters", "date_published": "2022-11-25 13:00:07+00:00", "description": "<p>Strategists, pollsters and advocacy groups say both parties continue to treat Latino voters like a monolithic group</p><p>In the 2022 midterms, Latino voters reinforced their power as the second-largest voting bloc in the United States.</p><p>These voters, who <a href=\"https://www.pewresearch.org/fact-tank/2022/10/12/key-facts-about-hispanic-eligible-voters-in-2022/\">account</a> for nearly 35 million people, or 14%, of the US voting electorate, both tilted the balance for Democrats in key battleground state Senate races in Pennsylvania, Arizona and Nevada and secured a Republican hold in Florida. Since 2018, the number of Latino voters has grown by nearly 5 million people, accounting for more than 60% of newly eligible voters.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/latino-voters-democrats-republicans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/25/david-bowie-had-seven-pairs-of-socks-down-his-tights-warwick-davis-on-reboots-relationships-and-rock-stars", "title": "‘David Bowie had seven pairs of socks down his tights’: Warwick Davis on reboots, relationships and rock stars", "date_published": "2022-11-25 13:00:07+00:00", "description": "<p>George Lucas wrote Willow for Warwick Davis after seeing him play an Ewok in Star Wars. As the actor returns as the baby-saving sorcerer, he talks about Val Kilmer pep talks, the Harry Potter shoot – and channelling a Ricky Gervais sitcom</p><p>Warwick Davis is, by some distance, the most commercially successful supporting actor in the history of cinema. Thanks largely to playing an Ewok in <a href=\"https://www.theguardian.com/film/starwars\">Star Wars</a> and a Hogwarts professor in <a href=\"https://www.theguardian.com/books/harrypotter\">Harry Potter</a>, Davis is partially responsible for a worldwide box office haul of more than $14bn. But this week, Willow launches on Disney+. And he plays Willow, so he is very much in the spotlight.</p><p>“It’s a weird moment,” he says, ensconced in a plush London hotel, surrounded by the full-bore machinations of the Disney promotional industry. “You feel like you’re on the edge of a cliff.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/25/david-bowie-had-seven-pairs-of-socks-down-his-tights-warwick-davis-on-reboots-relationships-and-rock-stars\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/25/heidi-crowter-woman-downs-syndrome-loses-court-of-appeal-abortion-law-case", "title": "Woman with Down’s syndrome loses court of appeal abortion law case", "date_published": "2022-11-25 12:59:02+00:00", "description": "<p>Heidi Crowter argued that the law was discriminatory and stigmatised disabled people</p><p>A woman with Down’s syndrome has lost a court of appeal challenge over the UK’s abortion laws.</p><p>Heidi Crowter, who brought the case alongside Máire Lea-Wilson, whose son Aidan also has Down’s syndrome, had argued that allowing pregnancy terminations up to birth if the foetus has the condition is discriminatory and stigmatises disabled people.</p> <a href=\"https://www.theguardian.com/society/2022/nov/25/heidi-crowter-woman-downs-syndrome-loses-court-of-appeal-abortion-law-case\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/25/soldier-david-jonathan-holden-aidan-mcanespie-troubles-convicted-manslaughter", "title": "Ex-soldier who shot dead civilian during Troubles convicted of manslaughter", "date_published": "2022-11-25 12:52:13+00:00", "description": "<p>Belfast court convicts David Jonathan Holden over 1988 killing of Aidan McAnespie</p><p>A former soldier who shot dead a civilian as he walked through a British army checkpoint in Northern Ireland during the Troubles has been convicted of manslaughter in a Belfast court.</p><p>David Jonathan Holden, 53, who was serving with the Grenadier Guards when he shot Aidan McAnespie on 21 February 1988, admitted firing the shot but said his finger slipped on the trigger.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/soldier-david-jonathan-holden-aidan-mcanespie-troubles-convicted-manslaughter\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/25/cost-of-living-crisis-hitting-england-most-deprived-area-hardest-spending-less-food-ons-survey", "title": "Cost of living crisis hitting England’s most deprived areas hardest, ONS says", "date_published": "2022-11-25 12:41:49+00:00", "description": "<p>Survey finds 58% spending less on food and essentials compared with a third of those in least deprived areas</p><p></p><p>The most deprived areas of England are being hardest hit by the cost of living crisis, official data shows.</p><p>The latest survey from the Office for National Statistics (ONS) exposes divisions across the country in terms of how people are being affected by higher living costs.</p> <a href=\"https://www.theguardian.com/business/2022/nov/25/cost-of-living-crisis-hitting-england-most-deprived-area-hardest-spending-less-food-ons-survey\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/25/wildlife-trusts-consider-reintroducing-wildcats-to-england", "title": "Wildlife Trusts consider reintroducing wildcats to England", "date_published": "2022-11-25 12:37:02+00:00", "description": "<p>Wildcat expert recruited with view to releasing animals in England for first time in hundreds of years </p><p>Wildcats could be released in England for the first time in hundreds of years as the Wildlife Trusts recruit an expert to help introduce them back into the wild.</p><p>After being hunted to extinction, the European wildcat is now the UK’s rarest native mammal. They are larger than the domestic cat, which are bred from the wildcats of Africa. It has not been spotted in southern England since the 16th century, but now it looks possible that the animal will be found stalking the landscape once more.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/25/wildlife-trusts-consider-reintroducing-wildcats-to-england\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/25/dominic-raab-inquiry-conduct-expanded-third-complaint", "title": "Dominic Raab: inquiry into conduct expanded to include third complaint", "date_published": "2022-11-25 12:30:21+00:00", "description": "<p>New complaint against deputy prime minister received by Cabinet Office on Tuesday, says No 10</p><p>The scope of the investigation into <a href=\"https://www.theguardian.com/politics/2022/nov/24/dominic-raab-faces-fresh-bullying-claims-from-raft-of-civil-servants\">claims about Dominic Raab’s conduct</a> has been expanded to include a third formal complaint, Downing Street has said.</p><p>A No 10 spokesperson said: “I can confirm that the prime minister has now asked the investigator to add a further formal complaint relating to conduct at the Department for Exiting the European Union and to establish the facts in line with the existing terms of reference.”</p> <a href=\"https://www.theguardian.com/politics/2022/nov/25/dominic-raab-inquiry-conduct-expanded-third-complaint\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/25/tanzania-drops-charges-against-24-maasai-leaders", "title": "Tanzania drops murder charges against 24 Maasai leaders", "date_published": "2022-11-25 12:27:35+00:00", "description": "<p>The pastoralists had been detained over the death of a police officer during protests against government plans to evict them from ancestral land</p><p>Prosecutors in Tanzania have dropped murder charges against 24 Maasai pastoralists who were detained over the <a href=\"https://www.theguardian.com/global-development/2022/jun/23/tanzania-charges-20-maasai-with-after-police-officer-dies-during-protests\">death of a police officer</a> earlier this year.</p><p>The officer died in June <a href=\"https://www.theguardian.com/global-development/2022/jun/14/maasai-leaders-arrested-in-protests-over-tanzanian-game-reserve\">during protests</a> against government plans to evict them from their ancestral land in Loliondo, in Ngorongoro District, to make way for a conservation and a luxury hunting reserve.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/25/tanzania-drops-charges-against-24-maasai-leaders\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/wales-iran-world-cup-group-b-match-report", "title": "Iran punish Hennessey’s blunder with crushing win over 10-man Wales", "date_published": "2022-11-25 12:26:17+00:00", "description": "<p>Just as the clocks on the big screens at either end of this stadium ticked eight minutes into stoppage time, Wales eventually cracked. For so long it seemed they would somehow avoid losing a match that transpired into the epitome of living dangerously well before Wayne Hennessey was sent off for inadvertently poleaxing Mehdi Taremi on 86 minutes. But then the substitute Roozbeh Cheshmi curled home from the edge of the box and Ramin Rezaeian put the gloss on a victory in the 11th minute of stoppage time, denting Wales’s now slim hopes of progressing to the last 16 in the process.</p><p>Sardar Azmoun, the Iran striker, grabbed Carlos Queiroz’s cheeks with joy at the final whistle, before attempting to piggyback his manager moments later, and Iran soon set off on a victory lap as some of Wales’s players lay floored. When Cheshmi struck, Wales could not exactly say it had not been coming. They had been clinging on – Iran earlier rattled the woodwork twice inside 20 seconds in the second half – and Gareth Bale’s hands were clasped behind his back in the box, frantically trying to prevent the possibility of giving away a penalty as Iran peppered the Wales goal.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/wales-iran-world-cup-group-b-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/25/scotland-social-cohesion-and-law-and-order-under-threat-says-police-chief", "title": "Scottish social cohesion and law and order under threat, says police chief", "date_published": "2022-11-25 12:25:44+00:00", "description": "<p>Head of Police Scotland cites strikes, constitutional uncertainty, crisis poverty and planned cuts to force as factors</p><p>Strikes, constitutional uncertainty and crisis poverty are threatening the cohesion of communities across the country, according to the head of Police Scotland.</p><p>Chief constable Iain Livingstone also said planned cuts, which could result in the loss of thousands of officers, would lead to a “fundamental reduction” in the force’s ability to fairly and safely police large events and demonstrations.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/scotland-social-cohesion-and-law-and-order-under-threat-says-police-chief\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/25/escaped-ostrich-kyiv-kiss-fridays-best-photos", "title": "An escaped ostrich and a Kyiv kiss: Friday’s best photos", "date_published": "2022-11-25 12:24:26+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/25/escaped-ostrich-kyiv-kiss-fridays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/25/joe-hawkins-set-for-wales-debut-as-wayne-pivac-rings-the-changes", "title": "Pivac and Rennie feel the heat as Wales and Australia try to put out fires", "date_published": "2022-11-25 12:16:00+00:00", "description": "<p>Both sides have struggled during the autumn internationals and will need to bolster their walking wounded</p><p>The international window has closed, and most people have moved on. How Wales and Australia must feel they could join them. But, no, they must rouse themselves once more – in Australia’s case for a fifth weekend in a row – to satisfy the baying hordes of fans and corporate suits.</p><p>Both might feel the poor relations of their respective circles, all the more so in their battered and weakened states – and a cursory glance at their walking wounded and positions on the rankings ladder will supply ample reason for them to feel that way. Wales are coming off the fresh indignity of a <a href=\"https://www.theguardian.com/sport/2022/nov/19/wales-georgia-autumn-nations-series-rugby-union-match-report\">home defeat to Georgia</a>, while Australia were hardly any more enamoured of their first defeat to Italy in Florence the weekend before that.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/25/joe-hawkins-set-for-wales-debut-as-wayne-pivac-rings-the-changes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/onelove-bands-and-plastic-swords-whats-banned-at-qatar-world-cup", "title": "OneLove bands and plastic swords: what’s banned at Qatar World Cup", "date_published": "2022-11-25 12:13:23+00:00", "description": "<p>‘Crusader’ costumes are the latest reported addition to the list of items unwelcome at the tournament</p><p>If you’re on your way to Qatar and looking forward to strolling up to Al Bayt Stadium in a bikini with a plastic sword in hand, OneLove band on your arm, rainbow hat on your head and a pint in your hand, you’re going to be disappointed.</p><p>The list of items banned at the World Cup continues to grow, most recently with reports that England fans have been told not to wear “crusader” costumes, occasionally favoured by middle-aged white men as misguided-at-best clothing for international matches.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/onelove-bands-and-plastic-swords-whats-banned-at-qatar-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/football-daily-human-rights-world-cup-england-usa-usa-usa", "title": "Football Daily | Just when you thought it was safe to step out of the digital bunker", "date_published": "2022-11-25 12:12:11+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Your super, soaraway Football Daily always looks forward to Black Friday. Unashamed dopamine fiend that we are, we’ll never tire of watching viral videos of adults (sic) brawling doggedly over an immersive multi-room speaker system they don’t need or particularly want, and which was 50 notes cheaper when they walked straight past it a week earlier. Today, that entertainment will be supplemented by Fifa’s new post-Thanksgiving celebration: Bloke Friday, in which a load of men play a load of football in front of crowds made up of a load of men.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/football-daily-human-rights-world-cup-england-usa-usa-usa\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/25/the-blessed-madonnas-listening-diary-you-cannot-argue-with-logic-like-booty-booty-booty-booty", "title": "The Blessed Madonna’s listening diary: ‘You cannot argue with logic like ‘booty, booty, booty, booty’’", "date_published": "2022-11-25 12:09:51+00:00", "description": "<p>The DJ-producer looks back on records by Lio, Sworn Virgins and the Pointer Sisters that cued ‘legitimate chaos’ on the dancefloor and wind-down tunes by Big Audio Dynamite and the Korgis</p><p><strong>7pm </strong>I was at my manager’s office because it was the day my new single was dropping and we were hosting a secret launch party later in the evening. Rosa Parks by <strong>Outkast</strong> was playing on someone’s Spotify. I grew up with Outkast because I’m from Kentucky, so it felt nice that that song was on. It had been a long day (I had to get a hotel room in the middle of London to take a nap halfway through because I knew the party was going to run late) and I was a bit stressed out. It’s my first record in five years and it felt like an enormous chance to screw everything up – so it was actually very comforting to hear Outkast, like a nice little love letter from home.</p> <a href=\"https://www.theguardian.com/music/2022/nov/25/the-blessed-madonnas-listening-diary-you-cannot-argue-with-logic-like-booty-booty-booty-booty\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/25/645-pound-adidas-stan-smith-trainers-fly-off-the-shelves-at-balenciaga", "title": "How much? £645 Adidas Stan Smith trainers fly off the shelves at Balenciaga", "date_published": "2022-11-25 12:09:21+00:00", "description": "<p>‘Worn out’ shoes look as if they have been ‘flattened by 20-ton steamroller’ and now sit on auction site at £2,500</p><p>They are stained, crushed and yellowing but Balenciaga’s range of “worn-out” sneakers, launched in collaboration with Adidas this month, have sold out. This is despite an eye-watering price tag of almost £700.</p><p>The brand-new shoes, described by <a href=\"https://www.soleretriever.com/news/articles/balenciaga-x-adidas-destroyed-stan-smith-collection-release-date-2023\">one reviewer</a> as “looking like they’ve been flattened by a 20-ton steamroller”, are no longer available on the Balenciaga website, and are being priced on one <a href=\"https://stockx.com/en-gb/balenciaga-x-adidas-stan-smith-worn-out-white-green\">specialist sneaker auction site</a> at £2,500.</p> <a href=\"https://www.theguardian.com/business/2022/nov/25/645-pound-adidas-stan-smith-trainers-fly-off-the-shelves-at-balenciaga\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/25/childrens-and-teens-roundup-the-best-new-picture-books-and-novels", "title": "Children’s and teens roundup – the best new picture books and novels", "date_published": "2022-11-25 12:00:06+00:00", "description": "<p>A colourful picture book; comforting stories; hope for the future; and a sweetly seasonal YA romance</p><p><strong><a href=\"https://www.guardianbookshop.com/timid-9781838915117?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Timid</a> by Harry Woodgate, Little Tiger, £7.99</strong><strong><br /></strong>Timmy loves performing, but their inner lion is shy, drowning out confidence with roars of self-doubt. Practising for the big play with schoolfriend Nia, they learn some different ways to cope with anxiety – and how to reassure the scared inner lion so Timmy can burst on stage, ready to dazzle. A gorgeously flamboyant picture book with a non-binary protagonist and a gentle, supportive message.</p><p><strong><a href=\"https://www.guardianbookshop.com/cloud-babies-9781529502671?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Cloud Babies</a> by Eoin Colfer and Chris Judge, Walker, £12.99</strong><strong><br /></strong>Erin has always spotted animals in the clouds, even when she gets ill and has to spend time in hospital. But when she’s better, she finds her “school” and “hospital” worlds have moved apart – until her parents and teacher help her bring them together, and share her “cloud babies” with her friends too. This touching picture-book account of imagination, illness and recovery draws on Judge’s own experience of supporting a child through treatment for leukaemia.</p> <a href=\"https://www.theguardian.com/books/2022/nov/25/childrens-and-teens-roundup-the-best-new-picture-books-and-novels\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/25/i-didnt-get-my-sons-favourite-video-game-but-it-got-me", "title": "I didn’t get my son’s favourite video game – but it got me | Dominik Diamond", "date_published": "2022-11-25 12:00:06+00:00", "description": "<p>I desperately wanted to like Outer Wilds so I wouldn’t disappoint my son. But the profound joy of gaming provides a universal bond, even when you totally suck at it</p><p>About a year ago I tried to bond with my 17-year-old <a href=\"https://www.theguardian.com/games/2021/dec/07/pirate-game-is-full-of-hornswagglers-sea-of-thieves\">over Sea of Thieves</a>. It did not work. Since then, he has harangued me about trying Outer Wilds, which he claims is the most profound gameplaying experience of his life. I have delayed to Hamletesque degrees: what will I do if another of his favourite games doesn’t connect with me? Would that mean I can no longer connect with my son?</p><p>As I discovered <a href=\"https://www.theguardian.com/games/2022/oct/28/what-i-learned-from-my-latest-gaming-humiliation\">last month</a>, it can sometimes be a struggle playing games in your 50s, and dropping down the difficulty can reduce the stress and help me enjoy myself more. But what if I’m losing the patience and mental forbearance required to really <em>get </em>some games now? Gaming subscription services don’t help with this. We have access to so many titles, it is easy to dismiss them too quickly because of the Netflixication of our brains. Too much choice has gifted us with the discernment of a drunk in a kebab shop. If I’m not in the right frame of mind, it doesn’t matter how good the game is – I’ll stop playing after 10 minutes. And this is why I have delayed playing Outer Wilds. It is a very special game to my son, Charlie. And I don’t want to disappoint him again.</p> <a href=\"https://www.theguardian.com/games/2022/nov/25/i-didnt-get-my-sons-favourite-video-game-but-it-got-me\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/25/you-dont-know-what-war-is-yeva-skalietska-audiobook-review-ukraine-keira-knightley", "title": "You Don’t Know What War Is by Yeva Skalietska audiobook review – a child’s-eye view from Ukraine", "date_published": "2022-11-25 12:00:06+00:00", "description": "<p>Keira Knightley narrates the diary of a 12-year-old Ukrainian girl that vividly chronicles the early weeks of the Russian invasion</p><p>“Everyone knows the word ‘war’, but few people understand what it truly means,” notes 12-year-old Yeva Skalietska in You Don’t Know What War Is. Yeva is from Kharkiv, Ukraine, and this is her diary, providing a first-hand account of the early weeks of the <a href=\"https://www.theguardian.com/world/2022/nov/17/night-everything-changed-waiting-for-russian-invasion-of-ukraine-kyiv\">Russian invasion</a>. Before the war, Yeva would go bowling with friends, go to school and do her homework. But on the morning of 24 February 2022, she was woken by loud metallic noises echoing through the streets. When she looked out of the window of her flat, she saw a rocket go past and explode “with such force I felt my heart go cold in my chest”.</p><p>She and her grandmother, Iryna, quickly joined the residents of their building in the dusty basement, where they fashioned beds out of blankets and bits of cardboard and listened to the bombs dropping outside. The diary goes on to chronicle Yeva and Iryna’s movements as they flee, first to a friend’s house on the other side of the city and later over the border to Budapest. Eventually, with the help of a news team from Channel 4, the pair make contact with a family in Dublin who offer to take them in.</p> <a href=\"https://www.theguardian.com/books/2022/nov/25/you-dont-know-what-war-is-yeva-skalietska-audiobook-review-ukraine-keira-knightley\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/25/homelessness-porthmadog-wales-council-second-homes", "title": "‘People are living in vans’: Porthmadog considers vexed issue of second homes", "date_published": "2022-11-25 12:00:06+00:00", "description": "<p>As final vote on raising council tax to tackle homelessness looms, some worry tourism will be affected if people sell up</p><p>Even on a blustery November day it is easy to see why over the years so many people have bought second homes in the harbourside town of <a href=\"https://www.porthmadog.com/\">Porthmadog</a> in north Wales.</p><p>Wedged between the beautiful Glaslyn estuary and the towering mountains of <a href=\"https://snowdonia.gov.wales/\">Eryri – Snowdonia</a> – there are wonderful landscapes at every turn as well as a bustling town centre with great cafes, pubs and independent shops.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/25/homelessness-porthmadog-wales-council-second-homes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/25/quentin-tarantino-doesnt-think-marvel-actors-are-movie-stars-so-what", "title": "Quentin Tarantino doesn’t think Marvel actors are movie stars. So what?", "date_published": "2022-11-25 11:40:57+00:00", "description": "<p>The director has joined Coppola and Scorsese in bashing superhero films. But even Marvel lovers might be missing the point he was making</p><p>Is Quentin Tarantino just the latest in a long line of auteur film-makers to get roundly pummelled by Twitter for daring to question the enduring hegemony of superhero movies at the global box office? That’s the story you might think you’re reading judging from various reports this week, <a href=\"https://www.hollywoodreporter.com/movies/movie-news/quentin-tarantino-marvel-controversy-1235268411/\">including this piece in the Hollywood Reporter</a>.</p><p>“I don’t love them,” Tarantino told <a href=\"https://music.amazon.co.uk/podcasts/e27d3a52-76de-43e6-80fa-5683c5235758/2-bears-1-cave-with-tom-segura-bert-kreischer?ref_=dmm_acq_mrn_d_ds_rh_z_-c_c_632415191007_g_132575970213&amp;gclid=CjwKCAiAyfybBhBKEiwAgtB7fsT6RJUmZ7_eX7uMFOHWnoMshiPVTcHGNNDpHiqZ8LvBZNQo1VyIlhoC1AMQAvD_BwE\">Tom Segura’s 2 Bears, 1 Cave podcast</a> when asked about superhero movies. “No, I don’t. I don’t hate them. But I don’t love them. I mean, look, I used to collect Marvel comics like crazy when I was a kid. There’s an aspect that if these movies were coming out when I was in my 20s, I would totally be fucking happy and totally love them. [But] they wouldn’t be the only movies being made, they would be those movies amongst other movies. I’m almost 60 so I’m not quite as excited about them.</p> <a href=\"https://www.theguardian.com/film/2022/nov/25/quentin-tarantino-doesnt-think-marvel-actors-are-movie-stars-so-what\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/25/chinas-26-storey-pig-skyscraper-ready-to-produce-1-million-pigs-a-year", "title": "China’s 26-storey pig skyscraper ready to produce 1 million pigs a year", "date_published": "2022-11-25 11:30:05+00:00", "description": "<p>The world’s biggest single-building pig farm has opened in Hubei province, but critics say it will increase the risk of larger animal disease outbreaks</p><p>On the southern outskirts of Ezhou, a city in central China’s Hubei province, a giant apartment-style building overlooks the main road. But it is not for office workers or families. At 26 storeys it is by far the biggest single-building pig farm in the world, with a capacity to slaughter 1.2 million pigs a year.</p><p>This is China’s answer to its insatiable demand for pork, the <a href=\"https://www.theguardian.com/world/2022/sep/13/chinese-pork-prices-surge-to-new-high-prompting-authorities-to-act\">most popular</a> animal protein in the country.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/25/chinas-26-storey-pig-skyscraper-ready-to-produce-1-million-pigs-a-year\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/25/qatar-v-senegal-world-cup-2022-live-score-updates", "title": "Qatar v Senegal: World Cup 2022 – live", "date_published": "2022-11-25 11:30:05+00:00", "description": "<ul><li>World Cup news from the 1pm GMT /8am ET kick-off</li><li>And you can contact Tom <a href=\"mailto:tom.davies@theguardian.com\">by email</a> or <a href=\"https://twitter.com/tomdaviesE17\">Twitter</a></li></ul><p>Hello everyone, and welcome to our second World Cup game of the day. It pits the respective Asian and African champions against each other, each of whom lost their opening matches 0-2. At which point, you might argue, the similarities end. While Senegal looked sprightly and competitive against the Netherlands, particularly early on, and were undone mainly by a lack of cutting edge up front, Qatar turned in a rabbits-trapped-in-headlights non-performance against Ecuador, and were lucky their opponents declared at half-time. All that Aspire academy cash, all those gifted places in other tournaments, including this one as hosts, all that unsavoury geopolitical positioning – and for <em>that</em>?</p><p>“Emotionally, things were very difficult, and dealing with the World Cup is completely different. I hope that the performance will be as competitive against Senegal,” admitted their manager, Felix Sánchez, yesterday, adding: “We prepared ourselves for the possibility of an early exit, but this does not mean the end of the project. I am confident that Qatar will continue their project to maintain a strong team, compete and qualify for the upcoming tournaments.” Ah yes, Projects. Always with the Projects.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/25/qatar-v-senegal-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/saudi-arabia-plot-another-world-cup-shock-argentina-poland", "title": "Hidden near the dunes, Saudi Arabia plot another World Cup shock", "date_published": "2022-11-25 11:28:53+00:00", "description": "<p>Argentina’s conquerors secured a base an hour south of Doha and 25 miles from their own border more than two years ago </p><p>Half a mile to the south of Saudi Arabia’s training pitch, the silhouettes of two camels move slowly against the late afternoon sun. They are carrying visitors along the crest of a sand dune whose slopes are scarred by the tracks of overland vehicles and SUVs. At the bottom, a gargantuan Chevrolet advertisement offers alternative transport options and a long line of semi-permanent structures hawks tourist trinkets. This is the gateway to a region Qatar hopes will bewitch those who want a break from the football: a near-empty expanse of undulating sand that covers the country’s south-eastern interior and is marketed as an outdoor adventurer’s playground.</p><p>In truth it hardly resembles a honeypot and that is how its temporary residents like it. The Saudi Football Association stole in quickly to secure this base, at the exclusive Sealine Beach resort, two and a half years ago. It is only 25 miles from the border with their country and, an hour’s drive south of Doha, feels cut off from the inner city’s manic energy. They knew from the experience of 2019, when Qatar hosted the Gulf Cup, that the noise and logjams of an urban centre present unwelcome hurdles over the course of a tournament.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/saudi-arabia-plot-another-world-cup-shock-argentina-poland\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/the-set-pieces-blog/2022/nov/25/argentina-germany-world-cup-winners-start-slowly-spain-italy", "title": "Fear not Argentina and Germany, World Cup winners can start slowly", "date_published": "2022-11-25 11:27:42+00:00", "description": "<p>Spain, Argentina, Italy and West Germany have all gone on to reach the final after early setbacks</p><p>By <a href=\"https://twitter.com/ChrisEvansWrite\">Chris Evans</a> for <a href=\"https://thesetpieces.com/\">The Set Pieces</a></p><p>The World Cup can be a lonely place when things are not going well. Argentina boss Lionel Scaloni and Germany manager Hansi Flick will be feeling that isolation after their defeats in the opening round of matches. However, while football fans across the globe enjoyed the two big shocks that have kickstarted the World Cup, Scaloni and Flick will know their early struggles do not have to define this tournament for their teams.</p><p>It’s long been considered football lore that World Cup winners tend to make slow starts and there is inspiration to be found from previous teams who have begun poorly and gone on to great things. History suggests that coaches should not panic after an early defeat. The teams that stick with the plan that took them to the World Cup normally fare better than those who make sweeping changes.</p> <a href=\"https://www.theguardian.com/football/the-set-pieces-blog/2022/nov/25/argentina-germany-world-cup-winners-start-slowly-spain-italy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/25/labour-momentum-grassroots-financial-peril", "title": "Momentum built an energised grassroots left. Its financial peril is Labour’s loss | Andrew Fisher", "date_published": "2022-11-25 11:23:34+00:00", "description": "<p>Keir Starmer should recognise what the movement brings, instead of expelling members and blocking leftwing candidates</p><ul><li>Andrew Fisher was the Labour party’s executive director of policy from 2016 to 2019</li></ul><p>Seven years ago, Jeremy Corbyn scraped on to the ballot paper for the Labour leadership. The Islington North MP beat odds of 100-1. He was propelled by a campaign that harnessed a wave of energy and built a movement. Many of us who worked on that campaign went to work for the Labour party with Corbyn, but others created an organisation that we all knew would be needed to bolster Corbyn’s leadership.</p><p>That organisation, Momentum, has this week launched a campaign to “<a href=\"https://peoplesmomentum.com/keep-up-momentum/\">Keep up Momentum</a>”, admitting that it is “struggling” financially. It has told its members starkly, “without your financial support we won’t be able to keep doing what we’re doing – and we can’t let everything our movement has built disappear”.</p><p>Andrew Fisher was the Labour party’s executive director of policy from 2016 to 2019</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/25/labour-momentum-grassroots-financial-peril\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/canadian-pop-star-kris-wu-sentenced-13-years-jail-rape-china", "title": "Canadian pop star Kris Wu sentenced to 13 years in jail for rape in China", "date_published": "2022-11-25 11:23:10+00:00", "description": "<p>Beijing court finds Chinese-born singer raped three women in November and December 2020</p><p>A Beijing court has sentenced the Chinese-born Canadian pop star Kris Wu to 13 years in jail after finding him guilty of crimes including rape, just over a year after his arrest in China, where he was born and built a lucrative career.</p><p>The court in Chaoyang district said investigations showed that from November to December 2020, Wu, also known as Wu Yifan, raped three women.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/canadian-pop-star-kris-wu-sentenced-13-years-jail-rape-china\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/25/art-football-fashion-lowry-world-cup-van-gogh-beautiful-game", "title": "And Van Gogh scores! What happens when art, football and fashion collide", "date_published": "2022-11-25 11:22:14+00:00", "description": "<p>Vincent in a trackie top, Lowry’s £8m fans and Matt Hancock-mocking scarves … as the World Cup heats up, we look at how culture has tackled the beautiful game</p><p>It’s not what you’d expect to see housed within the neoclassical architecture of Liverpool’s Walker Art Gallery. Ascend its curving staircase, the walls of which are adorned with gold-framed works of art from across the centuries, and at the summit you will see … erm, a zip-up Fila tracksuit top paired with some Lee jeans circa 1983.</p><p>This blue trackie sits alongside other prize pieces: Aquascutum scarves, Stone Island jackets, the odd hooded mannequin that looks like it might steal your dinner money. These treasures occupy the opening room of <a href=\"https://www.liverpoolmuseums.org.uk/whatson/walker-art-gallery/exhibition/art-of-terraces\">Art of the Terraces</a> which, as you may have guessed, is not the Walker’s usual fare. Timed for the World Cup, it’s an exhibition that aims to tell the story of football casuals – the name given to a generation of fans who, inspired by the rival followers they encountered on European away days, ditched their flared cords and parkas and began dressing in the latest foreign labels.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/25/art-football-fashion-lowry-world-cup-van-gogh-beautiful-game\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/25/germany-energy-policy-economic-failure-green-russian-gas", "title": "Will Germany’s energy policy lead to economic failure? | Hans-Werner Sinn", "date_published": "2022-11-25 11:07:51+00:00", "description": "<p>Despite ambitious green goals, the country’s over-reliance on Russian gas has forced it back to coal and expensive imports </p><p>Say what you will about Vladimir Putin, but his war on Ukraine did open European eyes to some long-underrated truths. One is that even after more than 70 years of relative peace on the continent, neglecting military security poses grave dangers. Another is that the “green dream” of modern economies powered exclusively by renewable energies remains out of reach – and reliable access to cheap energy supplies remains essential.</p><p>While the first truth became starkly apparent as soon as Russian troops crossed into Ukraine on 24 February, the second has only gradually penetrated public awareness. In fact, many have called for an embargo on European imports of Russian gas, arguing that this would not only undermine Russia’s ability to wage its war, but also accelerate progress toward green Nirvana – all at <a href=\"https://www.econtribute.de/RePEc/ajk/ajkpbs/ECONtribute_PB_029_2022.pdf\">minimal cost</a> to Europe in terms of lost GDP.</p> <a href=\"https://www.theguardian.com/business/2022/nov/25/germany-energy-policy-economic-failure-green-russian-gas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/25/universal-flu-vaccine-may-be-available-within-two-years-says-scientist", "title": "Universal flu vaccine may be available within two years, says scientist", "date_published": "2022-11-25 11:05:46+00:00", "description": "<p>Vaccine against all strains of virus hailed as major step in protecting against potentially devastating flu pandemic</p><p>A universal flu vaccine that protects against all strains of the virus could be available in the next two years, according to a leading scientist.</p><p>An experimental vaccine based on the same mRNA technology used in the highly successful Covid jabs was found to protect mice and ferrets against severe influenza, paving the way for clinical trials in humans.</p> <a href=\"https://www.theguardian.com/society/2022/nov/25/universal-flu-vaccine-may-be-available-within-two-years-says-scientist\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/arizona-desert-mexican-migrant-deaths", "title": "Searching for Diego: the hunt for one missing migrant in the Arizona desert", "date_published": "2022-11-25 11:00:06+00:00", "description": "<p>In the deadliest year for people attempting to cross the US-Mexico border, a search party tries to find a missing 19-year-old</p><p>When Roberto Resendiz cautiously reached the end of a remote rocky stretch surrounded by cacti, he stopped walking.</p><p>The 44-year-old Californian glanced over his shoulder. The sunrise glowed then beamed brightly over the Arizona desert, its sparse landscape undeniably beautiful, not far from Organ Pipe national monument, about 100 miles as the crow flies from Tucson.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/arizona-desert-mexican-migrant-deaths\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/how-many-americans-carry-guns-daily", "title": "Six million Americans carried guns daily in 2019, twice as many as in 2015", "date_published": "2022-11-25 11:00:06+00:00", "description": "<p>The trend is expected to continue, after the supreme court ruling earlier this year overturning strict limits on public gun-carrying</p><p>An estimated 6 million American adults carried a loaded handgun with them daily in 2019, double the number who said they carried a gun every day in 2015, according to a new study published in the American Journal of Public Health.</p><p>The new estimates highlight a decades-long shift in American gun ownership, with increasing percentages of gun owners saying they own firearms for self-defense, not hunting or recreation, and choosing to carry a gun with them when they go out in public, said ​​Ali Rowhani-Rahbar, a professor of epidemiology at the University of Washington, and the study’s lead author.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/how-many-americans-carry-guns-daily\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/25/manatee-deaths-florida-endangered-status", "title": "Alarming manatee death toll in Florida prompts calls for endangered status", "date_published": "2022-11-25 11:00:05+00:00", "description": "<p>Mammals were downgraded from endangered to threatened in 2017, even as pollution and habitat loss drive starvation</p><p>The <a href=\"https://www.theguardian.com/environment/gallery/2021/aug/26/plight-of-florida-manatees-in-pictures-aoe\">deaths of almost 2,000 manatees</a> in Florida’s coastal and inland waterways over the last two years has provoked an alliance of environmental groups to demand an urgent reclassification of the species to officially endangered.</p><p>The advocates, led by the non-profit Center for Biological Diversity, insist the US Fish and Wildlife Service (FWS) made a critical error in 2017 by <a href=\"https://www.theguardian.com/us-news/2016/jan/12/manatees-green-sea-turtles-endangered-species-status\">prematurely downgrading</a> the status of the giant aquatic mammals from endangered to merely threatened.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/25/manatee-deaths-florida-endangered-status\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/25/mark-gatiss-interview-the-unfriend-nolly", "title": "Mark Gatiss: ‘The way the government has embraced cruelty as a badge of honour is horrible’", "date_published": "2022-11-25 11:00:05+00:00", "description": "<p>From The League of Gentlemen to last year’s A Christmas Carol, the writer, actor and director never seems to stop. He discusses mortality, the Tories, and the (brief) fear his career was over</p><p>When Mark Gatiss and his cast were preparing their stage play of <a href=\"https://www.theguardian.com/stage/2021/nov/03/a-christmas-carol-a-ghost-story-review-mark-gatisss-witty-dash-through-dickens\" title=\"\">A Christmas Carol last year</a>, they would come out of the rehearsal room in east London to be confronted by the line for the food bank. “You just think: ‘Scrooge and Marley live,’” he says. That was last year, before the play opened; it was filmed, and this year will be shown in cinemas, when the ghosts of the Cratchits seem ever more present.</p><p>“The way that the current iteration of the government has embraced cruelty as a badge of honour is horrible,” says Gatiss. “You think: ‘Are we locked for ever in this cycle of compassion and then absence of compassion?’” Gatiss loves Dickens’s book – he reads it every year. “It always amazes me how much anger there is [in it]. It feels sadly timeless.”</p> <a href=\"https://www.theguardian.com/culture/2022/nov/25/mark-gatiss-interview-the-unfriend-nolly\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/25/history-pong-video-game-atari-nolan-bushnell-al-alcorn", "title": "‘No one had seen anything like it’: how video game Pong changed the world", "date_published": "2022-11-25 11:00:05+00:00", "description": "<p>It started as a trick played on a young IT engineer, and has inspired art installations and even social experiments. Its creators – and those they influenced – hail the bleeping genius of a coin-op classic</p><p>Pong: a game so simple a bundle of lab-grown brain cells could play it. This might sound like a low blow, but it’s true – last month, Australia-based startup <a href=\"https://corticallabs.com/\">Cortical Labs</a> challenged its creation DishBrain, a biological computer chip that uses a combination of living neurons and silicon, to <a href=\"https://www.theguardian.com/australia-news/2022/oct/13/scientists-teach-brain-cells-to-play-virtual-pong\">play the early console classic</a>.</p><p>The game – a 2D version of table tennis where players control a rectangle “paddle”, moving it up and down to rally a ball – ran in the background, wired up to the DishBrain. Electrical stimulations were fed into the cells to represent the placement of the paddle and feedback was pinged when the ball was hit or missed. The scientists then measured the DishBrain’s response, observing that it expended more or less energy depending on the position of the ball.<br /><br />“After a 20-minute session, [the DishBrain was] playing much better than then when they started and much better than chance,” Dr Brett Kagan, Cortical’s chief scientific officer, says. While it wasn’t operating at the level of a human or even a motivated mouse, it did demonstrate a consistent learning path and some form of information processing optimisation. “It was so exciting,” Kagan says gleefully. “We honestly did not expect to see the extent of the results.”</p> <a href=\"https://www.theguardian.com/games/2022/nov/25/history-pong-video-game-atari-nolan-bushnell-al-alcorn\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/colorado-gay-club-shooting-club-q", "title": "Will the Colorado gay club shooting be prosecuted as a hate crime?", "date_published": "2022-11-25 11:00:04+00:00", "description": "<p>LGBTQ Coloradans have no doubt of the motive for the deadly attack, but bias-crime legislation in the state is complicated</p><p>Colorado’s LGBTQ+ communities are waiting with fearful and angry anticipation as evidence against the suspected Club Q shooter accused of killing five people and wounding 17 more is being gathered by local police and reviewed by prosecutors.</p><p>Online <a href=\"https://apnews.com/article/shootings-colorado-gun-politics-springs-7f079c7feebc32cc8ad46f2724844c18\">court records show</a> Anderson Aldrich, who has identified in legal papers as nonbinary, is facing five murder charges and five charges of committing a bias-motivated crime, as investigations into the circumstances of the shooting – and what motivated it – continue.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/colorado-gay-club-shooting-club-q\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/germany-spain-world-cup-crunch-game-kai-havertz", "title": "Germany must ‘put foot on accelerator’ in crunch Spain game, admits Havertz", "date_published": "2022-11-25 10:58:48+00:00", "description": "<ul><li>Forward reveals ‘fruitful exchange of views’ after Japan defeat</li><li>Havertz accepts he did not do his job as the centre-forward </li></ul><p>Kai Havertz says Germany must put their foot on the accelerator against Spain on Sunday and has admitted he did not do his “bloody duty” when failing to score in the <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\">2-1 shock loss</a> to Japan.</p><p>Hansi Flick’s side, who must beat Spain to keep control their World Cup destiny, had a frank team meeting after Wednesday’s defeat. “We have analysed the game very well and seen our shortcomings and the areas we need to get better in,” said Havertz. “Now we have to approach [Spain] as a true team and put our foot on the accelerator in a crunch game, but we will be prepared.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/germany-spain-world-cup-crunch-game-kai-havertz\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/25/rishi-sunak-priorities-sealing-holes-sinking-ship", "title": "Rishi Sunak switches priorities to sealing up holes in a sinking ship", "date_published": "2022-11-25 10:52:40+00:00", "description": "<p>Ideas for growth shelved as PM grasps managing economic crisis, NHS and small boat crossings are his survival route</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/25/steve-barclay-nurses-strike-keir-starmer-nicola-sturgeon-uk-politics-live\">UK politics live – latest news updates</a></li><li><a href=\"https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>When <a href=\"https://www.theguardian.com/politics/rishi-sunak\">Rishi Sunak</a> was chancellor, Treasury aides and ministers said he was deeply entrenched in the detail, able to refer to spreadsheets or reports by chapter number by heart. The job of prime minister is a very different one, which his closest aides in No 10 say he is starting to understand means choosing very specific priorities.</p><p>Sunak has suggested to MPs who have seen him recently that he has three main priorities for his premiership: stabilising the economy, tackling small boat crossings in the Channel, and easing the pressures on the NHS.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/25/rishi-sunak-priorities-sealing-holes-sinking-ship\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/france-streets-working-horses-bin-collection-schools", "title": "‘A gentle calm’: France’s streets once again echo to sound of working horses", "date_published": "2022-11-25 10:34:09+00:00", "description": "<p>Towns say they are not driven by nostalgia as they opt for horsepowered bin collections and school runs</p><p>The clip-clop of hooves marked the start of the morning rubbish collection in the Brittany town of Hennebont, as Dispar, a Breton draft horse, pulled a small cart towards the waste bins on a central street.</p><p>“This job is so much nicer with an animal,” said Julien, 38, who usually worked emptying bins on to a motorised rubbish-truck in another town but was training in horse-drawn techniques. “People see you differently, they say hello instead of beeping. This is the future, it saves on pollution, petrol and noise. And it makes people smile. Normally, I’d be constantly breathing in exhaust fumes behind my lorry, so this feels much healthier.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/france-streets-working-horses-bin-collection-schools\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/imran-khan-resume-protests-taking-on-pakistan-military", "title": "Imran Khan to resume protests – this time taking on Pakistan’s military", "date_published": "2022-11-25 10:33:47+00:00", "description": "<p>After surviving an assassination attempt, many believe ex-PM could use his support to press army to back a return to power</p><p>It will be the moment that Imran Khan has been building up to for weeks. On Saturday, Pakistan’s toppled prime minister and former superstar cricketer will bring his “long march 2.0” to the city of Rawalpindi as he continues to push for early general elections. If a vote is called, Khan insists he will win overwhelmingly.</p><p>Khan’s appearance will be his first public outing since an <a href=\"https://www.theguardian.com/world/2022/nov/03/imran-khan-shot-in-assassination-attempt-in-pakistan\">assassination attempt</a>, when he was shot in the leg as his march travelled through Punjab earlier this month. He remains unable to walk so will address the crowds from a wheelchair. According to security agencies there remains a high risk of another assassination attempt, so he will be shielded within a cube of bulletproof glass.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/imran-khan-resume-protests-taking-on-pakistan-military\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/far-right-extremist-itamar-ben-gvir-to-be-israel-national-security-minister", "title": "Far-right extremist to be Israel’s national security minister", "date_published": "2022-11-25 10:29:43+00:00", "description": "<p>Appointment of Itamar Ben-Gvir raises fears of further escalation in Israeli-Palestinian tensions</p><p>The extremist Israeli politician Itamar Ben-Gvir, who has a <a href=\"https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir\">long record of anti-Arab rhetoric and stunts</a>, will become the country’s next minister of national security, according to the first of what are expected to be several coalition deals struck by the former prime minister Benjamin Netanyahu’s Likud party.</p><p>Likud announced an agreement with Ben-Gvir’s Jewish Power party on Friday. Negotiations with three other potential far-right and ultra-Orthodox coalition partners are continuing. If successful, Netanyahu would return to the prime minister’s office and preside over the most rightwing and religious government in Israel’s history.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/far-right-extremist-itamar-ben-gvir-to-be-israel-national-security-minister\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/iran-players-sing-national-anthem-world-cup-end-silent-protest-qatar", "title": "Iran players end silent protest at World Cup amid threats of reprisals", "date_published": "2022-11-25 10:27:26+00:00", "description": "<ul><li>Players sing anthem before game against Wales in Qatar</li><li>Silence before England match showed support for protests</li></ul><p>Iran’s players sang their national anthem before Friday’s World Cup game <a href=\"https://www.theguardian.com/football/live/2022/nov/25/wales-v-iran-world-cup-2022-live\">against Wales</a>, four days after <a href=\"https://www.theguardian.com/football/2022/nov/21/iran-world-cup-national-anthem-silent-protest-qatar\">staying silent</a> during it in an attempt to distance themselves from their government.</p><p>There was again heavy booing and whistling of the anthem by Iran supporters inside the stadium in Qatar and some fans could be seen crying. Some players more muttered than sang the anthem.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/iran-players-sing-national-anthem-world-cup-end-silent-protest-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/25/the-mousetrap-first-broadway-production-after-70-years-agatha-christie", "title": "The Mousetrap: Agatha Christie’s West End hit to make Broadway debut after 70 years", "date_published": "2022-11-25 10:08:23+00:00", "description": "<p>Whodunnit running in the West End since 1952, interrupted only by Covid, will open in New York in 2023</p><p>The world’s longest-running play, The Mousetrap, is to finally make its <a href=\"https://www.mousetrapbroadway.com/\">Broadway debut</a>. The announcement was made on Friday to mark the 70th anniversary of the London production of Agatha Christie’s whodunnit.</p><p>The only surviving piece of the original set from 1952, a mantelpiece clock, will be loaned from London for the run in New York when it opens in 2023. The play will be co-produced by The Mousetrap’s UK producer, Adam Spiegel, and US producer Kevin McCollum, whose credits include Lin-Manuel Miranda’s In the Heights and the Broadway outings of the British am-dram spoof <a href=\"https://www.theguardian.com/stage/2014/oct/17/the-play-that-goes-wrong-west-end-hit\">The Play That Goes Wrong</a> and the musical <a href=\"https://www.theguardian.com/stage/2022/mar/07/anne-boleyn-tiara-claires-accessories-how-we-made-six-musical-beyonce-lily-allen-adele\">Six</a>.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/25/the-mousetrap-first-broadway-production-after-70-years-agatha-christie\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/25/starvation-weapon-war-crimes-south-sudan-report", "title": "Starvation being used as a weapon of war in South Sudan, report reveals", "date_published": "2022-11-25 10:01:50+00:00", "description": "<p>International community urged to intervene as hundreds of thousands forced into refugee camps as homes and crops destroyed and aid workers attacked</p><p>Starvation is being used as a weapon of war by South Sudan government forces against their own citizens, <a href=\"https://globalrightscompliance.com/wp-content/uploads/2022/11/FINAL-No-Choice-But-To-Flee-NO-EDIT.pdf\">an investigation</a> has found.</p><p>Deliberate starvation tactics used by government forces and allied militia, and by opposition forces, are driving civilians out of their homes, exacerbating Africa’s largest refugee crisis, according to the report published on Thursday.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/25/starvation-weapon-war-crimes-south-sudan-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/25/michelle-zauner-ive-reread-marilynne-robinsons-housekeeping-a-hundred-times", "title": "Michelle Zauner: ‘I’ve reread Marilynne Robinson’s Housekeeping a hundred times’", "date_published": "2022-11-25 10:00:05+00:00", "description": "<p>The singer-songwriter on being captivated by Carver, quitting Bukowski and discovering Jane Eyre later in life</p><p><strong>My earliest reading memory<br /></strong>My mother always read to me as a child and one of our favourite books was Love You Forever by Robert Munsch. I remember she was very moved by that story and what it captures: the circle of life as seen by a son and his mother, growing older together. It’s a beautiful preparation for what is to come.</p><p><strong>My favourite book growing up<br /></strong>When I was five or six in Eugene, Oregon, my favourite object was Maurice Sendak’s Nutshell Library. The packaging was so unique, a little box of four miniature books. I loved the artwork and was particularly fond of Chicken Soup With Rice.</p> <a href=\"https://www.theguardian.com/books/2022/nov/25/michelle-zauner-ive-reread-marilynne-robinsons-housekeeping-a-hundred-times\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/25/experience-shipwrecked-boat-hit-whale", "title": "Experience: we were shipwrecked after our boat hit a whale", "date_published": "2022-11-25 10:00:04+00:00", "description": "<p>We were sinking fast. I sat on deck, watching for help, preparing for death</p><p>I was 20 when, having grown up in Birmingham and dropped out of university, I wanted an adventure. I bought a plane ticket to the Canary Islands and, with no sailing experience,<strong> </strong>hitched boat rides across the Atlantic, making it to New Zealand.</p><p>I settled there, working as a carpenter and builder, and met my wife, Rosie, in 2012. Rosie was English, too, and when she was pregnant with our daughter Anua in 2014, we returned to the UK. But by the time Anua’s sister Willow arrived in 2017, we’d decamped again, to France.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/25/experience-shipwrecked-boat-hit-whale\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/25/apologising-deaf-society-hearing-aids-ableist", "title": "I’m done saying sorry for being deaf – I want to change how society treats people like me | Liam O'Dell", "date_published": "2022-11-25 10:00:04+00:00", "description": "<p>When I first wore hearing aids I was ashamed of my deafness. Learning not to blame but to advocate for myself changed that</p><p>“Sorry, I’m deaf,” I say. I gesture to the apparatus in my ear – the universal sign for my hearing aids not working quite as well as they should, hoping the mildly annoyed waiter in front of me repeats his question with a little less visible frustration.</p><p>I’m in a burrito bar trying to order dinner, but this kind of exchange can occur in any customer service scenario. Harried staff want to get the orders in, and customers behind me are hungry. Hearing people perhaps don’t notice how frenzied daily communication is in our fast-moving society. But it has a significant impact on deaf people like me, who regularly struggle to access information.</p><p>Liam O’Dell is a Deaf and disabled freelance journalist and campaigner</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/25/apologising-deaf-society-hearing-aids-ableist\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/25/cop15-humans-v-nature-our-long-and-destructive-journey-to-the-age-of-extinction-aoe", "title": "Humans v nature: our long and destructive journey to the age of extinction", "date_published": "2022-11-25 10:00:03+00:00", "description": "<p>The story of the damage done to the world’s biodiversity is a tale of decline spanning thousands of years. Can the world seize its chance to change the narrative?</p><p></p><p>The story of the biodiversity crisis starts with a cold-case murder mystery that is tens of thousands of years old. When humans started spreading across the globe they discovered a world full of huge, mythical-sounding mammals called “megafauna”, but by <a href=\"https://www.theguardian.com/science/2014/mar/15/what-killed-giant-beasts-mammoths-climate-change-or-man\">the end of the Pleistocene</a>, one by one, these large animals had disappeared. There is no smoking gun and evidence from ancient crime scenes is – unsurprisingly – patchy. But what investigators have learned suggests a prime suspect: humans.</p><p>Take the case of <a href=\"https://www.science.org/doi/10.1126/science.283.5399.205\">Genyornis</a>, one of the world’s heaviest birds, which was more than 2 metres tall and weighed in excess of 200kg. It lived in Australia until, along with many other megafauna, it went extinct 50,000 years ago. In North America, giant beavers weighing the same as a fridge and an armadillo-like creature called a glyptodon, which was the size of a small car, existed until about 12,000 years ago, when they, too, went extinct. In all, <a href=\"https://ourworldindata.org/extinctions#quaternary-megafauna-extinctions\">more than 178 species</a> of the world’s largest mammals are estimated to have been driven to extinction between 52,000 and 9,000BC.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/25/cop15-humans-v-nature-our-long-and-destructive-journey-to-the-age-of-extinction-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/25/steve-barclay-nurses-strike-keir-starmer-nicola-sturgeon-uk-politics-live", "title": "Health secretary Steve Barclay insists nurses getting ‘fair’ pay rise as strike dates announced – UK politics live", "date_published": "2022-11-25 09:27:23+00:00", "description": "<p>Comments come as Royal College of Nursing confirms UK nurses will strike for first time on 15 and 20 December</p><p><strong>Humza Yousaf</strong>, the Scottish government’s cabinet secretary for health, has stressed that the proposed nurses’ strike will not cover Scotland.</p><p>Royal Mail workers and university lecturers are again on strike today in long running disputes over pay, pensions, jobs and conditions, PA Media reports. PA says:</p><p>Members of the Communication Workers Union (CWU) and University and College Union (UCU) walked out on Thursday for 48 hours, with more action planned in the coming weeks.</p><p>Picket lines were again mounted outside universities and Royal Mail centres across the country on Black Friday- one of the busiest shopping days of the year.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/25/steve-barclay-nurses-strike-keir-starmer-nicola-sturgeon-uk-politics-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/25/boy-rescued-from-byron-bay-pool-with-3-metre-python-wrapped-around-legs", "title": "Boy rescued from Byron Bay pool with 3-metre python wrapped around legs", "date_published": "2022-11-25 09:23:00+00:00", "description": "<p>Five-year old was pulled from back yard pool with snake attached, father says, while mother tells other parents to ‘keep their eyes peeled’</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/25/australia-news-anthony-albanese-scott-morrison-peter-dutton-victoria-election-labor-coalition-bell-inquiry\">Follow our Australia news live blog for the latest updates</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A five-year-old boy is recovering after surviving an attack by a giant python in his grandparent’s Byron Bay back yard.</p><p>Beau Blake was swimming with his brother yesterday afternoon, his father Ben said, when a 3-metre long python launched out of the nearby garden and latched on to Beau’s ankle.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/25/boy-rescued-from-byron-bay-pool-with-3-metre-python-wrapped-around-legs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/25/elder-innate-passage-review-stickman", "title": "Elder: Innate Passage review – ground-shaking heaviness meets lofty ambition", "date_published": "2022-11-25 09:00:02+00:00", "description": "<p><strong>(Stickman)<br /></strong>The Berlin-based band’s new album delivers pulverising heft and proggy nirvana at its most polished </p><p>The borders between prog and metal have always been porous, as Massachusetts-formed (and now Berlin-based) quartet Elder clearly understand. They began their own migration from craggy, red-eyed stoner-rock to proggy nirvana with 2015’s latently sophisticated Lore. Their sixth album, Innate Passage, strikes their most polished and satisfying balance yet between ground-shaking heaviness and lofty ambition.</p><p>The magic of Innate Passage lies in how lightly the group wear their instrumental mastery. There’s precious little showboating or self-indulgence, the wild flourishes always in service of the drama, the moment. The expansive playing of Nick DiSalvo (vocals/guitar) and Mike Risberg (guitar/keys) is anchored by a sensitively virtuosic rhythm section as capable of deft complexity as pulverising heft. And while all five of the album’s tracks are epic in length and aspiration, they also share a taut focus, a restless energy. Something is always happening, be it the serpentine groove and electrifying guitar crescendos of Endless Return, the elegant tidal force of The Purpose or the ever-shifting rhythms, mellotron textures and wild, synth-driven math-rock of Coalescence.</p> <a href=\"https://www.theguardian.com/music/2022/nov/25/elder-innate-passage-review-stickman\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/25/david-walliams-future-as-britains-got-talent-judge-up-in-the-air", "title": "David Walliams’ future as Britain’s Got Talent judge ‘up in the air’", "date_published": "2022-11-25 08:47:17+00:00", "description": "<p>BGT spokesperson says no decision made amid reports judge is stepping down after apology for ‘disrespectful comments’</p><p>David Walliams’ future as a judge on Britain’s Got Talent is “very much up in the air”, a spokesperson for the ITV programme has said, amid reports he is leaving the show after 10 years.</p><p>Walliams apologised recently for making “disrespectful comments” about contestants during the recording of an episode of the programme<strong>, </strong>following a <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/10/david-walliams-recorded-derogatory-remarks-britains-got-talent-bgt-contestants\">Guardian report</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/25/david-walliams-future-as-britains-got-talent-judge-up-in-the-air\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/25/esbjorn-svensson-homes-review", "title": "Esbjörn Svensson: HOME.S. review | John Fordham's jazz album of the month", "date_published": "2022-11-25 08:30:01+00:00", "description": "<p><strong>(ACT)<br /></strong>This recently discovered piano meditation from the modest maestro behind the Esbjörn Svensson Trio will entrance fans and fascinate newcomers</p><p>When Esbjörn Svensson made his UK debut at the 1999 Swedish Jazz Extravaganza festival, the then-34-year-old pianist/composer’s jubilant fusions of Thelonious Monk, Ornette Coleman, Keith Jarrett and his own playful muse showed exactly why his reputation had begun to spread beyond Sweden. Within three years the pianist and his open-minded Esbjörn Svensson Trio were touring the world, finding a new contemporary audience by merging classic jazz, catchy themes, intricate improv, classical music and rock-crescendo drama.</p><p>The story ended tragically nine years later when Svensson died in a scuba diving accident. He left behind a powerful EST back catalogue, augmented by the occasional unearthed live recording. HOME.S. is an uncharacteristic solo-piano meditation the artist made at home shortly before his death, only recently discovered by his widow, Eva. The influence of Jarrett’s solo-piano method is audible, but Svensson’s buoyancy, capriciousness of mood and sweeping melodic resources are all his own. He sometimes opens with dreamily wandering chords or treble-melody fragments, but also includes frisky contrapuntal dances and stately baroque sways. The gorgeous Gamma hints at bluesy soul resolutions that only coalesce at the song’s close. Flying double-time freebop erupts out of gracefully interwoven left-right lines, while quiet harmonies turn to clanging soul-jazz chords pushed by rumbling bass-note boogies in the style of early Abdullah Ibrahim. Longtime Svensson fans will be entranced, and newcomers may catch a fascinated glimpse of why this modest maestro’s early demise was such a loss to contemporary music.</p> <a href=\"https://www.theguardian.com/music/2022/nov/25/esbjorn-svensson-homes-review\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/25/wales-v-iran-world-cup-2022-live", "title": "Wales v Iran: World Cup 2022 – live", "date_published": "2022-11-25 08:13:23+00:00", "description": "<ul><li>World Cup updates from the 10am GMT kick-off in Qatar</li><li>Any thoughts on the game? Get in touch with Rob <a href=\"mailto:Rob.Smyth@theguardian.com\">via email</a></li></ul><p>Who fancies another ride of the emotional rollercoaster? I’m afraid, if you’re Welsh or Iranian, you don’t have much choice. For different reasons, and in different ways, both countries ran the gamut on Monday. It’ll be no different today.</p><p>Let’s start with the football. Iran realistically need at least a draw to have any chance of reaching the last 16; Wales could theoretically lose today and still go through. But even in the unpredictable game of snakes and ladders that is the World Cup group stage, that’s not to be encouraged.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/25/wales-v-iran-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/25/the-week-in-wildlife-in-pictures", "title": "The week in wildlife – in pictures", "date_published": "2022-11-25 08:00:03+00:00", "description": "<p>The best of this week’s wildlife pictures, including a fox squirrel, a Balkan lynx and wild turkeys</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/25/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/25/big-tech-business-model-silicon-valley-twitter", "title": "The gods of Silicon Valley are falling to earth. So are their warped visions for society | Moya Lothian-McLean", "date_published": "2022-11-25 08:00:02+00:00", "description": "<p>Tech titans like Elon Musk and Sam Bankman-Fried have been feted for their wealth, but see the world in ways that also merit scrutiny </p><p>The new gods are running into a bit of trouble. From the <a href=\"https://www.theguardian.com/technology/2022/nov/21/elon-musk-is-a-case-study-in-how-not-to-be-a-boss\">soap opera playing out at Twitter HQ</a>, the <a href=\"https://www.theguardian.com/technology/2022/nov/21/crypto-exchange-ftx-creditors-cryptocurrency\">too-big-to-fail bankruptcies</a> in the cryptocurrency space, to <a href=\"https://www.vox.com/recode/2022/11/17/23463164/silicon-valley-layoffs-tech-boom-over\">mass tech layoffs</a>, the past month has seen successive headlines declaring a litany of woes facing the bullish tech boyos in Silicon Valley and beyond.</p><p>The minute-by-minute coverage of Elon Musk’s escapades and the global levels of interest in the FTX collapse both go well beyond what you’d expect from a business story. I’m willing to gamble a few Bitcoins that the popular fixation has little to do with any particular interest in successful software engineering; rather it is the personalities who inhabit these spaces, and the philosophies that propel them in their godlike ambition. What is their end goal, we wonder. What drives them, beyond the pursuit of growth? It is easy to assume that money is all that motivates the likes of Mark Zuckerberg, Musk and Jeff Bezos. Except, when you start to examine the mindsets of these men, it’s clear that cash is far from the whole story.</p><p>Moya Lothian-McLean is a contributing editor at Novara Media</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/25/big-tech-business-model-silicon-valley-twitter\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/25/celebrities-theyre-all-a-bit-weird-hadley-freeman-on-22-years-interviewing-stars", "title": "Celebrities? They’re all a bit weird … Hadley Freeman on 22 years interviewing stars", "date_published": "2022-11-25 08:00:01+00:00", "description": "<p>Ben Affleck was delightful, Justin Timberlake a drag and Keanu so handsome I couldn’t speak. Here’s everything you always wanted to know about A-listers (but were afraid to ask)</p><p>I started working at the Guardian in the summer of 2000 – not to write, but to look after a key. The key to the fashion cupboard, to be precise, ensuring no clothes for the fashion shoots were stolen. This was my primary role as the fashion assistant. Or, as I preferred to call myself – and say it with me as one, <a href=\"https://www.theguardian.com/film/filmblog/2011/oct/27/my-favourite-film-ghostbusters\">fellow Ghostbusters fans</a> – the keymaster. And I will never have a job with more responsibility or power. <br /><br />Nonetheless, soon after I started, section editors asked which celebrities I’d like to interview. I was too young and dumb to appreciate how completely incredible it was for editors to even know the name of the fashion assistant, let alone give a damn who she wanted to interview. But that’s what the Guardian was like, and, my God, how lucky was I to be here. But my point in this, my last feature for the Guardian, is among all the various job titles I’ve had on this paper, ranging from the improbable (northern news reporter) to the frankly unbelievable (<a href=\"https://www.theguardian.com/football/2014/jul/01/world-cup-assignment-fashion-week-brazil-football\">World Cup features writer</a>), one thing that has never changed is that I always interviewed celebrities.</p><p>On some level, this is as surprising to me as being sent out to follow Wayne Rooney around Brazil in 2014, because I was never actually that interested in famous people. I never hung out at gigs as a teenager, never wrote to fanclubs asking for autographs. I’m an enthusiast, meaning I <em>really</em> like the niche little things I like (<a href=\"https://www.theguardian.com/film/2015/may/09/dirty-dancing-ghostbusters-80s-films-hadley-freeman\">80s movies</a>), but it never occurred to me as a kid to write, say, to John Hughes and ask him questions about his films. Why would he talk to me?</p> <a href=\"https://www.theguardian.com/film/2022/nov/25/celebrities-theyre-all-a-bit-weird-hadley-freeman-on-22-years-interviewing-stars\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/25/doha-fashion-fridays-migrant-workers-show-off-their-style-a-photo-essay", "title": "Doha fashion Fridays: migrant workers show off their style – a photo essay", "date_published": "2022-11-25 07:45:00+00:00", "description": "<p>Blue boilersuits symbolise their low-wage jobs, but an Instagram account celebrates the culture and individuality of Qatar’s workers in their leisure time</p><p>Every day Bisho Sahani would start his work shift at 5am, constructing roads for hours in Qatar’s ferocious summer heat. And every night when he returned to his labour camp, he would get out his phone and make TikTok <a href=\"https://www.tiktok.com/@bisho_sahani\">videos</a> for his 60,000 followers.</p><p>Most of his videos are songs and poems about love, romance and the trials of life, but among them are stories of the hardships he faced in Qatar. “I wanted to show that foreign land is the land of trouble … Nepal is always better for us,” says Sahani, who is now back in his home country.</p><p>Images from Bisho Sahani’s TikTok account, where he posts videos about his life in Qatar. Photos: Bisho Sahani</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/25/doha-fashion-fridays-migrant-workers-show-off-their-style-a-photo-essay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/25/chess-magnus-carlsen-wins-online-and-will-face-the-new-generation-at-wijk", "title": "Chess: Magnus Carlsen wins online and will face the new generation at Wijk", "date_published": "2022-11-25 07:30:00+00:00", "description": "<p>Norway’s world champion made a clean sweep of his seven matches in the $210,000 Meltwater Tour final and will take on five of the world’s best teenagers at Tata Steel Wijk aan Zee in January</p><p>Magnus Carlsen won all his seven matches at last week’s $210,000 Meltwater Tour online final in San Francisco, as the world champion continues to dominate internet events. Fast time limits suit his powerful and resourceful all-round game, his alertness to fleeting opportunities, and his ability to grind out endgame wins.</p><p>If online tournaments were rated like classical chess, his San Francisco performance would rank above or close to the record 2900 level he has twice narrowly missed over-the-board. Discounting tiebreaks, Carlsen won 14 games, drew nine, and lost only to Vietnam’s Le Quang Liem. His <a href=\"https://www.chessgames.com/perl/chessgame?gid=2413392\" title=\"\">18-move win</a> against Shak Mamedyarov featured an early g7-g5 by Black, a move which Carlsen himself has used as a surprise but which here led to the black queen being trapped on e5.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/25/chess-magnus-carlsen-wins-online-and-will-face-the-new-generation-at-wijk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/europe-shows-infantino-the-way-on-the-pitch-now-it-must-do-the-same-off-it", "title": "Europe shows Infantino the way on the pitch – now it must do the same off it | Philipp Lahm", "date_published": "2022-11-25 07:30:00+00:00", "description": "<p>The roots of football, the strongest leagues and the last four nations to win the World Cup all hail from the continent</p><p>The World Cup began with a Europhobic tone. In his speech the Fifa president, Gianni Infantino, <a href=\"https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar\">attacked Europe</a>. He accused its representatives of arrogance, double standards and self-centredness. He overlooked one point: the centre of football is indeed in Europe: historically, culturally, economically and sportingly. Only in Europe is it possible to have a great career in top-level football.</p><p>Europe dominates contemporary football. In the World Cup that is clearer than ever. The last time the final of the tournament was played without a European team was almost three quarters of a century ago. The last four world champions are Italy, Spain, Germany and France – and three of their four opponents in the final came from Europe. In 2006 and 2018, the semi-finals were all European.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/europe-shows-infantino-the-way-on-the-pitch-now-it-must-do-the-same-off-it\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/25/marigold-and-rose-by-louise-gluck-review-the-babies-tale", "title": "Marigold and Rose by Louise Glück review – the babies’ tale", "date_published": "2022-11-25 07:30:00+00:00", "description": "<p>The Nobel prize-winning poet’s first novel is a subversive, sophisticated vision of the first year in the lives of twin girls</p><p>When the American poet Louise Glück was <a href=\"https://www.theguardian.com/books/2020/oct/08/louise-gluck-wins-the-2020-nobel-prize-in-literature\" title=\"\">awarded the Nobel prize for literature</a> in 2020, the Swedish Academy commended her “voice that with austere beauty makes individual existence universal”. They might have added that she makes the individual female experience universal, joining it to the canon of male mythology in ways even her titles make clear. The Seven Ages, from 2001 – a stunning reflection on human destiny – was preceded by both The Triumph of Achilles (1985) and Ararat (1990), for example, and followed by Averno (2005), named after the traditional site of the entrance to hell. While her earlier work explores family psychodrama, these books portray the emotional violence of mid-life. In 13 poetry collections and two volumes of essays, Glück’s emotional intelligence never surrenders to cosy consolation, yet the writing remains exquisitely beautiful.</p><p>None of this has changed in her first published fiction. Marigold and Rose can be devoured in a single sitting, and that’s probably the best way to enter its tonal world, which is strangely hypnotic, in part because the mood never swings to violent intensity, and in part because of the orderly rhythms of Glück’s prose. Ten short chapters tell us – though not in exact chronological order – about the first year in the life of twin girls, the eponymous Marigold and Rose. During this period their grandmother dies, their mother experiments with going back to work, and they are “distracted, like all babies, by feelings of triumph. First crawling, then walking and climbing, then talking.”</p> <a href=\"https://www.theguardian.com/books/2022/nov/25/marigold-and-rose-by-louise-gluck-review-the-babies-tale\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/25/bear-rewilding-in-trentino-italy-in-pictures", "title": "Bear rewilding in Trentino, Italy – in pictures", "date_published": "2022-11-25 07:00:50+00:00", "description": "<p>The number of bears in the Italian Alps is gradually increasing after a successful rewilding project that involved bringing bears from Slovenia. Photojournalist <a href=\"http://www.lucarotondo.com/\">Luca Rotondo</a> visited Trentino to take a look at what was happening</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/25/bear-rewilding-in-trentino-italy-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/gallery/2022/nov/25/waterside-homes-for-sale-in-pictures", "title": "Waterside homes for sale – in pictures", "date_published": "2022-11-25 07:00:50+00:00", "description": "<p>From a lakeside Grade II-listed house to a penthouse apartment next to a harbour</p> <a href=\"https://www.theguardian.com/money/gallery/2022/nov/25/waterside-homes-for-sale-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/25/what-are-dabloons-tiktoks-new-imaginary-economy-explained", "title": "What are dabloons?: Tiktok’s new imaginary economy explained", "date_published": "2022-11-25 06:53:23+00:00", "description": "<p>The ‘dabloon revolution’ is all over the social media platform. Here’s everything you need to know</p><p>A “dabloon revolution” is taking over TikTok – but what is it and how did we get here?</p> <a href=\"https://www.theguardian.com/technology/2022/nov/25/what-are-dabloons-tiktoks-new-imaginary-economy-explained\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv", "title": "Russia-Ukraine war live: Russia launches further strikes on Zaporizhzhia, damaging hospital, as water restored in Kyiv", "date_published": "2022-11-25 06:16:35+00:00", "description": "<p>No casualties in latest Zaporizhzhia strikes; city officials say water services fully restored in Kyiv by Thursday night</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-275-of-the-invasion\">Russia-Ukraine war at a glance</a></li></ul><p>Oil prices rose in Asia on Friday after a week marked by worries about Chinese demand and haggling over a Western price cap on Russian oil, Reuters reports. <br /><br />Brent crude futures rose by 28 cents, or 0.33%, to trade at $85.62 a barrel at 0410 GMT.<br /><br />G7 and European Union diplomats have been discussing levels for a Russian price cap of between $65 and $70 a barrel, with the aim of limiting revenue to fund Moscow’s military offensive in Ukraine without disrupting global oil markets.<br /><br />“The market considers (the price caps) too high which reduces the risk of Moscow retaliating,” ANZ Research analysts said in a note to clients.<br /><br />Russian President Vladimir Putin has said Moscow will not supply oil and gas to any countries that join in imposing the price cap, which the Kremlin reiterated on Thursday.<br /><br />Trading is expected to remain cautious ahead of an agreement on the price cap, due to come into effect on 5 December when an EU ban on Russian crude kicks off, and ahead of the next meeting of the Organization of the Petroleum Exporting Countries and allies, known as OPEC+, on 4 December. </p><p>Russian strikes have damaged a hospital in Zaporizhzhia overnight, the region’s governor, Oleksandr Starukh, said on Telegram.</p><p>The enemy again attacked the suburbs of Zaporizhzhia. This time the rockets hit near the hospital. Fortunately, people were not injured, the same cannot be said about the building. Dozens of broken windows.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/25/record-heat-over-great-barrier-reef-raises-fears-of-second-summer-of-coral-bleaching", "title": "Record heat over Great Barrier Reef raises fears of second summer of coral bleaching", "date_published": "2022-11-25 06:07:17+00:00", "description": "<p>‘This does not bode well,’ reef scientist says, as highest November temperatures reached since 1985</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/25/australia-news-anthony-albanese-scott-morrison-peter-dutton-victoria-election-labor-coalition-bell-inquiry\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Ocean temperatures over parts of the Great Barrier Reef have reached record levels this month, sparking fears of a second summer in a row of mass coral bleaching.</p><p>Data from the US government’s National Oceanic and Atmospheric Administration (Noaa) shows sea surface temperatures over the northern parts of the reef have been the highest for any November on a record going back to 1985.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/25/record-heat-over-great-barrier-reef-raises-fears-of-second-summer-of-coral-bleaching\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/25/why-did-i-feel-rusty-white-supremacy-kelela-on-writers-block-outsiderdom-and-her-long-awaited-second-album", "title": "‘Why did I feel rusty? White supremacy’: Kelela on writer’s block, outsiderdom and her long-awaited second album", "date_published": "2022-11-25 06:00:51+00:00", "description": "<p>The US singer and producer received mass acclaim for her debut album in 2017, then vanished. After a battle with perfectionism, she’s back with renewed self-assurance and one eye fixed firmly on the dancefloor</p><p>Kelela thought she had lost her touch. In January 2020, the US singer and producer had flown to Berlin to sketch out the outline of an album to follow her much-anticipated 2017 debut, <a href=\"https://www.theguardian.com/music/2017/dec/12/the-best-albums-of-2017-no-9-kelela-take-me-apart\" title=\"\">Take Me Apart</a>. She called up a few collaborators: LSDXOXO, real name Raus haad “RJ” Glasgow, her friend Asma “Asmara” Maroof (of Nguzunguzu). Standing in a recording booth, an instrumental playing over her headphones, she felt as though she had forgotten how to write songs.</p><p>“I remember coming out feeling so <em>rusty</em>,” she says now. Improvising over a song now called Closure, she thought: “‘You can do better than this, Kels.’” But she sang anyway, recording melodies that she would ordinarily tweak until they felt right. “I turned to Asma like: ‘Girl, I don’t know what’s going on.’ And she responded: ‘What? That was popping.’” She laughs. “I kept thinking that it was all really basic, and that I could come up with a better melody.” Rather than beat herself up about it, Kelela let the song be.</p> <a href=\"https://www.theguardian.com/music/2022/nov/25/why-did-i-feel-rusty-white-supremacy-kelela-on-writers-block-outsiderdom-and-her-long-awaited-second-album\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/25/cinema-arab-women-refugees-stereotypes-the-swimmers-netflix-sally-el-hosaini", "title": "Cinema has failed Arab women and refugees. It’s time things changed", "date_published": "2022-11-25 06:00:50+00:00", "description": "<p>Hollywood has its gallery of stereotypes, but in her new film The Swimmers director Sally El Hosaini saw a chance to make heroes out of modern, multifaceted Arab women</p><p>When I was a child, I used to write and hide secret letters to the archeologists of the future. In them, I’d describe my life and the world around me; a window into a specific moment captured for ever in a time capsule. Now, happily, I do that professionally.</p><p>I was born in Swansea, the daughter of a Welsh mother and an Egyptian father. When I was a few weeks old I was taken to Cairo, which is where my parents were living. Throughout my teenage years I never saw young women like me on screen.</p> <a href=\"https://www.theguardian.com/film/2022/nov/25/cinema-arab-women-refugees-stereotypes-the-swimmers-netflix-sally-el-hosaini\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/25/meta-facebook-seeks-government-protection-from-jacob-rees-mogg-eu-law-bonfire", "title": "Meta seeks government protection from Rees-Mogg’s EU law bonfire", "date_published": "2022-11-25 06:00:50+00:00", "description": "<p>Facebook owner seeks assurance that vital directive will not be purged by former business secretary’s bill</p><p>Facebook and Instagram have asked for government protection from Jacob Rees-Mogg’s bonfire of up to 4,000 EU laws on post-Brexit statute books.</p><p>In a letter to a parliamentary committee to be published on Friday, the parent group, Meta, asks that laws underpinning social media firms are either “explicitly maintained elsewhere” or “removed from the scope” of the retained EU law (revocation and reform) bill.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/25/meta-facebook-seeks-government-protection-from-jacob-rees-mogg-eu-law-bonfire\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/25/the-confession-review-youll-study-every-gesture-in-this-true-crime-documentary", "title": "The Confession review – you’ll study every gesture in this true-crime documentary", "date_published": "2022-11-25 06:00:50+00:00", "description": "<p>Keith Hall confessed his wife’s murder to an officer wearing a wire – and was found innocent. This programme will leave you scrutinising his every second on screen to make your mind up about him</p><p>Nobody disputes that Patricia Hall left her house in Pudsey, a nice market town between Leeds and Bradford, on 27 January 1992, never to return. That’s about all we know. Her husband, Keith, told police she had driven off in their car late that night, after a marital disagreement; the police strongly suspected Keith had killed her, but no trace of Pat Hall has ever been found. The case remains open, which means the two-part true-crime documentary The Confession (Prime Video) has a bewildering, frustrating tale to tell.</p><p>Episode one chalks up the circumstantial evidence. At first, the police assume that either a body or a sign that Pat is alive will turn up, with the former, grim explanation seen as more likely – especially when a witness reports having seen an unidentifiable figure hop out of the Halls’ car on the night in question, leap over a fence carrying an unidentifiable object and disappear into woodland. Then, interviews with neighbours and relatives start to paint a dark picture. Neighbours say the row between Keith and Pat was audibly vociferous, but then stopped suddenly, with the sound of the car speeding off following a little later. Pat’s friend claims that, three months earlier, she had rung to say Keith had lost his temper and placed his hands around her neck, before relenting.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/25/the-confession-review-youll-study-every-gesture-in-this-true-crime-documentary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/25/british-man-deported-denmark-post-brexit-rules", "title": "British man to be deported from Denmark under post-Brexit rules", "date_published": "2022-11-25 06:00:49+00:00", "description": "<p>Will Hill says he was not told of 31 December 2021 deadline for residency application and his wedding plans are now in doubt</p><p>A British man is being deported from Denmark because he did not know he had to apply to stay in the country after Brexit.</p><p>Will Hill, 37, was ordered to leave by Sunday. His application to stay, made three weeks late, had been rejected, as was an appeal to the immigration authorities.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/25/british-man-deported-denmark-post-brexit-rules\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/25/voter-id-laws-what-they-really-are-voter-suppression-and-an-attack-on-young-people", "title": "Call these voter ID laws what they really are: voter suppression and an attack on young people", "date_published": "2022-11-25 06:00:49+00:00", "description": "<p>Older people lean Conservative – no wonder the government wants to keep younger ones away from ballot boxes</p><p>It slipped out quietly this month in the brouhaha of the approaching budget. The regulations listing acceptable ID documents that will allow people to vote at elections were not included in the shameless voter-suppression bill that <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9187/\">passed through parliament</a> this year. Are you surprised that the list includes all kinds of acceptable ID held by older voters, but that ID the young might have has been struck out? The whole purpose is to make it harder for young people, poor people and those who often move home to vote.</p><p>So many outrageous things have happened recently that indignation fatigue is a risk. We grow weary, blase and cynical. But warping the voting system in the right’s favour is a permanent harm, <a href=\"https://www.theguardian.com/us-news/2022/oct/28/state-voting-rights-election-laws-police-suppression\">copied from the US</a>. First-past-the-post already gives the right a huge electoral advantage, but the Tories want more.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/25/voter-id-laws-what-they-really-are-voter-suppression-and-an-attack-on-young-people\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/25/how-british-bangladeshi-gardeners-have-gone-back-to-their-roots", "title": "How British Bangladeshi gardeners have gone back to their roots", "date_published": "2022-11-25 06:00:49+00:00", "description": "<p>More and more members of the community are cultivating traditional fruit and veg as a way of connecting to the old country</p><p>When my mother, Fulnahar Begum, arrived in England in the 1980s from Bangladesh, she remembers looking out from the plane and wondering where on earth she’d come to. “Everything looked so grey and miserable. It was very different from what we were used to.”</p><p>At customs, she was worried when an officer pulled a crumpled brown envelope full of seeds from her suitcase. Her own mother, Abijan Bibi, had told her to scatter them in her new home, saying: “That way a piece of this land will always be with you.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/25/how-british-bangladeshi-gardeners-have-gone-back-to-their-roots\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/25/justin-langers-endless-grudge-threatens-to-cloud-new-cricket-summer", "title": "Justin Langer’s endless grudge threatens to cloud new cricket summer", "date_published": "2022-11-25 05:54:42+00:00", "description": "<p>Justin Langer is still angry at being deposed as national coach. But with every outburst, the Test great turned television commentator kicks holes in Pat Cummins’ current team</p><p>And so the Justin Langer grievance tour rolls on. A lengthy podcast interview spinning off into an online article and back pages across the News Corp stable, revisiting for the umpteenth time that the former Australian cricket coach is still not happy about his tenure finishing up nine months ago. It feels like the Gabba Test in 2015, when retiring bowler Ryan Harris got a lap of honour on the back of a ute when half of the stadium was closed. By now Langer’s circuit has gone on far too long, leaving a lonely figure waving at empty seats.</p><p>In February his resignation letter said that others wanted a fresh direction and that “I respect that decision”. By May it was clear that - spoiler - he did not respect that decision. He spoke at Western Australia’s Government House about a gruff concreter tearily lamenting his absence, then broadsided Cricket Australia during a speech to the WA Chamber of Commerce. Both before and after resigning his former teammates were his allies, with everyone from Ricky Ponting and Shane Warne down through the ranks using their media jobs in a campaign that shifted from reappointment to disappointment.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/25/justin-langers-endless-grudge-threatens-to-cloud-new-cricket-summer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/49-people-sentenced-to-death-for-mob-killing-in-algeria", "title": "49 people sentenced to death for mob killing in Algeria", "date_published": "2022-11-25 05:01:21+00:00", "description": "<p>The murder in 2021 came after a man was falsely accused of lighting deadly wildfires that he had come to help fight</p><p>An Algerian court has sentenced 49 people to death for the brutal mob killing of a painter who was suspected of starting devastating wildfires – but had actually come to help fight them, according to defence lawyers and the state news agency.</p><p>The killing in 2021 in the Kabyle region of north-east Algeria shocked the country after graphic images of it were shared on social media. It came soon after <a href=\"https://www.theguardian.com/world/2021/aug/11/algeria-declares-three-days-of-mourning-after-wildfire-deaths\">wildfires in the mountainous Berber region</a> that killed about 90 people, including soldiers trying to tame the flames.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/49-people-sentenced-to-death-for-mob-killing-in-algeria\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/french-team-build-replica-william-conqueror-warship", "title": "French team to build replica of William the Conqueror’s warship", "date_published": "2022-11-25 05:00:48+00:00", "description": "<p>Viking-style vessel is based on the one that launched invasion of England in 1066 and its makers hope to sail it across Channel</p><p>On 27 September 1066, William, Duke of Normandy, set sail in La Mora, the flagship of a huge fleet that would invade and conquer England. Now a <a href=\"https://www.la-mora.org/la-mora/\">historical society on France’s Normandy coast is going to re-create the ship</a> that launched almost 1,000 years of cross-Channel enmity.</p><p>The Bayeux tapestry, a 70 metre-long (230ft) embroidered account of the Norman Conquest, depicts La Mora as a Viking-style longship with a striped red and gold sail flying the papal banner on its masthead. On board was William, his most trusted knights, their entourage and horses, and 60 oarsmen.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/french-team-build-replica-william-conqueror-warship\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/world-cup-qatar-2022-its-for-the-nation-australias-graham-arnold-faces-latest-do-or-die-test", "title": "‘It’s for the nation’: Australia’s Graham Arnold faces latest do-or-die test", "date_published": "2022-11-25 05:00:47+00:00", "description": "<p>The Socceroos are preparing for a must-win game against Tunisia but their veteran coach has seen it all before</p><p>Graham Arnold claims he does not read the media. It is his response, every time, to every query regarding external praise, criticism or otherwise. But if, hypothetically, he did take a peek from time to time, he might be getting used to hearing he is about to coach the defining match of his career.</p><p>That match apparently first happened back in March, when the 2-0 loss to Japan consigned the Socceroos to two sudden-death qualifying playoffs and the pressure was so intense Football Australia had to release a statement clarifying his job was not in jeopardy.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/world-cup-qatar-2022-its-for-the-nation-australias-graham-arnold-faces-latest-do-or-die-test\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/25/goncharov-why-has-the-internet-invented-a-fake-martin-scorsese-film", "title": "Goncharov: why has the internet invented a fake Martin Scorsese film?", "date_published": "2022-11-25 04:49:10+00:00", "description": "<p>Thousands of Tumblr users have been making posters, soundtracks, drawings and fan fiction for a 1973 Scorsese film starring Robert De Niro – but it never existed</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p><strong>Sian, I’m seeing a lot of talk about a Martin Scorsese film called Goncharov. But I’ve never heard of a Martin Scorsese film called Goncharov. What’s going on?</strong></p><p>Ah yes, there’s been a lot of talk on Tumblr about the greatest mafia movie ever made.</p> <a href=\"https://www.theguardian.com/film/2022/nov/25/goncharov-why-has-the-internet-invented-a-fake-martin-scorsese-film\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/world-cup-2022-briefing-who-stands-out-now-all-32-teams-have-played", "title": "World Cup 2022 briefing: who stands out now all 32 teams have played?", "date_published": "2022-11-25 04:00:46+00:00", "description": "<p>It may feel like a blur but every team in Qatar has now played once. What can we learn from the finals so far?</p><p>We have reached that significant point in the group stage at which all 32 teams in Qatar have played. Whose name is on the 2022 World Cup, as far as we can see?</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/world-cup-2022-briefing-who-stands-out-now-all-32-teams-have-played\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/25/inside-qatar-2022-the-world-cup-of-politics-and-protest-podcast", "title": "Inside Qatar 2022: the World Cup of politics and protest - podcast", "date_published": "2022-11-25 03:00:45+00:00", "description": "<p>Football’s governing body Fifa has tried to keep politics out of the World Cup – but there has never been a more political tournament, reports Michael Safi in Doha</p><p>The opening week of the World Cup began in bizarre fashion: a press conference with Fifa’s president, <a href=\"https://www.theguardian.com/football/gianni-infantino\">Gianni Infantino</a>, accusing critics of the tournament of hypocrisy and claiming his own experience gave him a window into that of others: ‘Today I feel African. Today I feel gay. Today I feel disabled. Today I feel [like] a migrant worker.’</p><p>It came after an earlier plea from Fifa to keep politics out of the tournament but it has been a week dominated by off-pitch issues and protests. <strong>Michael Safi </strong>has been in Doha and hears how fans are experiencing the first World Cup in the Middle East. For sportswriters <strong>Sean Ingle </strong>and <strong>Louise Taylor</strong>, it is a tournament like no other and despite the entreaties from the authorities to focus on the football, protests have made all the headlines. There was the Iranian national team who refused to sing their national anthem in protest at the bloody repression across their country, and then Germany whose hands-over-mouth gesture clearly referred to Fifa’s denial of their right to wear pro-LGBT armbands.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/25/inside-qatar-2022-the-world-cup-of-politics-and-protest-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/im-tired-of-asking-adults-to-save-the-planet-readers-have-their-say-on-lowering-the-voting-age-in-nz", "title": "‘I’m tired of asking adults to save the planet’: readers have their say on lowering the voting age in NZ", "date_published": "2022-11-25 02:57:43+00:00", "description": "<p>The New Zealand supreme court’s decision to declare the current age of voting, 18, discriminatory has reignited a debate over young people’s rights</p><p>Are today’s teenagers politically aware wunderkinds on the frontlines of the climate crisis, underdeveloped thinkers with perpetually messy bedrooms – or – just people, with the same foolishness, foibles or ignorance as other members of the voting public?</p><p>Questions over teenagers’ decision-making abilities have been in the headlines this week, after New Zealand’s supreme court declared in a landmark ruling that the current voting age – 18 years old – was discriminatory against younger New Zealanders. In response, <a href=\"https://www.theguardian.com/world/2022/nov/21/voting-age-of-18-is-discriminatory-new-zealand-supreme-court-rules\">the government has pledged to introduce legislation to lower the age</a> and for parliament to vote on it in the next six months.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/im-tired-of-asking-adults-to-save-the-planet-readers-have-their-say-on-lowering-the-voting-age-in-nz\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/25/scott-morrisons-secret-ministries-were-unnecessary-and-corrosive-of-trust-in-government-report-finds", "title": "Scott Morrison sought advice on a sixth ministry and did not agree to be interviewed by inquiry", "date_published": "2022-11-25 01:50:24+00:00", "description": "<p>Anthony Albanese says his government will accept all recommendations of  Bell report on former PM’s secret ministries</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/25/australia-news-anthony-albanese-scott-morrison-peter-dutton-victoria-election-labor-coalition-bell-inquiry\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Scott Morrison’s secret appointment to additional ministries was “apt to undermine public confidence in government” and was “corrosive of trust in government”, Virginia Bell has found.</p><p>In a report, released on Friday, the former high court justice said Morrison’s appointments to the health and finance ministries were “unnecessary” while three other appointments “had little if any connection to the pandemic”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/25/scott-morrisons-secret-ministries-were-unnecessary-and-corrosive-of-trust-in-government-report-finds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/the-littlest-rat-catchers-new-zealand-schoolchildren-trap-and-kill-600-pests-in-100-days", "title": "The littlest rat catchers: New Zealand schoolchildren trap and kill 600 pests in 100 days", "date_published": "2022-11-25 01:48:58+00:00", "description": "<p>As part of an attempt to rid Stewart Island of the rodents, children as young as five have taken part in a rat catching competition, with remarkable results</p><p>In a tiny school on the southern-most tip of New Zealand, the children are lining up their kill.</p><p>Big brown rats with long tails, their stomaches caked in blood. Smaller rats, stiff from the refrigerator, tails in a tangle.</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/the-littlest-rat-catchers-new-zealand-schoolchildren-trap-and-kill-600-pests-in-100-days\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/25/colorado-springs-shooting-club-q-lgbtq-people-facing-different-kind-of-hate", "title": "Colorado Springs shooting shows LGBTQ+ people facing ‘different kind of hate’", "date_published": "2022-11-25 01:25:43+00:00", "description": "<p>Co-owner of Club Q, where five people were killed, says targeting of drag event is linked to hate fostered by lies about the community</p><p>The co-owner of the Colorado Springs gay nightclub that was the scene of a mass shooting believes the attack is a reflection of anti-LGBTQ+ sentiment that has evolved from prejudice to incitement.</p><p>Authorities haven’t said why the suspect allegedly opened fired at the club on Saturday, killing five people and wounding 17 others. The suspect, Anderson Lee Aldrich, has not entered a plea or spoken about the incident but is facing possible hate crime charges.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/25/colorado-springs-shooting-club-q-lgbtq-people-facing-different-kind-of-hate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/25/cristiano-ronaldo-makes-history-brazil-join-party-world-cup-football-daily-podcast", "title": "Ronaldo makes history as Brazil join the party – Football Daily podcast", "date_published": "2022-11-25 00:34:07+00:00", "description": "<p>Max Rushden, Barry Glendenning, Jonathan Wilson and Jonathan Fadugba recap the Group G and H action</p><p>Today the panel rounds up all the World Cup action as Groups G and H got their campaigns under way.</p><p>Cristiano Ronaldo made history as the first man to score at five World Cups in their 3-2 win over Ghana – and Brazil’s attacking prowess was on full display as Richarlison scored twice, including a stunning volley, to get the <em>Seleção</em> up and running.</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/25/cristiano-ronaldo-makes-history-brazil-join-party-world-cup-football-daily-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-275-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 275 of the invasion", "date_published": "2022-11-25 00:28:43+00:00", "description": "<p>More than 15,000 missing since start of war; EU remains split over Russian oil price cap; Russia risked ‘nuclear catastrophe’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/nov/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-275-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/25/uk-foreign-secretary-visits-kyiv-reaffirm-support-ukraine", "title": "UK foreign secretary visits Kyiv to reaffirm support for Ukraine", "date_published": "2022-11-25 00:01:42+00:00", "description": "<p>James Cleverly, who says Russia will fail in its attempt to ‘break Ukrainian resolve’, announces fresh support package</p><p>The foreign secretary, James Cleverly, travelled to Kyiv on Thursday to meet the Ukrainian leadership and promise the UK’s support for as long as it takes to defeat Russia’s brutal efforts to break the country’s resolve.</p><p>In his first visit to Ukraine since his appointment as foreign secretary, Cleverly presented a package of support including money for the reconstruction of schools, ambulances, the victims of sexual violence, and grain sales to the world’s poorest markets, such as Sudan and Yemen.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/25/uk-foreign-secretary-visits-kyiv-reaffirm-support-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/25/chris-packham-leads-call-for-pm-to-attend-cop15-aoe", "title": "‘Point of no return’: Chris Packham leads calls for Rishi Sunak to attend Cop15", "date_published": "2022-11-25 00:01:41+00:00", "description": "<p>Conservationist says if world leaders do not go to the summit a strong deal to halt and reverse nature loss is at risk</p><p>Chris Packham is urging the British prime minister, Rishi Sunak, to attend a key nature summit to protect the planet for the sake of his great-grandchildren because we are “very close to the point of no return”.</p><p>The Cop15 biodiversity summit being held in Montreal from 7-19 December is the nature equivalent of the recent <a href=\"https://www.theguardian.com/environment/2022/nov/20/deal-on-loss-and-damage-fund-at-cop27-marks-climbdown-by-rich-countries\">Cop27 climate summit</a> in Egypt, with governments from all over the world expected to agree targets to halt the destruction of the natural world. But world leaders are not expected to attend the once-in-a-decade meeting where the next 10 years of targets will be agreed.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/25/chris-packham-leads-call-for-pm-to-attend-cop15-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/25/china-threat-looms-in-taiwans-local-elections-as-voters-weigh-islands-future", "title": "China threat looms in Taiwan’s local elections as voters weigh island’s future", "date_published": "2022-11-25 00:00:41+00:00", "description": "<p>Ruling DPP puts Beijing at centre of campaign while rival KMT steers clear, in first vote since tensions in the Taiwan Strait escalated</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/01/china-and-taiwan-whats-behind-the-tensions-in-30-seconds\">China-Taiwan tensions explained in 30 seconds</a></li></ul><p>On Sunday afternoon 150,000 people gathered in front of the Taipei city hall. Harley motorcycles, giant floats, balloons and mascots led the parade to a soundtrack of <a href=\"https://generasian.blog/2018/04/08/musicians-banned-from-china-for-being-pro-taiwan/\">music banned in China</a>. It looked like a concert, but on this day the main act was a politician.</p><p>The crowds were there to support Taipei mayoral candidate Chen Shih-chung, a former minister of health with the governing Democratic Progressive party (DPP).</p> <a href=\"https://www.theguardian.com/world/2022/nov/25/china-threat-looms-in-taiwans-local-elections-as-voters-weigh-islands-future\">Continue reading...</a>", "persistent": false}]