[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/liberal-bias-or-cheney-2024-j6-staffers-liz-cheney-trade-blows-over-final-committee-report", "title": "‘Liberal Bias’ Or ‘Cheney 2024’? J6 Staffers, Liz Cheney Trade Blows Over Final Committee Report", "date_published": "2022-11-25 18:37:34+00:00", "description": "GOP Rep. Liz Cheney has drawn the ire of House January 6 Committee staffers over her influence on the final committee report expected out next month. At least fifteen current and former members of the committee believe Cheney is manipulating the final report to place too much focus on former President Donald Trump while leaving ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-arrest-man-claiming-to-have-bomb-at-ohare-international-airport", "title": "Police Arrest Man Claiming To Have Bomb At O’Hare International Airport", "date_published": "2022-11-25 18:15:23+00:00", "description": "A man in Chicago was arrested Friday after he claimed to have a bomb in his bag at O&#8217;Hare International Airport. Law enforcement officials arrested the man at Terminal 1 inside the airport. No explosives were located. &#8220;A man was arrested in Terminal 1 at @fly2ohare after stating he had a bomb in his bag,&#8221; ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/musk-to-start-creating-smartphones-if-apple-google-remove-twitter-from-app-stores", "title": "Musk To Start Creating Smartphones If Apple, Google Remove Twitter From App Stores", "date_published": "2022-11-25 17:59:34+00:00", "description": "Twitter CEO Elon Musk said Friday that he will start to create smartphones if Apple and Google remove Twitter from their app stores, a move that would be highly damaging to the social media company. Musk&#8217;s remarks came in response to a tweet from political commentator Liz Wheeler, who wrote: &#8220;If Apple &amp; Google boot ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/in-the-spirit-of-thanksgiving-sheriff-pardons-turkey-that-broke-into-family-home", "title": "‘In The Spirit Of Thanksgiving’: Sheriff Pardons Turkey That Broke Into Family Home", "date_published": "2022-11-25 17:54:36+00:00", "description": "In the spirit of Thanksgiving, a sheriff in Kansas pardoned a turkey who broke into a family home. The Douglas County Sheriff&#8217;s Office pardoned the wild turkey, given the name &#8220;Tom,&#8221; on Facebook Wednesday, after he broke into the home on November 10. The office also posted body cam footage of two sheriff&#8217;s deputies as ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/friday-afternoon-update-feds-suggest-mask-mandates-home-purchases-drop-fauci-dodges-the-press", "title": "Friday Afternoon Update: Feds Suggest Mask Mandates, Home Purchases Drop, Fauci Dodges The Press", "date_published": "2022-11-25 17:16:02+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Airline Travel Returns To Pre-Pandemic Levels, Still Below Record If you’ve been traveling for Thanksgiving this week, you know that airline travel is back to pre-pandemic levels — but hasn’t quite hit 2019’s record of 2.9 ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-complete-disaster-megyn-kelly-shares-why-shes-no-longer-in-charge-of-cooking-thanksgiving-dinner", "title": "‘A Complete Disaster’: Megyn Kelly Shares Why She’s No Longer In Charge Of Cooking Thanksgiving Dinner", "date_published": "2022-11-25 17:01:50+00:00", "description": "Megyn Kelly shared why she&#8217;s no longer in charge of cooking Thanksgiving dinner for her family after making an attempt three times, with each one just short of a &#8220;complete disaster.&#8221; In the &#8220;American News Minute with Megyn Kelly&#8221; newsletter that came out on Friday, the host of &#8220;The Megyn Kelly Show&#8221; podcast talked about ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fda-approves-most-expensive-drug-in-the-world", "title": "FDA Approves Most Expensive Drug In The World", "date_published": "2022-11-25 16:48:51+00:00", "description": "The Food and Drug Administration (FDA) approved a $3.5 million drug treatment Tuesday, the most expensive drug in the world. Hemgenix, manufactured by CSL Behring, is the first gene therapy that treats adults with hemophilia B, a genetic bleeding disorder resulting in insufficient levels of a protein called Factor IX that is needed to stop ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dollar-trees-controversial-new-1-25-price-point-is-actually-working", "title": "Dollar Tree’s Controversial New $1.25 Price Point Is Actually Working", "date_published": "2022-11-25 15:53:54+00:00", "description": "One year after Dollar Tree announced a controversial move to increase prices to $1.25, the variety store chain appears to be succeeding despite a challenging macroeconomic environment. The company’s first price hike in nearly four decades came amid elevated inflation and permitted Dollar Tree, which also owns discount store chain Family Dollar, to expand merchandise ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-rogan-torches-woke-culture-after-police-force-wants-permission-for-robots-to-use-deadly-force", "title": "Joe Rogan Torches Woke Culture After Police Force Wants Permission For Robots To ‘Use Deadly Force’", "date_published": "2022-11-25 15:44:25+00:00", "description": "Joe Rogan torched woke culture after a California police force sought permission to allow its robots to &#8220;use deadly force&#8221; on people, joking about what could possibly go wrong with such an idea. The host of &#8220;The Joe Rogan Experience&#8221; podcast shared a news article on Instagram on Thursday that read, &#8220;San Francisco Police Seek ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-airports-you-might-want-to-avoid-during-the-holiday-season", "title": "Here Are The Airports You Might Want To Avoid During The Holiday Season", "date_published": "2022-11-25 15:36:38+00:00", "description": "Millions of Americans preparing to travel during the holiday season will experience record prices for airline tickets. Some Americans forced to depart from their local airports, however, will contend with particularly hefty costs, while others will deal with higher numbers of flight cancellations. The price of airfare has increased nearly 43% year-over-year, according to data ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-has-field-day-over-mariah-careys-appearance-in-thanksgiving-parade", "title": "Twitter Has Field Day Over Mariah Carey’s Appearance In Thanksgiving Parade", "date_published": "2022-11-25 15:33:37+00:00", "description": "Superstar Mariah Carey made an appearance in the annual Macy&#8217;s Thanksgiving Day Parade on Thursday, and Twitter followers had a field day with the singer as she appeared to lip-sync her performance. In video posted on YouTube, the 52-year-old singer was decked out wearing an off-the-shoulder hot pink floor-length dress while holding a sparkling umbrella ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/narrative-busted-man-throwing-bricks-at-nyc-gay-bar-was-actually-a-gay-man-enacting-revenge-police-say", "title": "Narrative Busted: Man Throwing Bricks At NYC Gay Bar Was Actually A Gay Man Enacting ‘Revenge,’ Police Say", "date_published": "2022-11-25 15:07:01+00:00", "description": "Would you be surprised if a recent string of &#8220;hate crimes&#8221; against a popular New York City gay bar were actually carried out by a gay man? Of course not, you&#8217;re a reader of The Daily Wire and well-educated on hate crime hoaxes. Nonetheless, let&#8217;s talk about a recent story out of the Big Apple. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-man-and-his-adult-son-were-found-murdered-35-years-ago-a-longtime-suspect-was-just-convicted", "title": "A Man And His Adult Son Were Found Murdered 35 Years Ago. A Longtime Suspect Was Just Convicted.", "date_published": "2022-11-25 14:49:34+00:00", "description": "A Connecticut man and his adult son were found dead and bound with their throats slashed on August 27, 1987. The man long thought responsible for the crimes was just found guilty on Tuesday. Police had gone to check on Fred Harris, 59, and his son, Greg Harris, 23, after a relative reported they hadn’t ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-meets-with-white-supremacist-and-holocaust-denier-nick-fuentes-trump-denies-knowing-him", "title": "Trump Meets With White Supremacist And Holocaust Denier Nick Fuentes: Trump Denies Knowing Him", "date_published": "2022-11-25 14:29:56+00:00", "description": "Former President Donald Trump reportedly met with white supremacist and Holocaust denier Nick Fuentes this week at Mar-a-Lago. The news comes after video emerged early in the week showing Fuentes with rapper Kanye West, whose recent anti-Semitic tirades have upended many of his business pursuits, in an airport in Miami. West posted a video to his Twitter account Thursday ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/today-show-host-al-roker-shares-update-with-fans-after-being-hospitalized-for-major-blood-clots", "title": "‘Today’ Show Host Al Roker Shares Update With Fans After Being Hospitalized For Major Blood Clots", "date_published": "2022-11-25 14:24:23+00:00", "description": "Longtime &#8220;Today&#8221; show host Al Roker announced that he&#8217;s finally home after being hospitalized for a series of blood clots that started in his leg and moved to his lungs. In a series of posts shared on Instagram Thursday, the 68-year-old weather personality wrote that he&#8217;s &#8220;so very thankful&#8221; to have made it out of the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mother-charged-with-using-sons-ages-8-10-to-mule-lethal-dose-of-fentanyl-to-their-father", "title": "Mother Charged With Using Sons Ages 8, 10 To ‘Mule’ Lethal Dose Of Fentanyl To Their Father", "date_published": "2022-11-25 13:56:39+00:00", "description": "A New Mexico mother used her children to allegedly traffic a fatal dose of fentanyl to their father, according to the Department of Justice. Authorities arrested and charged Magdalena Silva Banuelos, 46, with distribution of a controlled substance resulting in death, the U.S. Attorney’s Office for the Northern District of Texas announced on Tuesday. Silva ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/charges-dropped-against-british-street-preacher-accused-of-hate-speech", "title": "Charges Dropped Against British Street Preacher Accused Of ‘Hate Speech’", "date_published": "2022-11-25 13:22:54+00:00", "description": "A criminal case against street preacher John Dunn was tossed from the British court system after two women in a same-sex marriage accused the Christian of hate speech. Dunn, a veteran of the British Army’s Special Forces and a throat cancer survivor, regularly preaches in the town square of Swindon, according to a press release ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/banker-who-helped-disbarred-attorney-alex-murdaugh-steal-client-settlements-has-been-convicted-of-bank-fraud", "title": "Banker Who Helped Disbarred Attorney Alex Murdaugh Steal Client Settlements Has Been Convicted Of Bank Fraud", "date_published": "2022-11-25 13:13:24+00:00", "description": "A banker has been convicted of helping disgraced former attorney Alex Murdaugh steal money from people who hired him to be their attorney. Former Palmetto State Bank CEO Russell Laffitte, 51, was found guilty on Tuesday of six counts of wire and bank fraud charges, the Associated Press reported. He faces up to 30 years ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/collusion-in-comedy-late-night-hosts-feast-on-fake-news-over-facts", "title": "Collusion In Comedy: Late Night Hosts Feast On Fake News Over Facts", "date_published": "2022-11-25 13:06:35+00:00", "description": "Fake news is no laughing matter. It robs us of knowledge, forges false narratives and diminishes trust in journalism. Sadly, many late-night comedians feast on fake news. They’re not willing to wait for fact checks or other journalistic staples. And they’ve been feasting on it for years, especially stories tied to President Donald Trump. The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-jordan-peterson-series-exodus-premieres-on-dailywire", "title": "New Jordan Peterson Series, ‘Exodus,’ Premieres On DailyWire+", "date_published": "2022-11-25 12:55:00+00:00", "description": "Dr. Jordan Peterson and DailyWire+ released Friday the first two episodes of an exclusive 16-part &#8220;Exodus&#8221; series, a follow up to Peterson’s widely acclaimed Genesis series.  In the new series, Peterson and six scholars read through Exodus, the Bible and the Torah’s second book, and discuss what it means, why it is significant today, and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/musk-releasing-twitters-internal-discussions-on-hunter-biden-laptop-story-necessary-to-restore-public-trust", "title": "Musk: Releasing Twitter’s ‘Internal Discussions’ On Hunter Biden Laptop Story ‘Necessary To Restore Public Trust’", "date_published": "2022-11-25 12:34:25+00:00", "description": "Elon Musk may release information on Twitter’s internal discussions regarding censorship of stories about Hunter Biden’s laptop prior to the 2020 election, the newly-established CEO suggested Wednesday. Musk took over Twitter last month in a $44 billion deal and pursued an aggressive overhaul of the social media platform, firing thousands of workers and adjusting the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-administration-pressured-trudeau-to-shut-down-freedom-convoy", "title": "Biden Administration Pressured Trudeau To Shut Down Freedom Convoy", "date_published": "2022-11-25 12:18:57+00:00", "description": "At the height of the Canadian trucker “Freedom Convoy,” as it occupied Ottawa, Canada’s capital, the Biden administration pressured Canadian Prime Minister Justin Trudeau to shut the convoy down. The revelation of the Biden administration’s involvement came from an investigation into Trudeau’s decision to use the Emergencies Act, which replaced the War Measures Act in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-black-friday-is-different-this-year-because-of-record-inflation", "title": "How Black Friday Is Different This Year Because Of Record Inflation", "date_published": "2022-11-25 11:48:13+00:00", "description": "Consumers are entering the biggest shopping day of the year wary of higher price levels and the future of the global economy. Inflation is casting an ominous shadow on Black Friday, on which retailers offer highly discounted prices to usher in the beginning of the holiday shopping season. According to an analysis from Boston Consulting ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-house-races-still-wait-for-final-results-more-than-two-weeks-after-midterms", "title": "Two House Races Still Wait For Final Results More Than Two Weeks After Midterms", "date_published": "2022-11-25 11:39:02+00:00", "description": "Seventeen days since voters went to the polls to cast their ballots in the midterm elections, two U.S. House races remain undeclared.  Republican John Duarte leads by fewer than 600 votes in California’s 13th district against Democrat Adam Gray with 99% of the votes in, according to the Associated Press. In Colorado, incumbent Republican Rep. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blood-is-on-your-hands-christian-nonprofit-vandalized-after-club-q-shooting", "title": "‘Blood Is On Your Hands’: Christian Nonprofit Vandalized After Club Q Shooting", "date_published": "2022-11-25 11:31:42+00:00", "description": "The headquarters of Focus on the Family, a Christian parachurch organization, was vandalized Thursday following a mass shooting at a gay nightclub in Colorado. The phrases “Their blood is on your hands” and “five lives taken” appeared on a sign displaying the Focus on the Family logo in an apparent attempt to link the group for ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-treatment-for-cancer-flash-radiation-that-only-takes-milliseconds", "title": "New Treatment For Cancer: Flash Radiation That Only Takes Milliseconds", "date_published": "2022-11-25 11:15:22+00:00", "description": "A new cancer treatment involving flash technology is being developed in Europe with the prospect of increased effectiveness and fewer side effects for cancer patients. The FLASH radiotherapy device is based on technology from the European Laboratory for Particle Physics (CERN); it reduces the period of radiation to a few milliseconds. The device is expected to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stanford-soccer-stars-parents-sue-university-after-her-suicide", "title": "Stanford Soccer Star’s Parents Sue University After Her Suicide", "date_published": "2022-11-25 08:10:45+00:00", "description": "A lawsuit has been filed against Stanford University by the parents of Katie Meyer, the Stanford soccer goalkeeper who captained the university’s 2019 national championship team and later committed suicide at the end of February 2022. The complaint claims that Meyer was distraught after receiving a letter from the university the night she died that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dailywire-rolls-out-black-friday-deals", "title": "DailyWire+ Rolls Out Black Friday Deals", "date_published": "2022-11-25 01:04:54+00:00", "description": "The DailyWire+ is announcing the rollout of a host of deals and discounts for Black Friday.  All DailyWire+ annual membership will be 50% off with promo code DW50. Promo code BF22 can be used to give an annual membership for 50% off, granting access to lots of exclusive content including the hit documentary “What is ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/protests-are-spreading-in-china-as-backlash-grows-to-the-communist-nations-lockdowns-report", "title": "Protests Are Spreading In China As Backlash Grows To The Communist Nation’s Lockdowns: Report", "date_published": "2022-11-25 00:06:59+00:00", "description": "Protests have broken out throughout communist China in response to revamped coronavirus lockdown measures that have gone back into effect amid a skyrocketing number of coronavirus infections. Dozens of cities across the country have gone back into lockdown with millions of people impacted, a situation that has negatively impacted economic forecasts. Notable demonstrations have included ...", "persistent": false}]