[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/wojna-w-ukrainie-zelenski-rosjanie-popelnili-ponad-400-zbrodni-wojennych-w-obwodzie-chersonskim/", "title": "Wojna w Ukrainie. Zełenski: Rosjanie popełnili ponad 400 zbrodni wojennych w obwodzie chersońskim", "date_published": "2022-11-13 21:51:00+00:00", "description": "-W obwodzie chersońskim armia rosyjska pozostawiła po sobie ślady takich samych okrucieństw, jak w innych regionach - powiedział w niedzielnym wystąpieniu prezydent Ukrainy Wołodymyr Zełenski. Na wyzwolonym terenie znajdowane są ciała zabitych cywilów i wojskowych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/slowenia-natasza-pirc-musar-wygrala-wybory-prezydenckie-pierwsza-kobieta-na-tym-stanowisku/", "title": "Słowenia: Natasza Pirc Musar wygrała wybory prezydenckie. Pierwsza kobieta na tym stanowisku", "date_published": "2022-11-13 21:45:00+00:00", "description": "Natasza Pirc Musar została nowym prezydentem Słowenii. Będzie ona pierwszą kobietą sprawującą najwyższy urząd w tym państwie. W wyborach startowała z poparciem centrolewicy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/naukowcy-szczury-czuja-rytm-tak-jak-ludzie-sluchaly-queen-i-lady-gagi/", "title": "Naukowcy: Szczury czują rytm, tak jak ludzie. Słuchały Queen i Lady Gagi", "date_published": "2022-11-13 20:14:00+00:00", "description": "Naukowcy z Uniwersytetu Tokijskiego dowiedli, że szczury czują rytm i potrafią ruszać się przy dźwiękach muzyki, tak jak ludzie - podaje NY Post, powołując się na wyniki eksperymentu. Zwierzętom odtwarzano utwory takich wykonawców jak Lady Gaga, Queen oraz Michael Jackson i analizowano ruchy ich głowy. To prawdopodobnie pierwsze takie badanie w historii.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/wojna-w-ukrainie-apel-by-nie-gromadzic-sie-w-centrum-chersonia-wrog-zaminowal-prawie-wszystko/", "title": "Wojna w Ukrainie: Apel, by nie gromadzić się w centrum Chersonia. \"Wróg zaminował prawie wszystko\"", "date_published": "2022-11-13 17:50:00+00:00", "description": "Mieszkańcy Chersonia świętują wyzwolenie spod rosyjskiej okupacji. Tymczasem urzędnicy proszą, aby nie gromadzić się w centrum miasta. Trwa rozminowywanie - poinformował Jarosław Januszewicz, szef władz obwodowych. Jego zdaniem istnieje też ryzyko, że Rosjanie ostrzelają miasto.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/niemcy-nastolatkowie-zjedli-ciasto-z-haszyszem-szesc-osob-trafilo-do-szpitala/", "title": "Niemcy: Nastolatkowie zjedli ciasto z haszyszem. Sześć osób trafiło do szpitala", "date_published": "2022-11-13 17:40:00+00:00", "description": "Sobotnia zabawa nie skończyła się dobrze dla sześciu nastolatków z niemieckiej gminy Otzberg, niedaleko Darmstadt. Prosto z imprezy trafili oni do szpitala po zjedzeniu ciasta, które zawierało narkotyki. Policja wszczęła śledztwo w tej sprawie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/wojna-w-ukrainie-rosjanie-zabili-najemnika-z-grupy-wagnera-ktory-oddal-sie-do-niewoli/", "title": "Wojna w Ukrainie: Rosjanie zabili najemnika z grupy Wagnera, który oddał się do niewoli", "date_published": "2022-11-13 15:51:00+00:00", "description": "Najemnik rosyjskiej grupy Wagnera, który w Ukrainie oddał się do niewoli, został uprowadzony przez członków grupy i bestialsko zamordowany - poinformował niezależny rosyjski portal Meduza, powołując się na kanały internetowe związane z rosyjskimi najemnikami. Wagnerowcy uznali go za zdrajcę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/bartlomiej-dragowski-kontuzjowany-nie-pojedzie-na-mistrzostwa-swiata-w-katarze/", "title": "Bartłomiej Drągowski kontuzjowany. Nie pojedzie na mistrzostwa świata w Katarze", "date_published": "2022-11-13 15:50:00+00:00", "description": "Bartłomiej Drągowski doznał poważnej kontuzji. W 38. minucie meczu ligi włoskiej pomiędzy Veroną, a Spezią bramkarz złamał nogę. Zawodnik został zniesiony na noszach do karetki. Uraz wykluczy zawodnika z udziału w mistrzostwach świata w Katarze. Przerażające nagranie z tego zdarzenia obiegło media społecznościowe.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/turcja-wybuch-na-ruchliwym-deptaku-w-stambule-wielu-rannych/", "title": "Turcja. Wybuch na ruchliwym deptaku w Stambule. Są ofiary, wielu rannych", "date_published": "2022-11-13 13:55:00+00:00", "description": "Wybuch na ruchliwym deptaku w dzielnicy Taksim w centrum Stambułu miał miejsce w niedzielę po południu. Tureckie media początkowo informowały o wielu ofiarach i rannych. Obecnie wiadomo o jednej ofierze i 11 rannych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/wegry-samolot-ryanair-awaryjnie-ladowal-w-debreczynie-nagranie-z-ewakuacji/", "title": "Węgry. Samolot Ryanair z Polski awaryjnie lądował w Debreczynie. Nagranie z ewakuacji", "date_published": "2022-11-13 12:53:00+00:00", "description": "Załoga samolotu linii Ryanair, lecącego z Poznania do Tel Awiwu w Izraelu, otrzymała informację, że na pokładzie może znajdować się bomba. Podjęto decyzję o awaryjnym lądowaniu na Węgrzech. Boeing 737 był eskortowany przez myśliwce Gripen. Wśród pasażerów była reporterka Polsat News, która sfilmowała akcję ewakuacyjną.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/austra-rozbil-sie-balon-na-gorace-powietrze-dziewiec-osob-rannych/", "title": "Austria: Rozbił się balon na ogrzane powietrze. Dziewięć osób rannych", "date_published": "2022-11-13 12:49:00+00:00", "description": "Dwie osoby zostały poważnie, a siedem lekko rannych w katastrofie balonu do którego doszło w Buckligen Welt w Austrii. Wciąż nie wiadomo, dlaczego doszło do wypadku.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/usa-chcial-obrabowac-sklep-spozywczy-zastrzelil-go-klient/", "title": "USA. Chciał obrabować sklep spożywczy, został zastrzelony. Zginął też sprzedawca", "date_published": "2022-11-13 07:45:00+00:00", "description": "Rabuś, który wtargnął do sklepu spożywczego w chicagowskiej dzielnicy South Shore, nie spodziewał się, że spotka się z jakimkolwiek oporem. Tymczasem jeden z pracowników miał broń i zastrzelił napastnika. Niestety w wymianie ognia śmiertelnie ranny został także sprzedawca.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/czechy-pociag-nie-zatrzymal-sie-na-stacji-za-nastawnikiem-pijany-maszynista/", "title": "Czechy. Pociąg nie zatrzymał się na stacji. Za nastawnikiem pijany maszynista", "date_published": "2022-11-13 06:37:00+00:00", "description": "Pasażerowie chcieli wysiąść w Polance nad Odrą, lecz pociąg Kolei Czeskich przemknął wzdłuż peronów i pojechał dalej. Zaalarmowali przewoźnika, którego przedstawiciele zatrzymali skład w Ostrawie. Okazało się, że maszynista był pijany. Mężczyzna stracił pracę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-13/usa-wyniki-wyborow-do-senatu-demokraci-beda-kontrolowac-izbe/", "title": "USA. Partia Demokratyczna utrzyma Senat. Wyniki wyborów", "date_published": "2022-11-13 05:17:00+00:00", "description": "Partia Demokratyczna utrzyma kontrolę nad Senatem, jedną z izb amerykańskiego Kongresu - podały media z USA, bazując na policzonych dotąd głosach. Partia Joe Bidena może ogłosić wyborczy sukces, ponieważ jej członkini - Catherine Cortez Masto - obroniła mandat senatora z Nevady. Nadal nierozstrzygnięty jest pojedynek w Izbie Reprezentantów, choć tu większe szanse mają Republikanie.", "favourite": false}]