[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-70000-fans-sing-take-me-home-country-roads-at-nfls-first-regular-season-game-in-germany", "title": "WATCH: 70,000 Fans Sing ‘Take Me Home, Country Roads’ At NFL’s First Regular-Season Game In Germany", "date_published": "2022-11-13 17:29:05+00:00", "description": "Thousands of fans broke into a rendition of &#8220;Take Me Home, Country Roads&#8221; on Sunday at the NFL&#8216;s first regular-season game in Germany. During the fourth quarter between the Tampa Bay Buccaneers and Seattle Seahawks at Allianz Arena in Munich, many in the crowd of some 70,000 fans joined in singing John Denver&#8217;s 1971 smash ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-ufc-fighter-anthony-rumble-johnson-dead-at-38", "title": "BREAKING: UFC Fighter Anthony ‘Rumble’ Johnson Dead At 38", "date_published": "2022-11-13 16:38:47+00:00", "description": "Former UFC light-heavyweight title contender Anthony &#8216;Rumble&#8217; Johnson has passed away after battling an undisclosed illness. He was 38. News of Johnson&#8217;s death broke online Sunday afternoon, although it is not clear when he died. &#8220;Horrible news: Anthony &#8216;Rumble&#8217; Johnson passed away today. He was 38 years old,&#8221; journalist Ariel Helwani tweeted. &#8220;Johnson had been ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/syrian-refugee-who-plotted-to-bomb-pittsburgh-church-sentenced-to-17-years-in-prison", "title": "Syrian Refugee Who Plotted To Bomb Pittsburgh Church Sentenced To 17 Years In Prison", "date_published": "2022-11-13 16:22:36+00:00", "description": "A Pennsylvania man was sentenced to over 17 years in prison followed by a lifetime of supervised release for his involvement in a plot to bomb a Pittsburgh church. Mustafa Mousab Alowemer, 24, of Pittsburgh was sentenced last week to one count of attempting to provide material support to ISIS in connection with his plan ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-border-commissioner-resigns-following-termination-threats-from-biden-officials", "title": "U.S. Border Commissioner Resigns Following Termination Threats From Biden Officials", "date_published": "2022-11-13 16:12:27+00:00", "description": "U.S. Customs and Border Protection Commissioner Chris Magnus resigned Saturday after top Biden administration officials threatened to fire the border chief if he refused to step down. Magnus initially denied the resignation request from Homeland Security Secretary Alejandro N. Mayorkas, who said he would recommend President Joe Biden dismiss Magnus after losing confidence in leadership ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dolly-parton-receives-100-million-award-from-jeff-bezos", "title": "Dolly Parton Receives $100 Million Award From Jeff Bezos", "date_published": "2022-11-13 15:48:22+00:00", "description": "Country music legend Dolly Parton has received a $100 million award from Amazon founder Jeff Bezos. Parton is the 2022 recipient of his Courage and Charities Award for being a person who &#8220;leads with her heart.&#8221; The award is provided for the winner to donate to a charity or charities of their choice. &#8220;We’ve just ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/last-line-of-defense-jim-banks-calls-house-gop-to-regroup-to-block-bidens-agenda", "title": "‘Last Line Of Defense’: Jim Banks Calls House GOP To Regroup To Block Biden’s Agenda", "date_published": "2022-11-13 15:10:56+00:00", "description": "One Indiana Republican congressman is calling on his party to regroup to block President Joe Biden&#8217;s agenda following disappointing midterm elections for the GOP. Rep. Jim Banks (R-IN) made the remarks during an interview on &#8220;Fox News Sunday&#8221; regarding his expectation that Republicans would win a slim House majority and must work together to defeat ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tom-cotton-urges-gop-to-push-ahead-with-leadership-elections-despite-party-unrest", "title": "Tom Cotton Urges GOP To Push Ahead With Leadership Elections, Despite Party Unrest", "date_published": "2022-11-13 14:42:49+00:00", "description": "Sen. Tom Cotton (R-AR) urged Senate Republicans to proceed with their leadership elections despite reported unrest within the party. Appearing on CBS&#8217;s &#8220;Face the Nation&#8221; on Sunday, Cotton pointed out that no senator has stepped up to challenge Senate Minority Leader Mitch McConnell (R-KY) for leadership, so the caucus should move forward with the elections ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/church-attendance-still-not-back-to-pre-covid-lockdown-levels-survey", "title": "Church Attendance Still Not Back To Pre-COVID Lockdown Levels: Survey", "date_published": "2022-11-13 14:18:50+00:00", "description": "Churches in the United States are struggling to return to attendance levels seen prior to COVID lockdowns shutting their doors and forcing online services, according to a new Lifeway Research poll.  The survey, released last week, was conducted with 1,000 Protestant pastors from September 6-30 from a random sample of Protestant churches. The survey revealed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/conservative-radio-host-jim-bohannon-dies-from-cancer-at-78", "title": "Conservative Radio Host Jim Bohannon Dies From Cancer At 78", "date_published": "2022-11-13 13:54:16+00:00", "description": "Conservative radio host Jim Bohannon died Saturday at the age of 78. Bohannon passed away following a battle with esophageal cancer after stepping down from his longtime &#8220;Jim Bohannon Show&#8221; last month. &#8220;His distinctive voice, wit and wisdom was aired on some 500 radio stations nationwide,&#8221; his obituary read. &#8220;Jim has been honored to be ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elizabeth-warren-i-dont-have-any-doubt-biden-has-authority-to-cancel-student-loan-debt", "title": "Elizabeth Warren: ‘I Don’t Have Any Doubt’ Biden Has Authority To Cancel Student Loan Debt", "date_published": "2022-11-13 13:23:56+00:00", "description": "Sen. Elizabeth Warren (D-MA) doesn&#8217;t have &#8220;any doubt&#8221; that President Joe Biden has the authority to cancel student debt. Appearing on NBC&#8217;s &#8220;Meet the Press&#8221; on Sunday, Warren told host Chuck Todd that Biden had the authority since former Presidents Barack Obama and Donald Trump forgave some debt during their tenure. Warren then lashed out ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/now-that-midterms-are-over-nancy-pelosi-says-biden-should-run-again-in-2024", "title": "Now That Midterms Are Over, Nancy Pelosi Says Biden Should Run Again In 2024", "date_published": "2022-11-13 12:10:00+00:00", "description": "House Speaker Nancy Pelosi (D-CA) said on Sunday that President Joe Biden should run for re-election in 2024. With the midterm elections mostly complete and Democrats projected to retain the majority in the Senate and a slight minority in the House, the 82-year-old Democratic leader said that Biden, who turns 80 next Sunday, should run ...", "favourite": false}]