[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/running-on-their-record-of-lockdowns-gretchen-whitmer-dragged-for-campaign-event-ft-randi-weingarten", "title": "‘Running On Their Record Of Lockdowns’: Gretchen Whitmer Dragged For Campaign Event Ft. Randi Weingarten", "date_published": "2022-10-30 18:39:57+00:00", "description": "Michigan Governor Gretchen Whitmer (D) took some heat over the weekend for hosting a campaign event with America Federation of Teachers President Randi Weingarten — and critics suggested that she was running on her record of lockdowns and school closures. Weingarten, who defended the unions even as they kept kids out of school months longer ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-mocked-for-claiming-there-are-54-states-how-much-more-of-this-are-we-supposed-to-tolerate", "title": "Biden Mocked For Claiming There Are ’54 States’: ‘How Much More Of This Are We Supposed To Tolerate?’", "date_published": "2022-10-30 18:34:56+00:00", "description": "President Joe Biden (D) faced mockery online late last week after he falsely claimed on the campaign trail that there are &#8220;54 states.&#8221; Biden made the remarks Friday at the &#8220;Pennsylvania Democratic Party Reception&#8221; while talking about how the Democrats had success in the 2018 midterm elections by talking about health care. &#8220;And, of course, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/it-can-ruin-your-career-glenn-greenwald-explains-why-journalists-are-terrified-to-question-paul-pelosi-narrative", "title": "‘It Can Ruin Your Career’: Glenn Greenwald Explains Why Journalists Are Terrified To Question Paul Pelosi Narrative", "date_published": "2022-10-30 18:23:15+00:00", "description": "Independent journalist Glenn Greenwald said Sunday that there was a very simple reason that members of his chosen profession seemed unwilling to question the narrative surrounding the alleged attack on Paul Pelosi — namely the possibility that asking questions could put their careers at risk. Greenwald laid out his theory in a Twitter thread, saying ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-establishment-is-not-what-people-want-republican-senate-candidates-slam-establishment-politicians-praise-grassroots-support", "title": "‘The Establishment Is Not What People Want’: Republican Senate Candidates Slam Establishment Politicians, Praise Grassroots Support", "date_published": "2022-10-30 18:19:26+00:00", "description": "Republican Senate candidates Don Bolduc of New Hampshire and Kelly Tshibaka of Alaska went after establishment politicians on both sides of the aisle Sunday.  Appearing on Fox News’s “Sunday Morning Futures” with host Maria Bartiromo, Bolduc and Tshibaka were asked about snubs from the Senate Leadership Fund, a political action committee aligned with Senate Minority ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/washington-senate-race-now-a-toss-up-as-two-polls-show-republican-tiffany-smiley-tied-with-democrat-patty-murray", "title": "Washington Senate Race Now A Toss-Up As Two Polls Show Republican Tiffany Smiley Tied With Democrat Patty Murray", "date_published": "2022-10-30 17:39:18+00:00", "description": "The race to represent Washington state in the U.S. Senate is now a toss-up, according to RealClearPolitics&#8217; projections. RealClearPolitics changed its Senate projection for the Washington Senate seat Sunday from &#8220;leans Dem&#8221; to &#8220;toss-up.&#8221; The move comes as two polls showed Republican challenger Tiffany Smiley tied with incumbent Democrat Patty Murray. A survey from the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/terror-wave-in-judea-and-samaria-continues-as-israel-heads-to-elections", "title": "Terror Wave In Judea And Samaria Continues As Israel Heads To Elections", "date_published": "2022-10-30 17:13:49+00:00", "description": "A Hamas-affiliated terrorist opened fire with an M-16 rifle in the Givat Ha’avot neighborhood of Kiryat Arba near Hebron on Saturday night, killing one and wounding five. This is yet another terror incident in a wave of terror attacks in Judea and Samaria as Israel heads to elections to decide the 25th Knesset.  بثبات وإقدام.. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-responds-to-lebron-james-over-criticisms-about-offensive-content-on-twitter", "title": "Elon Musk Responds To LeBron James Over Criticisms About Offensive Content On Twitter", "date_published": "2022-10-30 16:36:58+00:00", "description": "New Twitter CEO Elon Musk responded Sunday to criticisms from the Los Angeles Lakers’ LeBron James about racial slurs on the platform by noting that the content was part of a trolling campaign and had been deemed inauthentic. James was responding to a report in The Washington Post that claimed there had been a 500% ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-latest-whopper-on-the-inflation-reduction-act-is-so-big-even-twitter-flagged-it", "title": "Biden’s Latest Whopper On The Inflation Reduction Act Is So Big Even Twitter Flagged It", "date_published": "2022-10-30 16:33:51+00:00", "description": "President Joe Biden&#8217;s latest boast about his signature legislation — the Inflation Reduction Act — was such a stretch that even Twitter flagged the claim, suggesting that followers be made aware of additional context. With just over a week to go until the midterm elections, Biden has made a handful of campaign stops for Democratic ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cbs-predicts-republican-house-takeover-in-latest-poll", "title": "CBS Predicts Republican House Takeover In Latest Poll", "date_published": "2022-10-30 16:23:10+00:00", "description": "The latest CBS Battleground Tracker poll estimates that Republicans will gain at least 15 seats in the House of Representatives in the upcoming midterm elections. The poll predicts the GOP will control 228 seats compared to the Democrats&#8217; 207. The latest projection, with a margin of error of plus or minus 12 seats, is based ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/2-americans-among-the-153-dead-in-seoul-halloween-tragedy", "title": "2 Americans Among The 153 Dead In Seoul Halloween Tragedy", "date_published": "2022-10-30 15:45:26+00:00", "description": "President Joe Biden expressed his condolences to the loved ones of two American citizens who died during a stampede at a Halloween event in Seoul, South Korea. Biden shared the comments in a Sunday post on Twitter after the U.S. Embassy in South Korea confirmed the deaths. &#8220;Jill and I are devastated to learn that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rnc-chair-blasts-dems-hypocrisy-for-pointing-fingers-over-paul-pelosi-but-ignoring-attacks-on-lee-zeldin-kavanaugh", "title": "RNC Chair Blasts Dems’ Hypocrisy For Pointing Fingers Over Paul Pelosi, But Ignoring Attacks On Lee Zeldin, Kavanaugh", "date_published": "2022-10-30 15:26:37+00:00", "description": "RNC Chairwoman Ronna McDaniel fired back at Democrats who attempted to blame Republicans for the recent attack on Paul Pelosi, the husband of House Speaker Nancy Pelosi (D-CA). Appearing on &#8220;Fox News Sunday,&#8221; McDaniel said it was &#8220;just unfair&#8221; to blame Republican rhetoric after an assailant attacked Pelosi at their San Francisco home. McDaniel pointed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hillary-clinton-blames-republicans-for-paul-pelosi-attack-elon-musk-has-other-ideas", "title": "Hillary Clinton Blames Republicans For Paul Pelosi Attack — Elon Musk Has … Other Ideas", "date_published": "2022-10-30 15:23:01+00:00", "description": "Former Secretary of State Hillary Clinton jumped on the bandwagon on Saturday, joining a number of liberal pundits and elected Democrats who blamed the Republican Party for an alleged violent attack on House Speaker Nancy Pelosi&#8217;s (D-CA) husband, Paul. Clinton echoed the sentiments — if not the words — of people like President Joe Biden ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dead-kennedys-drummer-d-h-peligro-dead-at-63", "title": "Dead Kennedys Drummer D.H. Peligro Dead At 63", "date_published": "2022-10-30 14:39:58+00:00", "description": "D.H. Peligro, the drummer of the punk rock band Dead Kennedys, is dead at the age of 63, the band announced on social media. Peligro, whose birth name was Darren Henley, died after a head injury sustained in an accidental fall in his California home on Friday. TMZ reported the drummer was found on a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-our-year-as-midterms-approach-top-republican-bullish-on-gops-senate-prospects", "title": "‘This Is Our Year’: As Midterms Approach, Top Republican Bullish On GOP’s Senate Prospects", "date_published": "2022-10-30 13:38:29+00:00", "description": "National Republican Senatorial Committee Chairman Rick Scott said that the GOP would have at least 52 Senate seats after the 2022 midterms. Appearing on CNN&#8217;s &#8220;State of the Union&#8221; Sunday, Scott predicted that Republicans would hold all of the U.S. Senate seats currently held by the GOP and flip both Georgia and Nevada. Scott also ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-are-in-a-bubble-gop-nh-gov-slams-chuck-todd-for-saying-voters-should-care-more-about-election-denial-than-inflation", "title": "‘You Are In A Bubble’: GOP NH Gov. Slams Chuck Todd For Saying Voters Should Care More About ‘Election Denial’ Than Inflation", "date_published": "2022-10-30 12:28:11+00:00", "description": "New Hampshire Republican Governor Chris Sununu traded barbs with NBC News&#8217;s Chuck Todd over what voters should prioritize this election cycle. Appearing on NBC&#8217;s &#8220;Meet the Press&#8221; Sunday, Sununu was asked to explain his support for U.S. Senate candidate Don Bolduc, a Republican running to represent New Hampshire whom Todd labeled an &#8220;election denialist.&#8221; Sununu ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/read-it-dem-reps-ex-unleashes-after-he-allegedly-tries-to-silence-her-over-affair", "title": "READ IT: Dem Rep’s Ex Unleashes After He Allegedly Tries To Silence Her Over Affair", "date_published": "2022-10-30 11:41:37+00:00", "description": "The ex of a Democrat congressman unleashed on the politician Sunday morning after he and his attorney allegedly tried to get her to keep quiet about his bad behavior during their marriage. Sonya Douglass, a professor and director of the Black Education Research Center at Columbia University Teachers College, accused ex-husband Rep. Steven Horsford (D-NV) ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-hits-campaign-trail-in-new-york-for-zeldin-biggest-rally-of-the-ny-governors-race-thus-far", "title": "DeSantis Hits Campaign Trail In New York For Zeldin: ‘Biggest Rally Of The NY Governor’s Race Thus Far’", "date_published": "2022-10-30 09:24:19+00:00", "description": "Florida Governor Ron DeSantis (R) hit the campaign trail for Rep. Lee Zeldin (R-NY) in New York&#8217;s gubernatorial race Saturday night on Long Island in front of a packed crowd. The event comes after Zeldin performed well last week in a debate against Governor Kathy Hochul (D) which has led to the polls continuing to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/read-it-elon-musk-mocks-twitters-hr-bots-after-getting-management-101-note", "title": "READ IT: Elon Musk Mocks Twitter’s HR Bots After Getting ‘Management 101’ Note", "date_published": "2022-10-30 09:10:28+00:00", "description": "Who’s going to tell the HR bots at Twitter that the new guy is not a mere middle manager? Elon Musk, who closed out his $44 billion deal to take the social media platform private on Thursday, used the occasion to share auto-generated messages he got helpfully advising him how to be a better manager ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/critics-question-fettermans-claim-that-sign-was-set-ablaze-everyone-sees-what-they-are-doing", "title": "Critics Question Fetterman’s Claim That Sign Was Set Ablaze: ‘Everyone Sees What They Are Doing’", "date_published": "2022-10-30 08:58:07+00:00", "description": "Pennsylvania Lt. Gov. John Fetterman (D), a U.S. Senate candidate, claimed Saturday that a sign promoting his campaign was set on fire in a Republican part of the state. The tweet from Fetterman, which included a photograph of the alleged incident, came after he struggled in the first and only debate he participated in against ...", "favourite": false}]