[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/god-of-war-ragnarok-the-mythology-behind-odin-freya/2300-6459862/", "title": "God of War Ragnarok: The Mythology Behind Odin & Freya", "date_published": "2022-10-30 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4055059-gowodinthumb_v2_site.jpg\" width=\"480\" /> Ragnarök is coming, and Kratos and Atreus must battle their way through the Norse apocalypse. Yet, while the end times may be upon Kratos, there are those who hope to stop the coming final battle, including the greatest of the Aesir… Odin and his wife Freya.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/15-unforgettable-video-game-jump-scares/2900-4407/", "title": "15 Unforgettable Video Game Jump Scares", "date_published": "2022-10-30 01:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052432-ptlisa.jpg\" /><br /><h3><p>Horror purists may scoff at the use of jump scares in video games, but there's no denying that a well-crafted injection of sudden terror is amazingly effective at ruining a perfectly good pair of pants. While some titles play the long game with their horror elements, other experiences plunge you directly into a moment that's designed to stress you out. We've rounded up some of the best jump scares in video games below.</p><p>What's cool about some of these frights is that they popped up in a wide range of games, including titles that aren't truly horror games. Jump scares when you really don't expect it? Those can be even more jarring. By no means is our list of 15 jump scares exhaustive, and some of these may not have even scared you. That's another cool thing about jump scares; they tend to work differently on each person, especially in an interactive medium like video games.</p><p>For more horror game suggestions, check out our list of the <a href=\"https://www.gamespot.com/gallery/best-horror-games-on-xbox-game-pass/2900-4425/\">best horror games on Xbox Game Pass</a> and <a href=\"https://www.gamespot.com/gallery/indie-horror-games-to-play-for-halloween/2900-4404/\">best indie horror titles of 2022</a> that you may have missed. There are also a ton of <a href=\"https://www.gamespot.com/gallery/best-horror-game-deals-for-halloween-on-ps5-xbox-pc-and-switch/2900-4420/\">great deals on horror games</a> right now.</p></h3></p><br />     <p><h2>Batman: Arkham Knight - Like a Man-Bat out of hell</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052434-bak-man-bat.jpg\" /><br /><h3><p>At its best, Batman: Arkham Knight is a power fantasy that few games can match. You're regularly countering criminal faces with armored fists, flinging an endless supply of batarangs at supervillains, and tearing through Gotham in a billion dollars worth of petrol-powered vengeance. Gliding from rooftop to rooftop is also great, but that sense of unstoppable power gets a reality check early in the game when you're met face to screaming face with an abomination of science in the form of the Man-Bat. It's not just a great and unexpected scare, but one that you'll never be fully prepared for thanks to the random nature of that encounter.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/batman-arkham-knight-review/1900-6416169/\">Batman: Arkham Knight review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Batman-Arkham-Knight-PS4-playstation-4/dp/B07F7K39Q5?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4407|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>BioShock - Beware the dentist</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052433-bioshock-dentist.jpg\" /><br /><h3><p>Even an underwater utopia gone horribly wrong needs a dentist! While oral care experts are wrongly feared by society, the doctor of smile bones in BioShock is a different case altogether. Though the actual fright looks tame by today's standards, it's the setup that works brilliantly here. A puff of smoke that obscures your vision, a corpse that suddenly appears in the doctor's chair, and the faint sound of footsteps around you creates a tense scene, leading you to explore a small corner for some quick resources. The second you turn around though, you're face to face with a screaming doctor who wants your life and your pretty teeth.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/bioshock-review/1900-6200177/\">BioShock review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/BioShock-Collection-Xbox-One/dp/B01HIZF7XE?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4407|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>P.T. - Lisa is behind you</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052449-silenthillslisa.jpeg\" /><br /><h3><p>A small slice of horror that millions of people will never get to experience--unless they're willing to go to extreme lengths--PT pits you against devious puzzles and a roaming phantasm that's out to get you in the form of Lisa. If she's not whittling down your reserves of courage with her supernatural tricks, she's keeping a very close eye on your progress and always seems to know exactly when to reveal herself for a face-to-face encounter.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://youtu.be/dQw4w9WgXcQ\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>F.E.A.R - Ladder</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052431-fear-ladder.jpg\" /><br /><h3><p>FEAR was a unique game when it first came out in 2005, blending solid FPS action with an atmosphere that was designed to keep you on your toes. The persistent presence of Alma throughout the game was bad enough, but the terrifying toddler could make even the most mundane actions in the game something to be feared. If you weren't scared of ladders before, then FEAR will make you think twice about them thanks to Alma's surprise appearance in an otherwise mundane sequence.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/fear-review/1900-6169771/\">FEAR review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/21090/FEAR/\">See on Steam</a> </div></h3></p><br />     <p><h2>Blair Witch - Spectre inspector</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052430-blairwitchspectre.jpg\" /><br /><h3><p>If ever there was a case to be made for deforestation, it's the haunted woods of Pennsylvania that the Blair Witch calls home. Bloober Team did a fantastic job in recreating the dread of the original film in its game, and while the atmosphere is thick with tension, it's that first glimpse of a specter at night that'll keep you on your toes.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/blair-witch-game-review-prying-eyes/1900-6417290/\">Blair Witch review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Blair-Witch-PlayStation-4/dp/B08C7GDQ2D?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4407|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Dead Space 2 - Necromorphin' time</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052429-dead-space-2.jpg\" /><br /><h3><p>One of the more gruesome survival-horror franchises of recent memory, Dead Space's first sequel wastes no time in letting you know that you're in big trouble. Trapped in a psychiatric ward at the start of the game as all manner of hell breaks loose around him, protagonist Isaac Clarke comes face-to-butchered-face with the necromorph nemesis that reminds him there's no place in the universe that's safe from these marauding monsters.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/dead-space-2-review/1900-6288148/\">Dead Space 2 review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/47780/Dead_Space_2/\">See on Steam</a> </div></h3></p><br />     <p><h2>Outlast - Just hanging around</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052427-outlast.jpg\" /><br /><h3><p>Outlast is the type of horror game where even the main menu is a grisly nightmare that you don't want to encounter. If you are brave enough to push past that soft barrier, you'll be flung into a world of terror that'll live rent-free in your nightmares for months to come. With some incredible villains and levels populating its design, one of the best moments that'll spike your heart rate is your first visit to Mount Massive Asylum and the hallway encounter with a hanging man who has some choice words for you as he swings into action.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/outlast-review/1900-6415664/\">Outlast review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Outlast-Trinity-Xbox-One/dp/B06XGMG7RF?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4407|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Slender: The Arrival - Scream queen</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052426-slenderthearrival.jpg\" /><br /><h3><p>Sometimes the best scare isn't what you see, but what you hear. Take Slender: The Arrival for example, which sets up a brilliant jump scare that leaves your imagination to do the heavy lifting. You're inside of an abandoned home searching for clues about the legendary Slenderman, you enter a young girl's room and all of a sudden you're subjected to a scream that will instantly make your hair go white if you're playing with a headset on. It's simple, but amazingly effective terror.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/slender-the-arrival-review/1900-6416097/\">Slender: The Arrival review</a>.</em></p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/252330/Slender_The_Arrival/\">See on Steam</a> </div></h3></p><br />     <p><h2>Alien: Isolation - Xenomorphin' time</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052425-alienisolation.png\" /><br /><h3><p>Choosing the best jump scare from Alien: Isolation isn't easy. No matter where you are in the game, the constant presence of a remorseless and perfect jump-scaring machine is going to result in some body shivers and goosebumps along the way. The single and unstoppable hostile organism you're faced with is a testament to just how faithful Alien: Isolation is to its source material, and while we don't fancy your chances in escaping it, you do have our pity.</p><p><em>Read our <a href=\"https://www.gamespot.com/games/alien-isolation/\">Alien: Isolation review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Alien-Isolation-PS4-playstation-4/dp/B073435BMR?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4407|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Fatal Frame - Spectral-vision</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052424-fatalframe.jpg\" /><br /><h3><p>A good scare transcends time, and Fatal Frame is a perfect example of this. Two decades later, the first time you'll pick up the Camera Obscura and use it to grab a few snapshots of the supernatural realm is unmatched, thanks mostly to the very first ghost you'll ever see through it. This spook isn't just hovering about, haunting its location, it's waiting for you to see it so that it can give you an instant fright. There's no one-hour development on this roll of phantasm film, as Fatal Frame gets the ball rolling with an early scare.</p><p><em>Read our <a href=\"https://www.gamespot.com/games/fatal-frame/\">Fatal Frame review</a></em>.</p></h3></p><br />     <p><h2>Silent Hill - What's going with that radio?</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052423-silent-hill-window.jpg\" /><br /><h3><p>With <a href=\"https://www.gamespot.com/articles/silent-hill-2-remake-officially-announced/1100-6508440/\">Silent Hill back in the news</a>, now's a great time to look back at one of the best scares from the original game. What's great about this particular fright is how it pulls some sleight of hand on you, distracting you with a malfunctioning radio and a window that shatters in the background, before hitting you with a horrifying haymaker as the real monster appears right in front of you. If you were around for this PS1 original, then Silent Hill set a new benchmark for terror in this memorable scene.</p><p><em>Read our <a href=\"https://www.gamespot.com/games/silent-hill/\">Silent Hill review</a></em>.</p></h3></p><br />     <p><h2>Resident Evil - Who let the dogs out?</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052422-re-dogs.jpg\" /><br /><h3><p>Dogs, the best friend you can have… unless those pooches have been transformed into biological weapons that have your scent and are hungry for your flesh. Resident Evil's first game wasn't short on thrills and chills, and with revolutionary graphics (back then) being faced with a surprise zombie-dog attack would make anyone's skin go into goosebumps mode. The first dog smashing through the window was bad enough, but the terror doubled when a second mutant mutt broke through and delivered a one-two punch of fear to your mind.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/resident-evil-hd-remastered-review/1900-6416006/\">Resident Evil review</a></em>.</p></h3></p><br />     <p><h2>Vampire the Masquerade: Bloodlines - Hotel from hell</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052421-vampireoceanhouse.jpg\" /><br /><h3><p>What if a video game studio could create a location that was nothing <em>but </em>jump scares? You'd think the fear factor would run out pretty quickly, but you'd be very wrong if you approached the infamous haunted hotel from Vampire the Masquerade: Bloodlines with this mindset. A level that slaps you with all manner of sudden scares and unexpected props exploding, this hotel is a gauntlet for your heart rate thanks to its constant surprise attacks from the anarchic architecture.</p><p>Read our <a href=\"https://www.gamespot.com/reviews/vampire-the-masquerade-bloodlines-review/1900-6113468/\">Vampire the Masquerade: Bloodlines 2 review</a>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/2600/Vampire_The_Masquerade__Bloodlines/\">See on Steam</a> </div></h3></p><br />     <p><h2>Mortal Kombat - Tales from the Krypt</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052420-mk-krypt.jpg\" /><br /><h3><p>Modern Mortal Kombat games have celebrated the history of the franchise with a visit to the Krypt, a location where you can unearth all kinds of great rewards. 2011's Mortal Kombat reboot got the ball rolling with a new take on this location--although it was wise to be on your toes while desecrating graves. Stand around too long and a ghoul will jump out at you, delivering a quick shock to the system. It's a cheap scare, but one that's still gets the job done.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/mortal-kombat-review/1900-6374174/\">Mortal Kombat review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Mortal-Kombat-Xbox-360/dp/B002I0J998?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4407|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>The Evil Within - DIY Autopsy gone wrong</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4052419-evil-within.jpg\" /><br /><h3><p>The Evil Within and its sequel featured numerous well-placed scares, but the most memorable revolved around examining a corpse. Well, at least you were led to believe it was a corpse. The bloody and gruesome autopsy was quickly interrupted once you plunged your hands into the body. The cadaver comes back to life to deliver one final fright before it kicks the bucket for good.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/the-evil-within-review/1900-6415924/\">The Evil Within review</a></em>.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Evil-Within-PlayStation-4/dp/B00DHF3BZQ?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4407|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />", "favourite": false}]