[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/brazylia-jair-bolsonaro-prowadzi-w-wyborach-prezydenckich/", "title": "Brazylia: Mała różnica między kandydatami w wyborach prezydenckich", "date_published": "2022-10-30 21:30:00+00:00", "description": "Według wyników exit polls obejmujących 67,76 proc. lokali wyborczych w wyborach prezydenckich w Brazylii prowadzi Jair Bolsonaro.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/rosja-potracil-bawiace-sie-dziecko-i-odjechal-media-twierdza-ze-to-deputowany/", "title": "Rosja: Potrącił bawiące się dziecko i odjechał. Media twierdzą, że to deputowany", "date_published": "2022-10-30 21:27:00+00:00", "description": "W sieci pojawiło się nagranie, na którym widać, jak kierowca białego SUV-a przejeżdża małe dziecko. Do zdarzenia doszło w rosyjskim mieście Tatarsk. Według lokalnych mediów kierowca to deputowany z partii Władimira Putina Jedna Rosja, Siergiej Mamontow.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/niemcy-protest-aktywistek-w-muzeum-historii-naturalnej-przykleily-sie-obok-szkieletu-dinozaura/", "title": "Niemcy: Protest aktywistek w Muzeum Historii Naturalnej. Przykleiły się obok szkieletu dinozaura", "date_published": "2022-10-30 20:46:00+00:00", "description": "Aktywistki klimatyczne przykleiły się w niedzielę do barierki wokół szkieletu dinozaura w berlińskim Muzeum Historii Naturalnej. - Dinozaury wyginęły, ponieważ nie mogły wytrzymać ogromnych zmian klimatycznych. To samo zagraża nam - mówiła jedna z nich.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/rosja-awaria-kanalu-sciekowego-nieczystosci-wpadly-do-wolgi/", "title": "Rosja: Awaria kanału ściekowego. Nieczystości wpadły do Wołgi", "date_published": "2022-10-30 19:55:00+00:00", "description": "W rosyjskim Wołgogradzie doszło do awarii kanału ściekowego. Nieczystości trafiają do Wołgi. W sieci pojawiły się zdjęcia i nagrania zalanych ulic. Wydają ogromne pieniądze na wojnę, ale nie potrafią utrzymać porządku w kanalizacji - skomentował Anton Geraszczenko.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/kijow-polaczone-barwy-polski-i-ukrainy-na-ulicach-miasta-dwie-flagi-jeden-cel/", "title": "Kijów: Połączone barwy Polski i Ukrainy na ulicach miasta. \"Dwie flagi, jeden cel\"", "date_published": "2022-10-30 18:06:00+00:00", "description": "Na jednej z kijowskich ulic rozwinięto zszyte ze sobą flagi Polski i Ukrainy. Akcja miała być podziękowaniem za wsparcie, które dociera do Ukrainy z Polski.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/chiny-pracownicy-uciekli-z-fabryki-w-zakladzie-wykryto-ognisko-covid-19/", "title": "Chiny: Pracownicy uciekli z fabryki. W zakładzie wykryto ognisko COVID-19", "date_published": "2022-10-30 17:23:00+00:00", "description": "W mediach społecznościowych pojawiły się nagrania przedstawiające pracowników największej fabryki składającej telefony Apple w Chinach. Pracownicy fabryki w Zhengzhou mieli masowo uciekać ze zmagającego się z zakażeniami COVID-19 zakładu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/czechy-zator-przy-wejsciu-do-dyskoteki-osiem-osob-rannych/", "title": "Czechy: Zator przy wejściu do dyskoteki. Osiem osób rannych", "date_published": "2022-10-30 16:52:00+00:00", "description": "Przy wejściu do dyskoteki do Sluszovicach (Morawy) doszło do zatoru. Osiem osób w wieku od 15 do 20 lat zostało rannych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/indie-zarwal-sie-most-wiszacy-co-najmniej-40-osob-nie-zyje-30-krytycznie-rannych/", "title": "Indie. Zarwał się most wiszący. Co najmniej 40 osób nie żyje, 30 krytycznie rannych", "date_published": "2022-10-30 15:35:00+00:00", "description": "Co najmniej 40 osób nie żyje, 30 jest krytycznie rannych w wyniku zarwania się w niedzielę mostu w indyjskim stanie Gujarat. Według lokalnych mediów na budowli było wówczas około 400 osób.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/rosja-cynkowe-trumny-na-smietniku-mieszkancy-zszokowani/", "title": "Rosja: Cynkowe trumny na śmietniku. Mieszkańcy zszokowani", "date_published": "2022-10-30 14:55:00+00:00", "description": "Mieszkańcy rosyjskiego Biełgorodu przeżyli szok, gdy na śmietniku zobaczyli cynkowe trumny. W trumnach przywożono ciała żołnierzy, którzy zginęli na wojnie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/wojna-w-ukrainie-kreml-wycofuje-zgode-na-eksport-zboz-mychajlo-podolak-o-rosyjskiej-klasyce/", "title": "Wojna w Ukrainie. Kreml wycofuje zgodę na eksport zbóż. Mychajło Podolak o \"rosyjskiej klasyce\"", "date_published": "2022-10-30 14:36:00+00:00", "description": "Jeśli nikt nie padł na kolana po twierdzeniach o brudnej bombie i wojennych komarach wróćmy do grożenia ubogim krajom głodem - napisał na Twitterze niedzielę Mychajło Podolak, doradca prezydenta Ukrainy Wołodymyra Zełenskiego. Postępowanie Kremla nazwał rosyjską klasyką.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/hakerzy-okradli-corke-bylego-prezesa-gazprombanku-przelala-im-gigantyczna-sume/", "title": "Hakerzy okradli córkę byłego prezesa Gazprombanku. Przelała im gigantyczną sumę", "date_published": "2022-10-30 12:34:00+00:00", "description": "Oszuści namówili córkę byłego prezesa Gazprombanku Welerego Sergieja do przelania 49 milionów rubli na kontrolowane przez nich konto. W tym celu uknuli intrygę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/telefon-liz-truss-zhakowany-stoja-za-tym-rosjanie/", "title": "Telefon Liz Truss zhakowany. Stoją za tym Rosjanie", "date_published": "2022-10-30 09:17:00+00:00", "description": "Rosyjscy hakerzy mieli zhakować prywatny telefon Lizz Truss w czasie, gdy pełniła ona funkcję minister spraw zagranicznych - podała gazeta The Mail on Sunday. Dzięki temu uzyskali oni dostęp do tajnych informacji, m.in. tych dotyczących rozmów o Ukrainie z przedstawicielami innych państw. W wiadomościach poruszono również temat dotyczący dostaw broni.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-30/korea-poludniowa-seul-panika-w-czasie-imprezy-polka-bylam-ulice-obok/", "title": "Korea Południowa, Seul. Panika w czasie imprezy podczas Halloween. Polka: Byłam ulicę obok", "date_published": "2022-10-30 07:41:00+00:00", "description": "- Byłam dosłownie ulicę obok. W tamtej okolicy są one wąskie i strome. Wyglądało to jak lawina, ludzie na siebie spadali. Sześć, siedem osób leżało na sobie. Niektórzy, by się uratować, wspinali się na budynki. Makabryczne sceny - tak Karolina Salwa, aktualnie przebywająca w Seulu, relacjonowała w Polsat News tragedię, w której zginęło ponad 150 osób.", "favourite": false}]