[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/ukraina-rosyjska-szeregowa-anna-babicka-w-niewoli-chwalila-sie-ze-jedzie-zabijac-ukraincow/", "title": "Ukraina. Rosyjska szeregowa Anna Babicka w niewoli. Chwaliła się, że jedzie zabijać Ukraińców", "date_published": "2022-10-13 21:03:00+00:00", "description": "Rosyjska szeregowa Anna Babickaja, która w sierpniu trafiła na front, chwaliła się za pośrednictwem mediów społecznościowych, że jedzie zabijać Ukraińców. Teraz kobieta została schwytana i trafiła do ukraińskiej niewoli."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/rosja-eksplozja-w-bielgorodzie-ostrzelano-magazyn-amunicji/", "title": "Rosja. Eksplozje w Biełgorodzie. Ostrzelano magazyn amunicji", "date_published": "2022-10-13 20:10:00+00:00", "description": "W czwartek wieczorem w rosyjskim Biełgorodzie doszło do kolejnych eksplozji. Według różnych doniesień strona ukraińska zaatakowała skład amunicji. Tę informację potwierdził gubernator obwodu biełgorodskiego Wiaczesław Gładkow. Pojawiły się wiadomości o wybuchach w cukrowni."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/korea-polnocna-wyslala-samoloty-na-granice-z-korea-poludniowa-w-odpowiedzi-poderwano-mysliwce-f-35/", "title": "Korea Północna wysłała samoloty na granicę z Koreą Południową. W odpowiedzi poderwano myśliwce F-35", "date_published": "2022-10-13 19:53:00+00:00", "description": "Korea Północna wysłała około 10 samolotów bojowych na granicę z Koreą Południową. Maszyny zbliżyły się do sąsiedniego kraju na tak bliską odległość, że uruchomiły automatyczny alarm. W efekcie Koreańczycy z południa poderwali myśliwce F-35. Tymczasem agencja Associated Press poinformowała, że w czwartek Pjongjang wystrzelił kolejny pocisk balistyczny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/rosja-rakieta-uderzyla-w-blok-mieszkalny-w-bielgorodzie-pocisk-wystrzelony-na-charkow/", "title": "Rosja. Rakieta uderzyła w blok mieszkalny w Biełgorodzie. \"Pocisk wystrzelony na Charków\"", "date_published": "2022-10-13 18:58:00+00:00", "description": "Po raz kolejny od rozpoczęcia rosyjskiej inwazji na Ukrainę, nad przygranicznym miastem Biełgorod pojawiły się kłęby dymu. Tym razem w jeden z bloków mieszkalnych uderzyła rakieta. Prawdopodobnie to część pocisku, który wystrzelony został w kierunku Charkowa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/polak-zatrzymany-w-niemczech-wiozl-narkotyki-warte-fortune/", "title": "Polak zatrzymany w Niemczech. Wiózł narkotyki warte fortunę", "date_published": "2022-10-13 16:46:00+00:00", "description": "Niemieckie służby zatrzymały polskiego busa, w którym ukryte były narkotyki. W furgonetce, która jechała z Hiszpanii do Szwecji, znaleziono paczki z haszyszem o czarnorynkowej wartości około sześciu mln euro."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/nato/", "title": "Spotkanie grupy planowania atomowego NATO. Stoltenberg: Bierzemy groźby Putina na poważnie", "date_published": "2022-10-13 15:30:00+00:00", "description": "- Retoryka Putina jest bardzo niebezpieczna i nieodpowiedzialna. Bierzemy jego groźby na poważnie, ale jesteśmy czujni i nie pozwolimy się zastraszyć - powiedział Jens Stoltenberg. Sekretarz generalny NATO poinformował, że w czwartek odbyło się zebrała się grupa planowania atomowego NATO."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/anton-heraszczenko-wszyscy-rosjanie-ktorzy-popelniali-zbrodnie-wojenne-zostana-ukarani/", "title": "Anton Heraszczenko: Wszyscy Rosjanie, którzy popełniali zbrodnie wojenne zostaną ukarani", "date_published": "2022-10-13 15:28:00+00:00", "description": "Rosjanie, którzy popełniali zbrodnie wojenne zostaną ukarani - zapewnił podczas rozmowy z reporterem Polsat News Mateuszem Lachowskim doradca ministra spraw wewnętrznych Ukrainy Anton Heraszczenko. Przy tej okazji przytoczył historię 102-letniego Niemca, strażnika obozu koncentracyjnego, który został osądzony po 80 latach. Podkreślił, że rosyjskich zbrodniarzy ten los spotka o wiele wcześniej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/kora-polnocna-kim-dzong-un-za-kilka-dni-moze-przeprowadzic-probe-atomowa/", "title": "Korea Północna. Kim Dzong Un za kilka dni może przeprowadzić próbę atomową", "date_published": "2022-10-13 14:32:00+00:00", "description": "Agencja Reutera podaje, że ostatnia seria testów rakietowych w Korei Północnej może zwiastować próbę atomową na terenie tego kraju. Zdaniem ekspertów mogłoby do niej dojść w ciągu najbliższych dni. Wśród potencjalnych powodów testu broni nuklearnej wymienia się m.in. chęć opracowania zmniejszonych głowic przeznaczonych do taktycznego użycia podczas ewentualnej wojny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/wojna-w-ukrainie-rosjanie-buduja-zeby-smoka-sa-zdjecia-satelitarne/", "title": "Wojna w Ukrainie. Rosjanie budują \"zęby smoka\". Są zdjęcia satelitarne", "date_published": "2022-10-13 11:14:00+00:00", "description": "Gigantyczne doły i rozciągający się przed nimi w dwóch rzędach zespół zapór, nazywany zębami smoka widać na opublikowanych w sieci zdjęciach satelitarnych. Ma to być dowód na to, że Rosjanie przygotowują się na natarcie wojsk ukraińskich."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/putin-sklada-propozycje-prezydentowi-turcji-chodzi-o-dostawy-gazu/", "title": "Putin składa propozycję prezydentowi Turcji. Chodzi o dostawy gazu", "date_published": "2022-10-13 11:09:00+00:00", "description": "Władimir Putin powiedział prezydentowi Turcji Recepowi Tayyipowi Erdoganowi, że Turcja jest najbardziej niezawodna w kwestii dostarczania gazu do Unii Europejskiej. Zaproponował również zbudowanie tam, jak to nazwał, węzła dostaw. Erdogan nie skomentował pomysłu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/19-latka-brutalnie-zamordowana-przez-ukochanego-z-internetu-zapadl-wyrok/", "title": "Wielka Brytania: 19-latka brutalnie zamordowana przez ukochanego z internetu. Zapadł wyrok", "date_published": "2022-10-13 10:32:00+00:00", "description": "19-letnia Ashley Wadsworth z Kanady poznała w internecie o trzy lata starszego Jacka Sepplea z Wielkiej Brytanii. Nim spotkali się na żywo, ich znajomość trwała kilka lat. Pod koniec 2021 roku młoda kobieta postanowiła wreszcie pojechać na Wyspy, by zamieszkać ze swoim ukochanym. Niedługo później została przez niego brutalnie zamordowana. Mężczyzna został skazany na dożywocie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/alaksandr-lukaszenka-to-niedopuszczalne-i-niesie-ryzyko-wybuchu-trzeciej-wojny-swiatowej/", "title": "Alaksandr Łukaszenka: To niedopuszczalne i niesie ryzyko wybuchu trzeciej wojny światowej", "date_published": "2022-10-13 10:14:00+00:00", "description": "Alaksandr Łukaszenka wziął udział w międzynarodowym forum państw azjatyckich w Kazachstanie. Stwierdził, że na dyktaturę Zachodu i sankcje musi być jednoznaczna odpowiedź. - To niedopuszczalne i niesie ryzyko wybuchu trzeciej wojny światowej - powiedział. Łukaszenka rozmawiał także z prezydentem Turcji Recepem Tayyipem Erdoganem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/norwegia-incydent-w-duzej-gazowni-nyhamna/", "title": "Norwegia: Tajemniczy incydent w dużej gazowni Nyhamna", "date_published": "2022-10-13 09:22:00+00:00", "description": "Norweska policja interweniowała w czwartek rano w związku z niesprecyzowanym incydentem, do którego miało dojść na terenie potężnej gazowni Nyhamna. Media pisały o planowanej ewakuacji. Jak donosi agencja informacyjna Montel, mogło chodzić o alarm bombowy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/slowacja-atak-niedzwiedzia-zwierze-rzucilo-sie-na-biegacza/", "title": "Słowacja. Atak niedźwiedzia. Zwierzę rzuciło się na biegacza", "date_published": "2022-10-13 09:18:00+00:00", "description": "Na jednym z żółtych górskich szlaków na Słowacji mężczyzna został brutalnie zaatakowany przez niedźwiedzia. Turysta miał na ciele ślady zadrapań i ugryzień. Z relacji służb wynika, że dzikie zwierzę rzuciło się na biegacza w sumie trzy razy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/wojna-w-ukrainie-rosjanie-wjechali-wozem-bojowym-wprost-na-miny/", "title": "Wojna w Ukrainie. Rosjanie wjechali wozem bojowym wprost na miny", "date_published": "2022-10-13 09:07:00+00:00", "description": "W mediach społecznościowych pojawiło się kolejne nagranie przedstawiające nieudane działania okupacyjnych wojsk. Tym razem rosyjska załoga swoim wozem bojowym wjechała wprost na miny przeciwpancerne. Nie byłoby w tym nic dziwnego, gdy nie to, że uzbrojenie znajdowało się na drodze i było doskonale widoczna."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/wojna-w-ukrainie-ostrzal-mikolajowa-11-latek-spedzil-pod-gruzami-szesc-godzin/", "title": "Wojna w Ukrainie. Ostrzał Mikołajowa. 11-latek spędził pod gruzami sześć godzin", "date_published": "2022-10-13 08:03:00+00:00", "description": "W Mikołajowie Rosjanie ostrzelali pięciopiętrowy budynek. Ratownikom udało się uratować 11-letniego chłopca. Dziecko spędziło pod gruzami sześć godzin. Trwają poszukiwania jeszcze siedmiu osób."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/rosja-rzad-chce-karac-za-szerzenie-propagandy-pedofilii-i-osob-lgbt/", "title": "Rosja. Rząd chce karać za szerzenie \"propagandy pedofilii i osób LGBT\"", "date_published": "2022-10-13 07:32:00+00:00", "description": "Rosyjski rząd poparł projekt ustawy o odpowiedzialności za propagandę LGBT. Według urzędników ma ona zapobiegać rozpowszechnianiu destrukcyjnych informacji. W rzeczywistości w prawie ma znaleźć się przepis, który będzie karać odpowiedzialnych za propagowanie nietradycyjnych stosunków lub preferencji seksualnych. Obok zapisów o LGBT, znalazł się przepis dotyczący pedofilii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/alex-jones-musi-zaplacic-prawie-miliard-dolarow-odszkodowania-rodzinom-ofiar-masakry-w-sandy-hook/", "title": "Alex Jones musi zapłacić prawie miliard dolarów odszkodowania rodzinom ofiar masakry w Sandy Hook", "date_published": "2022-10-13 07:24:00+00:00", "description": "Ława przysięgłych zdecydowała, że Alex Jones, który przez lata głosił, że masowa strzelanina w szkole Sandy Hook była inscenizacją, musi zapłacić rodzinom ofiar prawie miliard dolarów. W masakrze, do której doszło w 2012 roku, zginęło 20 dzieci w wieku sześciu i siedmiu lat. Rodzice zamordowanych uczniów od lat byli nękani przez zwolenników Jonesa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/wojna-w-ukrainie-ataki-iranskimi-dronami-kamikadze/", "title": "Wojna w Ukrainie. Ataki irańskimi dronami kamikadze", "date_published": "2022-10-13 06:15:00+00:00", "description": "Rosyjskie wojsko w czwartek rano zaatakowało ukraińskie miasta, m.in. w rejonie Kijowa, irańskimi dronami kamikadze - alarmują władze Ukrainy. Amerykański Ośrodek Studiów nad Wojną podaje, że Rosja mogła zatrudnić irańskich operatorów dronów, by szkolili żołnierzy. Iran zaprzecza, Kreml nie komentuje."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-13/onz-potepilo-rosje-za-aneksje-ukrainskich-terytoriow-piec-krajow-bylo-przeciwko/", "title": "ONZ potępiło Rosję za aneksję ukraińskich terytoriów. Pięć krajów było przeciwko", "date_published": "2022-10-13 04:01:00+00:00", "description": "Zgromadzenie Ogólne ONZ zdecydowanie potępiło rosyjską próbę aneksję czterech częściowo okupowanych regionów w Ukrainie i wezwało wszystkie kraje do nieuznawania tego posunięcia. Za rezolucją opowiedziały się 143 kraje, zaś przeciwko było tylko pięć, w tym sama Rosja."}]