[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/puberty-blockers-cause-infertility-and-are-given-out-like-candy-according-to-gender-clinic-director", "title": "Puberty Blockers Cause Infertility And Are Given Out ‘Like Candy,’ According To Gender Clinic Director", "date_published": "2022-10-13 18:57:34+00:00", "description": "The director of the pediatric gender clinic at Boston Children’s Hospital admitted that puberty blockers cause infertility and are given out to children “like candy” to a &#8220;skyrocketing&#8221; number of new patients in a recently uncovered video conference. Dr. Jeremi Carswell, pediatric endocrinologist and current director of Boston Children&#8217;s Hospital GeMS (Gender Management Service), spoke ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-recaps-the-big-night-explains-why-she-fights-and-thanks-her-supporters", "title": "Candace Recaps The Big Night, Explains Why She Fights, And Thanks Her Supporters", "date_published": "2022-10-13 18:53:07+00:00", "description": "Happy Thursday everyone. Last night we premiered “The Greatest Lie Ever Sold&#8220;— my documentary exploring the Black Lives Matter movement, and it couldn&#8217;t have gone off more perfectly.  I&#8217;m just so grateful for all of you who tuned in live and for those of you who I know will watch when you can. So the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/feds-investigate-desantis-for-flying-migrants-to-marthas-vineyard", "title": "Feds Investigate DeSantis For Flying Migrants To Martha’s Vineyard", "date_published": "2022-10-13 18:39:25+00:00", "description": "The Biden administration’s Treasury Department announced an investigation into Governor Ron DeSantis (R-FL) over his use of funds to transport illegal immigrants to Martha’s Vineyard. DeSantis sent 50 migrants to the elite Massachusetts vacation hamlet last month in a move that exposed Democratic hypocrisy on immigration. Lawmakers such as Sen. Ed Markey (D-MA) and Rep. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/billionaire-j-k-rowling-delivers-scathing-reply-to-fan-who-asks-how-do-you-sleep-at-night", "title": "Billionaire J.K. Rowling Delivers Scathing Reply To Fan Who Asks ‘How Do You Sleep At Night’", "date_published": "2022-10-13 18:29:11+00:00", "description": "J.K. Rowling had the perfect response for one Twitter critic who asked her how she slept at night. The billionaire best-selling author has become a controversial figure in the Hollywood community due to her refusal to accept the trans agenda that fellow leftist celebrities readily embrace. This has gotten Rowling labeled as a “TERF,” or ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bolduc-within-striking-distance-of-hassan-in-latest-polling", "title": "Bolduc Within Striking Distance Of Hassan In Latest Polling", "date_published": "2022-10-13 18:27:02+00:00", "description": "The Senate race in New Hampshire is a single-digit race, according to recent polls. Don Bolduc trails Sen. Maggie Hassan (D-NH) by seven points with 45% support to Hassan&#8217;s 52%, according to the latest AARP poll. The retired Army general won the Republican nomination in September, beating out his closest competitor, state Sen. Chuck Morse (R), by ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mark-wahlberg-joins-californias-mass-exodus-moves-out-of-state-to-give-his-children-a-better-life", "title": "Mark Wahlberg Joins California’s Mass Exodus, Moves Out Of State To Give His Children ‘A Better Life’", "date_published": "2022-10-13 18:18:15+00:00", "description": "Actor and film producer Mark Wahlberg joined the growing list of A-list Hollywood celebrities fleeing California. During an interview Tuesday on the CBS talk show “The Talk,” the movie star said he moved out of the Golden State and into Nevada to give his children &#8220;a better life.&#8221; &#8220;I moved to California many years ago ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-coach-ball-we-dont-look-at-color-buccaneers-head-coach-stops-woke-reporters-in-their-tracks", "title": "‘We Coach Ball, We Don’t Look At Color’: Buccaneers Head Coach Stops Woke Reporters In Their Tracks", "date_published": "2022-10-13 17:37:54+00:00", "description": "Buccaneers head coach Todd Bowles stopped multiple woke reporters in their tracks during his daily press conference when he was asked about going against Steelers head coach Mike Tomlin and &#8220;representation.&#8221; During the Tampa Bay coach&#8217;s press event Tuesday, he was fielding questions from reporters who felt it necessary to turn the Bucs’ upcoming game ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/filing-reveals-facebook-employees-that-allegedly-took-bribes-to-promote-onlyfans", "title": "Filing Reveals Facebook Employees That Allegedly Took Bribes To Promote OnlyFans", "date_published": "2022-10-13 16:51:56+00:00", "description": "Two top executives at Meta, Facebook’s parent company, and another worker, were allegedly involved in a bribery scandal in an attempt to expand the influence of the porn company OnlyFans. A recent court filing in a California suit showed that the three people were allegedly taking bribes in an attempt to assist the OnlyFans site ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-bond-star-reveals-stupid-comment-he-made-that-sunk-his-shot-at-playing-batman", "title": "James Bond Star Reveals ‘Stupid’ Comment He Made That Sunk His Shot At Playing Batman", "date_published": "2022-10-13 16:24:49+00:00", "description": "James Bond star Pierce Brosnan revealed what he called the &#8220;stupid&#8221; comment he made that sunk his chances to play Batman, a role that eventually went to Michael Keaton. During the 69-year-old actor&#8217;s recent appearance on &#8220;The Tonight Show,&#8221; Brosnan told host Jimmy Fallon that when he auditioned for the role of the caped crusader ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-army-reportedly-changing-controversial-body-fat-test-good-news-for-stripes-fans", "title": "U.S. Army Reportedly Changing Controversial Body Fat Test. Good News For ‘Stripes’ Fans.", "date_published": "2022-10-13 16:17:36+00:00", "description": "In the cult-classic &#8220;Stripes,&#8221; the late, great, heavyweight actor John Candy told his fellow &#8220;recruits&#8221; that he joined the Army so he could lose a few pounds and &#8220;walk out of there a lean-mean fighting machine.&#8221; Now, that same fitness plan could soon be a reality for millions of obese Americans looking to serve the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-trump-subpoenaed-by-january-6-committee", "title": "BREAKING: Trump Subpoenaed By January 6 Committee", "date_published": "2022-10-13 16:12:26+00:00", "description": "The U.S. House committee investigating the January 6, 2021, riot at the U.S. Capitol voted unanimously Thursday afternoon to subpoena former President Donald Trump. The lawmakers issued the subpoena to question Trump about his alleged role in the events that led up to some of the violence that unfolded that afternoon. “The central cause of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-mayoral-candidate-denies-being-a-white-man-during-debate", "title": "Democrat Mayoral Candidate Denies Being A ‘White Man’ During Debate", "date_published": "2022-10-13 16:07:22+00:00", "description": "Democratic Los Angeles mayoral candidate Rick Caruso objected to being described as a &#8220;white man&#8221; during a debate on Tuesday evening. Caruso, a former Republican running as a moderate Democrat, is facing off with Rep. Karen Bass (D-CA), a far-left black woman, for incumbent Mayor Eric Garcetti&#8217;s position. “The next mayor of Los Angeles will ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/parkland-shooter-who-murdered-17-gets-life-sentence-not-death-desantis-reacts", "title": "Parkland Shooter Who Murdered 17 Gets Life Sentence, Not Death. DeSantis Reacts.", "date_published": "2022-10-13 16:04:23+00:00", "description": "On Thursday, Florida GOP Governor Ron DeSantis reacted to the sentence handed to the Parkland shooter who murdered 17 people, including 14 high school students, on Valentine’s Day, February 14, 2018. The jury deliberated less than two days before deciding the shooter should receive a life sentence without parole, instead of the death penalty, for ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/local-california-county-supervisors-oppose-biden-administration-newsom-efforts-to-change-community-name", "title": "Local California County Supervisors Oppose Biden Administration, Newsom Efforts To Change Community Name", "date_published": "2022-10-13 16:03:10+00:00", "description": "Democratic Governor of California Gavin Newsom and the Biden administration have pushed for name changes regarding the word &#8220;squaw,&#8221; but local communities are pushing back. Last month, the Biden administration announced it had finished taking “squaw” out of the names of federal land, which involved almost 650 locations. Late last month, Governor Newsom signed AB ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-begging-saudis-not-to-cut-oil-production-before-elections-shows-just-how-weak-he-is", "title": "Biden Begging Saudis Not To Cut Oil Production Before Elections Shows Just How Weak He Is", "date_published": "2022-10-13 15:56:10+00:00", "description": "President Joe Biden is weak &#8212; both physically and politically. During the presidential campaign, Biden repeatedly said he would restore America&#8217;s name in the world (Democrats always deride Republicans and claim foreign leaders despise them). He&#8217;s done just the opposite. Russian President Vladimir Putin would never have invaded Ukraine while Donald Trump was president, but ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-air-force-dumps-on-politico-over-republican-candidates-leaked-military-sexual-assault-records", "title": "U.S. Air Force Dumps On Politico Over Republican Candidate’s Leaked Military Sexual Assault Records", "date_published": "2022-10-13 15:49:41+00:00", "description": "The United States Air Force appeared to refute Politico&#8217;s claim that a public records request had ultimately given the outlet access to personnel records — including details of an alleged sexual assault — belonging to congressional Republican candidate Jennifer-Ruth Green. Green, running for a House seat in Indiana, issued a public statement after Politico published ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-misguided-compassion-is-a-recipe-for-the-destruction-of-american-civilization", "title": "Why Misguided Compassion Is A Recipe For The Destruction Of American Civilization", "date_published": "2022-10-13 15:35:48+00:00", "description": "Growing up in Ghana, my imagination of life in America was fueled by the pictures my parents took and the stories they told about their own experiences here. For my dad, it was the three-month business trip he took to Los Angeles in 1989. In my mom’s case, she spent her senior year of high ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-minnesota-rep-makes-what-may-be-the-most-brutal-debate-gaffe-ever", "title": "WATCH: Minnesota Rep. Makes What May Be The Most Brutal Debate Gaffe Ever", "date_published": "2022-10-13 15:15:59+00:00", "description": "That could not be what she meant to say. Democratic Rep. Angie Craig, running for her third term representing Minnesota’s second Congressional district, committed a gaffe for the ages in her debate Thursday morning against Republican challenger Tyler Kistner. &#8220;I will never stop standing up for Big Pharma and standing against my constituents!&#8221; she declared ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wawa-weighs-leaving-philadelphia-after-mob-ransacked-store-in-viral-incident", "title": "Wawa Weighs Leaving Philadelphia After Mob Ransacked Store In Viral Incident", "date_published": "2022-10-13 15:12:44+00:00", "description": "Convenience store chain Wawa is reportedly considering a departure from the city of Philadelphia due to a rise in violent crime and public safety issues. Philadelphia City Councilmember Mike Driscoll said during a Tuesday town hall that a recent meeting with Wawa executives left him concerned that the company will nix millions of dollars in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actor-cuba-gooding-jr-will-serve-no-prison-time-for-harassment-after-plea-deal", "title": "Actor Cuba Gooding Jr Will Serve No Prison Time For Harassment After Plea Deal", "date_published": "2022-10-13 14:51:00+00:00", "description": "Academy-Award-winning actor Cuba Gooding Jr. will serve no time in prison after agreeing to a plea deal in his sex abuse case involving allegations from multiple women. The 54-year-old actor entered a guilty plea in State Supreme Court in Manhattan, where he was sentenced to time served, The New York Times reported on Thursday. In ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-cops-slain-after-being-lured-into-apparent-ambush-by-fake-911-call", "title": "Two Cops Slain After Being Lured Into Apparent Ambush By Fake 911 Call", "date_published": "2022-10-13 14:31:28+00:00", "description": "Two Connecticut police officers were killed Wednesday night after being lured into an apparent ambush by a fake domestic violence call, according to state police. Bristol Police Department officers Dustin DeMonte, 35, and Alex Hamzy, 34, were gunned down, and a third officer, Alec Iurato, 26, was injured by a gunman or gunmen with an ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americans-know-whos-to-blame-for-soaring-inflation-joe-biden", "title": "Americans Know Who’s To Blame For Soaring Inflation — Joe Biden", "date_published": "2022-10-13 14:20:08+00:00", "description": "Inflation in the U.S. soared 8.2% in September, and while President Joe Biden blames it on &#8220;Putin&#8217;s price hike,&#8221; Americans blame him by a wide majority. The Labor Department’s Consumer Price Index, which catalogs the costs of goods and services as well as food and rent, rose 0.4% over August, double what economists expected, according ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/study-babies-born-during-pandemic-may-have-delays-in-communication-skills", "title": "Study: Babies Born During Pandemic May Have Delays In Communication Skills", "date_published": "2022-10-13 14:19:30+00:00", "description": "Babies born during the COVID-19 pandemic may experience delays in some communication skills, a new study has revealed. The research was published on Tuesday by researchers from the Royal College of Surgeons in Dublin, Ireland. The study ranked &#8220;10 parentally reported developmental milestones at 12-month assessment&#8221; among more than 300 babies born during the pandemic. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-view-hosts-mock-herschel-walker-suggest-maybe-he-has-brain-damage", "title": "‘The View’ Hosts Mock Herschel Walker, Suggest Maybe He Has Brain Damage", "date_published": "2022-10-13 14:10:35+00:00", "description": "The hosts of ABC&#8217;s &#8220;The View&#8221; mocked U.S. Senate candidate Herschel Walker (R-GA) during Thursday&#8217;s broadcast, suggesting that perhaps he had brain damage. The cohosts pivoted from complaining that people had criticized Senate candidate John Fetterman (D-PA) — who suffered a stroke in May – to joking about whether or not Walker had cognitive issues ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-colleges-flounder-chinese-schools-on-the-rise-in-world-rankings", "title": "American Colleges Flounder, Chinese Schools On The Rise In World Rankings", "date_published": "2022-10-13 14:06:09+00:00", "description": "American colleges are steadily falling in global rankings, while Chinese postsecondary institutions are on the rise. In the most recent world university rankings from Times Higher Education, the United States continued to boast more schools in the top 100 slots than any other country. Since 2018, however, the number of American schools in the upper ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whoopi-goldberg-defends-fetterman-suggests-he-shouldnt-have-to-release-medical-records-until-after-election", "title": "Whoopi Goldberg Defends Fetterman, Suggests He Shouldn’t Have To Release Medical Records Until After Election", "date_published": "2022-10-13 13:47:22+00:00", "description": "&#8220;The View&#8221; co-host Whoopi Goldberg defended embattled U.S. Senate candidate and Lt. Governor John Fetterman (D-PA) during Thursday&#8217;s broadcast, suggesting that he should not have to release his medical records prior to the midterm election in November. Goldberg suggested that Fetterman — who has appeared to struggle on the campaign trail after his recent stroke — should ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kim-kardashian-blindsided-everyone-was-mad-over-her-get-your-fing-ass-up-and-work-advice", "title": "Kim Kardashian ‘Blindsided’ Everyone Was Mad Over Her ‘Get Your F***ing Ass Up And Work’ Advice", "date_published": "2022-10-13 13:06:50+00:00", "description": "Kim Kardashian was confused over all the backlash she received about her infamous quote about working hard. In March, the 41-year-old influencer advised followers that in order to achieve great things, a person should &#8220;get your f***ing ass up and work.&#8221; Her comments from the Variety interview were immediately met with backlash from fans who ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shows-some-progress-biden-responds-to-another-dismal-inflation-report", "title": "‘Shows Some Progress’: Biden Responds To Another Dismal Inflation Report", "date_published": "2022-10-13 13:05:48+00:00", "description": "President Joe Biden responded to another report showing elevated inflation by arguing that his administration has made “progress” on combating high price levels. The Consumer Price Index (CPI) rose 8.2% between September 2021 and September 2022, according to a Thursday report from the Bureau of Labor Statistics, surpassing expectations despite harsh contractionary policy from the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/indiana-supreme-court-rules-abortion-can-continue-pending-january-hearing", "title": "Indiana Supreme Court Rules Abortion Can Continue Pending January Hearing", "date_published": "2022-10-13 12:38:04+00:00", "description": "The Indiana Supreme Court ruled on Wednesday that abortions can continue in the state until a decision is made in a pending January hearing. The state&#8217;s highest court denied the request of Indiana Attorney General Todd Rokita (R) to allow a new restrictive abortion law to take effect until the court ruling. The law was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/they-voted-for-biden-in-droves-now-hollywood-braces-for-layoffs-as-woke-productions-tank-and-bidenflation-soars", "title": "They Voted For Biden In Droves: Now Hollywood Braces For Layoffs As Woke Productions Tank And Bidenflation Soars", "date_published": "2022-10-13 12:32:02+00:00", "description": "Be careful what you ask for, Hollywood. The entertainment industry rallied to elect Joe Biden to the highest office in the land in 2020. We don’t know how much that support factored into the results, but it’s clear Biden became the country’s 46th president. And look what happened next. Crime swelled. So did inflation rates ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-city-homeless-shelter-population-hits-record-numbers-following-influx-of-migrants", "title": "New York City Homeless Shelter Population Hits Record Numbers Following Influx Of Migrants", "date_published": "2022-10-13 12:22:09+00:00", "description": "New York City&#8217;s homeless shelter population has reached record levels as a growing number of migrants enter the city. The city&#8217;s Department of Homeless Services reported in its latest statistics on Tuesday that 62,556 people were registered in its shelter system, surpassing the previous record set in 2019. The new record included 11,960 families with ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/charges-dropped-against-adnan-syed-subject-of-popular-serial-podcast", "title": "Charges Dropped Against Adnan Syed, Subject Of Popular ‘Serial’ Podcast", "date_published": "2022-10-13 12:13:28+00:00", "description": "Prosecutors on Tuesday dropped charges against Adnan Syed, who was convicted in 2000 for the murder of his ex-girlfriend, Hae Min Lee. Syed was previously released from prison last month after his conviction was overturned, and Baltimore State’s Attorney Marilyn Mosby was given 30 days to decide whether she would drop the charges against Syed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/reported-durham-investigator-ex-fbi-agent-awarded-90m-in-alex-jones-verdict", "title": "Reported Durham Investigator, Ex-FBI Agent Awarded $90M In Alex Jones Verdict", "date_published": "2022-10-13 12:03:53+00:00", "description": "A retired FBI agent who was reportedly the lead investigator for Special Counsel John Durham was awarded $90 million as part of the near-billion-dollar verdict against Alex Jones for his phony claims that the Sandy Hook massacre was a hoax. William Aldenberg, who as an FBI agent responded to the December 14, 2012 shooting at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/d-c-deputy-mayor-resigns-following-assault-controversy-residency-questions", "title": "D.C. Deputy Mayor Resigns Following Assault Controversy, Residency Questions", "date_published": "2022-10-13 11:57:43+00:00", "description": "Washington, D.C. Deputy Mayor for Public Safety Chris Geldart (D) has resigned following a controversy regarding an alleged assault captured on video and questions regarding his residency status. Mayor Muriel Bowser (D) made the announcement on Wednesday. “I’m saddened to say that I have accepted the resignation of Deputy Mayor Chris Geldart,” Bowser said at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-blame-the-saudis-democrat-congressman-responds-to-gas-prices-hitting-6-50-in-his-district", "title": "‘I Blame The Saudis’: Democrat Congressman Responds To Gas Prices Hitting $6.50 In His District", "date_published": "2022-10-13 11:40:43+00:00", "description": "Rep. Ro Khanna (D-CA) recently argued that soaring gasoline prices in his district are largely induced by actions from Saudi Arabia to restrict oil production. Saudi Arabia joined Russia and other members of OPEC+ in slashing petroleum output by two million barrels per day beginning in November, constituting 2% of global oil demand. Khanna, who ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-are-being-rude-aoc-struggles-when-confronted-at-town-hall-about-war", "title": "‘You Are Being Rude!’: AOC Struggles When Confronted At Town Hall About War", "date_published": "2022-10-13 11:15:42+00:00", "description": "Rep. Alexandria Ocasio-Cortez (D-NY) struggled at a town hall event Wednesday evening when two attendees confronted her for allegedly supporting nuclear war. &#8220;My friend @Noggatone and I confronted Congresswoman [AOC] on her support for Nuclear War and Ukrainian Nazis,&#8221; Jose Vega captioned his interaction with the congresswoman. &#8220;I call her out for being a coward in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-jury-reaches-verdict-in-parkland-shooter-sentencing-trial", "title": "BREAKING: Jury Rejects Death Penalty For Parkland Shooter", "date_published": "2022-10-13 11:12:22+00:00", "description": "A Florida jury rejected the death penalty Thursday for the Parkland school shooter who killed 17 people on Valentine&#8217;s Day 2018. The shooter received life in prison without the possibility of parole for each of the murders. The shooter, who The Daily Wire will not name, was in the penalty phase of his trial, having pleaded ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-dems-campaign-ad-reportedly-altered-photo-of-gop-rep-to-make-her-look-sinister", "title": "Texas Dem’s Campaign Ad Reportedly Altered Photo Of GOP Rep To Make Her Look Sinister", "date_published": "2022-10-13 11:04:10+00:00", "description": "A campaign ad from the Texas Democrat opponent of GOP Rep. Mayra Flores altered a photo of her to make her look more sinister, according to a Fox News report. The original photo was featured on Flores’ Instagram site in early 2022, showing her holding a rifle as she sported a wide smile. But the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whistleblower-teacher-threatened-placed-on-administrative-leave-after-calling-out-crt", "title": "Whistleblower Teacher Threatened, Placed On Administrative Leave After Calling Out CRT", "date_published": "2022-10-13 10:37:06+00:00", "description": "A Rhode Island teacher who raised concerns about students being taught racially divisive lessons based on Critical Race Theory (CRT) has been removed from her teaching position. English teacher Ramona Bessinger, who was involuntarily moved from teaching at a Providence Middle School to the Classical High School following her whistleblowing, was removed from her teaching ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/inflation-surpasses-forecasts-ahead-of-midterm-elections-in-bad-omen-for-democrats", "title": "Inflation Surpasses Forecasts Ahead Of Midterm Elections In Bad Omen For Democrats", "date_published": "2022-10-13 10:16:30+00:00", "description": "The Consumer Price Index (CPI) rose 8.2% between September 2021 and September 2022, according to a Thursday report from the Bureau of Labor Statistics, surpassing expectations despite harsh contractionary policy from the Federal Reserve and boding poorly for Democratic prospects in the midterm elections. The month-to-month increase of 0.4% exceeded analysts’ forecasts, while core inflation ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-threat-after-saudis-nix-midterm-friendly-oil-plan-looks-like-quid-pro-quo-says-shapiro", "title": "Biden’s Threat After Saudis Nix Midterm-Friendly Oil Plan Looks Like ‘Quid Pro Quo,’ Says Shapiro", "date_published": "2022-10-13 10:04:55+00:00", "description": "If Saudi Arabia’s claim that President Joe Biden sought to delay oil production cuts to boost Democrats’ chances in the upcoming midterms is true, his new pledge to punish the Kingdom sounds like the kind of quid pro quo that got former President Trump impeached, Ben Shapiro said. The Daily Wire co-founder and podcast and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/depressing-elisabeth-moss-compares-current-society-to-handmaids-tale", "title": "‘Depressing’: Elisabeth Moss Compares Current Society To ‘Handmaid’s Tale’", "date_published": "2022-10-13 09:56:11+00:00", "description": "Elisabeth Moss is making the same tired comparison between the current state of society and her Hulu series, “The Handmaid’s Tale.” The actress, who is a Scientologist, said it was “depressing” to think about women’s rights in 2022. “Yeah, it is, no other way to say it,” she told Page Six at PaleyFest NY. “I ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/compassion-is-key-actress-still-upset-about-family-guy-meme-she-says-caused-anxiety-body-dysmorphia", "title": "‘Compassion Is Key’: Actress Still Upset About ‘Family Guy’ Meme She Says Caused Anxiety, Body Dysmorphia", "date_published": "2022-10-13 09:46:59+00:00", "description": "Chloë Grace Moretz is still not over being the subject of a meme, claiming the experience has had lasting impacts on her mental health and even her Hollywood career. The 25-year-old actress addressed the joke once again while speaking with Entertainment Tonight during a red-carpet appearance this week. “I think the big thing is that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nurse-accused-of-murdering-7-infants-sent-condolence-card-to-first-infants-parents-testimony-says", "title": "Nurse Accused Of Murdering 7 Infants Sent Condolence Card To First Infant’s Parents, Testimony Says", "date_published": "2022-10-13 08:51:35+00:00", "description": "A British nurse who has been accused of murdering seven premature babies allegedly sent a condolence card to the parents of one of the babies she is charged with killing. Lucy Letby, who is also accused of seven murders and the attempts to murder ten more babies at the Countess of Chester Hospital between June ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kanye-west-responds-to-getting-canceled-by-jpmorgan-chase", "title": "Kanye West Responds To Getting ‘Canceled By’ JPMorgan Chase", "date_published": "2022-10-13 08:23:23+00:00", "description": "Rapper Kanye West said late Wednesday night that he was &#8220;happy to have&#8221; crossed the line by saying something that has been widely condemned as anti-Semitic because it now means that he can discuss cancel culture in the U.S. “Hey, if you call somebody out for bad business, that means you’re being anti-Semitic,&#8221; West told ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arizona-pbs-faces-backlash-after-it-unilaterally-caved-to-democrat-katie-hobbs-and-bucked-azs-debate-commission", "title": "Arizona PBS Faces Backlash After It ‘Unilaterally Caved To Democrat Katie Hobbs’ And Bucked AZ’s Debate Commission", "date_published": "2022-10-13 08:06:57+00:00", "description": "Arizona PBS faced backlash Wednesday afternoon after it made the unilateral decision to host an event with Democrat gubernatorial candidate Katie Hobbs after Hobbs refused to participate in a debate against her Republican opponent. The Arizona Citizens Clean Election Commission canceled a solo interview that was scheduled for Wednesday with Republican challenger Kari Lake after ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/olivia-newton-johns-cancer-institute-may-have-found-new-treatment-for-pancreatic-cancer", "title": "Olivia Newton-John’s Cancer Institute May Have Found New Treatment For Pancreatic Cancer", "date_published": "2022-10-13 07:54:17+00:00", "description": "A cancer research charity founded by the late Dame Olivia Newton-John announced they have discovered a possible new treatment for pancreatic cancer. Professor Matthias Ernst, the director of the Melbourne-based ONJ Cancer Research Institute, headed a study that was published in the Cell Reports scientific journal on Wednesday. Noting that the study was in its early ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/saudi-arabia-torches-biden-for-trying-to-pressure-opec-into-not-cutting-oil-production-before-midterms", "title": "Saudi Arabia Torches Biden For Trying To Pressure OPEC Into Not Cutting Oil Production Before Midterms", "date_published": "2022-10-13 07:40:16+00:00", "description": "Saudi Arabia slammed President Joe Biden&#8217;s administration in a statement Wednesday for trying to pressure OPEC+ into not cutting oil production before next month&#8217;s midterm elections, saying that the decision would have had &#8220;negative economic consequences.&#8221; The Saudi-led OPEC+ oil cartel announced earlier this month that member states would cut oil output by 2 million ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-owens-premieres-the-greatest-lie-ever-sold-at-packed-house-in-nashville", "title": "Candace Owens Premieres ‘The Greatest Lie Ever Sold’ At Packed House In Nashville", "date_published": "2022-10-13 00:00:18+00:00", "description": "Daily Wire host Candace Owens launched her new documentary — &#8220;The Greatest Lie Ever Sold&#8221; — at a star-studded event in downtown Nashville Wednesday. The BLM exposé takes a deep-dive into the multi-million dollar “grift” of the Black Lives Matter Global Network Foundation and its former Executive Director Patrisse Cullors, and offers “the true story” behind the life and death of George ..."}]