[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/multiple-vulnerabilities-reported-in.html", "title": "Multiple Vulnerabilities Reported in Checkmk IT Infrastructure Monitoring Software", "date_published": "2022-11-02 13:11:00+00:00", "description": "Multiple vulnerabilities have been disclosed in Checkmk IT Infrastructure monitoring software that could be chained together by an unauthenticated, remote attacker to fully take over affected servers. \n\"These vulnerabilities can be chained together by an unauthenticated, remote attacker to gain code execution on the server running Checkmk version 2.1.0p10 and lower,\" SonarSource researcher", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/these-android-apps-with-million-play.html", "title": "These Android Apps with a Million Play Store Installations Redirect Users to Malicious Sites", "date_published": "2022-11-02 11:47:00+00:00", "description": "A set of four Android apps released by the same developer has been discovered directing victims to malicious websites as part of an adware and information-stealing campaign.\nThe apps, published by a developer named Mobile apps Group and currently available on the Play Store, have been collectively downloaded over one million times.\nAccording to Malwarebytes, the websites are designed to generate", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/inside-raccoon-stealer-v2.html", "title": "Inside Raccoon Stealer V2", "date_published": "2022-11-02 11:28:00+00:00", "description": "Raccoon Stealer is back on the news again. US officials arrested Mark Sokolovsky, one of the malware actors behind this program. In July 2022, after several months of the shutdown, a Raccoon Stealer V2 went viral. Last week, the Department of Justice's press release stated that the malware collected 50 million credentials.\nThis article will give a quick guide to the latest info stealer's version", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/experts-warn-of-sandstrike-android.html", "title": "Experts Warn of SandStrike Android Spyware Infecting Devices via Malicious VPN App", "date_published": "2022-11-02 09:39:00+00:00", "description": "A previously undocumented Android spyware campaign has been found striking Persian-speaking individuals by masquerading as a seemingly harmless VPN application.\nRussian cybersecurity firm Kaspersky is tracking the campaign under the moniker SandStrike. It has not been attributed to any particular threat group.\n\"SandStrike is distributed as a means to access resources about the Bahá'í religion", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/dropbox-breach-hackers-unauthorizedly.html", "title": "Dropbox Breach: Hackers Unauthorizedly Accessed 130 GitHub Source Code Repositories", "date_published": "2022-11-02 07:10:00+00:00", "description": "File hosting service Dropbox on Tuesday disclosed that it was the victim of a phishing campaign that allowed unidentified threat actors to gain unauthorized access to 130 of its source code repositories on GitHub.\n\"These repositories included our own copies of third-party libraries slightly modified for use by Dropbox, internal prototypes, and some tools and configuration files used by the", "favourite": false}]