[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/02/world-series-game-4-philadelphia-phillies-v-houston-astros-live-latest-score", "title": "World Series Game 4 live: Aaron Nola takes mound for Phillies against Astros’ Cristian Javier", "date_published": "2022-11-02 23:46:58+00:00", "description": "<ul><li>Phillies host Astros with 2-1 lead in best-of-seven Fall Classic</li><li>Send Bryan a tweet at <a href=\"https://twitter.com/BryanAGraham\">@BryanAGraham</a> or <a href=\"mailto:bryan.graham@theguardian.com\">email him</a></li></ul><p><strong>Here’s what history says about Philadelphia’s series lead.</strong> Of the 93 previous times when a World Series has been 2-1 after three games, the team with the lead has gone on to win the title exactly two-thirds of the time (62 of 93), including the last five instances (the 2021 Braves, 2020 Dodgers, 2019 Nationals, 2018 Red Sox, 2017 Astros) and 11 of the last 14. The most recent club to win it all after trailing 2-1 are the 2016 Cubs, 2014 Giants, 2013 Red Sox and 2003 Marlins.</p><p>If the Phillies win tonight? Their chances, at least historically, tilt from 66.7% to 84.8%. A total of 39 of the 46 previous clubs to take a 3-1 lead have gone on to win it all, including 12 of the last 13. The only seven teams to win the World Series from three-games-to-one down are the 2016 Cubs, 1985 Royals, 1979 Pirates, 1968 Tigers, 1958 Yankees, 1925 Pirates and the 1903 Boston Americans (who <a href=\"https://www.baseball-reference.com/postseason/1903_WS.shtml\">won Games 5 through 8</a> back when the series was a best-of-nine affair).</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/02/world-series-game-4-philadelphia-phillies-v-houston-astros-live-latest-score\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/03/north-korea-launches-ballistic-missile-sparking-emergency-warnings-in-japan", "title": "North Korea launches ballistic missile, sparking emergency warnings in Japan", "date_published": "2022-11-02 23:23:43+00:00", "description": "<p>Emergency broadcasting system in Japan warns residents to stay indoors, saying missile flew over its territory</p><p>North Korea fired at least one ballistic missile off its east coast on Thursday, South Korea’s military said.</p><p>Japan’s emergency broadcasting system said the missile flew over and past Japanese territory. It sent evacuation warnings to residents in the prefectures of Miyagi, Yamagate and Niigata, urging them to stay indoors.</p> <a href=\"https://www.theguardian.com/world/2022/nov/03/north-korea-launches-ballistic-missile-sparking-emergency-warnings-in-japan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/psg-win-at-juventus-but-benfica-top-group-after-cruising-past-maccabi-haifa", "title": "PSG win at Juventus but Benfica top group after thrashing Maccabi Haifa", "date_published": "2022-11-02 23:16:11+00:00", "description": "<ul><li>Milan beat Salzburg 4-0 to seal Champions League last-16 place </li><li>RB Leipzig through with 4-0 victory against Shakhtar Donetsk</li></ul><p>A second-half goal by the defender Nuno Mendes earned <strong>Paris Saint-Germain</strong> a 2-1 win at <strong>Juventus</strong> in the Champions League on Wednesday but Benfica topped Group H thanks to more away goals scored in all games.</p><p><strong>Benfica</strong> thrashed <strong>Maccabi Haifa</strong> 6-1 in the other group game and the Portuguese and French teams ended level on 14 points, having drawn their two head-to-heads 1-1 and with a goal difference of nine.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/psg-win-at-juventus-but-benfica-top-group-after-cruising-past-maccabi-haifa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/monkeypox-symptoms-transmission-spread", "title": "Study finds evidence of ‘considerable’ presymptomatic spread of monkeypox", "date_published": "2022-11-02 22:30:26+00:00", "description": "<p>Research could help explain how virus got so out of control this year, while also refining efforts to combat it</p><p>British researchers have identified evidence of “considerable” transmission of monkeypox in the few days before symptoms of the virus emerge.</p><p>If replicated, the finding would upend received wisdom about how the virus spreads. It could help explain how monkeypox, which causes sometimes excruciatingly painful lesions, got so out of control this year, while also refining efforts to combat it.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/monkeypox-symptoms-transmission-spread\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/denis-zakaria-scores-on-debut-to-edge-chelsea-to-win-against-dinamo-zagreb", "title": "Denis Zakaria scores on debut to edge Chelsea to win against Dinamo Zagreb", "date_published": "2022-11-02 22:11:46+00:00", "description": "<p>Chelsea’s defeat in Dinamo Zagreb signalled the end of Thomas Tuchel’s tenure but Graham Potter’s relatively smooth start to life at Stamford Bridge was consolidated by their home victory over the Croatian champions.</p><p>The Premier League club overcame a troubled start in the Champions League to safely top their group – after back-to-back victories against Milan – and this win, albeit with little in the way of jeopardy, was the required response after Saturday’s drubbing at Brighton.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/denis-zakaria-scores-on-debut-to-edge-chelsea-to-win-against-dinamo-zagreb\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/joy-for-rico-lewis-as-manchester-city-recover-to-see-off-sevilla", "title": "Joy for Rico Lewis as Manchester City recover to see off Sevilla", "date_published": "2022-11-02 22:04:09+00:00", "description": "<p>Rico Lewis should long remember a first ever Manchester City start because the boy from Bury fired in a memorable equaliser to become at 17 years old and 346 days the second-youngest Englishman to score in the Champions League.</p><p>Lewis, on the books at the club since he was eight, followed this with a hand-over-mouth celebration that suggested shock at registering. The goal teemed with intent, rifled in from close range, and was precisely what City needed on an evening when they struggled to burn along on all cylinders as they often do.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/joy-for-rico-lewis-as-manchester-city-recover-to-see-off-sevilla\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/jake-jarman-holds-his-nerve-for-great-britain-to-secure-team-bronze", "title": "Jake Jarman holds his nerve for Great Britain to secure team bronze", "date_published": "2022-11-02 21:34:59+00:00", "description": "<ul><li>GB manage to overcome disastrous pommel horse section</li><li>China’s consistency gives them gold medal with Japan in second</li></ul><p>After two rotations of the men’s team final at the world gymnastics championships in Liverpool, it would have been fair to conclude that Great Britain’s medal hopes were kaputt. Faced with a clear opportunity to snatch a medal, they headed to the dreaded pommel horse – the apparatus that exposes nerves, ruins dreams and takes souls – and they melted down.</p><p>Despite how bleak things seemed, rock bottom after the second rotation, the team kept their composure and fight in a chaotic men’s team final, recovering to salvage a spectacular bronze medal. China’s consistency allowed them to secure gold, while Japan took silver.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/jake-jarman-holds-his-nerve-for-great-britain-to-secure-team-bronze\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/02/eric-allison-guardians-prison-correspondent-dies-at-79", "title": "Eric Allison, Guardian’s prison correspondent, dies at 79", "date_published": "2022-11-02 21:27:19+00:00", "description": "<p>Former inmate, who claimed to be only man to escape from Strangeways, joined paper at 60 and worked to expose cruelty of prison system</p><p>Eric Allison, who became the Guardian’s prison correspondent aged 60 after spending much of his life in jail, has died. He had been recently diagnosed with secondary bone cancer and was 79.</p><p>Allison, who claimed to be <a href=\"https://www.theguardian.com/tv-and-radio/2022/jul/01/ive-done-a-bit-of-escaping-myself-an-ex-prisoner-picks-the-best-jail-dramas\">the only man to ever escape from Strangeways prison</a> in Manchester, joined the Guardian in 2003 after serving multiple jail terms for fraud, theft and burglary.</p> <a href=\"https://www.theguardian.com/media/2022/nov/02/eric-allison-guardians-prison-correspondent-dies-at-79\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/parkland-school-shooter-sentence-nikolas-cruz-life-without-parole", "title": "Parkland school shooter sentenced to life without parole", "date_published": "2022-11-02 21:19:36+00:00", "description": "<p>Nikolas Cruz gets 17 life terms for the 2018 massacre at Marjory Stoneman Douglas high school that left 17 dead</p><p>Parkland school shooter Nikolas Cruz formally received a sentence of life without parole Wednesday after families of his 17 slain victims spent two days berating him as evil, a coward, a monster and a subhuman.</p><p>Cruz, shackled and in a red jail jumpsuit, watched intently as Judge Elizabeth Scherer sentenced him to 17 life terms for the 14 February 2018 massacre at Marjory Stoneman Douglas high school in suburban Fort Lauderdale and an additional 17 for the attempted murders of those he wounded.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/parkland-school-shooter-sentence-nikolas-cruz-life-without-parole\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/02/magic-mushrooms-psilocybin-alleviate-severe-depression-alongside-therapy", "title": "Magic mushrooms’ psilocybin can alleviate severe depression when used with therapy", "date_published": "2022-11-02 21:00:25+00:00", "description": "<p>Nearly third of patients on largest trial using psychedelic compound went into rapid remission</p><p>The psychedelic compound found in magic mushrooms can help alleviate severe depression when combined with psychotherapy, according to a trial that raises hopes for people failed by existing antidepressants.</p><p>Nearly a third of patients with severe depression went into rapid remission after a single 25mg dose of psilocybin followed by therapy sessions, which aimed to help patients identify causes and potential solutions to their depression, researchers said.</p> <a href=\"https://www.theguardian.com/science/2022/nov/02/magic-mushrooms-psilocybin-alleviate-severe-depression-alongside-therapy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/french-court-convicts-former-liberian-rebel-commander-over-atrocities", "title": "French court convicts former Liberian rebel commander over atrocities", "date_published": "2022-11-02 20:58:05+00:00", "description": "<p>Kunti Kamara given life sentence for complicity in crimes against humanity</p><p>A Paris court has made history in convicting a former Liberian rebel commander for complicity in crimes against humanity under the principle of “universal jurisdiction”.</p><p><a href=\"https://www.theguardian.com/world/2022/oct/09/ex-liberian-rebel-charged-with-historic-war-crimes-awaits-paris-trial\">Kunti Kamara</a> was also found guilty acts of barbarity, including torture, cannibalism and forced labour during the country’s first civil war more than 25 years ago. He was given a life sentence.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/french-court-convicts-former-liberian-rebel-commander-over-atrocities\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/son-heung-min-a-major-doubt-for-world-cup-after-fracturing-eye-socket", "title": "Son Heung-min a doubt for World Cup after fracturing eye socket", "date_published": "2022-11-02 20:56:22+00:00", "description": "<ul><li>Spurs forward needs surgery on injury suffered at Marseille</li><li>South Korea play Uruguay at Qatar World Cup on 24 November</li></ul><p>Son Heung-min’s chances of playing at the World Cup are in serious doubt as he needs surgery on a fractured eye socket.</p><p>The South Korean suffered the injury during Tottenham’s 2-1 Champions League win over Marseille on Wednesday and he will undergo surgery to stabilise the fracture.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/son-heung-min-a-major-doubt-for-world-cup-after-fracturing-eye-socket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/trump-clarence-thomas-emails-2020-election-results-georgia", "title": "Trump allies saw Clarence Thomas as key to efforts to challenge 2020 election", "date_published": "2022-11-02 20:30:35+00:00", "description": "<p>Emails show ex-president’s attorney saying justice was ‘our only chance to get a favorable judicial opinion’ by 6 January</p><p>In a last desperate attempt to delay or disrupt the certification of Joe Biden’s victory in the 2020 presidential race, allies of Donald Trump sought to appeal to conservative supreme court Justice Clarence Thomas, new emails show.</p><p>The emails, recently obtained by the House select committee investigating the January 6 insurrection, show that members of Trump’s legal team considered Thomas to be “key” to their efforts to overturn Georgia’s election results.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/trump-clarence-thomas-emails-2020-election-results-georgia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/real-madrid-celtic-champions-league-match-report", "title": "Celtic’s Champions League campaign ends with Real Madrid humiliation", "date_published": "2022-11-02 19:50:10+00:00", "description": "<p>Celtic missed a penalty and conceded two as their Champions League campaign ended with defeat in Madrid. They finish bottom of their group with two points, their lowest tally in the Champions League.</p><p>Luka Modric and Rodrygo scored from the spot after handball decisions before Josip Juranovic saw his effort from 12 yards saved.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/real-madrid-celtic-champions-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/north-korea-recent-drills-show-west-cannot-ignore-nuclear-threat", "title": "North Korea’s recent drills show west cannot ignore nuclear threat", "date_published": "2022-11-02 19:50:03+00:00", "description": "<p>Country firing close to South Korean waters in response to Washington-Seoul drills, as it also sells missiles to Russia </p><p>In an overcrowded diplomatic nuclear space, the last thing the west needed to hear was that North Korea was back in business. It fired 25 missiles of various kinds on Wednesday – including one that landed close to South Korea’s waters, in what President Yoon Suk-yeol said was effectively “a territorial invasion by a missile”.</p><p>It was the first time since the 1945 division of the peninsula that North Korea weapons had landed so close to South Korea, <a href=\"https://www.theguardian.com/world/2022/nov/02/north-korea-has-fired-three-ballistic-missiles-into-sea-south-koreas-military-says\">26km beyond the northern limit line</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/north-korea-recent-drills-show-west-cannot-ignore-nuclear-threat\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/02/manchester-city-v-sevilla-chelsea-v-dinamo-zagreb-champions-league-live", "title": "Manchester City v Sevilla, Chelsea v Dinamo Zagreb: Champions League – live", "date_published": "2022-11-02 19:39:45+00:00", "description": "<ul><li>Updates from the 8pm GMT Champions League matches</li><li><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Flive&amp;data=02%7C01%7C%7Cb4e7533b539e47c11ac608d727c4df60%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637021598820444052&amp;sdata=16RaBoxOVhVBDmAL3ZMUOiHvs9A2qIOoZwQKxzgbL98%3D&amp;reserved=0\" title=\"Protected by Outlook: https://www.theguardian.com/football/live. Click or tap to follow the link.\">Live scores: all the goals from around the UK and Europe</a></li><li>Get in touch! You can <a href=\"mailto:daniel.harris.casual@theguardian.com\">email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet</a> him</li></ul><p><strong>I think I’m going to watch Milan v Salzburg,</strong> Zagreb v Chelsea and the goals show. </p><p><strong>City have some interesting players starting tonight – Cole Palmer has talent, and Pep Guardiola clearly rates him.</strong> I’m also looking forward to another look at Julian Alvarez – I expect to see more of him as the season progresses. </p> <a href=\"https://www.theguardian.com/football/live/2022/nov/02/manchester-city-v-sevilla-chelsea-v-dinamo-zagreb-champions-league-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/02/just-stop-oil-protesters-who-targeted-girl-with-a-pearl-earring-jailed-by-dutch-court", "title": "Protesters who targeted Girl with a Pearl Earring jailed by Dutch court", "date_published": "2022-11-02 19:19:38+00:00", "description": "<p>Two activists from Just Stop Oil Belgium each sentenced to two months in prison with one month suspended </p><p>Two Belgian climate change activists who last week <a href=\"https://www.theguardian.com/environment/2022/oct/27/girl-with-a-pearl-earring-vermeer-just-stop-oil-protest-mauritshuis-the-hague\">targeted the Johannes Vermeer painting Girl with a Pearl Earring</a> have been sentenced to two months in prison by a Dutch court, of which one month was suspended.</p><p>One activist glued his head to glass covering the painting at a museum in The Hague. The artwork was not damaged, gallery staff said.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/02/just-stop-oil-protesters-who-targeted-girl-with-a-pearl-earring-jailed-by-dutch-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/the-guardian-view-on-israels-latest-election-a-frightening-day-for-democracy", "title": "The Guardian view on Israel’s latest election: a frightening day for democracy | Editorial", "date_published": "2022-11-02 19:03:39+00:00", "description": "<p>The triumph of the far right, alarming enough in itself, could also see the destruction of judicial checks upon political power</p><p>In some ways, Tuesday’s election looked drearily familiar to voters in Israel – inevitably so, as the fifth in less than four years. Once again, it was fought to a large degree on whether <a href=\"https://www.theguardian.com/world/benjamin-netanyahu\" title=\"\">Benjamin Netanyahu</a>, still on trial for corruption, is fit for office. The official results will not be declared until next week, and tiny shifts in votes could push smaller parties over the threshold for representation, which can be critical in the usually drawn out process of coalition-building. Nonetheless, it seems extremely likely that Mr Netanyahu <a href=\"https://www.theguardian.com/world/2022/nov/02/netanyahu-poised-to-reassume-power-with-help-from-far-right-friends\" title=\"\">will be back</a> as prime minister <a href=\"https://www.theguardian.com/world/2022/nov/02/benjamin-netanyahu-thanks-voters-as-exit-poll-puts-him-ahead-in-israel-election\" title=\"\">once more</a>, with a small majority in the 120-seat Knesset, after a brief interregnum.</p><p>Yet the results so far are also deeply shocking. They mark the triumph of the racist far right, in the form of Mr Netanyahu’s <a href=\"https://www.theguardian.com/world/2022/nov/02/king-bibi-is-back-again-but-what-next-for-netanyahus-latest-attempt-at-government\" title=\"\">Religious Zionist</a> allies, who want the deportation of “disloyal” Palestinian citizens of Israel and the annexation of the occupied West Bank. They are not only Mr Netanyahu’s partners, but <a href=\"https://foreignpolicy.com/2022/10/31/netanyahu-israel-religious-zionism-israels-political-virtuoso-in-denial/\" title=\"\">his creation</a>: he brought three far-right parties on to the same slate, welcoming them into the mainstream. Itamar Ben-Gvir, second on the list, is an anti-Arab former follower of the banned Kach terrorist group, with a conviction for inciting racism. Until his 2019 Knesset run, he had a picture of Baruch Goldstein – who massacred 29 Muslim worshippers in Hebron – in his living room. For years he was <a href=\"https://www.theguardian.com/world/2021/mar/24/racist-and-reprehensible-jewish-power-set-to-enter-israels-parliament\" title=\"\">politically untouchable</a>. Thanks to Mr Netanyahu, he now dominates the third-largest political force in Israel, and is expected to become a senior minister.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/the-guardian-view-on-israels-latest-election-a-frightening-day-for-democracy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2022/nov/02/mark-zuckerberg-metaverse-is-a-joke-not-shared-equally-with-investors", "title": "Mark Zuckerberg’s metaverse is a joke not shared equally with investors  | Nils Pratley", "date_published": "2022-11-02 18:50:10+00:00", "description": "<p>Meta’s share price is down 73% in 2022 but Facebook investors can’t force the boss to change course</p><p>The other comedy in US tech land – aside from Elon Musk’s realisation that Twitter isn’t worth $44bn – is happening at Meta, the restyled Facebook. The joke in that case is on the shareholders. Having hailed Mark Zuckerberg as a visionary, and having given him effective control on that basis through a form of “golden share” voting structure, investors were shocked to discover it is impossible to sack the boss when he pursues visions they do not like.</p><p>Meta’s share price is down 73% this year to its lowest level since 2015 for reasons that go beyond the general big tech sell-off. The stock has fallen so far because Zuckerberg is squandering tens of billions of the company’s dollars on building <a href=\"https://www.theguardian.com/technology/2022/oct/27/metas-shares-dip-is-proof-metaverse-plan-never-really-had-legs-facebook\">his mysterious “metaverse”</a> and appears determined to sink even more cash into the virtual reality black hole. Outside shareholders wish he’d stick to the safer game of flogging advertising space.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2022/nov/02/mark-zuckerberg-metaverse-is-a-joke-not-shared-equally-with-investors\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/02/home-office-leaves-asylum-seekers-from-manston-stranded-in-central-london", "title": "Home Office leaves asylum seekers from Manston stranded in central London", "date_published": "2022-11-02 18:27:00+00:00", "description": "<p>Exclusive: People who had been held at Kent centre left ‘stressed and disorientated’ at Victoria station for hours, some in flip-flops</p><p>The Home Office left asylum seekers from the Manston immigration centre in central London without accommodation or warm clothing, as officials attempted to reduce acute overcrowding, the Guardian can reveal.</p><p>A group of 11 asylum seekers from Manston were left at Victoria railway station on Tuesday evening with nowhere to stay, without winter coats, many of them in flip-flops, according to volunteers with the Under One Sky homelessness charity, who provided them with emergency supplies of food and clothes.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/02/home-office-leaves-asylum-seekers-from-manston-stranded-in-central-london\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/trump-lawsuit-protest-efrain-galicia-settled", "title": "Trump Tower protest lawsuit settled just before trial set to begin", "date_published": "2022-11-02 18:24:25+00:00", "description": "<p>Efrain Galicia and several other protesters had filed a civil suit alleging Trump’s security guards roughed them up in 2015</p><p>The activists who alleged that <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s security guards roughed them up outside during a September 2015 protest outside his eponymous Manhattan skyscraper settled their lawsuit just before a trial for this case was to begin in earnest.</p><p><a href=\"https://www.theguardian.com/us-news/2021/oct/15/donald-trump-testimony-new-york-protesters-security-guard\">Efrain Galicia</a> and several other protesters filed a civil suit in the Bronx about seven years ago over the alleged incident. Jury selection started earlier this week, but parties in the case revealed on Wednesday at court that they had settled.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/trump-lawsuit-protest-efrain-galicia-settled\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/02/fed-interest-rate-increase-inflation", "title": "Fed announces sixth consecutive hike in US interest rates to fight inflation", "date_published": "2022-11-02 18:16:46+00:00", "description": "<p>Fed officials have now imposed the sharpest increases in interest rates since the 1980s, as the cost of living crisis batters consumers</p><p>The Federal Reserve stepped up its fight against a 40-year high in US inflation on Wednesday, announcing its fourth consecutive three-quarters of a percentage point hike in interest rates.</p><p>With the cost of living crisis <a href=\"https://www.theguardian.com/environment/2022/sep/30/inflation-healthy-food-eating-america\">battering consumers</a> and <a href=\"https://www.theguardian.com/us-news/2022/oct/10/arizona-midterms-crucial-senate-race\">Joe Biden’s political fortunes</a>, Fed officials have now imposed six rate rises in a row, the sharpest increases in interest rates since the 1980s, when inflation touched 14% and rates rose to nearly 20%.</p> <a href=\"https://www.theguardian.com/business/2022/nov/02/fed-interest-rate-increase-inflation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/englands-owen-farrell-set-to-recover-in-time-to-face-argentina", "title": "England’s Owen Farrell set to recover in time to face Argentina", "date_published": "2022-11-02 18:00:59+00:00", "description": "<ul><li>Farrell sustained head injury playing for Saracens</li><li>Eddie Jones trims squad for opening autumn Test</li></ul><p>Owen Farrell is on course to face Argentina in England’s opening autumn international after he was named in Eddie Jones’s trimmed down squad for the Test on Sunday. Farrell is nearing the end of his return-to-play head injury protocols and provided he completes the process on Friday he will be available to rekindle his playmaker axis with the fly-half Marcus Smith.</p><p>Farrell sustained a concussion in Saracens’ victory against Exeter on 22 October and was unable to fly to England’s training camp in Jersey last week as a result. He has rejoined the squad this week, however, and on Wednesday played a significant if not comprehensive part in training. He has passed all the protocols so far with England preparing to unleash a midfield combination with Smith, Farrell and Manu Tuilagi at the start of a Test for the first time.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/englands-owen-farrell-set-to-recover-in-time-to-face-argentina\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/02/at-least-6-percent-global-fishing-likely-as-ships-turn-off-tracking-devices-study", "title": "At least 6% of global fishing ‘probably illegal’ as ships turn off tracking devices", "date_published": "2022-11-02 18:00:21+00:00", "description": "<p>Global mapping reveals hotspots for untracked vessels in west Africa, the coast of Argentina and the north-west Pacific</p><p>Up to 6% of global fishing activity is hidden because commercial vessels disable their tracking systems, a practice that can be used to hide illegal fishing, according to a <a href=\"https://twitter.us16.list-manage.com/track/click?u=3208d303ac8e61ba7afdb2705&amp;id=4be21cb5a7&amp;e=fd6581e85a\">new study</a>.</p><p>Ships use automatic identification systems (AIS), tracking beacons that enable them to be located on global shipping maps. Researchers applied a machine learning algorithm to a dataset of fishing vessel activity compiled by the non-profit <a href=\"https://globalfishingwatch.org/?gclid=CjwKCAjwh4ObBhAzEiwAHzZYU1Opx_XGG5SYkXaxU2ceTKzyxao56ylHtIb1PxSGM843RAcKeDf-JBoCqtEQAvD_BwE\">Global Fishing Watch</a>, which included more than 3.7bn AIS messages from fishing vessels between 2017 and 2019.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/02/at-least-6-percent-global-fishing-likely-as-ships-turn-off-tracking-devices-study\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/fa-condemn-offensive-chants-hillsborough-liverpool-ian-byrne", "title": "FA condemns ‘abhorrent’ chants about Hillsborough at Liverpool games", "date_published": "2022-11-02 17:58:10+00:00", "description": "<ul><li>‘We support clubs and fans who try to stamp out this behaviour’ </li><li>MP Ian Byrne wants supporters to be educated on tragedy</li></ul><p>The Football Association has expressed concern in a forcefully worded statement about the rise in frequency of offensive chanting about the Hillsborough disaster, calling the latest incidents “abhorrent” and strongly condemning “these terrible chants”.</p><p>The FA considers chants about the disaster to be deeply inappropriate and offensive, but is prevented from sanctioning clubs over them because it only has jurisdiction under its rules to act on discriminatory chanting. However, the governing body says it supports efforts to stamp out the behaviour.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/fa-condemn-offensive-chants-hillsborough-liverpool-ian-byrne\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/02/drugs-impotence-and-punching-justin-trudeau-things-we-learned-from-matthew-perrys-memoir", "title": "Drugs, impotence and punching Justin Trudeau: things we learned from Matthew Perry’s memoir", "date_published": "2022-11-02 17:57:23+00:00", "description": "<p>From romancing Julia Roberts via fax to 6,000 AA meetings, plus some truly harrowing health catastrophes, the Friends star’s autobiography is a bombshell read. Here are the highlights</p><p>According to his recently released memoir, one thing that Matthew Perry thinks that people might be surprised to learn about him is that he has mostly been sober since 2001. “Save for about 60 or 70 mishaps.”</p><p>Friends, Lovers and the Big Terrible Thing is an unflinching and often harrowing must-read for 90s pop-culture fans, in which the Friends actor and recovering addict estimates that he has been to twice-weekly therapy for 30 years, checked into rehab 15 times, and attended more than 6,000 Alcoholics Anonymous meetings.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/02/drugs-impotence-and-punching-justin-trudeau-things-we-learned-from-matthew-perrys-memoir\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/brazil-bolsonaro-football-protest-roads-cleared", "title": "‘We are for democracy’: Brazil football fans clear pro-Bolsonaro blockades", "date_published": "2022-11-02 17:49:38+00:00", "description": "<p>Protesters baselessly alleging electoral fraud and refusing to accept defeat to Lula have been blocking roads since election </p><p>Brazilian football ultras keen to reach away games have been hailed as democratic heroes after breaking through road blockades set up by far-right supporters of president Jair Bolsonaro, who refuse to accept his defeat to Luiz Inácio Lula da Silva in Sunday’s tightly contested presidential election.</p><p>Pro-Bolsonaro demonstrators baselessly alleging electoral fraud have been <a href=\"https://www.theguardian.com/world/2022/nov/01/brazil-bolsonaro-truckers-roadblocks-election-defeat\">blocking roads and highways across the country since Sunday night, causing chaos, cancelled flights and fears of fuel shortages</a>. On Tuesday morning, Brazil’s supreme court <a href=\"https://www.theguardian.com/world/2022/nov/01/brazil-bolsonaro-truckers-roadblocks-election-defeat\">ruled</a> that the federal highway police must immediately take measures to clear the roads. Videos showed that some police officers were encouraging the protests.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/brazil-bolsonaro-football-protest-roads-cleared\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/grain-deal-u-turn-offers-lesson-in-calling-vladimir-putin-bluff", "title": "Grain deal U-turn offers lesson in calling Vladimir Putin’s bluff", "date_published": "2022-11-02 17:23:54+00:00", "description": "<p>Russian leader has backed down in face of defiance, and move also shows Turkey’s growing influence</p><p>In the end, Vladimir Putin backed down. Faced with blocking ships carrying grain from Ukraine or tacitly admitting that his threats to do so had been a bluff, the Kremlin leader opted not to rekindle a global food crisis.</p><p>Russia’s exit from the deal that allowed exports of grain from Ukraine through the Black Sea was weeks in the making. Russia had threatened to do so after an explosion rocked the Crimea Bridge in October, and again after the drone attack on its Black Sea fleet last week.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/grain-deal-u-turn-offers-lesson-in-calling-vladimir-putin-bluff\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/02/un-poverty-envoy-tells-britain-this-is-worst-time-for-more-austerity", "title": "UN poverty envoy tells Britain it is ‘worst time’ to bring in austerity", "date_published": "2022-11-02 17:20:05+00:00", "description": "<p>Exclusive: Olivier de Schutter says cuts could violate human rights laws, calling instead for higher taxes on rich</p><p>The United Nations’ poverty envoy has warned Rishi Sunak that unleashing a new wave of austerity in this month’s budget could violate the UK’s international human rights obligations and increase hunger and malnutrition.</p><p>Olivier de Schutter, the UN rapporteur on extreme poverty, said he was “extremely troubled” by likely multibillion-pound spending cuts – including possible real-terms reductions in welfare payments to millions of the nation’s poorest families.</p> <a href=\"https://www.theguardian.com/society/2022/nov/02/un-poverty-envoy-tells-britain-this-is-worst-time-for-more-austerity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/ethiopian-civil-war-parties-agree-truce-to-end-hostilities", "title": "Ethiopian civil war: parties agree truce to end hostilities", "date_published": "2022-11-02 17:19:58+00:00", "description": "<p>Breakthrough after two-year conflict between north Tigray and federal forces mediated by African Union</p><p>The parties in the conflict in Ethiopia’s northern region of Tigray have agreed to cease hostilities, in a dramatic diplomatic breakthrough two years into a war that has killed thousands, displaced millions and left hundreds of thousands facing famine.</p><p>The war, <a href=\"https://www.theguardian.com/world/2020/nov/04/ethiopia-on-brink-as-pm-orders-military-response-to-attack\">which broke out in November 2020</a>, pits regional forces from Tigray against Ethiopia’s federal army and its allies, which include forces from other regions and from neighbouring Eritrea.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/ethiopian-civil-war-parties-agree-truce-to-end-hostilities\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/02/real-madrid-v-celtic-champions-league-live", "title": "Real Madrid v Celtic: Champions League – live", "date_published": "2022-11-02 16:59:43+00:00", "description": "<ul><li>Updates from the 5.45pm GMT kick-off at the Bernabéu</li><li><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Flive&amp;data=02%7C01%7C%7Cb4e7533b539e47c11ac608d727c4df60%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637021598820444052&amp;sdata=16RaBoxOVhVBDmAL3ZMUOiHvs9A2qIOoZwQKxzgbL98%3D&amp;reserved=0\" title=\"Protected by Outlook: https://www.theguardian.com/football/live. Click or tap to follow the link.\">Live scores: all the goals from around the UK and Europe</a></li><li>Get in touch! You can <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a> with your thoughts here</li></ul><p><strong>Celtic make four changes to the starting XI named for the 3-0 win at Livingston on Sunday.</strong> Carl Starfelt, Liel Abada, Daizen Maeda and Josip Juranović are in; Sead Hakšabanović, James Forrest and Anthony Ralston drop to the bench, while Cameron Carter-Vickers misses out through injury.</p><p><strong>Real Madrid make two changes to the XI that started the 1-1 home draw with Girona.</strong> Éder Militão and Marco Asensio replace Eduardo Camavinga and Antonio Rüdiger, who drop to the bench. Karim Benzema, who has missed Real’s last seven matches with a muscle injury, is named as a sub.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/02/real-madrid-v-celtic-champions-league-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/king-bibi-is-back-again-but-what-next-for-netanyahus-latest-attempt-at-government", "title": "Election result marks dangerous new turn in Israel’s rightward shift", "date_published": "2022-11-02 16:58:42+00:00", "description": "<p>Israeli politics has been shifting rightwards for decades, but this new coalition could go further than any before</p><p>An hour after the election exit polls predicted a <a href=\"https://www.theguardian.com/world/2022/nov/01/israelis-head-to-polls-as-netanyahu-seeks-re-election-with-far-right-allies\">comeback for former prime minister Benjamin Netanyahu</a> on Tuesday night, Israel’s Channel 13 switched from vote count drama to its satirical late-night current affairs show, Wonderful Country.</p><p>The host was immediately joined by a comedian sporting round glasses, a yellow tie, knitted kippah and bulging fake belly, made up to look like the <a href=\"https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir\">country’s new political kingmaker, the extremist Itamar Ben-Gvir</a>. Brandishing a pistol – as Ben-Gvir did recently in a Palestinian neighbourhood of occupied East Jerusalem – he danced his way across the set before taking a seat.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/king-bibi-is-back-again-but-what-next-for-netanyahus-latest-attempt-at-government\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/ohio-jury-orders-police-officer-to-pay-44m-black-man-killed", "title": "Ohio jury orders police officer to pay $4.4m to family of Black man he killed", "date_published": "2022-11-02 16:47:29+00:00", "description": "<p>Jury offered damages to family of Luke Stewart, who was killed after being approached when asleep, but did not indict the officer</p><p>An Ohio jury has ordered that a white police officer must pay $4.4m in compensatory damages to the family of a Black man the officer killed after approaching him while the man was sleeping.</p><p>Officer Matthew Rhodes “climbed” into the car of Luke Stewart, 23, as he was <a href=\"https://www.news5cleveland.com/news/local-news/investigations/family-of-man-killed-by-euclid-police-officer-awarded-3-9-million-following-civil-lawsuit\">asleep</a> on a street in Euclid, Ohio, in March 2017, according to reports.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/ohio-jury-orders-police-officer-to-pay-44m-black-man-killed\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/02/make-it-pop-do-we-really-need-the-beatles-to-sound-new", "title": "Make it pop! Do we really need the Beatles to sound new?", "date_published": "2022-11-02 16:43:53+00:00", "description": "<p>Classic songs are now remastered to compete with contemporary pop on streaming services. But what do we lose when Yellow Submarine is ‘de-mixed’ for generation playlist?</p><p>Yellow Submarine, Ringo Starr’s turn on Revolver, has been a gateway for children into the music of the Beatles since its release in 1966. <a href=\"https://www.theguardian.com/music/2022/oct/27/the-beatles-revolver-album-special-edition-super-deluxe-review\">A new reissue of the album</a> makes that relationship more explicit: Giles Martin, son of original producer George and the sonic custodian of the Beatles catalogue, says his “de-mixing” of the album – using AI to separate individual instruments that were originally squeezed together on four tracks – was done in part with a playlist-listening younger audience in mind.</p><p>Martin <a href=\"https://variety.com/2022/music/news/beatles-revolver-deluxe-edition-remix-giles-martin-interview-1235362815/\">recently told Variety</a> that his teenage children listen to old and new music side by side, veering from Fleetwood Mac to Billie Eilish and Olivia Rodrigo. “[W]hat I want to make sure is that when people hear the Beatles, that it has the same dynamic as the other stuff they’re listening to,” he said. He added that 1969’s Abbey Road, recorded on a then luxuriant eight tracks and the first Beatles album not released in mono, stands out from the band’s catalogue as “it sounds more hi-fi than the other Beatles albums”. This might be, he proposes, one reason why it performs so well on streaming services.</p> <a href=\"https://www.theguardian.com/music/2022/nov/02/make-it-pop-do-we-really-need-the-beatles-to-sound-new\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/the-uk-economy-is-about-to-be-thrown-into-a-black-hole-by-its-own-government", "title": "The UK economy is about to be thrown into a black hole – by its own government | Larry Elliott", "date_published": "2022-11-02 16:24:30+00:00", "description": "<p>It fits the definition of madness to propose more austerity. But that, along with higher interest rates, is what’s coming</p><p>Economic policy in the UK is peppered with the language of S&amp;M. The Treasury demands budgetary discipline. The Bank of England sees the need for monetary tightening. Policymakers talk of the need to avoid <a href=\"https://ukandeu.ac.uk/whos-afraid-of-fiscal-dominance/\">“fiscal dominance”</a>. Only in Britain could there ever have been an instrument of monetary control known as the corset.</p><p>Judging by the way in which the Treasury and the Bank are behaving, it’s easy to see why the novelist Anthony Burgess once described the English as “profoundly masochistic”. A great deal of self-inflicted pain is about to be administered, but for its victims there will be no pleasure involved.</p><p>Larry Elliott is the Guardian’s economics editor</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/the-uk-economy-is-about-to-be-thrown-into-a-black-hole-by-its-own-government\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/major-league-rugby-new-team-chicago-la-austin-exit", "title": "Major League Rugby announces new team in Chicago after LA and Austin exit", "date_published": "2022-11-02 16:24:08+00:00", "description": "<p>US professional men’s rugby union league heads for sixth season after losing teams in California and Texas</p><p>Major League Rugby, the US professional men’s rugby union competition, has announced that its new 12th team next year <a href=\"https://twitter.com/usmlr/status/1587823061490860033\">will be based in Chicago</a>.</p><p>Last week, MLR <a href=\"https://www.theguardian.com/sport/2022/oct/25/la-giltinis-austin-gilgronis-mlr-us-rugby-chicago\">said</a> teams in Los Angeles and Austin would not play in 2023, the sixth season of competition, after being disqualified for alleged back-office misconduct just before the playoffs in 2022.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/major-league-rugby-new-team-chicago-la-austin-exit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/worlds-rugbys-self-reinforcement-on-concussion-is-a-problem-for-the-sport", "title": "World’s Rugby’s self-reinforcement on concussion is a problem for the sport | Andy Bull", "date_published": "2022-11-02 16:14:26+00:00", "description": "<p>The latest conference, dominated by sceptics of recent research, will do nothing to bring clarity to the CTE debate</p><p>Another week, another conference. This one was organised by World Rugby and, like the last, which was organised by the Concussion in Sport Group, it was held in Amsterdam. World Rugby’s chief medical officer, Dr Éanna Falvey, explained that the aim was “to evaluate the latest research and focus on where we might need to focus funding to continue to fill the gaps in our collective knowledge”. There was a lot on the agenda: a session on instrumented mouth guards, a workshop on laws and player welfare, and, first thing in the morning, a series of talks on brain health and chronic traumatic encephalopathy.</p><p>World Rugby made all three available by live stream. It’s a positive step forward that the proceedings are open, and that anyone interested is encouraged to watch. It’s some of what they saw when they logged on that’s the worry. There were three speakers in the session on brain health. First up was the neuropathologist Dr Rudy Castellani, who is professor of pathology at Northwestern University Feinberg School of Medicine, and the second was Dr Ken Quarrie, a specialist in the epidemiology of rugby injuries and chief scientist at New Zealand Rugby.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/worlds-rugbys-self-reinforcement-on-concussion-is-a-problem-for-the-sport\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/02/mining-giant-glencore-flew-cash-bribes-to-africa-via-private-jet-uk-court-hears", "title": "Mining giant Glencore flew cash bribes to Africa via private jet, UK court hears", "date_published": "2022-11-02 16:10:22+00:00", "description": "<p>Corruption at FTSE 100 firm described as endemic at sentence hearing</p><p>Glencore flew cash bribes to officials in Africa via private jet amid “endemic” corruption within the mining company, a London court has heard, in sentencing of the first ever UK corporate conviction on charges of bribing another person.</p><p>Third-party agents used Glencore’s money to bribe officials in Nigeria, Cameroon, Ivory Coast, Equatorial Guinea and South Sudan, causing harms worth $128m, a sentencing hearing at Southwark crown court heard.</p> <a href=\"https://www.theguardian.com/business/2022/nov/02/mining-giant-glencore-flew-cash-bribes-to-africa-via-private-jet-uk-court-hears\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/dan-snyder-washington-commanders-sale-nfl-football", "title": "Snyder hires BofA Securities to explore possible sale of scandal-hit Commanders", "date_published": "2022-11-02 16:02:21+00:00", "description": "<ul><li>Team currently under investigation by US Congress</li><li>Forbes valued Commanders at $5.6bn earlier this year</li></ul><p>The Washington Commanders announced on Wednesday that the team and its owners have hired Bank of America Securities to “consider potential transactions”, raising the possibility that Dan and Tanya Snyder could sell the scandal-hit franchise.</p><p>“The Snyders remain committed to the team, all of its employees and its countless fans to putting the best product on the field and continuing the work to set the gold standard for workplaces in the NFL,” the statement said.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/dan-snyder-washington-commanders-sale-nfl-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/seoul-crowd-crush-local-police-offices-raided-in-investigation", "title": "Seoul crowd crush: local police offices raided in investigation", "date_published": "2022-11-02 15:57:44+00:00", "description": "<p>11 emergency callers used Korean word for ‘crushed to death’ 13 times hours before incident</p><p>South Korea’s National Police Agency on has raided local police departments in the capital, Seoul, and the city’s Yongsan district office as it investigates whether official ineptitude contributed to a crowd surge that killed 156 people in the neighbourhood of Itaewon.</p><p>The raids came a day after the national agency acknowledged Seoul police failed to act for hours despite receiving at least 11 emergency calls from pedestrians warning about a swelling crowd of Halloween revellers getting out of control ahead of the crush on Saturday in a narrow alley near Hamilton Hotel.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/seoul-crowd-crush-local-police-offices-raided-in-investigation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/02/killer-sally-review-a-warped-true-crime-tale-of-bodybuilder", "title": "Killer Sally review – a warped true-crime tale of bodybuilder murder", "date_published": "2022-11-02 15:57:18+00:00", "description": "<p>Not enough questions are asked by this Netflix documentary, which tells the story of female bodybuilder Sally McNeil, who spent 25 years in prison for killing her husband</p><p>Another day, another true-crime documentary. This one is from the <em>fons et origo</em> of the genre, Netflix, but exists more at the filler than killer end of the spectrum. Though there is a killer, of course. Right there in the title, in fact. <a href=\"https://www.netflix.com/gb/title/81331076\">Killer Sally</a> tells the story of former US marine and female bodybuilder Sally McNeil, who was convicted of murdering her husband Ray, another bodybuilder, in 1995. She was released in 2020 after a quarter of a century behind bars.</p><p>It is, by the warped standards of these things, a pretty simple narrative. There is no heinous miscarriage of justice to be showcased, like <a href=\"https://www.theguardian.com/culture/making-a-murderer\">Making a Murderer</a> or The Innocent Man did; no twists and turns that cause us to boggle at the extremes ordinary people are capable of going to as, most recently perhaps, <a href=\"https://www.theguardian.com/society/2019/feb/06/he-was-a-master-manipulator-abducted-in-plain-sight-and-the-truth-about-abuse\">Abducted in Plain Sight</a> did. No reinvestigation or inquiry is likely to be mounted: McNeil says she is not interested in anything other than enjoying her freedom.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/02/killer-sally-review-a-warped-true-crime-tale-of-bodybuilder\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/02/trevor-noah-elon-musk-twitter-daily-show-recap", "title": "Trevor Noah on Elon Musk’s Twitter takeover: ‘He’s scrambling’", "date_published": "2022-11-02 15:57:11+00:00", "description": "<p>Late-night hosts discuss Elon Musk’s subscription plan for verified status on Twitter and Donald Trump’s subpoena by the House January 6 committee.</p><p>Trevor Noah mocked <a href=\"https://www.theguardian.com/technology/2022/oct/31/twitter-layoffs-elon-musk-takeover\">Elon Musk’s takeover of Twitter</a> on Tuesday’s Daily Show, which was filmed on stage in Atlanta. The billionaire wanted Twitter to be “a haven for free speech”, Noah explained.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/02/trevor-noah-elon-musk-twitter-daily-show-recap\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/02/panda-diplomacy-and-circus-skills-wednesdays-best-photos", "title": "Panda diplomacy and circus skills: Wednesday’s best photos", "date_published": "2022-11-02 15:56:12+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/02/panda-diplomacy-and-circus-skills-wednesdays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/02/tiktok-tells-european-users-its-staff-in-china-get-access-to-their-data", "title": "TikTok tells European users its staff in China get access to their data", "date_published": "2022-11-02 15:56:11+00:00", "description": "<p>Privacy policy update confirms data of continent’s users available to range of TikTok bases including in Brazil, Israel, Singapore and the US</p><p>TikTok is telling its European users of the platform that their data can be accessed by employees outside the continent, including in China, amid political and regulatory concerns about Chinese access to user information on the site.</p><p>The Chinese-owned social video app is updating its privacy policy to confirm that staff in countries, including China, are allowed to access user data to ensure their experience of the platform is “consistent, enjoyable and safe”.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/02/tiktok-tells-european-users-its-staff-in-china-get-access-to-their-data\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/02/neptune-frost-the-afrofuturist-musical-like-nothing-else", "title": "‘We won’t do anything like this again’: Saul Williams and Anisia Uzeyman on their Afrofuturist musical", "date_published": "2022-11-02 15:40:05+00:00", "description": "<p>The married directing duo fought tooth and nail to bring their dazzling film Neptune Frost to the screen. They explain why all the hardship was worth it</p><p>How best to describe the multi-hyphenate talents that are Saul Williams and Anisia Uzeyman? Between them, the married pair have worked as actors, musicians, visual artists, poets – and are now co-directors of the Afrofuturist fantasia Neptune Frost. In a total dereliction of journalistic duty, I ask them to solve this riddle for me. How do you normally describe yourselves?</p><p>“Well, I recently bumped into a guy I know from a store in LA, walking in Paris,” says Williams. “And he said: ‘What are you doing here? Are you a designer?’ And I said: ‘I’m a poet.’”</p> <a href=\"https://www.theguardian.com/film/2022/nov/02/neptune-frost-the-afrofuturist-musical-like-nothing-else\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/02/britain-is-targeting-albanians-to-excuse-policy-failures-says-countrys-pm-edi-rama", "title": "Britain is targeting Albanians to excuse policy failures, says country’s PM", "date_published": "2022-11-02 15:34:04+00:00", "description": "<p>Edi Rama urges ministers to ‘stop discriminating’ after Suella Braverman’s ‘Albanian criminals’ comments in Commons</p><p>The Albanian prime minister has accused Rishi Sunak’s government of using his country’s citizens as scapegoats for failed immigration policies after critical comments by Suella Braverman about Albanian asylum seekers.</p><p>Edi Rama wrote that the UK was falsely targeting Albanians “as the cause of Britain’s crime and border problems”. In a series of tweets, he called for the UK to “fight the crime gangs of all nationalities and stop discriminating [against] Albanians”.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/02/britain-is-targeting-albanians-to-excuse-policy-failures-says-countrys-pm-edi-rama\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/02/aston-martin-shares-slide-15-as-it-struggles-to-source-car-parts", "title": "Aston Martin shares slide 15% as it struggles to source car parts", "date_published": "2022-11-02 15:31:11+00:00", "description": "<p>Luxury sports carmaker blamed supply chain issues as its expected sales fell short by 400 vehicles</p><p>Aston Martin shares slid after the company revealed it would deliver fewer cars than expected this year as it struggled to source certain parts due to supply chain problems.</p><p>The luxury sports carmaker had expected to sell 6,600 cars this year but said it may sell as few as 6,200. It said the parts shortages meant more than 400 vehicles were awaiting final parts at the end of September, which are expected to be delivered in the fourth quarter.</p> <a href=\"https://www.theguardian.com/business/2022/nov/02/aston-martin-shares-slide-15-as-it-struggles-to-source-car-parts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/benjamin-netanyahu-israel-far-right-religious-zionism-party-itamar-ben-gvir", "title": "Benjamin Netanyahu may be back – but the true victory belongs to Israel’s far right | Lloyd Green", "date_published": "2022-11-02 15:15:42+00:00", "description": "<p>The election of Itamar Ben-Gvir and his Religious Zionism party could put huge pressure on Israel’s international relationships</p><ul><li>Lloyd Green is an attorney and served in the US Department of Justice from 1990 to 1992</li></ul><p>Benjamin Netanyahu’s rightwing coalition appears <a href=\"https://www.theguardian.com/world/2022/nov/02/benjamin-netanyahu-thanks-voters-as-exit-poll-puts-him-ahead-in-israel-election\">headed to victory</a> in Israel’s parliamentary elections. Against the backdrop of his ongoing bribery and corruption trial, the win may provide him with a badly needly get out of jail card. But he is not the election’s biggest winner. That honour goes to Israel’s Religious Zionism party.</p><p>The results offer them a place in the sun and political legitimacy. They have moved from the fringe to the mainstream, with 15 seats in the 120-member Knesset. “The time has come for us to reassert ownership of this state,” the neo-Kahanist <a href=\"https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir\">Itamar Ben-Gvir</a>, leader of the party, <a href=\"https://www.timesofisrael.com/well-reassert-ownership-of-this-state-ben-gvir-vows-as-exit-polls-show-big-gains/\">told his fans</a>.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/benjamin-netanyahu-israel-far-right-religious-zionism-party-itamar-ben-gvir\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/uk-investigation-to-examine-human-rights-abuses-in-kazakhstan", "title": "UK investigation to examine human rights abuses in Kazakhstan", "date_published": "2022-11-02 15:03:18+00:00", "description": "<p>Commission to focus on detention of journalist and political leader Zhanbolat Mamai after nationwide protests</p><p>The state of human rights in the vast, mineral-rich central Asian Republic of Kazakhstan, including the continued detention of opposition leaders, is to be formally examined by senior UK parliamentarians including the former director of public prosecutions Lord MacDonald.</p><p>He will lead an independent investigation into the detention and treatment of Zhanbolat Mamai, the leader of the unregistered opposition Democratic party in Kazakhstan.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/uk-investigation-to-examine-human-rights-abuses-in-kazakhstan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/parkland-school-shooter-sentencing-life-without-parole", "title": "Parkland school shooter to be sentenced to life without parole", "date_published": "2022-11-02 15:03:04+00:00", "description": "<p>Judge has no choice but to impose life without parole as jury cannot unanimously agree Nikolas Cruz deserves to die</p><p>The gunman who killed 17 people at at a high school in Parkland, Florida, on 14 February 2018 was due to be sentenced to life without parole on Wednesday.</p><p>The sentencing of Nikolas Cruz was due after two days in which parents, wives, children and siblings of those killed and wounded at Marjory Stoneman Douglas high school in suburban Fort Lauderdale confronted the killer face-to-face.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/parkland-school-shooter-sentencing-life-without-parole\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/03/no-more-drinking-water-little-food-our-island-is-a-field-of-bones", "title": "No more drinking water, little food: our island is a field of bones | Katerina Teaiwa", "date_published": "2022-11-02 15:00:04+00:00", "description": "<p>Banaba in the central Pacific is a microcosm of what has happened to this planet. It’s a place that cannot be brought back into balance without focused and collaborative care</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/before-it-is-lost\">Before it is lost</a></strong> is series of essays from the Pacific islands</li></ul><p>Some years ago, an Australian friend gave me a necklace with a beautiful and distinct pendant. </p><p>The pendant had been in Helen Pilkinton’s family for decades and there were two more from a set of three that were given to each of her sisters.</p> <a href=\"https://www.theguardian.com/world/2022/nov/03/no-more-drinking-water-little-food-our-island-is-a-field-of-bones\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/handbags-diamonds-and-vodka-to-be-auctioned-off-by-french-government", "title": "Handbags, diamonds and vodka to be auctioned off by French government", "date_published": "2022-11-02 14:41:03+00:00", "description": "<p>The ‘extraordinary sale’ of 350 lots of seized customs contraband is valued collectively at about €1m</p><p>France’s finance ministry is auctioning off customs contraband in an <a href=\"https://drouot.com/v/131994-vente-aux-encheres-exceptionnelle-de-la-douane\">“extraordinary sale”</a> featuring platinum bars seized en route tothe UK, designer handbags, valuable historic coins, several collections of uncut diamonds and 2,016 bottles of vodka.</p><p>The 350 lots – valued collectively at about €1m – also include a Volkswagen Golf stopped at France’s border with Spain and found to contain 480 kilograms of cannabis resin.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/handbags-diamonds-and-vodka-to-be-auctioned-off-by-french-government\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/uk-adds-two-roman-abramovich-business-associates-to-russia-sanctions-list", "title": "UK adds two Roman Abramovich ‘business associates’ to Russia sanctions list", "date_published": "2022-11-02 14:23:13+00:00", "description": "<p>Oligarchs Alexander Abramov and Alexander Frolov among four steel and petrochemical tycoons put on list</p><p>Two Russian oligarchs and business partners of Roman Abramovich have been added to the UK government’s sanctions list in response to the invasion of Ukraine.</p><p>Alexander Abramov and Alexander Frolov, whom the UK government said were “known to be business associates” of the former Chelsea FC owner, were <a href=\"https://www.gov.uk/government/news/uk-sanctions-russian-steel-and-petrochemical-tycoons-funding-putins-war\">on Wednesday among four new Russian steel and petrochemical tycoons added to the sanctions list</a>.</p><p>West Caicos, a Caribbean island intended to be developed as a luxury resort island.</p><p>Proposed but rejected redevelopment of St Paul’s church, Robert Adam Street, London, to include office space.</p><p>Shepherd’s Bush market in London, via investment in the company aiming to acquire a majority stake.</p><p>Office space in London, Leicester and Glasgow.</p><p>A Prague golf course community with homes and a hotel and spa.</p><p>Land and a part-built hotel in Mykonos, alongside an operating partner.</p><p>An office on Clifford Street, one of London’s most prestigious Mayfair addresses.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/uk-adds-two-roman-abramovich-business-associates-to-russia-sanctions-list\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/02/effigy-liz-truss-lettuce-burned-edenbridge-bonfire-night", "title": "Effigy of Liz Truss with lettuce to be burned at Edenbridge bonfire night", "date_published": "2022-11-02 14:18:42+00:00", "description": "<p>Huge effigy bearing slogan ‘I am a fighter, not a quitter’ will be burned on 5 November as part of annual tradition</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/02/matt-hancock-im-a-celeb-rishi-sunak-keir-starmer-pmqs-conservatives-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>An effigy of the former prime minister Liz Truss with a laughing lettuce on her shoulder has been unveiled as this year’s celebrity Guy by the Edenbridge Bonfire Society.</p><p>The 11-metre-high effigy will be burned on Guy Fawkes Night on 5 November in line with Edenbridge’s <a href=\"https://www.theguardian.com/lifeandstyle/2013/oct/30/katie-hopkins-effigy-burned-edenbridge-bonfire-night-apprentice\">annual tradition</a> of picking a public figure to ridicule.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/02/effigy-liz-truss-lettuce-burned-edenbridge-bonfire-night\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/02/house-isnt-a-subculture-its-my-culture-cakes-da-killa-on-ballroom-beyonce-and-black-love", "title": "‘House isn’t a subculture. It’s my culture’: Cakes Da Killa on ballroom, Beyoncé and Black love", "date_published": "2022-11-02 14:14:54+00:00", "description": "<p>The rapper discusses his origins, house music’s mainstream turn and his ‘Adele moment of a new album, Svengali</p><p>A few years ago, Cakes Da Killa felt trapped. The Atlanta-via-NYC rapper and producer had released a few acclaimed mixtapes, each showcasing his blooming talent as a lyricist and stylist. But, no matter how dexterous, technical or transgressive his music, people always seemed to come back to one thing: “I was getting pigeonholed to just being known as a gay rapper,” he says, speaking via video from Montreal. “I felt my own image was overshadowing the actual music.”</p><p>His solution was simple – let them say what they want, and keep making some of the most underrated and outright fun<em> </em>underground rap going. “I decided that if this was how it’s going to be, I should just make music that I love completely,” he says. “Not just me trying to be marketable, because at the end of the day, I would always be known as ‘the gay rapper’.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/02/house-isnt-a-subculture-its-my-culture-cakes-da-killa-on-ballroom-beyonce-and-black-love\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/freedom-killing-monster-italian-leader-giorgia-meloni-criticised-rave-laws", "title": "‘Freedom-killing monster’: Italian leader Giorgia Meloni criticised over rave laws", "date_published": "2022-11-02 14:07:53+00:00", "description": "<p>Three-day Halloween party led prime minister to enact legislation including jail terms up to six years</p><p>A law enacted by Giorgia Meloni’s government that punishes organisers of illegal raves with hefty jail terms has triggered widespread criticism in Italy, with one opponent describing the measure as “a freedom-killing monster”.</p><p>A three-day-long Halloween party in Modena was the catalyst for the swift enactment of legislation that will punish organisers or promoters of gatherings that put public order or safety at risk with prison sentences of between three and six years and fines ranging from €1,000 to €10,000. Penalties for those who participate in what the decree describes as an “invasion” have not been outlined, but they will be less severe.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/freedom-killing-monster-italian-leader-giorgia-meloni-criticised-rave-laws\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/alleged-mafia-members-among-91-jailed-in-italy-over-eu-subsidies", "title": "Alleged mafia members among 91 jailed in Italy over EU subsidies fraud", "date_published": "2022-11-02 14:02:13+00:00", "description": "<p>Sicilian mobsters said to have received more than €5m for farmland that was stolen or non-existent</p><p>Judges in Italy have handed down prison sentences to 91 people, including alleged mafia members, following a large-scale EU agricultural subsidies fraud.</p><p>According to magistrates in the city of Messina, Sicilian mobsters fraudulently received more than €5m (£4.3m) in subsidies between 2010 to 2017, including funds for thousands of hectares of “ghost” farmland in the east of the island that was either non-existent, stolen from farmers or owned by the Italian state or regional government.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/alleged-mafia-members-among-91-jailed-in-italy-over-eu-subsidies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/kremlin-to-summon-british-ambassador-over-drone-attacks-on-black-sea-fleet", "title": "Kremlin to summon British ambassador over drone attacks on Black Sea fleet", "date_published": "2022-11-02 14:01:52+00:00", "description": "<p>UK dismisses Moscow’s accusations of Royal Navy involvement as ‘false claims of an epic scale’</p><p>Moscow will “shortly” summon the UK ambassador to Russia, Deborah Bronnert, over its accusation that “British specialists” had been involved in a Ukrainian <a href=\"https://www.theguardian.com/world/2022/nov/01/could-ukraines-drone-attack-on-russian-ships-herald-a-new-type-of-warfare\">drone</a> attack on the Crimean port of Sevastopol, the Russia foreign ministry has said.</p><p>Russia has, without providing evidence, repeatedly blamed the UK for Saturday’s audacious attack, in which a swarm of drones attacked Russia’s <a href=\"https://www.theguardian.com/world/2022/oct/30/russias-black-sea-flagship-damaged-in-crimea-drone-attack-video-suggests\">Black Sea fleet</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/kremlin-to-summon-british-ambassador-over-drone-attacks-on-black-sea-fleet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/02/europes-climate-warming-at-twice-rate-of-global-average-says-report", "title": "Europe’s climate warming at twice rate of global average, says report", "date_published": "2022-11-02 14:00:04+00:00", "description": "<p>Trend of faster warming over last 30 years likely to cause exceptional heat, wildfires and floods, warn scientists</p><p>Temperatures in Europe have increased at more than twice the global average in the last 30 years, according to a report from the World Meteorological Organization (WMO).</p><p>The effects of this warming are already being seen, with droughts, wildfires and ice melts taking place across the continent. The European State of the Climate report, produced with the EU’s Copernicus service, warns that as the warming trend continues, exceptional heat, wildfires, floods and other climate breakdown outcomes will affect society, economies and ecosystems.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/02/europes-climate-warming-at-twice-rate-of-global-average-says-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/harry-kane-hopes-latest-spurs-fightback-can-prove-turning-point", "title": "Harry Kane hopes latest Spurs fightback can prove turning point", "date_published": "2022-11-02 13:49:13+00:00", "description": "<p>Striker admits team need to balance risk with caution more effectively after revival at Marseille provides vital lift</p><p>Harry Kane put it as the pros tend to put it: heavy on understatement, a disappointing lack of drama. “There were a few words said by a few people,” the Tottenham striker deadpanned as he reflected on what went on during half-time as his team trailed 1-0 at Marseille, their Champions League hopes in the balance.</p><p>As ever, it was easy to read between the lines, to feel the emotion of the moment, the frustration, possibly even the anger. Because yet again, for the sixth game in a row, Spurs had not turned up in the first half.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/harry-kane-hopes-latest-spurs-fightback-can-prove-turning-point\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/02/james-cameron-releases-extended-trailer-for-avatar-the-way-of-water", "title": "James Cameron releases extended trailer for Avatar: The Way of Water", "date_published": "2022-11-02 13:42:52+00:00", "description": "<p>New footage from the sequel to the highest-grossing movie of all time has been released on YouTube</p><p>James Cameron has released new footage of his forthcoming Avatar sequel The Way of Water, in the form of a two-and-a-half minute trailer released online on Wednesday.</p><p>Avatar: The Way of Water is the follow-up to Cameron’s 2009 sci-fi blockbuster which <a href=\"https://en.wikipedia.org/wiki/List_of_highest-grossing_films#Highest-grossing_films\">remains the highest-grossing film of all time</a>. It stars Sam Worthington, Zoe Saldaña and Sigourney Weaver, and is set more than a decade later than Avatar. According to the official synopsis, it “tells the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure”.</p><p>Avatar: The Way of Water is out on the 16 December in the UK and US.</p> <a href=\"https://www.theguardian.com/film/2022/nov/02/james-cameron-releases-extended-trailer-for-avatar-the-way-of-water\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/02/house-elf-harry-potter-dobby-welsh-shrine-pembrokeshire", "title": "Elf and safety: is a shrine to Dobby ruining a Welsh beauty spot – and threatening local wildlife?", "date_published": "2022-11-02 13:40:20+00:00", "description": "<p>Harry Potter fans have been asked to stop leaving tributes to the house-elf on a beach in Pembrokeshire</p><p><strong>Name:</strong> Dobby.</p><p><strong>Age:</strong> Uncertain. Dobby has a birthday: 28 June. But the year is unspecified so we don’t really know his age.</p> <a href=\"https://www.theguardian.com/books/2022/nov/02/house-elf-harry-potter-dobby-welsh-shrine-pembrokeshire\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/supply-fears-as-china-lockdown-hits-worlds-largest-iphone-factory", "title": "Supply fears as China lockdown hits world’s largest iPhone factory", "date_published": "2022-11-02 13:29:57+00:00", "description": "<p>Foxconn plant in Zhengzhou, from which many workers have fled, now under seven-day Covid lockdown</p><p>Chinese authorities have announced a seven-day coronavirus lockdown in the area around the world’s largest iPhone factory, stoking concern that production will be severely curtailed ahead of the Christmas period.</p><p>Foxconn’s plant in Zhengzhou, which employs about 200,000 people, produces the majority of Apple’s new phones, including the new iPhone 14.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/supply-fears-as-china-lockdown-hits-worlds-largest-iphone-factory\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/jair-bolsonaro-reportedly-accepts-defeat-brazil-election", "title": "‘It’s over’: Jair Bolsonaro reportedly accepts defeat in Brazil election", "date_published": "2022-11-02 13:04:07+00:00", "description": "<p>Bolsonaro previously failed to explicitly concede defeat to Luiz Inácio Lula da Silva in presidential vote</p><p>Jair Bolsonaro has reportedly thrown in the towel after his presidential election defeat in Brazil on Sunday, telling members of the supreme court: “It’s over.”</p><p>He <a href=\"https://www.theguardian.com/world/2022/oct/31/brazil-election-bolsonaro-concede-reaction\">went silent</a> for nearly two days after being beaten by the leftwing former president Luiz Inácio Lula da Silva in the vote. When Bolsonaro finally appeared before the cameras on Tuesday afternoon, he <a href=\"https://www.theguardian.com/world/2022/nov/01/jair-bolsonaro-brazil-election-silence-lula\">failed to explicitly concede defeat</a> or congratulate his vanquisher.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/jair-bolsonaro-reportedly-accepts-defeat-brazil-election\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/02/the-wonder-review-a-compelling-passionate-reckoning-with-a-horrific-miracle-florence-pugh", "title": "The Wonder review – Florence Pugh’s passionate reckoning with a horrific miracle", "date_published": "2022-11-02 13:00:01+00:00", "description": "<p>Pugh drives forward Sebastián Lelio’s haunting adaptation of Emma Donoghue’s story of divine possession</p><p>Sebastián Lelio’s new film is an arrestingly strange, distinctively literary tale of innocence, horror and imperial guilt adapted from the novel by Emma Donoghue: the anti-miracle of a young girl’s mysterious possession by divine grace. You could put this in a double-bill with The Exorcist. Florence Pugh brings a pugnacious and forthright intensity to the role of Lib, an English nurse who in 1862 comes to a village in rural Ireland, commissioned by a somewhat pompous male committee of priests and worthies to be an expert witness in examining what appears to be a miracle<strong> </strong>unfolding under their eyes.</p><p>A young girl, Anna, has not eaten any food for four months and yet appears entirely healthy. Her stricken, awestruck parents Rosaleen (Elaine Cassidy) and Malachy (Coalán Byrne) receive a continuous stream of true believers in their cottage, who are allowed upstairs into her bedroom to speak with the sweet-natured, pious child. Anna is tremendously played by Elaine Cassidy’s daughter, newcomer Kíla Lord Cassidy. The parents have now agreed that Lib will keep watch over Anna to ensure that she is not hiding food, alternating every eight hours with a nun with the same task so that their mission is covered by both medicine and faith.</p> <a href=\"https://www.theguardian.com/film/2022/nov/02/the-wonder-review-a-compelling-passionate-reckoning-with-a-horrific-miracle-florence-pugh\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/02/midterm-elections-republicans-democrats-pelosi-biden-politics-latest", "title": "Candidate for Wisconsin governor says ‘Republicans will never lose another election’ in state – live", "date_published": "2022-11-02 12:59:17+00:00", "description": "<ul><li>Tim Michels makes remark regarding the swing state</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Good morning, US politics blog readers. Yesterday in Wisconsin, <strong>Tim Michels</strong>, who is standing as the Republican candidate for governor in Wisconsin,<strong> </strong>said the quiet part out loud when he declared: “Republicans will never lose another election in Wisconsin after I’m elected governor.” Wisconsin is a swing state that Democrats have relied on to win the White House, and the Republican’s comment underscores the reality that many in the party aren’t simply looking to win office this year – they’re aiming to find ways to make their control of government permanent. And while Wisconsin is one state, there are plenty of other examples nationwide.</p><p>Here’s what else is happening today:</p><p><strong>The Federal Reserve</strong> will conclude its latest meeting and almost certainly announce another interest rate increase at 2 pm eastern time. The central bank has signaled it is committed to fighting inflation, but economists warn that if borrowing costs get too high, the economy could slow further, or even enter a recession.</p><p><strong>It’s infrastructure day</strong> for <strong>Joe Biden</strong>, who will stump for his legislative accomplishments including the Chips act to boost American technological prowess and last year’s $1tn overhaul to the nation’s public works.</p><p><strong>Six days to go</strong> until the 8 November midterm elections!</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/02/midterm-elections-republicans-democrats-pelosi-biden-politics-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/russia-will-rejoin-un-grain-corridor-from-ukraine-in-humiliating-u-turn", "title": "Russia will rejoin UN grain corridor from Ukraine in humiliating U-turn", "date_published": "2022-11-02 12:46:33+00:00", "description": "<p>Moscow’s climbdown comes two days after a large convoy of ships moved a record tonnage despite warnings</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/02/russia-ukraine-war-live-kyiv-sets-up-heating-points-across-city-in-wake-of-infrastructure-attacks\">Russia-Ukraine war – latest updates</a></strong></li></ul><p>The Kremlin has said it will rejoin the UN-administered grain export corridor from Ukraine after <a href=\"https://www.theguardian.com/world/2022/oct/29/russia-suspends-ukraine-grain-deal-after-attack-on-sevastopol-naval-base\">pulling out over the weekend</a> after a <a href=\"https://www.theguardian.com/world/2022/oct/30/russias-black-sea-flagship-damaged-in-crimea-drone-attack-video-suggests\">drone attack on Russian warships</a> in the port of Sevastopol.</p><p>Moscow’s humiliating climbdown came two days <a href=\"https://www.theguardian.com/global-development/2022/oct/31/ukraine-ships-out-record-tonnage-grain-russia-withdrawal-scheme\">after a large convoy of ships moved a record amount of grain</a> in defiance of Russia’s warnings that it would be “unsafe” without its participation, and after high-level diplomatic contacts between Turkey – one of the guarantors of the scheme with the UN – and Russia.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/russia-will-rejoin-un-grain-corridor-from-ukraine-in-humiliating-u-turn\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/midterm-elections-poor-and-low-income-americans", "title": "These midterm elections have enormous stakes for poor and low-income Americans | Rev William Barber and Karen Dolan", "date_published": "2022-11-02 12:38:41+00:00", "description": "<p>Our country faces a material and moral crisis – and Republicans are offering only resentment and false solutions</p><p>Our wellbeing is on the ballot this November. Amid a pandemic, rising inflation, and deepening financial instability, we need a strong commitment from all candidates to our children, families and planet.</p><p>In 2021, we won some of that commitment.</p><p>The Rev Dr William J Barber II is a national co-chair of the <a href=\"http://poorpeoplescampaign.org\">Poor People’s Campaign: A National Call for Moral Revival</a></p><p>Karen Dolan directs the Criminalization of Race and Poverty Project at the <a href=\"http://ips-dc.org\">Institute for Policy Studies</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/midterm-elections-poor-and-low-income-americans\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/opioid-settlement-cvs-walmart-walgreens-138bn", "title": "CVS, Walmart and Walgreens agree to pay $13.8bn for opioid claims – sources", "date_published": "2022-11-02 12:20:45+00:00", "description": "<p>Three largest US pharmacy chains tentatively agree to settle thousands of state and local government opioids lawsuits</p><p>CVS Health Corp, Walgreens Boots Alliance Inc and Walmart Inc have tentatively agreed to pay about $13.8bn (£12bn) to resolve thousands of US state and local government lawsuits accusing the chains of mishandling opioid painkillers, according to two people familiar with the negotiations.</p><p>The proposed settlement calls for CVS to pay $5bn over 10 years, Walgreens to pay $5.7bn over 15 years and Walmart to pay $3.1bn, mostly up front, according to the people. The sources declined to be identified, saying they were not authorized to speak publicly about the matter.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/opioid-settlement-cvs-walmart-walgreens-138bn\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/two-teenagers-killed-spanish-teacher-iowa-bad-grade-prosecutors-allege", "title": "Two teenagers killed Spanish teacher over bad grade, Iowa prosecutors allege", "date_published": "2022-11-02 12:12:47+00:00", "description": "<p>Willard Miller and Jeremy Goodale, accused of beating Nohema Graber to death when they were 16, will stand trial as adults</p><p>Two Iowa teenagers killed their high school Spanish teacher because of frustration over a bad grade, prosecutors said on Tuesday in court documents.</p><p>The documents were filed ahead of a hearing on Wednesday where a judge will hear arguments on whether to suppress any evidence against Willard Miller and Jeremy Goodale, who are charged with murdering Nohema Graber in Fairfield, a town of about 9,400 100 miles from Des Moines.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/two-teenagers-killed-spanish-teacher-iowa-bad-grade-prosecutors-allege\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/former-chiefs-coach-britt-reid-jailed-over-crash-that-left-girl-seriously-injured", "title": "Former Chiefs coach Britt Reid jailed over crash that left girl seriously injured", "date_published": "2022-11-02 12:12:19+00:00", "description": "<ul><li>Reid was speeding and over alcohol limit at time of crash</li><li>Victim was left with serious brain injuries after collision</li></ul><p>Former Kansas City Chiefs assistant coach Britt Reid was sentenced on Tuesday to three years in prison for driving drunk and speeding last year. His actions led to a crash that left a five-year-old girl with a serious brain injury.</p><p>Reid pleaded guilty in September to driving while intoxicated causing serious bodily injury. The charge carries a maximum penalty of seven years in prison, but prosecutors had agreed to ask for a maximum sentence of four years in prison. Reid sought probation. The injured girl’s family had opposed the plea deal.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/former-chiefs-coach-britt-reid-jailed-over-crash-that-left-girl-seriously-injured\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/are-womens-football-pundits-too-nice-moving-the-goalposts", "title": "To criticise or not to criticise – are women’s football pundits too nice?", "date_published": "2022-11-02 12:00:02+00:00", "description": "<p>There are calls for pundits to be more critical, but there is an awareness some comments can affect players’ wellbeing</p><p>Over the past few decades, the role of pundits on TV and across the airwaves has become an art form. Former players are booked daily to sit on panels and as co-commentators to provide expertise and opinion that builds context for the viewer.</p><p>Traditionally it has been a male-dominated sector but that is changing. Alex Scott, Sue Smith and Rachel Brown-Finnis are just some of the people we are accustomed to seeing and hearing every day. This has grown in tandem with the increased visibility of the women’s game, now occupying regular broadcasting slots across the week.</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/are-womens-football-pundits-too-nice-moving-the-goalposts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/why-i-quit-monogamy-found-romance-survived", "title": "I finally quit monogamy – and found a romance I never expected | Tomasz Lesniara", "date_published": "2022-11-02 12:00:01+00:00", "description": "<p>I used to think open relationships were not for me because I would have to give up my romantic side. That just wasn’t true</p><p>If you asked me a few years ago whether I’d ever quit monogamy, I would have laughed in your face. I identified as a classic romantic before I even knew I was gay. The idea that someone was out there somewhere, waiting for me to find them and become their everything, got me through my (often unbearable) adolescence.</p><p>In <a href=\"https://www.theguardian.com/world/2020/jun/12/polish-president-issues-campaign-pledge-to-fight-lgbt-ideology\">conservative Poland</a>, where I’m from, many bigots see being queer as a purely sexual thing. Even the more liberal ones view it as something that should remain “in the privacy of their own homes”. As if being gay was a fetish that doesn’t make any sense outside a sexual context. Deep inside, I knew that wasn’t true. I had my first crushes in primary school, and the purely sexual portrayal of queerness made me want a truly romantic relationship even more. And what’s more romantic than only having eyes for<strong> </strong>one person only, right?</p><p>Tomasz Lesniara is a journalist based in Glasgow</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p><p><br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/why-i-quit-monogamy-found-romance-survived\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/02/top-10-books-about-fathers-and-sons-blake-morrison-and-when-did-you-last-see-your-father", "title": "Top 10 books about fathers and sons | Blake Morrison", "date_published": "2022-11-02 12:00:01+00:00", "description": "<p>In memoirs by authors from Philip Roth to Michael Frayn, the Dad-Lit genre is always a little oedipal but there is also room for warmer feelings</p><p>The first father-son story to leave a mark on me had Abraham, on God’s orders, preparing to kill his only son: “He bound Isaac and laid him on the altar, on top of the wood. Then he reached out his hand and took the knife …” God then calls off the infanticide; a ram is sacrificed instead. It’s meant to be an upbeat ending but as a child the story terrified me. There I lay, on a pile of wood, about to be murdered by my Dad.</p><p>Freudians offer a theory that’s the other way about, with the son killing the father. And the Dad-Lit genre can’t help but have a strain of the Oedipus complex, as the old man is ousted and the boy takes his place. But grudging affection is common too – for a life well lived, or a man who deserved better, or a rogue whose faults are dissected and, sometimes, forgiven. Daughters offer a different perspective on dads, with Jackie Kay, AM Homes, Kathryn Harrison and Aminatta Forna among the pick. But when I came to write <a href=\"https://guardianbookshop.com/and-when-did-you-last-see-your-father-9781783787654?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">my own memoir</a>, nearly 30 years ago, my perspective was that of a grieving son.</p> <a href=\"https://www.theguardian.com/books/2022/nov/02/top-10-books-about-fathers-and-sons-blake-morrison-and-when-did-you-last-see-your-father\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/02/how-to-make-the-perfect-pumpkin-gnocchi-felicity-cloake-recipe", "title": "How to make the perfect pumpkin gnocchi – recipe | Felicity Cloake's How to make the perfect …", "date_published": "2022-11-02 12:00:00+00:00", "description": "<p>As autumn’s array of delicious squashes hoves into view, this Italian classic is a welcome seasonal treat … but who makes the best version?</p><p>If there’s one compensation for the loss of summer’s glossy harvest, it’s the sweetness of so many autumn vegetables – most notably, of course, the pumpkins and winter squashes that have become indelibly associated with Halloween. A relatively recent addition to the European menu, they represent a welcome rush of sugar among all the bitter greens and starchy root vegetables that will inevitably dominate our diets over the next few months.</p><p>According to<a href=\"https://www.theguardian.com/food/2018/oct/27/four-pumpkin-recipes-for-halloween\"> Anna Del Conte</a>, pumpkin gnocchi, a more colourful and frivolous take on <a href=\"https://www.theguardian.com/lifeandstyle/2013/jul/10/how-to-make-the-perfect-gnocchi\">the potato-based version</a>, are a speciality of Veneto and southern Lombardy, where, presumably, they would generally be served as a <em>primi piatti</em> before the main event; they also pair beautifully with<a href=\"https://www.theguardian.com/lifeandstyle/2015/oct/23/italian-venison-stew-recipe-polenta-beetroot\"> savoury game stews</a>, spicy sausages and <a href=\"https://www.lacucinaitaliana.com/italian-food/how-to-cook/how-to-cook-porcini-mushrooms?refresh_ce=\">sauteed mushrooms</a>, though. They are, however, quite enough on their own, tossed in plenty of butter. And, frankly, what isn’t?</p> <a href=\"https://www.theguardian.com/food/2022/nov/02/how-to-make-the-perfect-pumpkin-gnocchi-felicity-cloake-recipe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/02/irelands-call-navigating-brexit-by-stephen-collins-review-how-dublin-got-brussels-on-side", "title": "Ireland’s Call: Navigating Brexit by Stephen Collins review – how Dublin got Brussels on side", "date_published": "2022-11-02 12:00:00+00:00", "description": "<p>Though a forensic study of the Brexit negotiations from an Irish perspective might sound dry, it is anything but</p><p>When I finished Stephen Collins’ book on how Ireland responded to Britain’s decision to leave the EU, a tale of shrewd politicking and diplomacy in Dublin, an image came to mind: a mouse whispering to an elephant, which then calmly sits on and squashes a chest-beating gorilla.</p><p>No prizes for guessing which one was the UK. Boris Johnson’s myths about Brussels dictating the shape of bananas, after all, paved <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>, a dreamland where Britain would be king in a new jungle.</p> <a href=\"https://www.theguardian.com/books/2022/nov/02/irelands-call-navigating-brexit-by-stephen-collins-review-how-dublin-got-brussels-on-side\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/kyrie-irving-charles-barkley-brooklyn-nets-nba-basketball", "title": "Kyrie Irving scores just four points in Nets loss as Barkley calls guard ‘idiot’", "date_published": "2022-11-02 11:59:20+00:00", "description": "<ul><li>Brooklyn lose first game since Steve Nash left as coach</li><li>Irving has been linked with antisemitic film</li></ul><p>Zach LaVine scored 20 of his 29 points in the fourth quarter, leading the Chicago Bulls to a 108-99 victory over Brooklyn on Tuesday night in the Nets’ first game after a coaching change.</p><p>The Nets announced <a href=\"https://www.theguardian.com/sport/2022/nov/01/steve-nash-fired-brooklyn-nets-nba-basketball-kyrie-irving-kevin-durant\">Steve Nash was out earlier in the day</a>, then fell to 2-6 with interim head coach Jacque Vaughn in charge.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/kyrie-irving-charles-barkley-brooklyn-nets-nba-basketball\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/china-bans-celebrities-lapsed-morals-endorsing-products", "title": "China bans celebrities with ‘lapsed morals’ from endorsing products", "date_published": "2022-11-02 11:31:16+00:00", "description": "<p>State regulator tightens advertising rules to align society with ‘core socialist values’</p><p>China has banned all celebrities from endorsing a range of products and banned those with “lapsed morals” from endorsing anything, as part of an ongoing drive to align society with “core socialist values”.</p><p>The new regulations, announced by state regulators this week, bar Chinese celebrities from publicly endorsing or advertising health, education and financial commodities including e-cigarettes and baby formula.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/china-bans-celebrities-lapsed-morals-endorsing-products\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/02/beyond-movietown-derek-jarmans-lost-novel-echoes-through-his-oeuvre", "title": "Beyond Movietown: Derek Jarman’s lost ‘novel’ echoes through his oeuvre", "date_published": "2022-11-02 11:31:00+00:00", "description": "<p>Published for the first time, Through the Billboard Promised Land Without Ever Stopping, chimes with many of the obsessions the director carried through his films</p><p>In Sebastiane, Derek Jarman and Paul Humfress’ 1976 film, the soon-to-be-martyred Roman soldier is warned by his friend Justin to stop fighting against their pagan authorities. “The truth,” Sebastiane responds, “is beautiful”. As they speak, Justin tends to the wounds of the third-century saint in an act of love that has the potential to endanger both of them if they are caught by their tyrannical overseer or their fellow soldiers. This moment of intimacy is luxuriant; where there could be a palpable sense of terror, Jarman and Humfress instead focus on the tenderness between two defiant men.</p><p>Sebastiane’s “truth” is not just his devotion to Christ in a pagan society, but also his willingness to receive and give affection in the overtly masculine, violent and sexual environment of a military outpost. This is the kind of truth echoed in Jarman’s only known work of narrative fiction: Through the Billboard Promised Land Without Ever Stopping, which was written in 1971 and published for the first time in 2022 by House Sparrow Press. It follows a blind protagonist known as King who is accompanied on a trip across a mythical America by his valet John. On this trip (almost entirely on foot) they encounter pierrot clowns, poets excavating the land in search of old spoken verses and a mystic guide called Begum, who shows them the sights of Movietown. King and John, like Sebastiane and Justin, remain constants to one another in an increasingly unreliable and disrupted landscape.</p> <a href=\"https://www.theguardian.com/film/2022/nov/02/beyond-movietown-derek-jarmans-lost-novel-echoes-through-his-oeuvre\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/02/pushing-buttons-freaky-horror-games-new-wave", "title": "Freaky games form some of my most vivid childhood memories", "date_published": "2022-11-02 11:30:03+00:00", "description": "<p>A new wave of indie horror games and remakes of haunting classics such as Silent Hill are getting more creative at trying to mess with your head</p><p>Halloween might be over, but the scary memories last a lifetime, at least for me. I do not like horror. I am one of the world’s biggest wusses, and feeding my imagination with nightmare fuel will keep me up at night for weeks. I was recently so disturbed by a simple bus advert for <a href=\"https://www.theguardian.com/film/2022/oct/02/smile-review-sadistically-effective-supernatural-horror\">the movie Smile</a> that I read the Wikipedia summary of the plot, and just that was enough to screw with my sleep. My partner, meanwhile, cannot get enough of disgusting films and terrifying games, so he’s delighted to be living through something of a golden age for video game horror. Not only are haunting classics such as <a href=\"https://www.theguardian.com/games/2019/jan/31/silent-hill-at-20-the-game-that-taught-us-to-fear-ourselves\">Silent Hill</a> and Resident Evil getting endless remakes, there’s also an ongoing new wave of indie horror games that do ever more creative things with this medium’s ability to get inside your head.</p><p>These days, I actively try to avoid horrible things, but the games that freaked me out formed some of my most vivid childhood memories. <a href=\"https://www.theguardian.com/games/2018/dec/11/zelda-ocarina-of-time-at-20-nintendo-masterpiece-changed-games-forever\">Zelda: Ocarina of Time</a> had the Gibdos, desiccated corpses that lived in graveyards and dungeons. They could freeze Link in his tracks with a shriek, then walk towards him with horrible slowness, then speed up at the last second to leap atop his shoulders and try to suffocate him. And at the bottom of a well, there was an amorphous, eyeless, white monster whose many hands protruded from the Earth, ready to grab and ensnare. I had to play the entirety of the Shadow Temple, with its bloodstains and discordant choral music, through half-closed eyes and with a guide in hand.</p><p>Simon Parkin <a href=\"https://www.theguardian.com/games/2022/oct/26/i-want-to-keep-being-the-first-hideo-kojima-on-seven-years-as-an-independent-game-developer\">interviewed Hideo Kojima</a> for us in Tokyo. Kojima still won’t talk about exactly what happened during his infamous split with Konami, but gaming’s most famous director did discuss plenty of other interesting stuff, including how he feels about his past work and his conflicting relationship with social media.</p><p>CD Projekt Red’s original Witcher game is <a href=\"https://kotaku.com/witcher-1-remake-unreal-5-cdpr-rpg-fools-theory-1849704716\">going to be remade</a>. I would love to revisit this game and I’m super-interested to see whether they will preserve the collectible “sex cards” Geralt collected by sleeping with every available female character. Those were gross at the time, but the idea has aged particularly badly over the past 15 years.</p><p><a href=\"https://www.polygon.com/23432437/ikea-the-store-is-closed-indie-legal\">Ikea is throwing a fit</a> over a horror game set in an obvious satirical stand-in for its stores, which would be quite funny if it wasn’t also forcing the developer to revamp the entire thing for fear of getting sued.</p><p>This <a href=\"https://www.polygon.com/23425085/splatoon-jelfonzo-fuck-you-shirt-inklanguage-translation\">greatly entertaining feature</a> chronicles how players have come together over the years to translate Splatoon’s various in-game languages – only to discover that the dude who runs the clothing shop wears a T-shirt on Tuesdays that says “Fuck You”.</p><p>The manager of an Amsterdam hotel is dismayed that the building features in the <a href=\"https://www.videogameschronicle.com/news/amsterdam-hotel-manager-criticises-buildings-inclusion-in-modern-warfare-2/\">new Call of Duty game</a>. “We have taken note of the fact that the Conservatorium Hotel is undesirably the scene of the new Call of Duty … More generally, we don’t support games that seem to encourage the use of violence. The game in no way reflects our core values and we regret our apparent and unwanted involvement.”</p> <a href=\"https://www.theguardian.com/food/2022/nov/02/pushing-buttons-freaky-horror-games-new-wave\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/travis-bavesi-the-statsguru-visionary-who-transformed-cricket-spin", "title": "The Spin | Travis Basevi: the Statsguru visionary who transformed cricket", "date_published": "2022-11-02 11:23:30+00:00", "description": "<p>The man behind Cricinfo’s search engine, who has died aged 47, was a one-off who paved the way for today’s data-driven game</p><p>Travis Basevi wasn’t the kind of man who sought the limelight. He was happy to just do his thing. And that thing was groundbreaking.</p><p>Basevi, who died last month at the tragically young age of 47, leaving behind his wife, Jane, and son, Victor, was a genuine one-off, a man who transformed the way people looked at cricket and, by extension, the game itself.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/travis-bavesi-the-statsguru-visionary-who-transformed-cricket-spin\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/02/one-in-six-people-living-england-wales-were-born-different-country-census-reveals", "title": "One in six people living in England and Wales were born outside UK, census reveals", "date_published": "2022-11-02 11:04:49+00:00", "description": "<p>Non-UK-born population increased to 10 million in 2021, latest figures show, a 33% rise in 10 years</p><p>One in six people living in England and Wales in 2021 were born outside the UK, according to the latest census figures.</p><p>About 10 million people usually resident in England and Wales were born outside the UK on <a href=\"https://www.theguardian.com/uk-news/2022/jun/28/england-and-wales-population-rises-to-record-59m\">census day, 21 March 2021</a>, up from 7.5 million at the time of the last census in 2011.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/02/one-in-six-people-living-england-wales-were-born-different-country-census-reveals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/02/molly-the-captain-by-anthony-quinn-review-art-and-obscurity", "title": "Molly & the Captain by Anthony Quinn review – art and obscurity", "date_published": "2022-11-02 11:00:03+00:00", "description": "<p>This deft century-hopping novel follows the fortunes of a Regency portrait and a series of artists</p><p>Molly &amp; the Captain is a tale in three parts, skipping through the centuries from the 1780s to the 1980s. The sections are loosely connected by one fictional portrait: The Merrymount Sisters at Night by William Merrymount, a Gainsborough-esque artist in Georgian Marylebone. The Gainsborough references are frequent and unabashed, “Molly” and “The Captain” being his nicknames for the two cherished daughters he often painted, just as the fictional Merrymount paints his. Laura Merrymount, the elder daughter and “Captain” of this piece, is our first narrator. Although her father encourages her artistic talent she is trapped in his shadow, and the exhibition he persuades her to put on flops. “As a girl I was thought to be fond of Dominion,” she explains in regards to her nickname, but by her mid-30s, disappointed by life and love, she has cast ambition aside.</p><p>Anthony Quinn is an attentive author of late 18th-century life, and hits all the expected notes: trips to Bath, dissolute suitors, laudanum. His Lizzie Vavasor, the glamorous actor who befriends Laura, is nicely evocative of real contemporaries such as Dorothea Jordan, while Laura’s narrative is peppered with pleasing Georgian-isms – “chuse”, “partickular”, and best of all “landskips” (for “landscapes”).</p> <a href=\"https://www.theguardian.com/books/2022/nov/02/molly-the-captain-by-anthony-quinn-review-art-and-obscurity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/02/watcher-review-gaslighting-and-in-romania-set-hitchcockian-thriller", "title": "Watcher review – gaslighting and murder in Romania-set Hitchcockian thriller", "date_published": "2022-11-02 11:00:02+00:00", "description": "<p>A lonely resting actor in Bucharest becomes more and more disturbed by nearby events and is not reassured by her husband</p><p>Not to be confused with the recent Netflix hit series, this is in fact a very solidly engineered Hitchcockian throwback. Company man Karl Glusman and resting actor Maika Monroe are the upwardly mobile young Americans relocating to a Bucharest bolthole boasting a prominent picture window; with hubby out schmoozing clients, his better half has time enough to dwell on a gruesome local murder spree, and the silhouetted figure peering down from an adjacent property. Suspicion shifts and moves closer and closer to home, but on one point Chloe Okuno’s film remains resolute: these characters would have avoided a lot of grief had they invested in net curtains.<br /><br />As recently as Wes Craven’s <a href=\"https://www.theguardian.com/theguardian/2005/sep/02/8\">Red Eye in 2005</a>, we could take this species of medium-budget runaround for granted. Yet Watcher offers not just relief that it exists, but actual, genuine, old-fashioned thrills. Striding confidently into studio terrain after contributing to last year’s <a href=\"https://en.wikipedia.org/wiki/V/H/S/94\">V/H/S/94 horror anthology</a>, Okuno works up a muted style and aces the setpieces: retooling passing extras as peripheral threats as the sound design goes right through you. She has punched up an underlying psychology in Zack Ford’s script: the wife’s mounting fears compounded by frustration at a Rational Spouse seeking to explain them away as girly misunderstanding. (Glusman’s heroically regrettable moustache offers its own grounds for divorce.)</p><p>Okuno describes this gaslighting for what it is, and that permits us the rare privilege of a mainstream thriller heroine who actually errs on the side of caution throughout. As in <a href=\"https://www.theguardian.com/film/2015/feb/26/it-follows-review-horror-sex-death\">2014’s It Follows</a>, Monroe is no pushover, and her reward for persistence, amid the nicely unpredictable finale, is a “told you so” moment for the ages. Unimprovably brisk at 91 minutes, Watcher is not messing around – and probably won’t hang around long in cinemas with starry awards fare in the offing. But a few more of these nifty diversions, and the multiplexes might once again be a viable night out.</p> <a href=\"https://www.theguardian.com/film/2022/nov/02/watcher-review-gaslighting-and-in-romania-set-hitchcockian-thriller\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/02/cassius-turvey-thousands-turn-out-for-vigils-across-the-country-for-dead-schoolboy", "title": "Cassius Turvey: thousands turn out for vigils across the country for dead schoolboy", "date_published": "2022-11-02 10:55:16+00:00", "description": "<p>Rallies from Perth to Sydney pay tribute to 15-year-old killed on his way home from school in Western Australia</p><p>Thousands of Australians have turned out for vigils in towns and cities across the country to mourn the death of Noongar-Yamatji schoolboy Cassius Turvey.</p><p>A 21-year-old man has been charged with murder after the <a href=\"https://www.theguardian.com/australia-news/2022/oct/25/aboriginal-boy-dies-after-allegedly-being-bashed-with-metal-pole-as-perth-police-investigate-alleged-racial-slurs\">alleged attack</a> when Cassius and his friends were walking home from school in Middle Swan on 13 October. He died from injuries sustained during the attack 10 days later.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/02/cassius-turvey-thousands-turn-out-for-vigils-across-the-country-for-dead-schoolboy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/02/rishi-sunak-u-turns-decision-not-to-attend-cop27-climate-summit", "title": "Rishi Sunak U-turns on decision not to attend Cop27 climate summit", "date_published": "2022-11-02 10:45:27+00:00", "description": "<p>UK prime minister says he will now attend talks in Egypt next week</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/02/matt-hancock-im-a-celeb-rishi-sunak-keir-starmer-pmqs-conservatives-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak is to attend the Cop27 climate summit in Egypt next week after No 10 previously said he was too focused on the domestic economy to attend and banned King Charles from going.</p><p>Sunak announced the U-turn on Twitter, making no reference to his previous reluctance, saying: “There is no long-term prosperity without action on climate change. There is no energy security without investing in renewables. That is why I will attend Cop27 next week: to deliver on Glasgow’s legacy of building a secure and sustainable future.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/02/rishi-sunak-u-turns-decision-not-to-attend-cop27-climate-summit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/second-world-war-dnieper-dam-blown-up-by-russians-1941", "title": "Second world war: Dnieper dam blown up by Russians – archive, August 1941", "date_published": "2022-11-02 10:45:02+00:00", "description": "<p>Stalin’s secret police blew up the dam in an attempt to slow the advance of Nazi German troops as they swept through Soviet-era Ukraine</p><p>29 August 1941</p><p>We blew up the Dnieper dam so as not to allow this first child of the Soviet five-year Plan to fall into the hands of Hitler’s bandits. All measures were taken so as not to permit the Germans to make use of the dam and machinery.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/second-world-war-dnieper-dam-blown-up-by-russians-1941\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/02/matt-hancock-im-a-celeb-rishi-sunak-keir-starmer-pmqs-conservatives-uk-politics-live", "title": "Rishi Sunak confirms he will attend Cop27 after earlier saying he would not go – UK politics live", "date_published": "2022-11-02 10:42:53+00:00", "description": "<p>Prime minister U-turns on attending climate conference in Egypt following criticism of decision not to go</p><p><strong>Alok Sharma</strong>, the Cop26 president, said he was “delighted” Rishi Sunak will now be attending the Cop27 summit in Egypt. And he said he completely agreed with Sunak’s comment that “there is no long-term prosperity without action on climate change”.</p><p>Sharma, who lost the right to attend cabinet in Sunak’s reshuffle last week, previously criticised the prime minister for his decision not to attend. He told the Sunday Times he was “pretty disappointed” at news Sunak was not going, saying his attendance would signal the UK’s “renewed commitment on this issue”.</p><p>It’s extremely good news that Rishi Sunak will continue to champion the UK’s climate leadership and Cop26 legacy with Alok Sharma. I look forward to also attending Cop27 to highlight how the net zero review is an opportunity to better deliver greater prosperity and economic growth.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/02/matt-hancock-im-a-celeb-rishi-sunak-keir-starmer-pmqs-conservatives-uk-politics-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/02/inflation-uk-shops-food-cost-of-living-energy-next-britishvolt-business-live", "title": "Shipping giant Maersk warns of looming global recession; Royal Mail staff plan Black Friday strike – business live", "date_published": "2022-11-02 10:34:48+00:00", "description": "<p>AP Møller-Maersk says Ukraine war, Europe’s energy crisis and high inflation are hitting demand, as UK consumers face record food inflation</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2022/nov/02/uk-food-prices-soar-by-fastest-rate-on-record-as-cost-of-living-crisis-bites\">UK food prices soar by fastest rate on record as cost of living crisis bites</a></strong></li></ul><p><strong>Richard Walker, managing director of Iceland Foods, has warned that rising food prices will get worse.</strong></p><p>Walker tells the Today Programme that the prices of staples such as milk, bread and eggs have all jumped – which is worst for households who are struggling the most.</p><p>I’ve got cost prices currently on the table from big branded suppliers that we haven’t stomached yet as a business, let alone had to pass on to our customers.</p><p>So I think it will get worse.</p><p>Food insecurity is inevitably on the rise, and it’s the households with kids who are most at risk.</p><p>We don’t make money on milk, and there will be loss leaders that we have to sell because our customers are simply reliant on it.</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/02/inflation-uk-shops-food-cost-of-living-energy-next-britishvolt-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/02/migoss-record-label-rails-at-senseless-violence-that-killed-rapper-takeoff", "title": "Migos’s record label rails at ‘senseless violence’ that killed rapper Takeoff", "date_published": "2022-11-02 10:31:50+00:00", "description": "<p>Atlanta-based Quality Control issues statement speaking of ‘monumental loss’, as Houston police appeal for any of 40 people at scene to come forward</p><p>Migos’s Atlanta-based record label Quality Control has shared a statement on the <a href=\"https://www.theguardian.com/music/2022/nov/01/takeoff-one-third-of-migos-shot-dead-at-28-in-houston\">fatal shooting of their rapper Takeoff</a>. “It is with broken hearts and deep sadness that we mourn the loss of our beloved brother Kirshnik Khari Ball, known to the world as Takeoff,” the label wrote on Instagram. “Senseless violence and a stray bullet has taken another life from this world and we are devastated. Please respect his family and friends as we all continue to process this monumental loss.”</p><p>At a press conference, Houston mayor Sylvester Turner and police chief Troy Finner responded to the shooting, asking any of the supposedly 40 people who were present on the scene to come forward with details.</p> <a href=\"https://www.theguardian.com/music/2022/nov/02/migoss-record-label-rails-at-senseless-violence-that-killed-rapper-takeoff\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/ecuador-violence-deadly-attacks-gangs-cartels", "title": "Headless bodies and deadly bombs: gang violence escalates in Ecuador", "date_published": "2022-11-02 10:30:01+00:00", "description": "<p>On Tuesday, President Guillermo Lasso announced a curfew under a new state of emergency in Guayas and Esmeralda regions</p><p>The week began with the discovery of two headless bodies, left dangling from a pedestrian bridge. Then prison guards were taken hostage by inmates, nine car bombs detonated in two coastal cities and five police officers were shot dead.</p><p>The string of horrifying attacks across <a href=\"https://www.theguardian.com/world/ecuador\">Ecuador</a> this week would once have been unthinkable, but this kind of bloodletting is now becoming almost routine in the Andean country, as gang violence escalates to levels never seen before.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/ecuador-violence-deadly-attacks-gangs-cartels\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/drive-to-thrive-how-the-red-roses-rugby-built-an-unstoppable-maul", "title": "Drive to thrive: how the Red Roses built an unstoppable maul", "date_published": "2022-11-02 10:16:05+00:00", "description": "<p>Forwards coach Louis Deacon explains how England built the most feared pack at the Women’s Rugby World Cup</p><p>There are three certainties in modern life: death, taxes and English rolling maul tries at the women’s World Cup. For the victims ensnared by the giant white anaconda there can be no escape from the inevitable end game. It rarely takes long for another Red Rose forward to be driven over the line beneath a huge pile of limbs.</p><p>It has reached the point where England no longer need to attempt much else. Their modus operandi has been highly effective and none of their opponents has yet located an antidote. If Canada are to have any chance in Saturday’s semi-final they will have to withstand an irresistible force that has crushed almost everything in its path so far.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/drive-to-thrive-how-the-red-roses-rugby-built-an-unstoppable-maul\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/joe-biden-windfall-profits-tax-big-oil", "title": "Joe Biden is right: America needs a windfall profits tax on Big Oil | Robert Weissman", "date_published": "2022-11-02 10:16:01+00:00", "description": "<p>The case for a windfall profits tax is straightforward. There’s a reason why the idea is so popular</p><p>Consumers are paying as big oil has gobbled up more than $125bn in profits in 2022 – triple the total from last year – doing nothing other than watching world oil prices soar due to Russia’s invasion of Ukraine.</p><p>The solution to this heist is simple enough: a windfall profits tax that extracts big oil’s unjust enrichment and returns the money to the people.</p><p>Robert Weissman is the president of Public Citizen</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/joe-biden-windfall-profits-tax-big-oil\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/02/banned-twitter-accounts-will-not-be-reinstated-until-after-us-midterms-donald-trump", "title": "Banned Twitter accounts will not be reinstated until after US midterms", "date_published": "2022-11-02 10:06:47+00:00", "description": "<p>Elon Musk says setting up process over those barred, including Donald Trump, will take ‘at least a few more weeks’</p><p>Banned Twitter accounts including Donald Trump’s will not be reinstated until after the US midterm elections at least, the platform’s new owner, Elon Musk, has said.</p><p>The Tesla chief executive’s statement came as a study revealed that Twitter had taken down six disinformation networks on the platform linked to China and Iran that had been tweeting about the 8 November elections.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/02/banned-twitter-accounts-will-not-be-reinstated-until-after-us-midterms-donald-trump\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/02/i-was-an-unhappy-teenager-among-lonely-people-in-thrall-to-a-charismatic-leader-had-i-joined-a-cult", "title": "I was an unhappy teenager, among lonely people, in thrall to a charismatic leader – had I joined a cult?", "date_published": "2022-11-02 10:00:01+00:00", "description": "<p>Broken by my parents’ divorce, I was all too ready to be remade by Margaret and her circle. But the ‘training’ was brutal and demeaning</p><p>It’s 1994, I’m in a school gym, 16 years old, examining the intersecting lines for basketball, badminton and tennis because it feels less confusing to stare at the floor than watch the spectacle unfolding in front of me. A woman, who I think is very old but who is probably in her 30s, is sweating and yelling: “I am sex. I love fucking.” People are clapping, cheering, telling her she is beautiful. She hollers at the ceiling, thrusting her pelvis. I feel repulsed. Nothing is more gross to a teenager than an adult thrusting, especially in public. </p><p>I had ended up there because I was depressed after my parents’ bitter <a href=\"https://www.theguardian.com/lifeandstyle/divorce\">divorce</a>. I had stopped going to school, spent all day in bed, mainly in tears. Around then, an old friend of my mum’s from the 60s – whom I will call Margaret – resurfaced. They revived their friendship, and Margaret started helping my mum through the emotional fallout of her divorce.<strong> </strong>“Sarah might benefit from being trained,” she said.</p> <a href=\"https://www.theguardian.com/science/2022/nov/02/i-was-an-unhappy-teenager-among-lonely-people-in-thrall-to-a-charismatic-leader-had-i-joined-a-cult\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/trump-playbook-us-midterms-republicans-election-denial", "title": "‘The Trump playbook’: Republicans hint they will deny election results", "date_published": "2022-11-02 10:00:01+00:00", "description": "<p>Some candidates are already questioning the integrity of the vote and undermining the credibility of the results</p><p>Last month Kari Lake, a former local TV anchor on the Fox network, joined a rightwing podcast <a href=\"https://www.iheart.com/podcast/960-conservative-circus-w-jame-28823469/episode/the-conservative-circus-w-james-t-101625064/?cmp=web_share&amp;embed=true\">The Conservative Circus</a> to discuss her bid to become Arizona’s next governor.</p><p>Lake, who has been endorsed by Donald Trump, began by complaining that Joe Biden had just <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2022/09/01/remarks-by-president-bidenon-the-continued-battle-for-the-soul-of-the-nation/\">made a speech</a> about the threat to democracy posed by election deniers like herself who claim, without evidence, that the 2020 presidential election was stolen. The US president called them “extremists” and warned that they were preparing to repeat their subversion efforts in November’s midterm elections.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/trump-playbook-us-midterms-republicans-election-denial\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/gallery/2022/nov/02/vigils-held-across-australia-for-cassius-turvey-in-pictures", "title": "Vigils held across Australia for Cassius Turvey – in pictures", "date_published": "2022-11-02 09:28:38+00:00", "description": "<p>Thousands of Australians have paid their respects to Cassius Turvey at rallies and vigils in every capital city as well as regional towns. Cassius, a 15-year-old Noongar Yamatji boy, was allegedly bashed with a metal pole while walking home from school with friends on 13 October. He suffered serious head injuries and died in hospital 10 days later</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2022/nov/02/cassius-turveys-mother-urges-calm-at-vigils-saying-shes-angry-but-violence-breeds-violence\">Cassius Turvey’s mother urges calm at vigils saying she is angry but ‘violence breeds violence’</a><br /></li></ul> <a href=\"https://www.theguardian.com/australia-news/gallery/2022/nov/02/vigils-held-across-australia-for-cassius-turvey-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/02/alaa-abd-el-fattah-egyptian-hunger-striker-may-die-in-prison-nobel-laureates-warn-world-leaders-cop27", "title": "British-Egyptian hunger striker may die in prison, Nobel laureates warn world leaders attending Cop27", "date_published": "2022-11-02 09:00:02+00:00", "description": "<p>Alaa Abd El-Fattah has been on hunger strike for six months and will refuse water from 6 November, the first day of the climate summit</p><p>The majority of living Nobel prize for literature laureates have called on world leaders attending the Cop27 climate conference in Egypt this week to help free thousands of political prisoners in the country, including the writer Alaa Abd El-Fattah <a href=\"https://www.theguardian.com/world/2022/sep/12/british-egyptian-hunger-striker-alaa-abd-el-fattah-says-he-may-die-in-prison\">who is six months into a hunger strike</a> and “at risk of death”.</p><p>The letter, organised by Abd El-Fattah’s UK publishers Fitzcarraldo Editions and Seven Stories Press, has been signed by 13 Nobel prize for literature winners: Svetlana Alexievich, JM Coetzee, Annie Ernaux, Louise Glück, Abdulrazak Gurnah, Kazuo Ishiguro, Elfriede Jelinek, Mario Vargas Llosa, Patrick Modiano, Herta Müller, Orhan Pamuk, Wole Soyinka and Olga Tokarczuk.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/02/alaa-abd-el-fattah-egyptian-hunger-striker-may-die-in-prison-nobel-laureates-warn-world-leaders-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/law/2022/nov/02/nazi-hunter-ukraine-war-crimes-us-bill-interview-eli-rosenbaum", "title": "America’s top Nazi hunter hails bill to allow pursuit of Ukraine war crimes", "date_published": "2022-11-02 09:00:01+00:00", "description": "<p>Eli Rosenbaum says the US is poised to change its laws so his justice department unit can prosecute Russian war criminals</p><p>When Eli Rosenbaum was hunting Nazis hiding in America, the most he could do was deport them, but he says the US is now poised to change its laws so that he will be able to prosecute Russians responsible for war crimes in Ukraine.</p><p>Rosenbaum, who spent much of the past 40 years leading the US government’s pursuit of Nazis, has been appointed as the head of the justice department’s <a href=\"https://www.courthousenews.com/justice-department-launches-team-to-investigate-war-crimes-in-ukraine/\">War Crimes Accountability Team</a>, set up in June to help bring war criminals to justice for atrocities in the Ukrainian conflict.</p> <a href=\"https://www.theguardian.com/law/2022/nov/02/nazi-hunter-ukraine-war-crimes-us-bill-interview-eli-rosenbaum\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/02/running-up-that-hill-by-tom-doyle-review-kate-bush-in-pieces", "title": "Running Up that Hill by Tom Doyle review – Kate Bush in pieces", "date_published": "2022-11-02 09:00:01+00:00", "description": "<p>A fragmentary guide to the musical genius offers fresh insights to the creative process – but the personal remains private</p><p>“Those shrieks and warbles are beauty beyond belief to me,” said <a href=\"https://www.theguardian.com/music/2022/jun/13/john-lydon-sex-pistols-johnny-rotten-danny-boyle-the-queen\" title=\"\">John Lydon</a> in 2009, recalling the day he came home with Kate Bush’s debut single, Wuthering Heights, and played it for his mother. She thought it sounded like “a bag of cats”, but Lydon, who had just left the <a href=\"https://www.theguardian.com/music/sexpistols\" title=\"\">Sex Pistols</a>, heard a fellow renegade. Bush’s singularity makes fans feel like members of the biggest secret society in music, though it’s one they now share with the Gen Z-ers who discovered her last spring, when the 1985 single Running Up That Hill was featured on the Netflix series <a href=\"https://www.theguardian.com/tv-and-radio/stranger-things\" title=\"\">Stranger Things</a>.</p><p>So, how to tackle Bush’s story in the year of her big return? The challenge for rock journalist and fan Tom Doyle is that his subject is a secret society in her own right. Bush’s infrequent interviews rarely reveal her thoughts about anything but music, as Doyle found when he spent four hours with her for a Mojo magazine feature in 2005, from which he quotes extensively. She chatted at length about her creative process – how she sang “through the decimal places of a mathematical constant” to concoct the song Pi, and such – but divulged nothing personal other than irritation that she was viewed by the public as “some kind of weirdo recluse”.</p> <a href=\"https://www.theguardian.com/books/2022/nov/02/running-up-that-hill-by-tom-doyle-review-kate-bush-in-pieces\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/02/lyra-review-brilliant-life-and-tragic-death-of-northern-irelands-fearless-young-reporter", "title": "Lyra review – brilliant life and tragic death of Northern Ireland’s fearless young reporter", "date_published": "2022-11-02 09:00:00+00:00", "description": "<p>Lyra McKee, killed by the New IRA in 2019, is shown here as an inspirational LGBTQ journalist, bravely addressing the lingering damage of the Troubles</p><p>Here is an admirable documentary about the brilliant life and tragic death of author and journalist Lyra McKee, <a href=\"https://www.theguardian.com/uk-news/2019/apr/22/lyra-mckee-friends-stage-protest-derry-offices-saoradh\">shot dead in 2019 at the age of 29 by a stray bullet from the New IRA </a>as she covered riots in Derry’s Creggan estate. Apart from being a grotesque homicide, perpetrated by swaggeringly unrepentant and clumsy extremists, the McKee killing represented a culture clash and a generational collision. An inspirational young LGBTQ writer, McKee came from a Republican community in Belfast, had written on depression among the post-Good Friday generation, challenged the UK government’s line on the <a href=\"https://www.theguardian.com/uk-news/2022/jun/13/ballymurphy-massacre-bereaved-to-receive-damages-from-mod-belfast-northern-ireland\">1971 Ballymurphy massacre</a>, confronted homophobia in Catholicism and Islam, investigated the class inequality of the new peace dividend and – perhaps most importantly of all – started on what was set to be her first major work, a book entitled The Lost Boys, a study of the children who went missing during the Troubles, almost certainly in each case because they were witnesses to terrorist crime.</p><p>McKee was a young, fearless writer, a world away from the macho gangsters of old-school terrorism who still plied their trade, in thrall to the paranoia and buried shame which McKee understood but they didn’t. Moreover, McKee was a product of new media; she went directly to the riots when she heard about them, a first-hand observer instantly tweeting and shooting video, very different to the mainstream Troubles coverage of yesteryear, in which BBC or ITN reporters did grim pieces to camera the morning afterwards, repeating the official accounts from the army or the Provisionals, or, if they were there at the time, effectively embedded behind army lines.</p> <a href=\"https://www.theguardian.com/film/2022/nov/02/lyra-review-brilliant-life-and-tragic-death-of-northern-irelands-fearless-young-reporter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/02/matt-hancock-defends-decision-to-appear-on-im-a-celebrity", "title": "‘Some may think I’ve lost my marbles’: Matt Hancock defends decision to appear on I’m a Celebrity", "date_published": "2022-11-02 08:49:47+00:00", "description": "<p>Former health secretary says politicians ‘must wake up and embrace popular culture’</p><p>Matt Hancock has said his decision to appear on I’m a Celebrity was motivated by a desire to showcase his “human side” and to use reality TV as a platform to “deliver important messages to the masses”.<br /><br />Writing in the Sun in defence of his decision, which resulted in him <a href=\"https://www.theguardian.com/politics/2022/nov/01/matt-hancock-loses-tory-whip-after-agreeing-to-appear-on-im-a-celebrity\">losing the Conservative whip</a> on Tuesday, the former health secretary said that “although some may think I’ve lost my marbles”, he believed politicians “must wake up and embrace popular culture”.</p><p>He wrote: “While there will undoubtedly be those who think I shouldn’t go, I think it’s a great opportunity to talk directly to people who aren’t always interested in politics, even if they care very much about how our country’s run. It’s our job as politicians to go to where the people are — not to sit in ivory towers in Westminster.”</p> <a href=\"https://www.theguardian.com/politics/2022/nov/02/matt-hancock-defends-decision-to-appear-on-im-a-celebrity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/nature-climate-crisis-new-mindset", "title": "If we keep abusing nature it will collapse, taking us with it. We need a new mindset | Christina Figueres", "date_published": "2022-11-02 08:00:56+00:00", "description": "<p>At Cop meetings in Egypt and Canada, humanity faces two doors. Door one leads to untold misery. We have no choice but to take door two</p><p>For the last 50 years, an ill-fated paradigm has shaped western thought and action: the “tragedy of the commons”. This is a situation in which everyone operates according to their own self-interest and ultimately depletes our shared resources. Ever since the <a href=\"https://online.hbs.edu/blog/post/tragedy-of-the-commons-impact-on-sustainability-issues\">term was first coined</a> in 1968, we have been acting it out to its fullest with devastating consequences for our land, water and atmosphere.</p><p>The climate and biodiversity crises have made it abundantly clear that we need to correct this fallacy and take care of the global commons. We all need clean air, fertile soil, thriving biodiversity and healthy oceans to survive and prosper. The temperature limits set by the <a href=\"https://unfccc.int/process-and-meetings/the-paris-agreement/the-paris-agreement\">Paris agreement</a> will not be achieved without halting the conversion of intact ecosystems now, and regenerating what’s already been depleted.</p><p>Christiana Figueres was head of the UN climate change convention that achieved the Paris agreement in 2015, and is co-host of the climate podcast Outrage + Optimism</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/nature-climate-crisis-new-mindset\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/leipzig-amadou-haidara-yaya-toure-steven-gerrard-champions-league-shakhtar-donetsk-premier-league", "title": "Leipzig’s Amadou Haidara: ‘I loved Yaya Touré and Steven Gerrard’", "date_published": "2022-11-02 08:00:56+00:00", "description": "<p>Mali midfielder on helping children in his homeland, Premier League links and Leipzig’s revival before decisive Shakhtar match</p><p>Amadou Haidara smiles when he remembers the good old days. The RB Leipzig midfielder thinks back to playing football on the streets of Bamako, the friends he made while rising through the ranks at the illustrious JMG academy and leaving Mali to pursue his dream of making it as a professional. “I was 18,” Haidara says. “It was hard to leave my family. But it was important to work hard. You have to make sacrifices to reach your goals.”</p><p>The Mali international did not want anything to get in his way. As a boy Haidara was so desperate to help his teammates that he tried to play on with a knee injury during an important youth match. “I felt the pain,” he says. “But it wasn’t right to let my team play without me. I kept playing and my knees started to swell up, so the coach eventually took me off. I was crying because I couldn’t help my teammates. It was so hard to watch them from the side.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/02/leipzig-amadou-haidara-yaya-toure-steven-gerrard-champions-league-shakhtar-donetsk-premier-league\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/02/rich-hall-america-is-on-the-edge-of-the-apocalypse-britain-is-a-shuffling-of-weird-ghoulish-political-figures", "title": "Rich Hall: ‘America is on the edge of the apocalypse – Britain is a shuffling of weird ghoulish political figures’", "date_published": "2022-11-02 08:00:56+00:00", "description": "<p>The standup and author on American-British rants, why Saturday Night Live wouldn’t work in the UK and the joy of offending Winnebago owners</p><p><strong>Your current show is called Shot from Cannons. What is it about?<br /></strong>The first half is grampa throwing slippers at the TV. Angry American-British-centric rants. It’s an attempt to explain to Brits that they don’t really have any problems compared with what’s going on in America. This is pantomime. America is on the edge of the apocalypse. Britain is this ongoing shuffling of weird ghoulish political figures who are around for a while and then … next! They move on and somebody else comes out on stage. The second half of the show is very improvisational and very musical. It’s my favourite part and it’s way more interactive with the audience.</p><p><strong>What’s your process for writing new material?<br /></strong>Audiences like to think you turn on this tap and it all pours out. But it’s really just a heightened awareness of news, human activity, small contradictions, and big contradictions in life. If I have an idea, I’ll sit down and try to flesh it out, but I have to have the idea first. I can’t just sit there and stare at that screen until something funny happens. It doesn’t work like that.</p><p><a href=\"https://offthekerb.com/on-tour/?otk_artist=Rich+Hall&amp;otk_postcode=&amp;otk_date=\">Rich Hall: Shot from Cannons is currently on tour</a>. His new book <a href=\"https://www.quercusbooks.co.uk/titles/rich-hall-2/nailing-it/9781529422467/\">Nailing It</a> is out now from Quercus Books.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/02/rich-hall-america-is-on-the-edge-of-the-apocalypse-britain-is-a-shuffling-of-weird-ghoulish-political-figures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/with-the-global-economy-on-the-rocks-quiet-quitting-is-no-longer-a-thing", "title": "With the global economy on the rocks, quiet quitting is no longer a thing | Arwa Mahdawi", "date_published": "2022-11-02 08:00:56+00:00", "description": "<p>Endless pieces have been written about slacking off at work. But now it emerges even the poster boy for the idea is back toiling 50 hours a week</p><p>Bad news for all the aspiring “<a href=\"https://www.theguardian.com/money/2022/aug/06/quiet-quitting-why-doing-the-bare-minimum-at-work-has-gone-global\">quiet quitters</a>” out there: the <a href=\"https://www.theguardian.com/commentisfree/2022/sep/08/quiet-quitting-not-real-work-culture\">dubious trend</a> is officially over. A few months ago, media outlets were working overtime to push out pieces about how nobody wants to work hard any more. Hustle culture is over, the narrative went: burnt-out employees are doing the bare minimum. Now, however, the economy is rubbish and a recession is imminent. Instead of quiet quitting, everyone is loudly labouring.</p><p>Well, maybe not quite everyone, but one <a href=\"https://qz.com/the-guy-who-inspired-the-quiet-quitting-movement-is-b-1849704130\">guy certainly</a> is. In March, Insider featured an anonymous recruiter using the pseudonym Justin who had started to deliberately slack off at work. That column inspired a TikTok; soon thinkpieces on quiet quitting were everywhere. The trend appears to have been short-lived though. The magazine recently caught up with Justin and found that his work attitude had shifted dramatically. Some of his colleagues had been laid off and he was worried about the economy. “Today Justin, the OG Quiet Quitter, is back to going above and beyond,” <a href=\"https://qz.com/the-guy-who-inspired-the-quiet-quitting-movement-is-b-1849704130\">writes the journalist in the latest update</a>. “He is working 50 hours a week.”</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/with-the-global-economy-on-the-rocks-quiet-quitting-is-no-longer-a-thing\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/02/female-futsal-players-fifa-womens-world-cup", "title": "‘Not right, not fair’: players scold Fifa over lack of women’s futsal World Cup", "date_published": "2022-11-02 08:00:56+00:00", "description": "<ul><li>Players worldwide unite to condemn ‘discriminatory treatment’</li><li>Gender equality needs more than ‘empty promises’, they say</li></ul><p>Female futsal players worldwide have united to condemn Fifa’s “discriminatory treatment” in refusing to make good on a promise to launch a futsal Women’s World Cup.</p><p>In a campaign video launched by the International Women’s Futsal Players Association (AJFSF), the players condemn Fifa’s “public neglect towards women futsal players” and demand a “real commitment once and for all” to equality in the small-sided game. “We are together for the first time in history to publicly denounce the discriminatory treatment,” they say. </p> <a href=\"https://www.theguardian.com/football/2022/nov/02/female-futsal-players-fifa-womens-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/02/jalen-hurts-from-back-up-to-leader-of-the-eagles-quest-for-perfection", "title": "Jalen Hurts: from back-up to leader of the Eagles’ quest for perfection", "date_published": "2022-11-02 08:00:55+00:00", "description": "<p>Fans in Philadelphia are starting to wonder if their team can go 17-0 this season. That confidence is due in no small part to the poise of their quarterback</p><p>With more than nine minutes left in the game on Sunday – still plenty of time to pad his superb stat line – Eagles quarterback Jalen Hurts stayed on the sideline and pulled on a headset, done for the day. Gardner Minshew, his backup, got to mop up a <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401437812\">lopsided victory over the Pittsburgh Steelers</a>.</p><p>Hurts was shut down early in large part because the Eagles, the NFL’s only unbeaten team at 7-0, are to play again on Thursday, at Houston. They will need Hurts to keep playing the way he has this season: Not spectacularly, but with conviction, poise and intelligence.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/02/jalen-hurts-from-back-up-to-leader-of-the-eagles-quest-for-perfection\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/02/cape-town-slum-residents-condemn-forced-removals-apartheid", "title": "‘This is apartheid’: Cape Town slum residents condemn forced removals", "date_published": "2022-11-02 07:45:55+00:00", "description": "<p>With one in three South Africans out of work, shanty towns are springing up around the city but the authorities are accused of criminalising poverty with evictions that echo apartheid laws</p><p>One sunny July morning in 2020, Bulelani Qolani was washing inside his corrugated-iron shack in Ethembeni informal settlement when his door was kicked in. Four officers from Cape Town’s <a href=\"https://www.capetown.gov.za/Media-and-news/Law%20Enforcement%20bolsters%20its%20Anti-Land%20Invasion%20Unit\">Anti-Land Invasion Unit</a> banged on the metal roof, yelling at him in racist and derogatory terms to get out.</p><p>“There was no engagement, no explanation,” says Qolani. “I tried to get out of the house. Then I realised people had gathered outside and I was naked. I tried to go back in because I was ashamed and embarrassed.”</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/02/cape-town-slum-residents-condemn-forced-removals-apartheid\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/02/bournville-by-jonathan-coe-review-a-bittersweet-slice-of-britishness", "title": "Bournville by Jonathan Coe review – a bittersweet slice of Britishness", "date_published": "2022-11-02 07:30:55+00:00", "description": "<p>Coe is a compassionate witness to key moments in the life of a family and a nation</p><p>Jonathan Coe’s 14th novel<em> </em>opens with a snapshot of recent history that will stir fresh and uncomfortable memories. As the Covid pandemic is descending on Europe in early 2020, thirtysomething Lorna, a struggling jazz musician, is on tour in Austria and Germany. Lorna’s exhilaration at gigging overseas for the first time is tempered by a growing sense that the world is menaced by something extraordinary. It is both ominous and comic. Arriving in Vienna, Lorna can barely squeeze into her host’s car beside the stockpiled toilet rolls. For the reader, there’s an additional and more worrying dramatic irony: we can see that Lorna’s overweight musical partner, Mark, will be particularly vulnerable to the virus.</p><p>In Vienna, Lorna and Mark are taken to dinner by Ludwig, the owner of a small independent record label. A jazz fan and passionate anglophile, Ludwig is struggling to figure out what has happened to a nation he once admired for its tolerance, humour and self-awareness. “And now this same generation is doing … what? Voting for Brexit and for Boris Johnson? What happened to them? … What’s going on?”</p> <a href=\"https://www.theguardian.com/books/2022/nov/02/bournville-by-jonathan-coe-review-a-bittersweet-slice-of-britishness\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/02/a-moment-that-changed-me-i-threw-away-the-sheet-music-and-all-the-colour-and-passion-i-had-for-the-harp-came-back-to-me", "title": "A moment that changed me: ‘I threw away the sheet music and all the colour and passion I had for the harp came back to me’", "date_published": "2022-11-02 07:00:55+00:00", "description": "<p>I fell madly in love with the instrument as a child, but my dyslexic brain fought with the way it was taught. For years I struggled - until some advice from my dad set me free</p><p>The day I first came across a harp is a memory stored in all my senses. The sound of the strings, the pleasing curve of the neck, the smell of the May blossom that was dancing on the breeze. It was love at first sight, that is for sure. In contrast to the vivid colour in which I recall this first encounter, I also remember my parents’ faces turning pale when I announced: “I’m going to play the harp!”</p><p>We were at a school fair. My parents had scrimped and saved to send my two brothers and me to a <a href=\"https://www.theguardian.com/education/2019/jan/21/steiner-schools-arent-cranky-we-develop-heart-head-and-soul\">Steiner school</a>, where the arts and creativity are held in equal regard to academic achievement.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/02/a-moment-that-changed-me-i-threw-away-the-sheet-music-and-all-the-colour-and-passion-i-had-for-the-harp-came-back-to-me\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/02/rail-route-of-the-month-the-slow-train-to-skagen-denmark-where-the-north-sea-meets-the-baltic", "title": "Rail route of the month: the slow train to Skagen, Denmark, where the North Sea meets the Baltic", "date_published": "2022-11-02 07:00:55+00:00", "description": "<p>Our slow-travel expert passes forests, dunes and sea to reach the country’s northernmost railway station</p><p>By the time you reach <a href=\"https://www.theguardian.com/travel/2022/apr/03/locals-guide-aarhus-live-music-parks-nordic-street-vibe\">Aarhus</a> on the train from the south, there is a sense of having penetrated deep into Jylland, the long Danish peninsula whose name is often rendered as “<a href=\"https://www.theguardian.com/travel/2018/aug/05/denmark-islands-seaside-where-danes-go-on-holiday\">Jutland</a>” on English and German maps. At Fredericia, a one-time garrison town on the east coast, the overhead wires give out. North of here it is diesel traction only on a railway that links the heads of several long sea inlets on the ride up to Aarhus.</p><p>The railway station at Aarhus, four-and-a-half hours from <a href=\"https://www.theguardian.com/travel/2020/mar/02/hamburg-locals-guide-what-do-see-food-drink-culture-boats-parks\">Hamburg</a> on the occasional direct train, is a handsome terminus and, for many travellers, the northern extent of their Jutland journey. But some trains reverse in Aarhus, looping around the west side of the city, and then meander north. There’s a lot of Jutland still to come, and the 160-mile journey from Aarhus up to Denmark’s northernmost railway outpost at Skagen is a scenic delight. It offers not grandeur, but a pleasing mix of forest and heathland, agricultural and coastal landscapes. This is a journey to the very end of Denmark. Skagen itself is an extraordinary community, perched on a fragment of land poking into the sea where the waters of the Skagerrak and Kattegat straits mingle.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/02/rail-route-of-the-month-the-slow-train-to-skagen-denmark-where-the-north-sea-meets-the-baltic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/02/one-piece-film-red-review-eye-popping-animated-hijinks", "title": "One Piece Film: Red review – eye-popping animated hijinks", "date_published": "2022-11-02 07:00:54+00:00", "description": "<p>There are frequent stretches of nonsense in this anime about a pop star, but with music and a central story this good, they shouldn’t bother you too much</p><p>It’s Saturday morning, the rain outside is relentless, the TV is on but the remote is nowhere to be seen – it’s likely down the back of the sofa. You’re stuck watching children’s cartoons, sucked in by the bright colours and high-stakes, save-the-world narratives. One Piece Film: Red is in this great tradition: a sugar rush of stunning animation, great music and a strong central story with frequent stretches of utter nonsense.</p><p>The One Piece franchise centres on Monkey D Luffey and his crew of pirates; this one-off adventure introduces us to Uta, a beloved, stadium-packing singer from Luffey’s past who turns renegade and attempts to use her special powers to trap her fans in an alternate universe. The pirates work to take her down – and then a lot more happens as several dozen new characters and new subplots sputter and zigzag with little concern for cohesion. Narrative discipline is not the first concern here, but the core story about Uta and her motivations is emotionally resonant.</p> <a href=\"https://www.theguardian.com/film/2022/nov/02/one-piece-film-red-review-eye-popping-animated-hijinks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/02/village-people-the-rituals-of-rural-life-in-pictures-rimaldas-viksraitis", "title": "Village people: the rituals of rural life – in pictures", "date_published": "2022-11-02 07:00:54+00:00", "description": "<p>From newlyweds blowing up balloons to self-portraits in drag, Lithuanian photographer Rimaldas Vikšraitis explores Soviet decline with impish humour</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/02/village-people-the-rituals-of-rural-life-in-pictures-rimaldas-viksraitis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/benjamin-netanyahu-thanks-voters-as-exit-poll-puts-him-ahead-in-israel-election", "title": "Benjamin Netanyahu thanks voters as exit poll puts him ahead in Israel election", "date_published": "2022-11-02 06:36:54+00:00", "description": "<p>Prime minister Yair Lapid says nothing is final until ‘last envelope is counted’ as Likud’s right-wing coalition partners see support surge</p><p>Former Israeli prime minister Benjamin Netanyahu has thanked voters for a “huge vote of confidence” as his right-wing religious bloc extended its lead with around 60% of all votes counted in the country’s fifth election in four years.</p><p>His Likud party has not yet performed as well as expected, but a surge in support for his new far-right allies, the Religious Zionists, and what appears to be a poor showing for two pro-Arab rights parties and the left wing Meretz party, means the scandal-plagued former leader is at present the most likely candidate to be able to form a government in the aftermath of Tuesday’s election.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/benjamin-netanyahu-thanks-voters-as-exit-poll-puts-him-ahead-in-israel-election\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/02/germany-calls-for-precautionary-pause-before-deep-sea-mining-industry-starts", "title": "Germany calls for ‘precautionary pause’ before deep-sea mining industry starts", "date_published": "2022-11-02 06:15:53+00:00", "description": "<p>Berlin urges International Seabed Authority to prioritise nature as it debates rules and warns seabed mining may ‘destroy ecosystems’</p><p>Germany has called for a pause in the controversial deep-sea mining industry, saying not enough is known about the likely impacts of digging up the ocean floor for metals.</p><p>While other nations, including Spain and New Zealand, have previously called for a temporary halt to any exploitation of deep-sea metals, Germany, the world’s fourth biggest economy, is the most significant nation to voice its opposition to date. The country holds two of the <a href=\"https://www.isa.org.jm/exploration-contracts\">22 licences for exploration</a> of the seabed.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/02/germany-calls-for-precautionary-pause-before-deep-sea-mining-industry-starts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/02/killer-sally-netflix-sally-mcneil", "title": "‘This is still happening today’: the story of an abused wife accused of murder", "date_published": "2022-11-02 06:06:53+00:00", "description": "<p>A sensitive new docuseries considers the case of Sally McNeil, a woman who killed her violent husband in self-defense</p><p>Killer Sally, a new Netflix true crime docuseries, begins as many in the genre do: with a death and the tape of a 911 call. We hear Sally McNeil’s voice, shaky but steadfast, answering the operator in Oceanside, California with clipped statements: she just shot her husband because he was beating her. The wailing voice in the background is her daughter. Her husband of eight years, bodybuilding champion Ray McNeil, is on the ground but still breathing.</p><p>Killer Sally never disputes these facts, nor the fact that Sally shot Ray twice – once in the abdomen, once in the face – with a gun she had purchased, killing him on Valentine’s Day, 1995. The three-part series, directed by Nanette Burstein (<a href=\"https://www.theguardian.com/tv-and-radio/2020/mar/06/hillary-clinton-revealing-docuseries-hulu\">Hillary</a>) is less an investigation into what happened that evening than a detailed parsing of how the legal system, and the media at large, handled McNeil’s case – as a member of the misunderstood subculture of bodybuilding, as a victim of prolonged domestic abuse, as a muscular, undeniably buff woman whom prosecutors argued was “too strong to be battered”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/02/killer-sally-netflix-sally-mcneil\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/02/can-you-stand-on-one-leg-for-10-seconds-why-balance-could-be-a-matter-of-life-and-death-and-how-to-improve-yours", "title": "Can you stand on one leg for 10 seconds? Why balance could be a matter of life and death – and how to improve yours", "date_published": "2022-11-02 06:00:55+00:00", "description": "<p>Studies have shown poor balance can be associated with serious health problems – as well as increased risks of falls as we get older. But there are ways to make yours better</p><p>Until we start to lose our balance, we barely notice that it’s there at all. “It starts for a lot of people with simple stuff,” says Dr Anna Lowe, an expert on healthy ageing and physical activity. “Maybe you used to be able to quickly stand on one leg to put a shoe on, and you’ve stopped doing that at some point. Maybe you used to get out of the bath on to a slippery floor without thinking, and now you have to hold on to something. It’s easy to either miss the signs or just put it down to ageing – but it really is something you can affect.”</p><p>The key, it is increasingly becoming clear, is to address the decline before it gets serious: and that can happen earlier than you might think.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/02/can-you-stand-on-one-leg-for-10-seconds-why-balance-could-be-a-matter-of-life-and-death-and-how-to-improve-yours\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/rishi-sunak-suella-braverman-british-politics-austerity-hostile-environment", "title": "More austerity, more division, more decline: Sunak is merely a sequel in a tired Tory franchise  | Rafael Behr", "date_published": "2022-11-02 06:00:55+00:00", "description": "<p>The new prime minister’s main redeeming quality is that he is not his predecessors. What a sorry waste of 12 years in power</p><p>Rishi Sunak is good at not being Liz Truss. It is the quality that recommended him to Conservative MPs with an urgent vacancy to fill but it gives him only short-term credit with the public.</p><p>Sunak’s other credential is not being Boris Johnson. The new prime minister emphasised that much from the threshold of No 10. <a href=\"https://www.theguardian.com/politics/2022/oct/25/rishi-sunak-vows-to-fix-mistakes-made-by-liz-truss-in-first-speech-as-pm\">He promised</a> “integrity, professionalism and accountability”, making traits that should come as standard sound like innovations. He also said he would “bring compassion” to Downing Street, acknowledging its absence under his predecessor.</p><p>Rafael Behr is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/rishi-sunak-suella-braverman-british-politics-austerity-hostile-environment\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/02/gun-head-ed-worley-opake-elite-schoolboy-crack-addict-successful-artist", "title": "‘I’ve had a gun put to my head many times’: Ed Worley, elite schoolboy, crack addict and now successful artist", "date_published": "2022-11-02 06:00:55+00:00", "description": "<p>He had his whole life ahead of him. But he ended up on the streets, brawling, dealing and sleeping in wheelie bins. How did he turn his life around? And why does he paint cartoon characters?</p><p>Ed Worley stares at the cartoon characters mounted on gallery walls. Here’s Mickey Mouse, there’s Donald Duck and Bugs Bunny, to the left Charlie Brown, to the right a Smurf. They are beautifully painted – clean, sharp, luminous. But there’s something going on here. Take Bugs Bunny. There’s not one bunny, there are multiple bunnies. Identical images tumble over each other, crash into each other, poke through each other, and hang upside down at impossible angles.</p><p>Look at them long enough and they turn into abstracts. Bugsy’s open mouth becomes a strawberry floating in space. The paintings couldn’t be more obvious or joyful, yet when you focus they become confusing, claustrophobic, trippy – cartoon Bridget Rileys. “This was the inside of my head,” says Worley, who paints under the name Opake. “I lived in an insane environment. The insanity in my head. Psychosis daily.”</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/02/gun-head-ed-worley-opake-elite-schoolboy-crack-addict-successful-artist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/02/i-cant-work-in-the-office-safely-the-over-50s-leaving-the-uk-labour-force", "title": "‘I can’t work in the office safely’: the over-50s leaving the UK labour force", "date_published": "2022-11-02 06:00:54+00:00", "description": "<p>The number of economically inactive 50- to 64-year-olds has shot up. Some can simply afford to retire – but many have long Covid or other health issues</p><p>“I’m still working at home, but only just.” Before the pandemic, Melanie Green loved her job in a bustling police control room. But the drugs she takes for arthritis suppress her immune system and Green won’t risk going back into the workplace while Covid continues to circulate.</p><p>“It’s a busy environment with people coming in and out at all times of day. There’s no way that I could be working in that office safely,” she says. “The doctor says I am still at extremely high clinical risk.”</p> <a href=\"https://www.theguardian.com/business/2022/nov/02/i-cant-work-in-the-office-safely-the-over-50s-leaving-the-uk-labour-force\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/02/unhoused-people-shelters-homelessness-to-jail-cycle", "title": "‘I kept reoffending’: why unhoused people are choosing to go to jail", "date_published": "2022-11-02 06:00:54+00:00", "description": "<p>People on the street who are resistant to shelters face a cruel choice: living rough in the cold or spending time behind bars</p><ul><li>This story is co-published with InvestigateWest</li></ul><p>Chris Carver waits in the courtroom for two hours before his name is called. Spokane municipal judge Mary Logan tells him to stand: “We’re dealing with your case now.” He struggles to his feet. His beard is shabby. Branch-like tattoos wind around his eyes. He flashes a boyish grin through weary eyes.</p><p>Judge Logan faces him from the bench, an American flag draped behind her: “So, Mr Carver, you want to waive your right to have an attorney represent you?”</p> <a href=\"https://www.theguardian.com/society/2022/nov/02/unhoused-people-shelters-homelessness-to-jail-cycle\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/02/albania-criticises-uks-lack-of-cooperation-over-channel-crossings", "title": "Albania criticises UK’s lack of cooperation over Channel crossings", "date_published": "2022-11-02 06:00:53+00:00", "description": "<p>Government sources in Tirana say UK has failed to provide information or agree a deportation deal</p><p>An alleged failure by the Home Office to share with the Albanian government the routes taken by those arriving in Britain is being blamed for holding back efforts to stop the Channel crossings.</p><p>Government sources in Tirana said that repeated attempts to get information from the UK about those travelling on the small boats had come to nothing, leaving them operating in the dark.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/02/albania-criticises-uks-lack-of-cooperation-over-channel-crossings\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/02/i-resigned-over-war-crimes-against-women-and-girls-in-ethiopia-i-want-justice", "title": "I resigned over war crimes against women and girls in Ethiopia. I want justice |  Filsan Abdi", "date_published": "2022-11-02 06:00:53+00:00", "description": "<p>A year ago, I gave up my post in government in protest over the conflict and failure to hold perpetrators accountable. What has changed?</p><p><em>In 2020, at the age of 28, Filsan Abdi became the youngest minister</em><em> and the </em><em>first Somali Ethiopian</em><em> to </em><em>be appointed to the Ethiopian government</em><em>. She resigned as </em><em>minister </em><em>for </em><em>women, </em><em>children and </em><em>youth </em><em>at the height of the war in Tigray last year because of the government’s failure to hold perpetrators of war crimes – including mass rape – to account</em><em>. She remains the only senior official to resign in protest </em><em>over the conflict</em><em>. </em><em>She says there has still been no accountability or justice for the women and children </em><em>damaged by the fighting.</em></p><p>As a former minister in Ethiopia, it is heartbreaking to see the people of my country enduring incredible hardship. That they do so with immense resilience gives me the courage to plead for the protection of women and children. Extrajudicial killings, rape and starvation of civilians continue as methods of warfare. The lack of accountability and justice by the government and international entities intensifies the risk of disintegration that will exacerbate civilian hardship and heighten regional instability.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/02/i-resigned-over-war-crimes-against-women-and-girls-in-ethiopia-i-want-justice\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/abortion-michigan-midterms-swing-macomb-county", "title": "No one knows his name – but he could win a tight race because of abortion", "date_published": "2022-11-02 06:00:53+00:00", "description": "<p>In a swing district in a swing state, Michiganders will vote on whether to protect abortion rights</p><p>It’s true that Carl Marlinga doesn’t have name recognition. Despite running for a hugely competitive seat, in a district where he lives and has been a judge for 30 years, not a single one of his yard signs is visible on a day spent following campaigners in Sterling<strong> </strong>Heights, Michigan. And when you ask him why he isn’t polling as well as his opponent, John James – the Trump-backed candidate who lost two recent campaigns for US Senate and doesn’t even live in the district – Marlinga says it himself.</p><p>“It’s name recognition, that’s what my pollsters are telling me,” Marlinga replies at a packed campaign event on an inconsiderately cold October day.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/abortion-michigan-midterms-swing-macomb-county\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/filep-karma-west-papuan-independence-campaigner-found-dead-on-beach", "title": "Filep Karma: West Papuan independence campaigner found dead on beach", "date_published": "2022-11-02 05:46:36+00:00", "description": "<p>Friends of twice jailed human rights activist call for independent inquiry after body found in damaged wetsuit at Base G beach, Jayapura</p><p>The human rights campaigner Filep Karma – one of West Papua’s most famous former political prisoners – has been found dead on a beach in Jayapura, sparking calls for a full and independent inquiry into his death.</p><p>Twice jailed for raising the West Papuan Morning Star flag banned by Indonesia, 63-year-old Karma was one of the most prominent and influential campaigners for West Papuan independence.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/filep-karma-west-papuan-independence-campaigner-found-dead-on-beach\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/02/russia-ukraine-war-live-kyiv-sets-up-heating-points-across-city-in-wake-of-infrastructure-attacks", "title": "Russia-Ukraine war live: Kyiv sets up ‘heating points’ across city in wake of infrastructure attacks", "date_published": "2022-11-02 05:35:07+00:00", "description": "<p>Preparations underway in case of no electric power, water or district heating, says Kyiv mayor Vitali Klitschko</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-252-of-the-invasion\">What we know on day 252 of the invasion</a></li></ul><p>Authorities in the Ukrainian capital Kyiv are preparing more than 1,000 heating points throughout the city in case its district heating system is disabled by continued Russian attacks, Mayor Vitali Klitschko said on Wednesday.<br /><br />Missile and drone attacks have damaged 40% of Ukraine‘s energy infrastructure and have already briefly left large parts of Kyiv without power and water, prompting power rationing.<br /><br />On Wednesday, Klitschko wrote on messaging app Telegram that city authorities were considering different scenarios due to missile attacks.<br /><br />“The worst one is where there will be no electric power, water or district heating at all,” he said. “For that case, we are preparing over 1,000 heating points in our city.”<br /><br />The locations will be equipped by generators and have a stock of necessities such as water, he said.<br /><br />While urging Ukrainians who have already left the country to stay abroad for the winter, the government has accused Russia of provoking a new humanitarian crisis by forcing even more people to flee, scared by the prospects of having to survive with no power or heating during the cold season.</p><p>Hello and welcome to today’s live coverage of the war in Ukraine. My name is Helen Sullivan and I’ll be with you for the next while.</p><p><strong>Ukraine’s president, Volodymyr Zelenskiy, has met with Kadri Simson, European Union commissioner for energy affairs, telling her that Russian forces have “seriously damaged”<a href=\"https://www.president.gov.ua/news/volodimir-zelenskij-zustrivsya-z-yevrokomisarom-z-pitan-ener-78841\"> about 40% of Ukraine’s energy infrastructure</a></strong>, in particular thermal power plants and hydroelectric power plants. Because of the attacks, Ukraine has been forced to stop exports of electricity to Europe.</p><p><strong>A long-term defence is needed for Ukraine’s grain export corridor and the world must respond firmly to any Russian attempts to disrupt it,</strong> Zelenskiy has said, as more ships loaded despite Moscow suspending its participation in the UN-brokered deal.</p><p><strong>Zelenskiy said ships were moving out of Ukrainian ports with their cargo thanks to the work of Turkey and the UN,</strong> the two main brokers of the 22 July grain export agreement.</p><p><strong>In an interview with Sky News, Boris Johnson said that he did not think Vladimir Putin would use a</strong> <strong>nuclear weapon in Ukraine</strong> and doing so “would immediately tender Russia’s resignation from the club of civilised nations”.</p><p><strong>The Russian occupying government in the Kherson oblast has moved its administration further south to Skadovsk</strong>, the general staff of the Ukrainian armed forces has said. Russia told civilians on Tuesday to leave an area along the eastern bank of the Dnieper River, a major extension of an evacuation order that Kyiv says amounts to the forced depopulation of occupied territory.</p><p><strong>Russian forces launched four missile</strong> <strong>and 26 airstrikes, and carried out 27 multiple launch rocket system attacks on more than 20 settlements,</strong> the general staff of the Ukrainian armed forces said.</p><p><strong>The Ukrainian armed forces said its attack on Russian ammunition depots in the Zaporizhzhia oblast on 29 October destroyed five units of military equipment,</strong> killed 30 Russian personnel and wounded at least 100.</p><p><strong>The UK’s defence secretary, Ben Wallace, gave evidence to the international relations and defence committee in the UK parliament,</strong> addressing why he thinks Russia’s plans for a swift invasion failed. He also spoke of future Nato deployments.</p><p><strong>The Ukrainian government accepted the resignation of Yuriy Vitrenko as chief executive of the state energy company Naftogaz. </strong>In a statement on the Telegram messaging app, Naftogaz said Vitrenko would remain in the role until 3 November, but gave no further details.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/02/russia-ukraine-war-live-kyiv-sets-up-heating-points-across-city-in-wake-of-infrastructure-attacks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/girl-4-sailed-migrant-boat-tunisia-sicily-without-parents", "title": "Girl, 4, sailed from Tunisia to Sicily on migrant boat without parents", "date_published": "2022-11-02 05:00:53+00:00", "description": "<p>Girl became separated from parents and disembarked on island of Lampedusa after 26 hours at sea</p><p></p><p>A four-year-old girl who was separated from her parents as they tried to board a migrant boat from Tunisia to Italy was forced to make the journey across the Mediterranean without them.</p><p>The girl, referred to as Linda by Italian authorities, disembarked on the island of Lampedusa on 17 October after 26 hours at sea on a crowded wooden boat carrying a further 70 asylum seekers from Tunisia.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/girl-4-sailed-migrant-boat-tunisia-sicily-without-parents\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/parents-of-iranian-woman-killed-during-protests-harassed-by-security-forces", "title": "Parents of Iranian woman killed during protests ‘harassed by security forces’", "date_published": "2022-11-02 05:00:53+00:00", "description": "<p>Forces reportedly told parents of Ghazaleh Chalabi, who died after being shot, they would withhold her body ‘if they made a noise’</p><p>The parents of an Iranian woman who died after being shot while filming protests in her home town have been subjected to a sustained harassment campaign by security forces, a relative has told the Guardian.</p><p>Ghazaleh Chalabi, 33, was shot in the head in Amol on 27 September. A commemoration to mark the 40th day since her death – the end of the traditional mourning period in Islam – will be held on Thursday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/parents-of-iranian-woman-killed-during-protests-harassed-by-security-forces\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/kash-patel-immunity-deal-trump-documents-doj", "title": "DoJ mulls immunity deal for Trump ally to secure testimony in Mar-a-Lago case", "date_published": "2022-11-02 05:00:52+00:00", "description": "<p>Kash Patel’s close relationship with ex-president could provide information on how documents ended up at Trump’s resort</p><p>The justice department is weighing whether to grant immunity to the <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Trump</a> adviser Kash Patel and force his testimony about claims that highly sensitive government documents the FBI seized from the former president’s Mar-a-Lago resort were declassified, according to sources familiar with the matter.</p><p>The status of the documents has emerged as relevant to the criminal investigation surrounding Trump’s mishandling of national security materials since it could strengthen a potential case that the former president was in violation of state secrecy laws.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/kash-patel-immunity-deal-trump-documents-doj\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/02/egypt-human-rights-climate-crisis-cop27", "title": "Egyptian regime criticized as climate activist arrested in run-up to Cop27", "date_published": "2022-11-02 05:00:52+00:00", "description": "<p>Concern over country’s human rights record after Indian Ajit Rajagopal arrested on walk to raise awareness about climate crisis</p><p>The arrest of an Indian climate activist by Egyptian security forces has renewed alarm about the regime’s dire human rights record as it prepares to host the Cop27 UN climate summit.</p><p>Ajit Rajagopal, an architect and activist from Kerala in south India, was arrested on Sunday afternoon shortly after setting off on an <a href=\"https://www.facebook.com/100004210625671/posts/pfbid0tYfjboHpis8mW6qw21SDaoVHmxmQWGKr99qshaPoL8ny1SSyJ8ZzjKG91zv1Ba9Al/?app=fbl]\">eight-day walk</a> from Cairo to Sharm el-Sheikh as part of a global campaign to raise awareness about the climate crisis.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/02/egypt-human-rights-climate-crisis-cop27\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/paul-pelosi-attack-donald-trump-jr-memes", "title": "Jokes about Paul Pelosi aren’t just in bad taste. They normalize political violence | Arwa Mahdawi", "date_published": "2022-11-02 05:00:52+00:00", "description": "<p>Rightwingers are laughing about an attack that left an 82-year-old in hospital. It’s a watershed moment in politics</p><p>What do you do when an 82-year-old man is attacked at his home with a hammer? You laugh about it, of course. A number of Republicans – people who like to preach to others about family values and civility – seem to find the recent attack on Paul Pelosi very amusing indeed.</p><p><a href=\"https://www.theguardian.com/us-news/2022/oct/31/donald-trump-jr-misinformation-memes-paul-pelosi-hammer\">Donald Trump Jr</a>, for example, posted a meme on Sunday night showing a pair of underwear and a hammer next to the caption: “Got my Paul Pelosi Halloween costume ready.” On Monday night, the self-proclaimed “Meme Wars General” doubled down on his post, which referenced a baseless conspiracy theory about Pelosi and put up another crude meme mocking the attack.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/paul-pelosi-attack-donald-trump-jr-memes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/02/liz-cheney-tim-ryan-jd-vance-ohio-senate-midterms", "title": "Liz Cheney backs second Democrat, picking Ryan over Vance for Ohio Senate", "date_published": "2022-11-02 05:00:52+00:00", "description": "<p>Leading anti-Trump Republican has already endorsed Democrat Elissa Slotkin for re-election in Michigan</p><p>The Republican congresswoman Liz Cheney has now endorsed two Democrats for election in the midterms next week by backing Tim Ryan in his Ohio US Senate race against JD Vance after endorsing <a href=\"https://www.theguardian.com/us-news/2022/nov/01/michigan-abortion-congressional-race-elissa-slotkin\">Elissa Slotkin</a> for re-election to the US House in Michigan.</p><p>In <a href=\"https://www.cityclub.org/\">Cleveland</a>, Ohio, on Tuesday, Cheney <a href=\"https://www.beaconjournal.com/story/news/politics/2022/11/01/liz-cheney-spurns-j-d-vance-backs-tim-ryan-in-ohio-race-for-senate/69610822007/\">told the journalist Judy Woodruff</a> she backed Ryan, currently a Democratic congressman, over <a href=\"https://www.theguardian.com/us-news/2022/sep/25/jd-vance-ohio-senate-race-republicans\">Vance</a>, the Hillbilly Elegy author and venture capitalist who abandoned criticism of Donald Trump in order to publicly embrace him.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/02/liz-cheney-tim-ryan-jd-vance-ohio-senate-midterms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/01/mastodon-twitter-elon-musk-takeover", "title": "Mastodon gained 70,000 users after Musk’s Twitter takeover. I joined them", "date_published": "2022-11-02 05:00:52+00:00", "description": "<p>The platform is home to a devoted base of left-leaning communities – and no one billionaire can control it</p><p>Since Elon Musk completed his purchase of Twitter last week, some of the social media app’s users have been looking for a new home – only to find there aren’t many great options. Twitter’s co-founder Jack Dorsey is beta testing a new app called <a href=\"https://blueskyweb.xyz/blog/10-18-2022-the-at-protocol\">Bluesky</a>, but there’s no launch date yet.</p><p>However, tech-savvy users are rallying around <a href=\"https://joinmastodon.org\">Mastodon</a>, a six-year-old social media platform popular among a devoted base of left-leaning niche communities. Mastodon, named after the extinct tusked animal, is decentralized, which means it can’t be controlled by a single corporation or space billionaire. That’s clearly appealing to the flood of users who have signed up since Musk’s Twitter takeover, with more than 70,000 users joining Mastodon on the day after his announcement alone.</p> <a href=\"https://www.theguardian.com/media/2022/nov/01/mastodon-twitter-elon-musk-takeover\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/nov/02/the-things-left-behind-police-display-belongings-found-after-seoul-crowd-crush-in-pictures", "title": "The things left behind: police display belongings found after Seoul crowd crush – in pictures", "date_published": "2022-11-02 04:55:32+00:00", "description": "<p>Hundreds of personal belongings retrieved by police from the scene of the <a href=\"https://www.theguardian.com/world/2022/oct/31/how-did-the-seoul-itaewon-halloween-crowd-crush-happen-unfolded-a-visual-guide\">Itaewon disaster</a> have been displayed at a gym in Seoul for survivors and the relatives of the victims to collect.</p><p><a href=\"https://www.theguardian.com/world/2022/nov/01/seoul-halloween-crowd-crush-south-korea-itaewon-police-response\">At least 156 people died</a> in a crowd crush in Itaewon on Saturday night. Most of the victims were young people who had been out celebrating Halloween.</p><p>They are being kept at the Wonhyoro sports centre, five kilometres from the scene of the disaster. Laid out on tables and on the floor are 800 items including 256 pairs of shoes, 258 pieces of clothing, 124 bags and 156 electronic items, and other personal belongings, including stuffed animal key chains.</p><p>On Tuesday, a police officer told Reuters the gym opened for owners and family members on Monday to claim their lost items, but few have come so far.</p> <a href=\"https://www.theguardian.com/world/gallery/2022/nov/02/the-things-left-behind-police-display-belongings-found-after-seoul-crowd-crush-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/02/if-you-cant-simply-stop-being-poor-try-some-of-these-power-saving-life-hacks", "title": "If you can’t simply stop being poor try some of these power saving LIFE HACKS!! | First Dog on the Moon", "date_published": "2022-11-02 04:19:01+00:00", "description": "<p>Shower with a friend! It saves power AND water (unless your friend is a horse)</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/02/if-you-cant-simply-stop-being-poor-try-some-of-these-power-saving-life-hacks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/02/italian-researchers-find-new-recipe-to-extend-life-of-fresh-pasta-by-a-month", "title": "Italian researchers find new recipe to extend life of fresh pasta by a month", "date_published": "2022-11-02 04:15:51+00:00", "description": "<p>Altering packaging process could allow pasta to be kept for 120 days, tackling food waste</p><p>A new twist on packaging combined with a special ingredient could extend the shelf life of fresh pasta by a month, researchers have revealed.</p><p>Heat-treated, industrial fresh pasta has a shelf life of approximately 30-90 days, if stored appropriately. However, by taking a triple-pronged approach, involving new forms of packaging, a different packaging atmosphere, and the addition of “good” bacteria, researchers have been able to extend this to 120 days.</p> <a href=\"https://www.theguardian.com/food/2022/nov/02/italian-researchers-find-new-recipe-to-extend-life-of-fresh-pasta-by-a-month\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/01/phillies-astros-world-series-game-3-report", "title": "Phillies tie World Series mark with five home runs in Game 3 win over Astros", "date_published": "2022-11-02 03:55:45+00:00", "description": "<ul><li>Phillies move within two wins of title after Game 3 win</li><li>Philadelphia smash five homers to tie World Series mark</li><li><a href=\"https://www.theguardian.com/sport/live/2022/nov/01/world-series-game-3-philadelphia-phillies-v-houston-astros-live-latest-score\">As it happened: Phillies rout Astros in Game 3 </a></li></ul><p>The Philadelphia Phillies are two wins from the most improbable of titles after matching a World Series record with five home runs in a 7-0 battering of the Houston Astros on Tuesday night in Game 3.</p><p>Bryce Harper hit a two-run home run off the first pitch he faced in the bottom of the first inning, Alec Bohm and Brandon Marsh added solo shots in the second, then Kyle Schwarber and Rhys Hoskins went back to back in the fifth. All of the long balls came off Houston starter Lance McCullers Jr, who became the first pitcher to give up five home runs in a World Series game.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/01/phillies-astros-world-series-game-3-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/02/just-stop-oil-and-the-threat-of-the-public-order-bill-podcast", "title": "Just Stop Oil and the threat of the public order bill | podcast", "date_published": "2022-11-02 03:00:49+00:00", "description": "<p>As the UN’s environment agency reports there is “no credible pathway to 1.5C in place”, climate activists resort to extreme actions to draw attention to the climate crisis. Damien Gayle reports on the Just Stop Oil group and the government bill designed to crack down on ‘disruptive’ protest</p><p>“To stand up and to be able to do this stuff is a serious privilege, and I just think we need to do it if we can.”</p><p><strong>Miranda Whelehan</strong> is a Just Stop Oil campaigner who has been arrested five times for her activism. The campaign’s central demand is for the government to stop granting new fossil fuel licences.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/02/just-stop-oil-and-the-threat-of-the-public-order-bill-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/02/tinder-parent-company-match-group-revenue-estimates-quarter-defy-tech-downturn", "title": "Tinder parent company defies tech downturn as more people pay to find love", "date_published": "2022-11-02 01:44:29+00:00", "description": "<p>Match Group beat earning estimates for the third quarter, posting revenues of $810m</p><p>Tinder’s parent company, Match Group, beat revenue estimates for the last quarter as more users looking for matches took out paid subscriptions on the popular dating app.</p><p>Their results were an outlier in what has been a quarter of poor performance for some of the biggest tech companies in the US. Match Group, who own a suite of dating apps including Hinge and OKCupid, saw their shares rise 16% on Tuesday.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/02/tinder-parent-company-match-group-revenue-estimates-quarter-defy-tech-downturn\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/north-korea-has-fired-three-ballistic-missiles-into-sea-south-koreas-military-says", "title": "Air raid warning on South Korean island after North Korea fires three ballistic missiles", "date_published": "2022-11-02 01:37:31+00:00", "description": "<p>Tests come after Pyongyang warned US and South Korea stop military drills or risk ‘powerful follow-up measures’</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/15/north-and-south-korea-tensions-relations-issue-conflict-division-explained-in-30-seconds\">North and South Korean tensions explained in 30 seconds</a></li></ul><p>A rare air raid warning was issued on a remote South Korean island after North Korea launched three ballistic missiles into the sea on Wednesday, including one that landed less than 60km (37 miles) off the South’s coast, Seoul’s military said.</p><p>The launches came just hours after Pyongyang demanded that the United States and South Korea stop large-scale military exercises, saying such “military rashness and provocation can be no longer tolerated”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/north-korea-has-fired-three-ballistic-missiles-into-sea-south-koreas-military-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/denmark-election-result-keeps-social-democrats-at-the-helm", "title": "Denmark election result keeps Social Democrats at the helm", "date_published": "2022-11-02 01:23:25+00:00", "description": "<p>Mette Frederiksen, the incumbent PM, can form government though may face dilemma over picking leftwingers or moderates as partners</p><p>Denmark’s left-leaning bloc will maintain a slim majority in parliament after all votes in a general election were counted, paving the way for another term for the incumbent prime minister, Mette Frederiksen, and her Social Democratic party.</p><p>The Social Democrats again became the biggest force in parliament with 27.5% of votes, the party’s best election in more than two decades.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/denmark-election-result-keeps-social-democrats-at-the-helm\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/02/victoria-hotel-in-roebourne-how-notorious-pilbara-pub-became-ganalili-centre-western-australia", "title": "‘Bad things happened there’: how a notorious Pilbara pub became a symbol of hope", "date_published": "2022-11-02 01:00:47+00:00", "description": "<p>When the old Victoria Hotel in Roebourne was transformed into the Ganalili Centre celebrating Yindjibarndi culture, a new dawn was brought to a dark history</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>For a two-storey, dust-covered building in the centre of a remote town, the old Victoria Hotel in Roebourne (Ieramagadu) has played an outsized role in Australian history.</p><p>It was here, in 1983, that a group of drunk, off-duty police officers accosted an Aboriginal man at the bottle shop (“We’ll get you, you black cunt,” one said, according to witness testimony), starting a brawl on the street. Sixteen-year-old Yindjibarndi boy John Pat joined the fray and was seen being kicked in the head and face by police and dragged into a van. An hour later, he was dead.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/02/victoria-hotel-in-roebourne-how-notorious-pilbara-pub-became-ganalili-centre-western-australia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/02/james-corden-responds-to-accusations-he-copied-a-ricky-gervais-joke", "title": "James Corden responds to accusations he copied a Ricky Gervais joke", "date_published": "2022-11-02 00:53:33+00:00", "description": "<p>The host of The Late Show said he did not know the joke came from Gervais and did not explain how it came to be in his show</p><p>James Corden has responded to criticism that he copied a joke originally made by comedian Ricky Gervais, saying he delivered it “obviously not knowing it came from him”.</p><p>The host of The Late Late Show gave a monologue on Monday, addressing Elon Musk’s Twitter takeover, and told a gag that viewers noted was remarkably similar to one from Gervais’s 2018 standup show Humanity.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/02/james-corden-responds-to-accusations-he-copied-a-ricky-gervais-joke\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/02/julie-powell-food-writer-and-blogger-behind-julie-julia-dies-aged-49", "title": "Julie Powell, food writer and blogger behind Julie & Julia, dies aged 49", "date_published": "2022-11-02 00:40:46+00:00", "description": "<p>Food blogger was played by Amy Adams in the film inspired by her memoir, about attempting to cook more than 500 Julia Child recipes in a year</p><p>Julie Powell, the food blogger best known for her cooking memoir, Julie &amp; Julia, which inspired a film starring Meryl Streep, has died at the age of 49.</p><p>Her husband, Eric Powell, <a href=\"https://www.nytimes.com/2022/11/01/dining/julie-powell-dead.html\">confirmed to the New York Times</a> that she died of cardiac arrest at their home in Olivebridge in upstate New York on 26 October.</p> <a href=\"https://www.theguardian.com/books/2022/nov/02/julie-powell-food-writer-and-blogger-behind-julie-julia-dies-aged-49\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-252-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 252 of the invasion", "date_published": "2022-11-02 00:31:38+00:00", "description": "<p>Kyiv mayor prepares to open public heating points amid attacks on energy infrastructure </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Ukraine’s president, Volodymyr Zelenskiy, has met with Kadri Simson, European Union commissioner for energy affairs, telling her that Russian forces have <strong>“seriously damaged”<a href=\"https://www.president.gov.ua/news/volodimir-zelenskij-zustrivsya-z-yevrokomisarom-z-pitan-ener-78841\"> about 40% of Ukraine’s energy infrastructure</a></strong>, in particular thermal power plants and hydroelectric power plants. Because of the attacks, Ukraine has been forced to stop exports of electricity to Europe.</p><p>Vitali Klitschko, the mayor of Kyiv, is getting ready to<strong> open about 1,000 public points of heating</strong> for city residents.</p><p><strong>A long-term defence is needed for Ukraine’s grain export corridor and the world must respond firmly to any Russian attempts to disrupt it,</strong> Zelenskiy has said, as more ships loaded despite Moscow suspending its participation in the UN-brokered deal.</p><p>Zelenskiy said ships were<strong> moving out of Ukrainian ports with their cargo </strong>thanks to the work of Turkey and the UN, the two main brokers of the 22 July grain export agreement.</p><p><strong>In an interview with Sky News, Boris Johnson said that he did not think Vladimir Putin would use a</strong> <strong>nuclear weapon in Ukraine</strong> and doing so “would immediately tender Russia’s resignation from the club of civilised nations”.</p><p>Dmytro Kuleba, Ukraine’s minister of foreign affairs, has <strong>described Russia’s attacks on Ukraine’s critical infrastructure as “genocide”</strong>.</p><p>The Russian occupying government in the Kherson oblast has moved its administration further south to Skadovsk, the general staff of the Ukrainian armed forces has said. Russia told civilians on Tuesday to leave an area along the eastern bank of the Dnieper River, a major extension of an evacuation order that Kyiv says amounts to the <strong>forced depopulation of occupied territory.</strong></p><p>Russian forces launched <strong>four missile and 26 airstrikes, and carried out 27 multiple launch rocket system attacks on more than 20 settlements,</strong> the general staff of the Ukrainian armed forces said.</p><p>The Ukrainian armed forces said its attack on Russian ammunition depots in the Zaporizhzhia oblast on 29 October destroyed five units of military equipment, killed 30 Russian personnel and wounded at least 100.</p><p>The UK’s defence secretary, Ben Wallace, gave evidence to the international relations and defence committee in the UK parliament, addressing <strong>why he thinks Russia’s plans for a swift invasion failed</strong>. He also spoke of future Nato deployments.</p><p>The Ukrainian government <strong>accepted the resignation of Yuriy Vitrenko as chief executive of the state energy company Naftogaz. </strong>In a statement on the Telegram messaging app, Naftogaz said Vitrenko would remain in the role until 3 November, but gave no further details.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-252-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/02/australia-face-tall-but-not-mathematically-impossible-task-to-keep-t20-hopes-alive", "title": "Australia face tall but not mathematically impossible task to keep T20 hopes alive | Geoff Lemon", "date_published": "2022-11-02 00:04:56+00:00", "description": "<p>Run rate shapes as kingmaker with the World Cup hosts, along with New Zealand and England, expected to bank final-round wins</p><p>And now, the end is near. And so we face the final curtain. A bit dramatic for the end of the group stages of a Twenty20 World Cup, but soon eight teams out of a dozen will be heading home or to their next assignments, thinking about what might have been and the disappointment of what wasn’t. And in Group 1, at least, the matter of which two teams get to stay a little longer will come down to pure and beautiful arithmetic. </p><p>Arriving at this tournament, England and Australia would have been worldly enough to know that they couldn’t expect to walk out of this group. They were diplomatic enough to cite every opponent as a tough competitor who could beat them on a given day. They were seasoned enough to know that this was true. And in their hearts, they would still have known that they should be the two to progress. The two biggest and best-resourced teams, one the host, the other the pace-setter in short form cricket for the last seven years.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/02/australia-face-tall-but-not-mathematically-impossible-task-to-keep-t20-hopes-alive\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/02/taronga-zoo-put-into-lockdown-after-five-lions-break-out-of-enclosure", "title": "Sydney’s Taronga zoo put into lockdown after five lions escape enclosure", "date_published": "2022-11-02 00:02:17+00:00", "description": "<p>Code one issued at 7.30am and cub tranquillised before lions back in enclosure</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/02/australia-live-news-cost-of-living-pressure-rba-interest-rates-mortgage-online-gambling-amanda-rishworth-anthony-albanese-power-prices\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Five lions broke out of their enclosure at Sydney’s Taronga zoo on Wednesday morning, forcing staff to hide in “safe zones”.</p><p>The lions – four adults and one cub – were seen outside their enclosure at about 6.30am.</p><p><a href=\"https://www.google.com/url?q=https://www.google.com/url?q%3Dhttps://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP%253Dcopyembed%26amp;sa%3DD%26amp;source%3Deditors%26amp;ust%3D1667351739763477%26amp;usg%3DAOvVaw1_r_3Mbp5vYbS19SCyfxuw&amp;sa=D&amp;source=docs&amp;ust=1667351739822808&amp;usg=AOvVaw2VxSWV8hlztcQOLqp3zpT4\">Sign up for our free morning and afternoon email newsletters from Guardian Australia for your daily news roundup</a></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/02/taronga-zoo-put-into-lockdown-after-five-lions-break-out-of-enclosure\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/02/recruitment-of-uk-spies-no-longer-restricted-to-those-with-british-parents", "title": "Recruitment of UK spies no longer restricted to those with British parents", "date_published": "2022-11-02 00:01:46+00:00", "description": "<p>UK intelligence agencies to broaden pool of talent by accepting anyone with British citizenship</p><p>The selection criteria for spies are, perhaps unsurprisingly, quite opaque and presumed to be fairly stringent. But there is one thing that will no longer be required of would-be British agents: British parentage.</p><p>The UK’s three intelligence agencies are seeking to broaden the pool of talent they can recruit from by accepting anyone who has British citizenship – regardless of where their parents are from.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/02/recruitment-of-uk-spies-no-longer-restricted-to-those-with-british-parents\">Continue reading...</a>", "favourite": false}]