[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-cities-getting-hit-hardest-by-inflation-and-how-they-voted", "title": "California Cities Getting Hit Hardest By Inflation – And How They Voted", "date_published": "2022-10-14 18:15:45+00:00", "description": "Inflation is impacting the entire United States population as prices continue to be a burden for families, but certain California cities are feeling the impact more than others. In a new study from WalletHub, cities were ranked on how much inflation is rising. The study pointed to the year-over-year inflation rate of 8.2% last month, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/his-new-film-may-be-a-mystery-but-jon-voights-longevity-in-hollywood-is-no-secret", "title": "His New Film May Be A Mystery, But Jon Voight’s Longevity In Hollywood Is No Secret", "date_published": "2022-10-14 18:03:08+00:00", "description": "Audiences have been watching Jon Voight’s performances for decades, but the actor credits one particular role for the second half of his legendary career. Voight says few thought he could convey the gritty antihero in 1985’s “Runaway Train,” the tale of two convicts who break out of jail only to wind up on the titular ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-cant-do-it-overnight-billionaire-warns-of-danger-from-going-green-too-rapidly", "title": "‘You Can’t Do It Overnight’: Billionaire Warns Of Danger From Going Green Too Rapidly", "date_published": "2022-10-14 18:02:38+00:00", "description": "Billionaire entrepreneur John Paul DeJoria cautioned on Friday that the push toward renewable energy cannot occur overnight without serious economic consequences. During an interview with Fox Business, the co-founder of John Paul Mitchell Systems explained that the United States used to be “totally sufficient when it comes to energy,” but is experiencing headwinds from the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/up-and-coming-phillies-pitcher-cory-phelan-dead-at-age-20", "title": "Up-And-Coming Phillies Pitcher Cory Phelan Dead At Age 20", "date_published": "2022-10-14 17:12:07+00:00", "description": "Philadelphia Phillies up-and-coming minor league pitcher Corey Phelan passed away this week at the age of 20 following a battle with cancer. The New York native jumped straight to the major leagues out of high school, signing with the team as an undrafted free agent in 2020. Two years later, in April 2022, he was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/detransitioners-crash-school-board-meeting-to-caution-against-transgender-ideology", "title": "Detransitioners Crash School Board Meeting To Caution Against Transgender Ideology", "date_published": "2022-10-14 16:44:55+00:00", "description": "Three detransitioned young adults called in to a California school board meeting, using their personal experiences with “gender affirming care” to object to the district’s adoption of policies that support transgender ideology. On Tuesday, Chloe Cole, Abel Garcia, and Cat Cattinson phoned into the Conejo Valley Unified School District’s (CVUSD) Board of Education meeting during ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/international-disorder-biden-is-a-remarkably-bad-negotiator-and-doesnt-understand-how-the-world-works", "title": "International Disorder: Biden Is A Remarkably Bad Negotiator And Doesn’t Understand How The World Works", "date_published": "2022-10-14 16:34:56+00:00", "description": "If you ask President Joe Biden&#8217;s colleagues from his years as vice president, he is an &#8220;unguided missile&#8221; when under pressure, has &#8220;been wrong on nearly every major foreign policy and national security issue&#8221; during the last 40 years, and allegedly has an underestimated ability to &#8220;f*** things up.&#8221; Those — shall we say — ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-deadliest-catch-a-billion-snow-crabs-vanish-from-bering-sea-and-no-one-knows-why", "title": "No Deadliest Catch: A Billion Snow Crabs Vanish From Bering Sea And No One Knows Why", "date_published": "2022-10-14 16:15:36+00:00", "description": "A billion crabs have vanished from the Bering Sea and no one knows why. The Alaska Department of Fish and Game canceled the winter snow crab season in the Bering Sea after determining that 90% of the population has disappeared in the last two years. While the news is bad for commercial fishermen and seafood ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wawa-closes-two-stores-in-philadelphia-due-to-crime-the-mayor-says-its-not-a-bad-omen-at-all", "title": "Wawa Closes Two Stores In Philadelphia Due To Crime. The Mayor Says It’s ‘Not A Bad Omen At All.’", "date_published": "2022-10-14 16:02:32+00:00", "description": "Philadelphia Mayor Jim Kenney reacted to the closure of two Wawa convenience stores struggling with crime by denying that the move is a “bad omen.” Wawa, which has locations in multiple states along the East Coast, announced on Thursday that the company would close two locations in Center City, the main business district in Philadelphia ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/julia-roberts-reveals-the-key-to-a-long-happy-marriage", "title": "Julia Roberts Reveals The Key To A Long, Happy Marriage", "date_published": "2022-10-14 16:02:25+00:00", "description": "Hollywood star Julia Roberts shared her key to a long, happy marriage to husband cinematographer Daniel Moder for 20 years, and that&#8217;s making out frequently. During the 54-year-old actress&#8217; appearance with &#8220;Ticket To Paradise&#8221; costar George Clooney on E! News, she talked about her secret to a happy marriage to Moder, with whom she shares ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/harvard-university-endowment-loses-2-3-billion", "title": "Harvard University Endowment Loses $2.3 Billion", "date_published": "2022-10-14 15:50:08+00:00", "description": "The endowment supporting Harvard University lost $2.3 billion in the last fiscal year, the school’s investment arm revealed this week. The stock market has experienced one of its worst years in modern history as inflation persists and the economy sinks into a recession. Harvard Management Company CEO N.P. Narvekar said in a letter to members ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fentanyl-related-deaths-hit-rural-california-communities", "title": "Fentanyl-Related Deaths Hit Rural California Communities", "date_published": "2022-10-14 15:36:33+00:00", "description": "Fentanyl-related overdose deaths are hitting California hard, but more rural areas are now seeing the impact of the deadly drug, not just heavily populated urban regions. Drug overdose fatalities have gone up 45% in the state from 2020 to 2021, but as the San Francisco Chronicle reported, the deaths are not just happening in San ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/three-celebs-come-out-as-lgbt-with-tiktok-videos-in-past-week", "title": "Three Celebs Come Out As LGBT With TikTok Videos In Past Week", "date_published": "2022-10-14 15:24:47+00:00", "description": "Three celebrities &#8212; Shay Mitchell, Madonna, and Emily Ratajkowski &#8212; have all used TikTok videos to apparently come out online as LGBT in under a week, even as some experts say popular culture is driving growing numbers of young people to identify as other than heterosexual. Actress Shay Mitchell on Thursday posted a video about being bisexual, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/who-cares-female-sports-host-has-choice-words-for-those-upset-about-aikmans-misogynstic-comment", "title": "‘Who Cares?’: Female Sports Host Has Choice Words For Those Upset About Aikman’s ‘Misogynistic’ Comment", "date_published": "2022-10-14 15:24:22+00:00", "description": "Boston sports radio host Meghan Ottolini had a few choice words for those upset about NFL legend Troy Aikman&#8217;s comments during Monday Night Football that some deemed &#8220;misogynistic.&#8221; During a recent &#8220;Merloni, Fauria &amp; Mego&#8221; show on WEEI-FM radio, two of the hosts, Lou Merloni, Christian Fauria wanted Ottolini to weigh in on the story ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-three-most-important-f-words-in-american-politics", "title": "The Three Most Important ‘F Words’ In American Politics", "date_published": "2022-10-14 15:23:05+00:00", "description": "The central political crisis of our time is not the debt, Hunter Biden’s laptop, or even inflation — it is the weakening state of the American Family and the democratic decay accompanying. Crime, loneliness, a declining birthrate and much more signal a society that no longer knows how to use its freedom in a meaningful ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/missing-california-teens-cause-of-death-revealed", "title": "Missing California Teen’s Cause Of Death Revealed", "date_published": "2022-10-14 15:02:07+00:00", "description": "A 16-year-old California teen&#8217;s cause of death has been determined after her body was found in August. Kiely Rodni went missing after a party, and her body was discovered inside her submerged vehicle in Prosser Reservoir in late August by a volunteer dive team. On Thursday, autopsy results were announced, revealing that she passed away ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-us-funding-more-than-just-ukraines-defense-and-theres-no-end-in-sight", "title": "Ben Shapiro: U.S. Funding More Than Just Ukraine’s Defense, And There’s No End In Sight", "date_published": "2022-10-14 14:59:24+00:00", "description": "Russia is already a loser in its war against Ukraine, Ben Shapiro said Friday, but the U.S. could end up one as well if it keeps pumping billions into the tattered nation with no end in sight. Shapiro spoke on his popular podcast and radio show, prompted by Ukrainian President Volodymyr Zelensky’s latest plea to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/there-goes-bidens-college-vote-fda-announces-nationwide-shortage-of-adderall", "title": "There Goes Biden’s College Vote: FDA Announces Nationwide Shortage Of Adderall", "date_published": "2022-10-14 14:27:50+00:00", "description": "President Joe Biden, like all Democrats, has constantly courted the college vote, but a new nationwide shortage could threaten that secured voting bloc — or at the very least force young Americans to pay more for a certain educational enhancer. Per the Food and Drug Administration, America is officially experiencing a shortage of Adderall. Adderall, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biggest-january-6-revelation-pelosi-has-watched-one-too-many-robert-de-niro-films", "title": "Biggest January 6 Revelation: Pelosi Has Watched One Too Many Robert De Niro Films", "date_published": "2022-10-14 14:20:09+00:00", "description": "Boy, Speaker of the House Nancy Pelosi is one rugged gal. Based on the latest January 6 footage, she is such a brawler that she must think she is a regular Robert De Niro. On Friday, The Daily Wire reported that Pelosi was recorded by her daughter — who for some reason was filming the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/not-on-my-watch-pennsylvania-governor-candidates-graphic-new-ad-torches-gender-ideology-in-schools", "title": "‘Not On My Watch’: Pennsylvania Governor Candidate’s Graphic New Ad Torches Gender Ideology In Schools", "date_published": "2022-10-14 14:06:37+00:00", "description": "Pennsylvania State Sen. and Republican gubernatorial candidate Doug Mastriano highlighted leftist gender ideology and the graphic sexualized content found in public schools in his latest campaign advertisement. Mastriano, whose platform calls for “statewide curriculum transparency requirements,” spotlighted Pennsylvania Attorney General Josh Shapiro, his Democratic opponent, and his ties to organizations that expose students to sexual ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/on-to-greener-pastures-beyond-meat-dismisses-almost-one-fifth-of-workers-executive-who-allegedly-bit-mans-nose", "title": "On To Greener Pastures: Beyond Meat Dismisses Almost One-Fifth Of Workers, Executive Who Allegedly Bit Man’s Nose", "date_published": "2022-10-14 13:47:12+00:00", "description": "Roughly 19% of employees at Beyond Meat will soon be on the search for greener pastures as the company announced layoffs and the decision to fire former COO Doug Ramsey weeks after he allegedly bit a man&#8217;s nose. The company, which produces plant-based meat substitutes, revealed in a regulatory filing that 200 workers will be ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fire-department-responds-to-biden-account-of-2004-fire-calls-incident-insignificant", "title": "Fire Department Responds To Biden Account Of 2004 Fire, Calls Incident ‘Insignificant’", "date_published": "2022-10-14 13:41:59+00:00", "description": "The Delaware fire company that responded to a 2004 fire at President Joe Biden&#8217;s home at the time has responded to the president&#8217;s dramatic account of the fire. On Tuesday, Biden claimed that firefighters almost died in the fire, which occurred at his Wilmington, Delaware home when he was still a senator. “I was doing ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nfl-coach-todd-bowles-destroys-woke-reporter-with-the-truth", "title": "NFL Coach Todd Bowles Destroys Woke Reporter With The Truth", "date_published": "2022-10-14 13:41:00+00:00", "description": "It seems that every topic in today’s society — regardless of the arena — gets boiled down to race. It’s probably one of the leading factors in everybody being so pissed off at each other all the time in our current times. Now, the world of sports is not shielded from this epidemic, as we ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/beloved-harry-potter-star-robbie-coltrane-dead-at-72", "title": "Beloved ‘Harry Potter’ Star Robbie Coltrane Dead At 72", "date_published": "2022-10-14 13:26:03+00:00", "description": "Beloved &#8220;Harry Potter&#8221; star and Scottish-born actor Robbie Coltrane has died at the age of 72, his publicity agency confirmed. Coltrane&#8217;s agency William Morris Endeavor confirmed the star&#8217;s death to The Hollywood Reporter in a piece published Friday. The actor, born Anthony Robert McMillan, is probably best known for his role as Rubeus Hagrid in the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-an-attack-on-all-women-sen-tuberville-sounds-off-on-biden-admins-transgender-policies", "title": "‘This Is An Attack … On All Women’: Sen. Tuberville Sounds Off On Biden Admin’s Transgender Policies", "date_published": "2022-10-14 12:21:03+00:00", "description": "The Biden administration’s proposed changes to Title IX, a statute that prohibits discrimination based on sex, that would include protections for students identifying as transgender are “an attack … on all women,” Sen. Tommy Tuberville (R-AL) told The Daily Wire. Biden’s proposed rules would expand the protections under Title IX to include sexual orientation and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-the-bible-really-says-about-angels", "title": "What The Bible Really Says About Angels", "date_published": "2022-10-14 11:51:38+00:00", "description": "In a typical English Bible translation, there are more than 275 references to the word &#8216;angel,&#8217; with many more references to specific kinds of angels. So it begs the question: What are angels like? What is their function? Are they like Cupid — chubby-faced, childlike, flying around on clouds with love arrows in their hands? ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rob-schneider-says-bill-murray-absolutely-hated-the-snl-cast-including-chris-farley-adam-sandler", "title": "Rob Schneider Says Bill Murray ‘Absolutely Hated’ The ‘SNL’ Cast, Including Chris Farley, Adam Sandler", "date_published": "2022-10-14 11:28:27+00:00", "description": "Actor Rob Schneider claims Bill Murray wasn’t amused by him or several other big-time comedians back in their “Saturday Night Live” days. Schneider recalled the details during a recent appearance on SiriusXM’s &#8220;The Jim Norton &amp; Sam Roberts Show,” Fox News reported. “[Murray] wasn’t very nice to us,&#8221; the “Grown Ups” alum said of his ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-senate-democrat-patrick-leahy-hospitalized-office-calls-it-a-precaution", "title": "Top Senate Democrat Patrick Leahy Hospitalized; Office Calls It A ‘Precaution’", "date_published": "2022-10-14 11:16:00+00:00", "description": "Senator Patrick Leahy (D-VT), the third longest-serving U.S. senator of all time, was hospitalized Thursday near Washington D.C. after feeling unwell, his office said. Leahy, 82, was expected to stay overnight as a &#8220;precaution,&#8221; his office said Thursday evening. “At the recommendation of his doctors, he is expected to remain overnight for observation,” the statement ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/marvels-feminist-cash-grab-she-hulk-smashes-the-patriarchy-fights-predictable-gender-wars", "title": "Marvel’s Feminist Cash Grab ‘She-Hulk’ Smashes The Patriarchy, Fights Predictable Gender Wars", "date_published": "2022-10-14 11:12:43+00:00", "description": "Marvel movies are so predictable. Heroes face off against villains, inflicting billions of dollars of property damage, but besting the forces of evil in the end. So goes the finale of &#8220;She-Hulk: Attorney at Law,&#8221; in which all the show’s villains and heroes appear together in an implausible face-off, prompting She-Hulk herself to return to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/too-many-enablers-issa-rae-accuses-hollywood-of-protecting-alleged-offenders-like-ezra-miller", "title": "‘Too Many Enablers’: Issa Rae Accuses Hollywood Of Protecting Alleged Offenders Like Ezra Miller", "date_published": "2022-10-14 10:31:41+00:00", "description": "Actress Issa Rae doesn’t believe that the Hollywood community punishes its members enough for alleged misconduct. The star and co-creator of the HBO series “Insecure” made the comments during a recent interview with Elle while speaking about Ezra Miller, an actor who identifies as non-binary who has been accused of multiple crimes in recent months.  ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pelosi-sneered-at-trump-on-jan-6-im-going-to-punch-him-out", "title": "Pelosi Sneered At Trump On Jan. 6: ‘I’m Going To Punch Him Out’", "date_published": "2022-10-14 10:17:15+00:00", "description": "According to footage released by Alexandra Pelosi, a documentary filmmaker and the daughter of House Speaker Nancy Pelosi, the House speaker boasted that she would &#8220;punch&#8221; former President Donald Trump if he traveled from the White House to the Capitol on January 6, 2021. Pelosi was responding to her chief of staff informing her that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-bans-selling-womens-products-for-more-money-than-mens", "title": "California Bans Selling Women’s Products For More Money Than Men’s", "date_published": "2022-10-14 10:13:32+00:00", "description": "Democratic California Gov. Gavin Newsom signed a measure into law last month that doesn’t allow businesses to sell products for women at a higher price than they are sold to men.  The law, AB 1287, states that a business or other entity “shall not charge a different price for any two goods that are substantially ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-global-warming-protesters-vandalize-one-of-worlds-most-iconic-art-masterpieces", "title": "WATCH: Global Warming Protesters Vandalize One Of World’s Most Iconic Art Masterpieces", "date_published": "2022-10-14 09:04:35+00:00", "description": "A pair of vandals threw tomato soup one of the art world’s most celebrated masterpieces at an art museum in London on Friday in a bizarre protest against fossil fuels. Vincent van Gogh’s iconic “Sunflowers,” valued at nearly $85 million was undamaged in the attack at London’s National Gallery in Trafalgar Square, thanks to a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nfl-announcer-troy-aikman-responds-to-outrage-mob-trying-to-cancel-him-over-misogynistic-remark", "title": "NFL Announcer Troy Aikman Responds To Outrage Mob Trying To Cancel Him Over ‘Misogynistic’ Remark", "date_published": "2022-10-14 08:20:15+00:00", "description": "Hall of Fame quarterback-turned NFL announcer Troy Aikman responded to attempts to cancel him by an online outrage mob over a remark he made during Monday Night Football by saying that his remarks were &#8220;dumb.&#8221; Aikman, who helped the Dallas Cowboys to three Super Bowl champions during his legendary career, took offense at a roughing the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ukrainian-diplomat-told-elon-musk-to-f-off-musk-said-he-took-his-recommendation", "title": "Ukrainian Diplomat Told Elon Musk To ‘F*** Off.’ Musk Said He Took His ‘Recommendation.’", "date_published": "2022-10-14 08:08:00+00:00", "description": "SpaceX founder and CEO Elon Musk said he followed the &#8220;recommendation&#8221; of a Ukrainian diplomat who told Musk to &#8220;f*** off,&#8221; which came in response to Musk proposing a peace deal to end Russia&#8217;s war in Ukraine, referencing his September decision that SpaceX would no longer fund its Starlink satellite internet terminals in Ukraine. Earlier ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whatever-maxine-says-i-agree-with-biden-speaks-of-hard-left-maxine-waters", "title": "‘Whatever Maxine Says, I Agree With’: Biden Speaks Of Hard-Left Maxine Waters", "date_published": "2022-10-14 07:52:20+00:00", "description": "President Joe Biden said on Thursday that said whatever hard-Left California Democratic Rep. Maxine Waters says, he agrees with her. Biden was speaking in Los Angeles when he made his remarks. “Rep. Maxine Waters — whatever Maxine says, I agree with,” Biden intoned. Biden: &quot;Whatever Maxine Waters says, I agree with&quot; pic.twitter.com/QR0puVdUAl &mdash; Greg Price ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/by-2024-you-could-have-a-border-moved-fed-up-oregonians-heat-up-secession-move-to-join-idaho", "title": "‘By 2024, You Could Have A Border Moved’: Fed-Up Oregonians Heat Up Secession Move To Join Idaho", "date_published": "2022-10-14 07:39:47+00:00", "description": "The movement from some Oregon conservatives to push to secede and join the adjacent conservative state of Idaho is heating up. Citizens of nine counties in eastern Oregon have already indicated they would support the redrawing of Oregon’s borders; two more counties have impending votes urging legislators to support such a move. “It makes more ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/video-president-of-mexican-hunting-federation-shoots-at-buffalo-then-it-gores-him-to-death", "title": "VIDEO: President Of Mexican Hunting Federation Shoots At Buffalo. Then It Gores Him To Death.", "date_published": "2022-10-14 07:26:02+00:00", "description": "The president of the board of directors of the Mexican Hunting Federation was killed by a buffalo after he shot at one while on a hunting trip in Argentina. After his shot, the buffalo charged and gored Mario Alberto Canales Najjar, 64, an expert hunter of big game, causing his death. “Canales Najjar, 64, was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leftist-student-employees-accused-of-sabotaging-yafs-matt-walsh-livestream", "title": "Leftist Student Employees Accused Of Sabotaging YAF’s Matt Walsh Livestream", "date_published": "2022-10-14 00:00:50+00:00", "description": "Those trying to watch the Young America’s Foundation (YAF) livestream of Matt Walsh’s University of Houston speech Thursday night were met with an unavailable video, and leftist student employees are being blamed. YAF wrote following the event that it believes it is likely that student employees who opposed Walsh&#8217;s speech disrupted the livestream. Part of ..."}]