{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/12/lockerbie-bomb-suspect-masud-us-custody", "title": "Lockerbie bomb suspect in US custody was ‘abducted from home’ by warlord", "date_published": "2022-12-12 23:14:04+00:00", "description": "<p>Mohammed Abouagela Masud accused by US of having set timer for bomb that destroyed the Boeing 747, killing 270 people in 1988</p><p>A former Libyan intelligence operative accused of preparing the bomb that brought down <a href=\"https://www.theguardian.com/uk/lockerbie\">Pan Am flight 103 over Lockerbie</a>, Scotland, in 1988 was taken into US custody after being abducted from his home by a notorious warlord and then detained by armed militia for two weeks, the Guardian has been told.</p><p>Mohammed Abouagela Masud appeared briefly in court in Washington DC on Monday, accused of having set the timer for the bomb that destroyed the Boeing 747, killing 270 people in the most deadly terrorist attack to have taken place on British soil.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/12/lockerbie-bomb-suspect-masud-us-custody\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/12/the-white-lotus-finale-review-an-absolute-televisual-chefs-kiss", "title": "The White Lotus finale review – an absolute televisual chef’s kiss", "date_published": "2022-12-12 22:30:32+00:00", "description": "<p>Yet again, this show has proved that it is possible to make outstanding TV that both plays to the crowd and refuses to sing the classics. What a glorious way to see off the year</p><p>There can be a tendency for television shows – particularly popular, much discussed, endlessly meme-ed ones – to hedge their bets in order to protect the franchise. Often, when a drama becomes a bona fide hit, it is less likely to plump for a definitive ending. Wanting to preserve the magic for another season, it ekes it out just enough to satisfy while dangling a carrot for the next go around. It’s safe to say that The White Lotus (Sky Atlantic) has no such qualms about choosing a side.</p><p>What an ending this was. It wrapped up its storylines with decreasing levels of subtlety, from Albie being “played” by Lucia, moving through the resilience of Daphne’s determined denial, ramping all the way up to Tanya the destroyer, and ultimately the destroyed. Did you see it coming? Tanya was always in danger – “These gays! They’re trying to murder me!” – but it was a chef’s kiss to have her almost get away, having shot her way through her enemies, only to be undone by her own poor aim, and possibly the fact that she didn’t take off her heels before jumping.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/12/the-white-lotus-finale-review-an-absolute-televisual-chefs-kiss\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/k-pop-star-jin-of-bts-starts-his-military-service-in-south-korea", "title": "K-pop star Jin of BTS starts his military service in South Korea", "date_published": "2022-12-12 22:11:01+00:00", "description": "<p>The 30-year-old begins five weeks of training amid questions over future of the global phenomenon band</p><p>BTS star Jin starts his mandatory South Korean military duty on Tuesday, the band’s first member to enlist since a hiatus announcement this year left fans heartbroken over the K-pop juggernaut’s uncertain future.</p><p>The septet is widely considered the country’s biggest-ever cultural phenomenon – selling out stadiums around the world and dominating the charts, while raking in billions and building a global legion of fans known as the Army.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/k-pop-star-jin-of-bts-starts-his-military-service-in-south-korea\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/peru-pedro-castillo-new-president-dina-boluarte-usurper-early-election", "title": "Peru’s Castillo calls new president a ‘usurper’ as she promises early elections", "date_published": "2022-12-12 21:45:11+00:00", "description": "<p>Ousted president<strong> </strong>calls Dina Boluarte the ‘snot and slobber of the coup-mongering right’ in a letter written behind bars</p><p>In a handwritten letter from prison, ousted Peruvian president Pedro Castillo is deriding his successor as a “usurper”, while vowing to continue his mandate as head of state and to not abandon his “high and sacred functions”.</p><p>In the letter <a href=\"https://publish.twitter.com/?url=https://twitter.com/PedroCastilloTe/status/1602381023270129664\">posted on Castillo’s Twitter account</a> on Monday, the former leader addressed the “great and patient Peruvian people” saying he had been “humiliated, [kept] incommunicado, mistreated and kidnapped” but added he was “still clothed with your trust and struggle”. He dismissed his successor Dina Boluarte as the “snot and slobber of the coup-mongering right”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/peru-pedro-castillo-new-president-dina-boluarte-usurper-early-election\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/12/emma-tucker-first-female-editor-in-chief-wall-street-journal", "title": "Emma Tucker to become first female editor-in-chief of the Wall Street Journal", "date_published": "2022-12-12 21:29:28+00:00", "description": "<p>British editor of the UK Sunday Times, which is also owned by Rupert Murdoch’s News Corp, will take the position in early 2023</p><p>Emma Tucker, the British editor of the UK Sunday Times, was named on Monday as the new editor-in-chief of the Wall Street Journal, and will become the first woman to lead the 133-year-old business title.</p><p>The move, <a href=\"https://newscorp.com/2022/12/12/emma-tucker-named-next-editor-in-chief-of-the-wall-street-journal-and-dow-jones-newswires-matt-murray-takes-new-role-at-news-corp/\">announced</a> by Rupert Murdoch’s News Corp, will happen in February next year when Tucker, who will also run Dow Jones Newswires, will succeed Matt Murray, who will depart after a four year tenure.</p> <a href=\"https://www.theguardian.com/media/2022/dec/12/emma-tucker-first-female-editor-in-chief-wall-street-journal\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/williams-announce-team-principal-jost-capito-shock-exit-f1", "title": "Williams team principal Jost Capito makes shock exit in 2023 shake-up", "date_published": "2022-12-12 21:22:33+00:00", "description": "<ul><li>German will step aside before new F1 season</li><li>Technical director François-Xavier Demaison will also leave</li></ul><p>Williams have announced the team principal and chief executive, Jost Capito, will step aside before the 2023 Formula One season. The 64-year-old German has led the team for the past two years. The technical director François-Xavier (FX) Demaison will also leave his post.</p><p>Williams, owned by the US investment firm Dorilton Capital, will confirm its new team principal and technical director “in due course”.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/williams-announce-team-principal-jost-capito-shock-exit-f1\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/the-mac-allister-family-friends-with-maradona-to-a-world-cup-with-messi", "title": "The Mac Allister family: friends with Maradona to a World Cup with Messi", "date_published": "2022-12-12 21:00:30+00:00", "description": "<p>Carlos Javier Mac Allister played with Diego Maradona for Argentina, now he’s watching his son link up with Lionel Messi</p><p>“I cried,” Carlos Javier Mac Allister admits and then he falls silent. Five seconds pass before he continues, or tries to. “I cry often,” he adds, swallowing and stopping again, taking a breath. “But …” He raises a hand to his eye, pressing gently, and eight seconds go by. “I try to be alone.” There’s another pause, longer this time, that moment, <em>the</em> moment, repeated in his mind.</p><p>“If you’re a father, you know,” he says eventually, his voice breaking.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/the-mac-allister-family-friends-with-maradona-to-a-world-cup-with-messi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/video/2022/dec/12/elon-musk-booed-by-crowd-after-dave-chappelle-introduces-him-on-stage-video", "title": "Elon Musk booed by crowd after Dave Chappelle introduces him on stage – video", "date_published": "2022-12-12 20:46:09+00:00", "description": "<p>The new Twitter owner, Elon Musk, was booed for almost 10 minutes after he was introduced on stage by comedian Dave Chappelle on Sunday at the Chase Center in San Francisco. 'Ladies and gentleman make some noise for the richest man in the world,' said Chappelle, as Musk walked on stage with his two arms in the air expecting cheers to ring out. The footage, originally posted to Twitter by a deleted account, showed Musk appearing caught off-guard as the crowd booed continuously, preventing him from getting a word in. 'Cheers and boos, I see,' said Chappelle in response to the crowd's reaction. 'It sounds like some of the people you fired are in the audience,' added the comedian shortly after</p><ul><li><a href=\"https://www.theguardian.com/technology/2022/dec/12/elon-musk-booed-dave-chappelle-san-francisco-show\">Crowd boos Elon Musk after Dave Chappelle says to ‘make some noise’</a></li></ul> <a href=\"https://www.theguardian.com/technology/video/2022/dec/12/elon-musk-booed-by-crowd-after-dave-chappelle-introduces-him-on-stage-video\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/welcome-to-fifas-weekly-media-briefing-where-everything-is-perfect", "title": "Welcome to Fifa’s weekly media briefing where everything is perfect | Barney Ronay", "date_published": "2022-12-12 20:44:36+00:00", "description": "<p>The aim of the Technical Study Group is to reinforce and justify every single aspect of this tainted, corrupt World Cup in Qatar</p><p>Living easy, Loving free, Asking nothing. Yes, that’s right. It is now time. Welcome to the Fifa Technical Study Group weekly media briefing at the Qatar National Convention Centre in Doha.</p><p>Qatar is a place of constant piped music, most of it weirdly jarring. Walking down a gleaming gantry at a half-constructed training complex hangar? You’ll be wanting some Howard Jones. Shopping for groceries? Here’s a super-slow orchestral arrangement of More Than Words by Extreme that will nag away at your brain for almost three weeks before finally revealing itself, horribly, in the pastry aisle.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/welcome-to-fifas-weekly-media-briefing-where-everything-is-perfect\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/varane-driving-frances-historical-soldiers-in-pursuit-of-world-cup", "title": "Varane driving France’s ‘historical soldiers’ in pursuit of World Cup", "date_published": "2022-12-12 20:25:36+00:00", "description": "<p>Defender drawing on experience with assurance and leadership during team’s run to semi-finals in Qatar</p><p>It was a neat description. As Raphaël Varane sat down to preview the World Cup semi-final on Wednesday against Morocco, it was put to him that he was a “historical soldier” for France, for Didier Deschamps, too. He, and three others – the captain, Hugo Lloris, Antoine Griezmann and Olivier Giroud.</p><p>Varane was very nearly not at this World Cup, one step from another final, two from another winner’s medal. <a href=\"https://www.theguardian.com/football/2022/oct/22/chelsea-manchester-united-premier-league-match-report\">Injured for Manchester United at Chelsea</a> on 22 October, it had been touch and go, the 29-year-old initially fearing the worst. But he made it and one of the features of France’s campaign has been his assurance and leadership, his ability to draw on the experiences of previous tournaments – going back to his first; the 2014 World Cup in Brazil.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/varane-driving-frances-historical-soldiers-in-pursuit-of-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/sliding-doors-moment-has-taken-bono-to-the-brink-of-world-cup-immortality", "title": "Sliding doors moment has taken Bono to the brink of World Cup immortality", "date_published": "2022-12-12 20:10:34+00:00", "description": "<p>Morocco goalkeeper’s career could have followed a very different trajectory but for a timely VAR intervention</p><p>Video Assistant Referee Changed My Life. It’s not the most likely headline, but in Yassine “Bono” Bounou’s case it’s true. “Everyone is talking about him now,” Julen Lopetegui says. Two years ago, the Wolves and former Sevilla manager knows, plenty were talking about him too, just not for the right reason. Luckily, every now and then the VAR does something that suggests it’s not completely awful, and this was one of those times. That night, it rescued the man who has ended up rescuing Morocco, en route to making World Cup history.</p><p>It was February 2020, the Europa League round of 32. With a minute remaining against Cluj a fairly tame shot slipped under Bono’s body and into the net. Sevilla were out and so, in all probability, was he. Signed on loan from Girona, Bono was back up to Tomas Vaclik. He had played just 45 minutes in the league and two Copa del Rey games against fourth-tier opposition. The Europa League was his competition and, amidst whistles and tension, that had gone. So had he: that option to buy wouldn’t be taken up now.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/sliding-doors-moment-has-taken-bono-to-the-brink-of-world-cup-immortality\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/lawrence-of-arabia-1962-movie", "title": "Lawrence of Arabia at 60: a dazzling spectacle with complexity under the sand", "date_published": "2022-12-12 20:05:38+00:00", "description": "<p>David Lean’s epic is still an astonishing visual achievement but there’s far richer and darker themes at play</p><p>Growing up in the 90s as a young child who was really into film, I was told two things about Lawrence of Arabia by my elders, usually in tandem. First, that it was A Truly Great Film, indisputably so, even among the Greatest Ever Made. And second, that despite its urgent and inarguable Greatness, I wasn’t to rush to see it – not until I had an opportunity to do so in a cinema. It wasn’t even worth watching on a television screen, they said, for that would cut its brilliance in half, or worse: like having your first glass of champagne and mixing it with water.</p><p>And so I waited. In Johannesburg, where I lived, there was no such thing as repertory cinema: my first experience of seeing a “classic” on the big screen was a 20th-anniversary re-release of Grease. Eventually, my patience ran out: when I noticed a late-night airing of David Lean’s horizon-wide historical drama on the TV schedule, I junked the advice I had hitherto been given, and stayed up to watch it on our boxy 14in Sony. I have no doubt that it was unfortunately cropped, letterboxing rarely being the favoured broadcast option in that dinkier age of television sets. But I don’t really remember, largely because, with all those caveats and warnings in mind, I was enthralled by the film anyway.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/lawrence-of-arabia-1962-movie\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/12/breakthrough-in-nuclear-fusion-could-mean-near-limitless-energy", "title": "Breakthrough in nuclear fusion could mean ‘near-limitless energy’", "date_published": "2022-12-12 19:15:23+00:00", "description": "<p>Researchers managed to release more energy than they put in: a positive gain known as ignition</p><p>Researchers have reportedly made a breakthrough in the quest to unlock a “near-limitless, safe, clean” source of energy: they have got more energy out of a nuclear fusion reaction than they put in.</p><p>Nuclear fusion involves smashing together light elements such as hydrogen to form heavier elements, releasing a huge burst of energy in the process. The approach, which gives rise to the heat and light of the sun and other stars, has been hailed as having huge potential as a sustainable, low-carbon energy source.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/12/breakthrough-in-nuclear-fusion-could-mean-near-limitless-energy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/scores-of-executions-feared-in-iran-as-23-year-old-hanged-in-public-execution", "title": "Scores of executions feared in Iran as 23-year-old hanged in public execution", "date_published": "2022-12-12 19:00:22+00:00", "description": "<p>Human rights group warns death of Majidreza Rahnavard ‘a significant escalation of violence against protesters’</p><p>Fears are growing that Iran is preparing to execute scores more protesters after authorities hanged a 23-year-old man from a crane, in a public killing carried out less than a month after he was arrested and following a secretive trial.</p><p>Majidreza Rahnavard <a href=\"https://www.theguardian.com/world/2022/dec/12/iran-carries-out-second-execution-linked-to-nationwide-protests\">was sentenced to death</a> by a court in the city of Mashhad, a centre of the protests, for allegedly killing two members of the paramilitary Basij force and wounding four others. The Basij, affiliated with the country’s feared Revolutionary Guards, has been at the forefront of the state crackdown.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/scores-of-executions-feared-in-iran-as-23-year-old-hanged-in-public-execution\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/12/decade-of-neglect-means-nhs-unable-to-tackle-care-backlog-report-says", "title": "Decade of neglect means NHS unable to tackle care backlog, report says", "date_published": "2022-12-12 18:46:17+00:00", "description": "<p>Exclusive: Government-commissioned paper pinpoints budget squeeze as key reason for service’s loss of capacity</p><p>A “decade of neglect” by successive Conservative administrations has weakened the NHS to the point that it will not be able to tackle the 7 million-strong backlog of care, a government-commissioned report has concluded.</p><p>The paper by the King’s Fund health thinktank says years of denying funding to the health service and failing to address its growing workforce crisis has left it with too few staff, too little equipment and too many outdated buildings to perform the amount of surgery needed.</p> <a href=\"https://www.theguardian.com/society/2022/dec/12/decade-of-neglect-means-nhs-unable-to-tackle-care-backlog-report-says\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/fifa-accused-of-failing-to-adhere-to-its-own-human-rights-commitments", "title": "Fifa accused of failing to adhere to its own human rights commitments", "date_published": "2022-12-12 18:41:41+00:00", "description": "<ul><li>Amnesty International and Human Rights Watch criticise Fifa </li><li>Fifa failed to create a fund for injured or killed migrant workers</li></ul><p>Fifa has been accused of failing to adhere to its own human rights commitments after it chose not to create a remedy fund for migrant workers injured or killed in Qatar.</p><p>An umbrella group comprising, among others, Amnesty International and Human Rights Watch has spoken out as the <a href=\"https://www.theguardian.com/football/audio/2022/dec/12/world-cup-semi-finals-preview-football-daily-podcast\">World Cup enters its final stages</a> in Doha. It says plans announced by Fifa’s president, Gianni Infantino, to create a legacy fund that “helps people most in need all across the world” falls short of Fifa’s obligations, and undercuts assurances made before the tournament.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/fifa-accused-of-failing-to-adhere-to-its-own-human-rights-commitments\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/ukraine-calls-for-patriot-missiles-to-defend-its-grid-and-stop-rise-in-refugees", "title": "Ukraine calls for Patriot missiles to defend its grid and stop rise in refugees", "date_published": "2022-12-12 18:39:38+00:00", "description": "<p>Prime minister Denys Shmyhal says western air defence systems needed to counter Russian attacks and stop people from fleeing</p><p>Ukraine has called for the west to supply Patriot missiles batteries and other modern air defence systems, amid growing concern that attacks by Russia on its electricity grid could prompt a new wave of refugees from the wartorn country.</p><p>The country’s prime minister, Denys Shmyhal, speaking on Monday before a Ukraine humanitarian aid conference the following day in Paris, said Russia wanted “to trigger another wave of migration toward Europe” during the depths of winter.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/ukraine-calls-for-patriot-missiles-to-defend-its-grid-and-stop-rise-in-refugees\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/12/georgia-true-crime-proof-podcast-darrell-lee-clark-cain-joshua-storey-released-prison", "title": "‘It’s surreal’: two Georgia men released after 25 years of wrongful imprisonment", "date_published": "2022-12-12 18:36:53+00:00", "description": "<p>Darrell Lee Clark and Cain Joshua Storey released after new evidence from the true-crime podcast Proof disputed case</p><p>Two Georgia men were released from prison – and one of them was completely exonerated – after spending more than two decades behind bars, when a true crime podcast revealed new evidence that all but destroyed the case authorities had built against them.</p><p>Darrell Lee Clark and his co-defendant Cain Joshua Storey were released from custody last week, after spending more than 25 years imprisoned for the 1996 shooting death of 15-year-old Brian Bowling, a friend of the pair, <a href=\"https://www.georgiainnocenceproject.org/2022/12/08/lee-clark-exonerated-after-more-than-20-years/?blm_aid=0\">according to a press release from the Georgia Innocence Project</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/12/georgia-true-crime-proof-podcast-darrell-lee-clark-cain-joshua-storey-released-prison\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/12/sunday-times-editor-emma-tucker-to-leave-wall-street-journal-edit", "title": "Sunday Times editor Emma Tucker to leave for Wall Street Journal", "date_published": "2022-12-12 18:17:37+00:00", "description": "<p>Move to edit Murdoch title in US comes amid plans for Sunday Times to work more closely with the Times</p><p>The Sunday Times editor Emma Tucker is leaving the newspaper to run the Wall Street Journal, amid plans to make the weekend title work more closely with the Times.</p><p>Rupert Murdoch’s News UK has already started combining some sections of the Times and the Sunday Times to create a seven-day operation, after convincing the government to <a href=\"https://www.theguardian.com/media/2022/feb/10/ban-on-rupert-murdochs-interference-in-times-and-sunday-times-ended\">remove all legal barriers to a merger</a>. For now they remain separate outlets, with the company pledging to “retain their unique identities, sharing resources where it makes sense to do so”.</p> <a href=\"https://www.theguardian.com/media/2022/dec/12/sunday-times-editor-emma-tucker-to-leave-wall-street-journal-edit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/police-search-european-parliament-offices-as-bribery-inquiry-grows", "title": "Police search European parliament offices as bribery inquiry grows", "date_published": "2022-12-12 18:11:25+00:00", "description": "<p>Belgian prosecutors say 20 searches conducted since Friday, prompting warning that EU’s credibility at stake</p><p>Belgian police have searched European parliament offices as part of a growing investigation into alleged bribery and corruption, as senior EU leaders warned the credibility of the bloc was at stake.</p><p>Belgium’s federal prosecutor announced on Monday it had carried out 20 searches since Friday, including 19 at private homes and one at the European parliament offices.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/police-search-european-parliament-offices-as-bribery-inquiry-grows\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/canada-billionaire-couple-toronto-murder-reward", "title": "Canada: son of murdered billionaire couple triples cash reward to C$35m", "date_published": "2022-12-12 18:10:44+00:00", "description": "<p>Barry and Honey Sherman found dead in Toronto home five years ago but family frustration mounts as crime remains unsolved</p><p>The son of a billionaire couple <a href=\"https://www.theguardian.com/world/2022/dec/08/sherman-billionaire-murder-unsolved-appeal-evidence\">murdered five years ago</a> has tripled a cash reward for information about the unsolved crime amid frustration over a lack of progress in the investigation and deep rifts within the family.</p><p>Barry Sherman, the founder of drug giant Apotex, and his wife, Honey, are believed to have been killed in their Toronto home on 13 December 2017. A realtor <a href=\"https://www.theguardian.com/world/2017/dec/16/pharma-billionaire-and-wife-found-dead-in-suspicious-case\">found the couple in the basement pool area of their home</a> two days later, with belts looped around their necks and attached to a pool railing.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/canada-billionaire-couple-toronto-murder-reward\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/liverpool-expect-luis-diaz-out-until-march-injury-training", "title": "‘Proper smash in the face’: Liverpool expect Luis Díaz to be out until March", "date_published": "2022-12-12 18:05:48+00:00", "description": "<ul><li>Jürgen Klopp confirms forward was injured in training</li><li>Díaz was working his way back after knee injury</li></ul><p>Liverpool expect Luis Díaz to be out until March after the forward had surgery on an injury sustained during their training camp in the United Arab Emirates.</p><p>Jürgen Klopp described the setback as “a proper smash in the face”. Díaz has been out since mid-October with a knee injury and was working his way back during the mid-season World Cup break.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/liverpool-expect-luis-diaz-out-until-march-injury-training\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/croatias-success-story-built-on-family-values-and-a-sprinkling-of-stardust", "title": "Croatia’s success story built on family values and a sprinkling of stardust", "date_published": "2022-12-12 18:04:13+00:00", "description": "<p>Only Messi and Argentina stand in the way of a small nation defying the odds to reach a second World Cup final in a row</p><p>Zlatko Dalic could luxuriate in sifting through the golden moments in Croatia’s recent past and taking his pick. “I’ve already said the <a href=\"https://www.theguardian.com/football/2018/jul/11/england-croatia-world-cup-semi-final-match-report\">semi-final against England</a> was our greatest match ever, and Brazil comes in second,” he said. “If we manage to win tomorrow, that would make it the greatest, most historic game for Croatia of all time.”</p><p>It was no slight on England or any of the other hurdles Dalic, his players and their predecessors have overcome. Beating Argentina and Lionel Messi would bring the warmest of glows and so would a second straight World Cup final, but his assessment was coloured by the development of his own side. This year’s Croatia may not look wildly different from the 2018 vintage in style or approach but that is laudable in itself: three-quarters of the current squad were not involved in Russia yet one of tournament football’s most efficient winning machines has rolled on.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/croatias-success-story-built-on-family-values-and-a-sprinkling-of-stardust\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/obituaries-2022-pharoah-sanders-remembered-by-kamasi-washington", "title": "Pharoah Sanders remembered by Kamasi Washington", "date_published": "2022-12-12 18:00:26+00:00", "description": "<p><strong>13 October 1940 – 24 September 2022</strong><br />The musician salutes the long career of the fellow saxophonist, the master of spiritual, ‘cosmic’ jazz who was ‘like a third grandfather’ to him</p><ul><li><a href=\"https://www.theguardian.com/culture/2022/dec/12/obituaries-2022-cherry-valentine-remembered-by-bimini\">Cherry Valentine remembered by Bimini</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>When I was eight or nine, my father took me to see Pharoah Sanders in a little bitty club. I remember it was fun being out at night, but I also remember how powerful the music was, and how I feel I’ve always recognised his very unique sound on his saxophone. It’s like something from the cosmos: raspy, but super-soulful and pure, at times very beautiful, almost sweet, but he also adds lots of details like growls, without it ever sounding harsh. And his skill was beyond any type of technical comprehension. He could play something bluesy and spiritual, then just move into these incredible flurries of notes, like he was suddenly flying through clouds of supernova dust.</p><p>My dad, a big jazz fan, made sure that I kind of understood where Pharoah’s music came from. I knew how he was once homeless, how Sun Ra gave him a place to stay, and how he became such a huge part of John Coltrane’s band. Losing Coltrane so young [of cancer, at 40, in 1967] must have been like losing the sun in the sky. But you can hear a difference in John Coltrane as well when Pharoah started playing with him. Anyone who was around Pharoah as a musician can’t have failed but be influenced.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/obituaries-2022-pharoah-sanders-remembered-by-kamasi-washington\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/crosswords/crossword-blog/2022/dec/12/crossword-blog-american-style-puzzle-no-16-lets-try-again", "title": "Crossword blog: American-style puzzle No 16 – Let’s Try Again", "date_published": "2022-12-12 17:48:44+00:00", "description": "<p>Another puzzle in our American-style series – along with some tips on how to tackle it</p><p>Here’s another puzzle in <a href=\"https://www.theguardian.com/crosswords/series/american-style\">our American-style series</a>, in <a href=\"https://uploads.guim.co.uk/2022/12/12/american_puzzle_016.puz\">digital</a> and <a href=\"https://uploads.guim.co.uk/2022/12/12/american_puzzle_016.pdf\">printable</a> form.</p><p>This year, I’ve gone to puzzles more challenging still than <a href=\"https://www.theguardian.com/crosswords/crossword-blog/2021/dec/22/crossword-blog-american-style-puzzle-no-15-whats-next\">those I mentioned last year</a>: the Saturday Stumpers in the <a href=\"https://www.newsday.com/\">Newsday</a> newspaper. Again, the clues are initially baffling and ambiguous, but yield in the face of an onslaught of hunches, guesses and what-ifs. My own puzzle is intended to take a few attempts over the festive period – and some rubbings-out.</p><p>Every square is part of an across as well as a down answer.</p><p>The clues are straight, if at first ambiguous, and crossing letters are much more important than with UK crosswords.</p><p>The entries contain fragments of phrases and abbreviations as well as “dictionary words”.</p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2017/oct/16/crossword-blog-lets-make-us-puzzles-work-in-the-uk\">And We’re Off!</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2017/nov/13/try-our-american-style-crossword-puzzle-2-cheers\">Cheers!</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2017/dec/11/try-our-american-style-crossword-puzzle-no-3-po-\">PO …</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2018/jan/15/try-our-american-style-crossword-puzzle-no-4-stores-in-what\">Store’s In What?</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2018/feb/12/try-our-american-style-crossword-puzzle-no-5-cryptic-currencies\">Cryptic Currencies</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2018/mar/12/crossword-blog-try-our-american-style-puzzle-no-6-miscellaneous\">(miscellaneous)</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2018/apr/23/crossword-blog-try-our-american-style-puzzle-no-7-money-talks\">Money Talks</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2018/may/21/crossword-blog-try-our-american-style-puzzle-no-8-shoot\">Shoot!</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2018/jun/18/crossword-blog-try-our-american-style-puzzle-no-9-long-shots\">Long Shots</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2018/oct/15/crossword-blog-try-our-american-style-puzzle-no-10-untitled\">[untitled]</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2019/apr/01/crossword-blog-try-our-american-style-puzzle-no-11-theyre-not-always-rude\">They’re Not </a><em><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2019/apr/01/crossword-blog-try-our-american-style-puzzle-no-11-theyre-not-always-rude\">Always</a></em><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2019/apr/01/crossword-blog-try-our-american-style-puzzle-no-11-theyre-not-always-rude\"> Rude</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2019/may/13/crossword-blog-american-style-puzzle-no-12-why-do-they-suddenly-appear\">Why Do They Suddenly Appear?</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2020/jul/27/crossword-blog-american-style-puzzle-no-13-barney-and-virginia-themeless\">Barney and Virginia</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2020/dec/21/crossword-blog-american-style-puzzle-no-14-let-him-go\">Let Him Go</a></p><p><a href=\"https://www.theguardian.com/crosswords/crossword-blog/2021/dec/22/crossword-blog-american-style-puzzle-no-15-whats-next\">What’s Next?</a></p> <a href=\"https://www.theguardian.com/crosswords/crossword-blog/2022/dec/12/crossword-blog-american-style-puzzle-no-16-lets-try-again\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/12/make-your-own-decorations-eight-cheap-easy-and-classy-looking-projects-to-make-this-a-bright-christmas", "title": "Make your own decorations! Eight cheap, easy and classy-looking projects to make this a bright Christmas", "date_published": "2022-12-12 17:43:59+00:00", "description": "<p>From paper snowflakes to foraged wreaths and hand-printed wrap, we’ve got your walls, trees and presents covered</p><p>Christmas can feel expensive, but adding a touch of festive cheer to your decor doesn’t have to leave you strapped for cash. With many of us tightening our belts – this year more than most – we asked interiors Instagrammers, experts and creatives to share their ideas for bringing some ho-ho-ho into your home without breaking the bank.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/12/make-your-own-decorations-eight-cheap-easy-and-classy-looking-projects-to-make-this-a-bright-christmas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/12/elon-musk-booed-dave-chappelle-san-francisco-show", "title": "Crowd boos Elon Musk after Dave Chappelle says to ‘make some noise’", "date_published": "2022-12-12 17:38:20+00:00", "description": "<p>At a stage appearance Sunday with comedian Dave Chappelle, the audience made their disapproval of the new Twitter owner known</p><p>The polite version is that it didn’t go quite according to plan when <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a> made his most recent stage appearance.</p><p>“Ladies and gentlemen, make some noise for the richest man in the world,” the comedian Dave Chappelle roared on stage at the Chase Center in San Francisco as he invited the Twitter owner out to join him on Sunday night.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/12/elon-musk-booed-dave-chappelle-san-francisco-show\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/lionel-scaloni-defends-his-argentina-players-who-goaded-dutch-opponents", "title": "Lionel Scaloni defends his Argentina players who goaded Dutch opponents", "date_published": "2022-12-12 17:20:06+00:00", "description": "<ul><li>Angry scenes followed quarter-final penalty shootout</li><li>Fifa taking disciplinary proceedings against federations</li></ul><p>Argentina’s head coach, Lionel Scaloni, defended his team’s behaviour during the fiery quarter-final victory against the Netherlands as they turn their attention to facing Croatia on Tuesday for a place in the World Cup final.</p><p>Argentina <a href=\"https://www.theguardian.com/football/2022/dec/09/netherlands-argentina-world-cup-quarter-final-match-report\">defeated the Netherlands 4-3 on penalties</a> and Scaloni’s players were quick to goad their opponents, with Lionel Messi and the goalkeeper Emiliano Martínez publicly taking aim at the Netherlands manager, Louis van Gaal. The referee Antonio Mateu Lahoz booked eight Argentina players and six from the Netherlands, who had Denzel Dumfries sent off, and Fifa announced disciplinary proceedings against both federations for the misconduct of players and officials in the ill-tempered clash.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/lionel-scaloni-defends-his-argentina-players-who-goaded-dutch-opponents\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/12/cultural-appropriation-discussion-builds-over-western-yoga-industry", "title": "‘Cultural appropriation’: discussion builds over western yoga industry", "date_published": "2022-12-12 17:15:47+00:00", "description": "<p>Practitioners fear Indian culture has been ‘suppressed by colonisation’ while some question accessibility</p><p>Yoga has been a big part of Nadia Gilani’s life since she was introduced to the practice by her mother at the age of 16. A few years ago, after various personal struggles, she became a full-time yoga teacher.</p><p>But almost immediately, she realised not only were most yoga teachers and students in the UK white, but the accompanying wellness narrative has divorced yoga from its 5,000-year-old roots.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/12/cultural-appropriation-discussion-builds-over-western-yoga-industry\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/brendan-rodgers-an-ideal-upgrade-for-england-if-gareth-southgate-walks-away", "title": "Brendan Rodgers an ideal upgrade for England if Southgate walks away", "date_published": "2022-12-12 17:03:22+00:00", "description": "<p>Leicester manager could be the missing ingredient needed to take the Three Lions to the next level and win a major trophy</p><p>Brendan Rodgers has an uncanny knack of being in the right place at the right time. <a href=\"https://www.theguardian.com/football/2022/dec/11/gareth-southgate-feels-conflicted-over-england-job-future-after-recent-lows\">As Gareth Southgate ponders</a> and the Football Association plans, Rodgers is the most viable alternative. Southgate acolytes will not like the sentiment, but he would be an upgrade.</p><p>In May 2016, seven months after being jettisoned by Liverpool, Rodgers was the ideal man <a href=\"https://www.theguardian.com/football/2016/may/20/celtic-appoint-brendan-rodgers-manager\">to reboot Celtic</a> after the stagnation overseen by Ronny Deila. Thousands greeted Rodgers upon his arrival. Rodgers ticked off “the Celtic thing” – not everybody gets that chance – with rose petals tossed at his feet while rediscovering his managerial mojo away from the competitive ferocity of the Premier League. Plenty will shrug at achievements in Scotland but the undeniable fact is Rodgers raised standards and positively altered the careers of umpteen players. Rodgers was great for Celtic and Celtic was great for Rodgers.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/brendan-rodgers-an-ideal-upgrade-for-england-if-gareth-southgate-walks-away\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/12/did-you-solve-it-can-you-battle-like-a-maths-wizard", "title": "Did you solve it? Can you battle like a maths wizard?", "date_published": "2022-12-12 17:00:06+00:00", "description": "<p>The answers to today’s puzzles</p><p>Earlier today I set you the following four puzzles. Here they are again with solutions.</p><p>The questions were taken from a “maths battle”, which is a competitive event that mixes maths and debating. (For more info about maths battles, <a href=\"https://www.theguardian.com/science/2022/dec/12/can-you-solve-it-can-you-battle-like-a-maths-wizard\">read the previous post.</a>)</p> <a href=\"https://www.theguardian.com/science/2022/dec/12/did-you-solve-it-can-you-battle-like-a-maths-wizard\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/12/this-is-it-im-winning-mo-gilligan-on-his-new-saturday-night-tv-blockbuster", "title": "‘This is it. I’m winning!’ Mo Gilligan on his new Saturday night TV blockbuster", "date_published": "2022-12-12 17:00:06+00:00", "description": "<p>He used to upload sketches to YouTube while folding jeans in a shop. Now he gets chauffeur-driven through Hollywood. As his celebrity-studded new gameshow hits primetime, the comic shares his view from the top</p><p>The first time I interviewed the comedian – and now TV star – Mo Gilligan, he was still on the verge of major-league success, his days folding jeans in high-street retail only months behind him. “I feel like you’ve grown up with me, Brian,” he laughs when we meet again today. “You’ve seen me from the start, innit? You’ve seen my hair and my teeth change.”</p><p>I’d love to confirm this lengthy career-long connection, but <a href=\"https://www.theguardian.com/stage/2019/jul/12/mo-gilligan-the-comedian-on-viral-videos-to-chatshow-host\">that first interview</a> was only three and a half years ago. It’s just that, since then, the 34-year-old has enjoyed what every glittering Gilligan profile describes as “a meteoric rise”. It’s one perfectly symbolised by the circumstances of our encounter today – on the sky-high top floor of NBC Universal’s London HQ, a jaw-dropping panorama of the capital framing Gilligan as he talks.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/12/this-is-it-im-winning-mo-gilligan-on-his-new-saturday-night-tv-blockbuster\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/little-simz-no-thank-you-review-righteous-anger-and-restless-experiments", "title": "Little Simz: No Thank You review – righteous anger and restless experiments", "date_published": "2022-12-12 16:48:32+00:00", "description": "<p><strong>(Forever Living Originals)<br /></strong>The Mercury winner’s surprise-release album finds her going in on mental health and the music industry, in a deep collaboration with Sault’s Inflo</p><p>There are umpteen reasons why an artist might choose to suddenly release a new album with little in the way of advance promotion or even warning. In the case of Little Simz, the sudden arrival of No Thank You, less than eight weeks after she won the Mercury prize <a href=\"https://www.theguardian.com/music/2022/oct/18/mercury-prize-little-simz-wins-for-sometimes-i-might-be-introvert\">for its predecessor, Sometimes I Might Be Introvert</a>, seems to mostly involve getting things off her chest. “I figured this is the moment,” she offers on opener Angel, “I got to speak now.”</p><p>What she has to speak about largely revolves around the twin topics of the music business and mental health, two subjects that tie in with recent news stories about the 28-year-old rapper. Earlier this year, she parted company with her manager of seven years. It isn’t entirely clear if a lot of the more pointed lyrics on No Thank You are aimed at him, but it certainly sounds like they might be: “Why did I give you the keys to authorise shit on my behalf? What did I expect from those living the corporate life?” she asks at one point. Meanwhile, in April, she cancelled a prospective US tour. She cited financial reasons, but added: “I’m just not able to put myself through this mental stress.”</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/little-simz-no-thank-you-review-righteous-anger-and-restless-experiments\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/12/jk-rowling-launches-support-centre-for-female-victims-of-sexual-violence", "title": "JK Rowling launches support centre for female victims of sexual violence", "date_published": "2022-12-12 16:21:53+00:00", "description": "<p>Beira’s Place will add to Edinburgh’s existing rape crisis centre, which is run by a trans woman</p><p>JK Rowling is funding a new support and counselling service for survivors of sexual violence in Edinburgh.</p><p>The author, who has written about her own experience as a survivor of sexual assault, is setting up the new centre, called Beira’s Place, because she believes there is an “unmet need for women” in the Lothians area.</p> <a href=\"https://www.theguardian.com/books/2022/dec/12/jk-rowling-launches-support-centre-for-female-victims-of-sexual-violence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/make-or-break-the-golden-globes-nominee-list-has-rewarded-the-showmen", "title": "Make or break: the Golden Globes nominee list has rewarded the showmen", "date_published": "2022-12-12 16:16:18+00:00", "description": "<p>With nominations for Top Gun: Maverick and Avatar: The Way of Water, it looks like the scandal-hit Globes are hoping that the mainstream is their route back to acceptance</p><p>• <a href=\"https://www.theguardian.com/film/2022/dec/12/golden-globes-2023-full-list-of-nominations\">Golden Globes 2023: full list of nominations</a></p><p>So the Golden Globes have announced their nominations for the make-or-break ceremony in January 2023, featuring much awards love for Avatar: The Way of Water, Elvis, Top Gun: Maverick and Tár. This is the one that will either ensure the Globes’ survival or consign them to untelevised irrelevance and slow death.</p><p>After <a href=\"https://www.theguardian.com/film/2021/may/11/its-not-just-racism-and-sexism-the-golden-globes-have-been-sunk-by-sheer-stupidity\">last year’s row</a> over the lack of diversity and preponderance of kickbacks among the Globes’ notoriously corruptible voting body, the Hollywood Foreign Press Association, NBC refused to put the 2022 ceremony on the air. They agreed to this year’s coverage after the HFPA finally committed to more diverse voters and an oversight committee. Whether or not they wish to show it again will depend on how this year’s event goes.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/make-or-break-the-golden-globes-nominee-list-has-rewarded-the-showmen\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/12/didnt-get-a-card-from-charles-and-camilla-heres-what-you-missed-and-highlights-from-christmases-past", "title": "Didn’t get a card from Charles and Camilla? Here’s what you missed – and highlights from Christmases past", "date_published": "2022-12-12 16:01:08+00:00", "description": "<p>Princes in sailor suits, Meghan in denim, more corgis than you can shake a stick at … for 120 years the royal family have delighted us with their festive greetings. This year’s offering is in a class of its own</p><p><strong>Name:</strong> Royal Christmas cards.</p><p><strong>Age: </strong>About 120 years old – a snap of the future George VI in a sailor suit was sent out for Christmas 1903.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/12/didnt-get-a-card-from-charles-and-camilla-heres-what-you-missed-and-highlights-from-christmases-past\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/12/english-hospitals-emergency-plans-power-nhs-trusts", "title": "English hospitals make emergency plans amid winter power loss fears", "date_published": "2022-12-12 16:00:05+00:00", "description": "<p>Exclusive: NHS trusts increasing fuel stocks and putting staff on standby to postpone operations, FoI reveals</p><p>English hospitals have increased emergency fuel supplies and put staff on standby to postpone operations and switch off X-ray scanners amid heightened concerns over energy provision this winter.</p><p>NHS hospital trusts across England have put their power plans under the microscope as they look to protect patients from potential outages for lifesaving equipment.</p> <a href=\"https://www.theguardian.com/business/2022/dec/12/english-hospitals-emergency-plans-power-nhs-trusts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/former-olympic-champion-david-rudisha-survives-plane-crash-in-kenya", "title": "Former Olympic champion David Rudisha survives plane crash in Kenya", "date_published": "2022-12-12 15:56:41+00:00", "description": "<ul><li>Double 800m champion says crash was a ‘scary episode’</li><li>Pictures show plane upside down in field </li></ul><p>The two-times Olympic 800m champion David Rudisha has survived a plane crash in south-east Kenya three years after also escaping unharmed from a car wreck.</p><p>Rudisha, who won 800m gold at London 2012 and at Rio 2016, said it was “scary episode” and pictures of the plan show it upside down in a field.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/former-olympic-champion-david-rudisha-survives-plane-crash-in-kenya\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/12/fijian-british-army-veteran-injured-by-afghan-tour-granted-right-to-settle-test-case-uk", "title": "Fijian British army veteran injured on Afghan tour granted right to settle", "date_published": "2022-12-12 15:04:49+00:00", "description": "<p>Ioane Koroiveibau’s case gives hopes to hundreds of other Commonwealth nationals who served in UK forces</p><p>A Fijian British army veteran who suffered from deafness after serving in Afghanistan has been allowed to return to the UK, in a case that gives hope to hundreds of other Commonwealth former soldiers living abroad.</p><p>Ioane Koroiveibau, 36, gave up on Britain in 2015 when his immigration paperwork was lost after his discharge on medical grounds, his hearing loss caused by repeated exposure to gunfire on a dangerous tour in Helmand.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/12/fijian-british-army-veteran-injured-by-afghan-tour-granted-right-to-settle-test-case-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/fed-interest-rate-hikes-inflation-robert-reich", "title": "The Fed needs to stop raising interest rates | Robert Reich", "date_published": "2022-12-12 15:02:04+00:00", "description": "<p>Interest rate hikes mean that workers and consumers take the hit. Here are other tools to address inflation</p><p>The Fed is meeting on Monday. This week, presumably, it will announce that it’s raising interest rates once again in its continuing attempt to stem inflation by slowing the economy.</p><p>But shouldn’t it be obvious by now that higher interest rates aren’t doing the trick?</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/fed-interest-rate-hikes-inflation-robert-reich\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/12/obituaries-2022-cherry-valentine-remembered-by-bimini", "title": "Cherry Valentine remembered by Bimini", "date_published": "2022-12-12 15:00:04+00:00", "description": "<p><strong>30 November 1993 – 18 September 2022</strong><br />The drag queen and star of RuPaul’s Drag Race UK recalls the performer’s ‘natural empathy’ and bravery in challenging preconceptions</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/12/obituaries-2022-mikhail-gorbachev-remembered-by-pavel-palazhchenko\">Mikhail Gorbachev remembered by Pavel Palazhchenko</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p><strong> </strong>When I first met Cherry I remember being slightly in awe: they walked into the <em>Drag Race</em> workroom in this black bodysuit with blood vein crystals and this giant headpiece and I just thought, “This person is a complete artist.” They brought this edge to drag that was glam but also bordered on horror. We didn’t know what was about to happen in the world, with Covid. We kept in contact, and then when we went on tour together for three months [earlier this year], that was when our relationship went to the next level.</p><p>Getting to know Cherry was a beautiful thing. We spent so much of that tour together, having the best time, being part of this life we had always dreamed of. The show spoke to so many people – we toured the country twice and it sold out both times. Cherry’s energy was mesmerising – they had this infectious laugh that would brighten up a room and they always had such an amazing outlook on life. Cherry would just say it how it was – I remember hearing that voice: “Girl, it doesn’t matter. It’s not that deep.”</p> <a href=\"https://www.theguardian.com/culture/2022/dec/12/obituaries-2022-cherry-valentine-remembered-by-bimini\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/antibiotics-eggs-britain-inconvenience-supply-shelves-", "title": "From antibiotics to eggs, this is the age of inconvenience. We’d better get used to it | Gaby Hinsliff", "date_published": "2022-12-12 15:00:04+00:00", "description": "<p>In Britain we’re used to getting what we want, when we want it – but the supply issues that have emptied shelves are here to stay</p><p>Last week, the Labour MP Darren Jones needed antibiotics for a sick child. It took him and his wife <a href=\"https://twitter.com/darrenpjones/status/1600506130098257924\">eight attempts</a> in two cities, he reported on Twitter, to find a chemist that could fill the prescription.</p><p>Class WhatsApp groups, Mumsnet threads and school-run conversations have been filling up over the past few days with stories like these, thanks to an <a href=\"https://www.theguardian.com/commentisfree/2022/dec/06/strep-a-uk-myths-deaths-children\">increase in strep A infections</a> – a common bug that usually just causes a sore throat but can in rare cases be fatal for children – leading to parental panic and GPs writing more prescriptions to be on the safe side. The health secretary, Steve Barclay, insists there are more than enough drugs for everyone, but right now they don’t seem to be <a href=\"https://www.theguardian.com/society/2022/dec/08/gps-and-pharmacies-struggling-to-obtain-antibiotics-to-treat-strep-a\">reaching the high street</a> fast enough, with parents reporting dashing from pharmacist to pharmacist trying to get a prescription filled. </p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/antibiotics-eggs-britain-inconvenience-supply-shelves-\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/12/how-we-made-christmas-classic-the-box-of-delights-the-canal-death-scene-may-have-been-fuelled-by-vodka", "title": "How we made Christmas classic The Box of Delights: ‘The canal death scene may have been fuelled by vodka’", "date_published": "2022-12-12 15:00:04+00:00", "description": "<p>‘We used real wolves for the Roman camp part. They were meant to be attacking – but they kept running away with their tails between their legs’ </p><p>When I was offered the directing job, the only condition was that I use The First Nowell from <a href=\"https://www.youtube.com/watch?v=EPsOZUMB3NA\">Victor Hely-Hutchinson’s Carol Symphony</a> as <a href=\"https://www.youtube.com/watch?v=-BxxdE9GvZc\">the theme tune</a>. It had featured on at least one of the earlier radio productions of John Masefield’s Christmas-set novel, and the producer remembered its magical effect. As soon as I heard it, I agreed it was perfect. Roger Limb from the BBC’s Radiophonic Workshop provided the incidental music. We were able to afford three or four traditional instruments, which he bulked out with synths, like he did with Doctor Who. That gave a nice ancient and modern feel that helped to tie in the more sci-fi elements with the sense of the story’s old magic.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/12/how-we-made-christmas-classic-the-box-of-delights-the-canal-death-scene-may-have-been-fuelled-by-vodka\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/strange-unfair-history-world-cup-fair-play-award-england-japan-qatar", "title": "The strange (and often unfair) history of the World Cup’s Fair Play award", "date_published": "2022-12-12 14:58:14+00:00", "description": "<p>England and Japan are vying for the Fair Play award in Qatar – but it’s hard to guess what the judges will do </p><p>By <a href=\"https://twitter.com/rcfoster\">Richard Foster</a> for <a href=\"https://thefootballmine.com/\">The Football Mine</a></p><p>England’s elimination to France was hard to take for Harry Kane. An even quarter-final swung on his skied penalty six minutes from the end. Had Kane found the net, he would have taken the game into extra-time and also overtaken Wayne Rooney as England’s all-time top scorer. Instead <a href=\"https://www.theguardian.com/football/2022/dec/11/harry-kane-has-never-made-an-error-this-big-england-penalty-miss-world-cup\">he missed and left the field looking broken</a>.</p><p>It will not bring Kane much consolation, but England look likely to win the Fair Play trophy at this World Cup. Harry Maguire’s booking on Saturday was the only yellow England picked up in their five games in Qatar, and the respectful manner in which they accepted their defeat to France will have added to their case. By contrast, the Argentina v Netherlands quarter-final the day before produced a World Cup record of 18 yellow cards for players and coaching staff.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/strange-unfair-history-world-cup-fair-play-award-england-japan-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/we-know-what-weve-achieved-stokes-lauds-englands-series-win-in-pakistan", "title": "‘We know what we’ve achieved’: Stokes lauds England’s series win in Pakistan", "date_published": "2022-12-12 14:51:42+00:00", "description": "<ul><li>England take unassailable 2-0 lead after 26-run victory</li><li>‘It’s a very special thing in English cricket to come here and win’</li></ul><p>Ben Stokes was in no doubt about the magnitude of England’s latest mind-boggling achievement after a tense, stomach-churning <a href=\"https://www.theguardian.com/sport/2022/dec/12/cricket-pakistan-england-second-test-day-four-match-report\" title=\"\">26-run win in the second Test</a> in Multan.</p><p>Defending 355 on a dusty, lifeless surface, the tourists had begun to fear a third Test decider in Karachi may be on the cards as Pakistan approached lunch on the fourth day five wickets down and with 65 runs more required.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/we-know-what-weve-achieved-stokes-lauds-englands-series-win-in-pakistan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/12/marjorie-taylor-greene-jan-6-capitol-attack-armed-speech", "title": "Marjorie Taylor Greene: Capitol attack ‘would’ve been armed’ if I was in charge", "date_published": "2022-12-12 14:46:34+00:00", "description": "<p>Far-right congresswoman says the violent crowd would have won on January 6 if she and Steve Bannon had planned it</p><p>The far-right congresswoman Marjorie Taylor Greene has bragged that had she and the former Donald Trump White House strategist Steve Bannon been in charge of organizing the insurrection at the US Capitol on January 6, 2021, the violent crowd would have won, and everyone in it “would’ve been armed”.</p><p>The notorious provocateur made her comments about the deadly January 6 attack during a speech to a gala of the New York Young Republicans Club on Park Avenue in Manhattan on Saturday night. <a href=\"https://www.splcenter.org/hatewatch\">Hatewatch</a> monitored the event on behalf of the <a href=\"https://www.splcenter.org/hatewatch/2022/12/11/white-nationalists-other-republicans-brace-total-war\">Southern Poverty Law Center</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/12/marjorie-taylor-greene-jan-6-capitol-attack-armed-speech\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/golden-globes-nominations-2023-banshees-of-inisherin-leads-with-eight", "title": "Golden Globes nominations 2023: The Banshees of Inisherin leads with eight", "date_published": "2022-12-12 14:38:56+00:00", "description": "<p>Martin McDonagh’s black comedy emerges as early frontrunner, while Everything Everywhere All At Once picks up six and Babylon and The Fabelmans take five</p><p>The Banshees of Inisherin, Martin McDonagh’s 1923-set story of a friendship wrecked on a small Irish island, has picked up eight nominations for next year’s Golden Globes.</p><p>McDonagh’s follow-up to Three Billboards Outside Ebbing, Missouri has been nominated for best picture – drama or comedy, as well as director, screenplay, score, leading actor in a comedy or musical (Colin Farrell), supporting actress (Kerry Condon) and twice for best supporting actor (Brendan Gleeson and Barry Keoghan).</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/golden-globes-nominations-2023-banshees-of-inisherin-leads-with-eight\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/former-masters-champion-yan-bingtao-suspended-from-world-snooker-tour", "title": "Former Masters champion Yan Bingtao suspended from World Snooker Tour", "date_published": "2022-12-12 14:38:27+00:00", "description": "<ul><li>World No 16 suspended after match-fixing investigation</li><li>Five other Chinese players suspended last week</li></ul><p>The former Masters champion Yan Bingtao has been suspended from the World Snooker Tour after an investigation into match-fixing, the sport’s governing body, the WPBSA, has announced.</p><p>The Chinese world No 16, has been banned from attending or competing at events with immediate effect as the WPBSA continues to examine allegations that matches were manipulated for betting purposes.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/former-masters-champion-yan-bingtao-suspended-from-world-snooker-tour\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/dec/12/world-cup-semi-finals-preview-football-daily-podcast", "title": "Previewing the World Cup semi-finals – Football Daily podcast", "date_published": "2022-12-12 14:37:00+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a>, <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/marklangdon\">Mark Langdon</a>, Robyn Cowen, and <a href=\"https://twitter.com/marc_cart\">Marcela Mora y Araujo</a> take a look at the final four contenders</p><p>Today: the panel looks ahead to the semi-finals of the 2022 World Cup in Qatar. Are Croatia tired yet? And with that elusive trophy now two wins away, is it fair to compare Lionel Messi to Diego Maradona?</p><p>Can outsiders Morocco actually make it to the final? Only the reigning champions, France, and Kylian Mbappé, now stand in their way. Will this finally be the step too far or is another shock on the cards?</p> <a href=\"https://www.theguardian.com/football/audio/2022/dec/12/world-cup-semi-finals-preview-football-daily-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/dec/12/biden-energy-congress-spending-bill-shutdown-deadline-politics-live-updates", "title": "Nuclear fusion breakthrough promises boost for Biden’s clean energy goals – live", "date_published": "2022-12-12 14:32:15+00:00", "description": "<p>Advance by US scientists marks important step on long road to clean, renewable energy source to replace fossil fuels</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p><strong>Energy secretary Jennifer Granholm and her under-secretary for nuclear security Jill Hruby are expected to announce “a major scientific breakthrough” on Tuesday, <a href=\"https://www.ft.com/content/4b6f0fab-66ef-4e33-adec-cfc345589dc7\">the Financial Times reports</a>, which will likely be the success of </strong><strong>an experiment to get more energy out of a fusion reaction than was put in.</strong></p><p>While the FT’s article has three unnamed sources confirming that such a development did occur, the department tried to discourage the paper from getting ahead of its formal announcement.</p><p><strong>Congress is up against</strong> a Friday deadline to fund the government or risk a shutdown, one of a host of year-end legislative priorities the Democratic majority is trying to get through before Republicans take the House next year.</p><p><strong>Biden’s lone public event</strong> will be a visit to a Marine Corps Toys for Tots event at a military base just across the river from Washington held at 12:40 pm eastern time.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> will be joined by national security adviser <strong>Jake Sullivan</strong> at her briefing today, at 3 pm eastern time.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/dec/12/biden-energy-congress-spending-bill-shutdown-deadline-politics-live-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/12/james-cleverly-scales-back-plan-for-global-britains-network-of-liberty", "title": "James Cleverly scales back plan for Global Britain’s network of liberty", "date_published": "2022-12-12 14:25:25+00:00", "description": "<p>Foreign secretary suggests UK will seek long partnerships with fewer countries, some of whom will not share its values</p><p>Britain has moved to dump the baggage of a Global Britain creating a network of liberty, in favour of building long partnerships with a modest number of countries, many of which will not share Britain’s democratic values.</p><p>James Cleverly, the new foreign secretary, unveiled the outcome of an internal geostrategic review that is trying to provide a 30-year foreign policy horizon for his department after Brexit.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/12/james-cleverly-scales-back-plan-for-global-britains-network-of-liberty\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/paul-draper-ex-mansun-frontman-denies-stalking-musician-catherine-anne-davies", "title": "Paul Draper: ex-Mansun frontman denies stalking musician Catherine Anne Davies", "date_published": "2022-12-12 14:24:57+00:00", "description": "<p>The former Britpop star has denied sending ‘abusive and sexually orientated’ messages to Davies, who performs as the Anchoress and worked on Draper’s debut solo album</p><p>Paul Draper, former frontman of the Britpop band Mansun, has been accused of stalking the musician Catherine Anne Davies, AKA the Anchoress, including sending “abusive and sexually orientated” messages to the musician and her partner.</p><p>After Draper’s musical career had effectively ended following the demise of Mansun in 2003, Davies invited him to sing on her debut album, 2016’s Confessions of a Romance Novelist, and then helped him launch a solo career, co-writing songs for his 2017 album, Spooky Action, which charted at No 19.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/paul-draper-ex-mansun-frontman-denies-stalking-musician-catherine-anne-davies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/12/victor-lewis-smith-writer-and-broadcaster-dies-at-65", "title": "Victor Lewis-Smith, writer and broadcaster, dies at 65", "date_published": "2022-12-12 14:22:01+00:00", "description": "<p>Writer, broadcaster and satirist died on Saturday after a short illness, Borkowski PR agency announced</p><p>The writer, broadcaster and satirist Victor Lewis-Smith has died after a short illness. He was 65.</p><p>A statement issued by Borkowski PR agency said he died in Bruges, Belgium, on Saturday.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/12/victor-lewis-smith-writer-and-broadcaster-dies-at-65\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/danni-wyatt-fires-england-to-victory-in-opening-t20-against-west-indies", "title": "Danni Wyatt fires England to victory in opening T20 against West Indies", "date_published": "2022-12-12 14:17:49+00:00", "description": "<ul><li>First T20: England 106-2 beat West Indies 105-7 by eight wickets</li><li>Wyatt scores unbeaten 59, Lauren Bell takes three wickets</li></ul><p>Danni Wyatt heaped praise on the team’s bowlers after England continued their stellar campaign in the Caribbean, beating West Indies by eight wickets in their opening T20 international on Sunday.</p><p>West Indies struggled to 105 for seven at the Sir Vivian Richards Stadium in Antigua, with the tourists winning in the 13th over for the loss of two wickets.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/danni-wyatt-fires-england-to-victory-in-opening-t20-against-west-indies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/no-year-end-press-conference-for-putin-amid-russias-faltering-war-in-ukraine", "title": "No year-end press conference for Putin amid Russia’s faltering war in Ukraine", "date_published": "2022-12-12 14:15:56+00:00", "description": "<p>Kremlin says traditional event will not take place in further sign leader is becoming more remote</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/12/russia-ukraine-war-live-biden-pledges-to-boost-ukraine-air-defences-g7-leaders-to-meet-on-2bn-arms-supply-deal\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin will not hold a year-end press conference for the first time in at least a decade, in what Kremlin-watchers view as a break with protocol due to his war in Ukraine.</p><p>The marathon press-conferences <a href=\"https://www.theguardian.com/world/2017/dec/14/vladimir-putin-annual-press-conference-2017\">are traditionally an occasion for the Russian president to burnish his image</a>, a campy spectacle that sees Putin play the populist on national television each December.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/no-year-end-press-conference-for-putin-amid-russias-faltering-war-in-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/germany-risk-gas-shortages-consumption-cutting-target", "title": "Germany at risk of gas shortages as consumption cutting target missed", "date_published": "2022-12-12 14:13:06+00:00", "description": "<p>Country has scrambled to open up new sources of energy since start of Ukraine war</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/12/russia-ukraine-war-live-biden-pledges-to-boost-ukraine-air-defences-g7-leaders-to-meet-on-2bn-arms-supply-deal\">Russia-Ukraine war – latest news updates</a></li></ul><p>Germany is saving less gas than necessary to rule out shortages this winter, the head of the German grid agency has said, as the country missed its crucial target of a 20% cut in consumption last week amid dropping temperatures.</p><p>Germany, which used to draw about half of its natural gas needs from Russia before the start of the Ukraine war, has scrambled to open up new sources of energy during the last ten months.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/germany-risk-gas-shortages-consumption-cutting-target\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/commentisfree/2022/dec/13/a-stingray-do-they-get-a-little-light-headed-as-they-feel-the-electricity-brighten-speed-up-then-die", "title": "A stingray: do they get a little light-headed as they feel the electricity brighten, speed up, then die? | Helen Sullivan", "date_published": "2022-12-12 14:00:04+00:00", "description": "<p>Most venomous creatures store their poison in a gland. Not the stingray, whose venom is in its very tissue</p><p>Where do you begin with an animal whose mouth looks like a face, whose face is split into two – half at the top, and half the bottom; who can breathe with either part – from spiracles behind the eyes, or gills behind the mouth; whose teeth are scales; whose scales are teeth-like (denticles)?</p><p>When stingrays hunt, they lose sight of their prey – their eyes are bad, and their prey is often underneath them. To find and feel clams, mussels, crabs and fish, the rays rely on electroreceptors in their skin, or, as National Geographic puts it, “<a href=\"https://www.natgeokids.com/uk/discover/animals/sea-life/stingray-facts/\">special gel-filled pits</a>”. They literally inhale their food, gulping down the electric signal. As they do this, they breathe through the spiracles behind their eyes, which work less efficiently than their gills. Do they get a little light-headed, breathing as if through a towel, feeling the electricity brighten, speed up, then die?</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2022/dec/13/a-stingray-do-they-get-a-little-light-headed-as-they-feel-the-electricity-brighten-speed-up-then-die\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/england-world-cup-southgate-football-daily-email", "title": "Football Daily | An England failure that is preferable to the abject comedy pratfalls of yore", "date_published": "2022-12-12 13:59:27+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>As the England squad touched down in Birmingham airport at around the same time as the football Harry Kane struck for <em>that</em> second penalty landed somewhere in the middle of the Qatari desert, the post-mortems into England’s latest Big Stage exit continued in earnest. Narrowly beaten by an underperforming French team they had on the ropes after 70 minutes of Saturday’s tense quarter-final, the general consensus among an often difficult-to-please press pack is that England acquitted themselves well. They were, it was decided, unlucky to lose against the world champions and are in a much better place than they were after Euro Not 2020, a tournament in which they also failed to close out a knockout game against an elite side over which they were at one point dominant.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/england-world-cup-southgate-football-daily-email\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/12/easyjet-chief-pay-airline-loss-johan-lundgren-bonus", "title": "EasyJet chief paid almost £3m despite airline’s £208m loss", "date_published": "2022-12-12 13:43:45+00:00", "description": "<p>Johan Lundgren gets rise of about 273% from 2021, when he received no bonus because of Covid pandemic</p><p>The boss of easyJet was paid almost £3m in 2022, in the year when the airline made a £208m loss and cancelled thousands of flights because of staffing and other problems.</p><p><a href=\"https://www.theguardian.com/business/2022/feb/12/johan-lundgren-i-get-upset-when-people-say-we-should-just-stop-flying\">The easyJet chief executive, Johan Lundgren</a>, received a £1.2m annual bonus and £925,000 in shares on top of his £833,000 fixed salary and benefits.</p> <a href=\"https://www.theguardian.com/business/2022/dec/12/easyjet-chief-pay-airline-loss-johan-lundgren-bonus\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/12/prince-harry-and-meghan-netflix-docuseries-new-trailer", "title": "‘They were happy to lie to protect my brother,’ says Prince Harry", "date_published": "2022-12-12 13:18:56+00:00", "description": "<p>Duke of Sussex makes the claims in new trailer for Harry and Meghan Netflix docuseries</p><p>An intriguing claim involving the Prince of Wales by his brother features in the new trailer for the Duke and Duchess of Sussex’s Netflix documentary.</p><p>In a 90-second teaser released today, Harry says: “They were happy to lie to protect my brother,” before adding: “They were never willing to tell the truth to protect us.”</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/12/prince-harry-and-meghan-netflix-docuseries-new-trailer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/gio-reyna-world-cup-2022-gregg-berhalter-usmnt-soccer", "title": "USA reportedly considered sending Gio Reyna home during Qatar World Cup", "date_published": "2022-12-12 13:10:38+00:00", "description": "<ul><li>Reports say midfielder apologized over lack of effort</li><li>USA coach Berhalter appeared to reference Reyna in speech</li></ul><p>USA midfielder Gio Reyna was almost sent home from Qatar for a perceived lack of effort during the team’s preparations for their World Cup opener against Wales, according to multiple reports.</p><p><a href=\"https://theathletic.com/3991695/2022/12/11/gio-reyna-usmnt-gregg-berhalter/\">The Athletic reported</a> that Reyna was “walking around” while the rest of the team trained intensely in one session a few days before the Wales match, USA’s first game at a World Cup since 2014. It was not clear whether the 20-year-old’s performance was due to injury or disappointment that he was unlikely to start against Wales. The Athletic said senior US players spoke to Reyna about the situation several times before he eventually apologized to his teammates, and the matter was considered to be settled. </p> <a href=\"https://www.theguardian.com/football/2022/dec/12/gio-reyna-world-cup-2022-gregg-berhalter-usmnt-soccer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/12/juniper-lemon-martinis-recipe-deep-fried-olives-thomasina-miers", "title": "Thomasina Miers’ recipe for juniper and lemon martinis and deep-fried olives | The new flexitarian", "date_published": "2022-12-12 13:00:02+00:00", "description": "<p>Home-infused gin for a special festive martini for gifting or serving at parties, plus breaded olives stuffed with cheese and garlic paste to nibble on</p><p>The joy of entertaining at home is underrated. You can have fun creating a great menu, like this glamorous combination. Preparing the olives ahead makes them achievable snacks; throw in some infused gin martinis and you have the makings of a serious party – something we all deserve this year. </p> <a href=\"https://www.theguardian.com/food/2022/dec/12/juniper-lemon-martinis-recipe-deep-fried-olives-thomasina-miers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/lionesses-how-football-came-home-review-a-cheer-for-englands-winning-women", "title": "Lionesses: How Football Came Home review – a cheer for England’s winning women", "date_published": "2022-12-12 13:00:01+00:00", "description": "<p>England players recall the steps to 2022 Euro championship glory in a feelgood documentary you can’t begrudge</p><p>Here is an undeniably rousing, relentlessly celebratory film about the England women’s football team’s triumph at the 2022 European championships – only a few months back, but as is the way, the summer seems like another age. Technically this is a documentary, but it’s more like the sort of feelgood motivational clip show that might get shown to <a href=\"https://www.theguardian.com/football/2022/jul/29/lionesses-england-charge-transform-girls-football-euro-2022-final\">aspiring football coaches</a> – though that shouldn’t diminish the basic enjoyment it provides.</p><p>So we get the highlights of England’s rise to glory: the nervous group-game victory over Austria, followed by unexpected tonkings of Norway and Northern Ireland, then the steady progression through the knockouts culminating in the nail-biting final against Germany, won by the scuffed goal from Chloe Kelly, followed of course by the celebrated wild shirt-waving celebration. Possibly of equal interest are the historical gobbets spread throughout, documenting key moments in the progress of the women’s game in the UK – thwarted by the FA, overshadowed by the men’s game, undermined by everyday sexism – which digs up some fascinating archive footage.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/lionesses-how-football-came-home-review-a-cheer-for-englands-winning-women\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/12/a-nasa-capsule-and-wintry-weather-mondays-best-photos", "title": "A Nasa capsule and wintry weather: Monday’s best photos", "date_published": "2022-12-12 12:57:51+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/12/a-nasa-capsule-and-wintry-weather-mondays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/freed-russian-arms-dealer-viktor-bout-joins-ultranationalist-party", "title": "Freed Russian arms dealer Viktor Bout joins ultranationalist party", "date_published": "2022-12-12 12:45:28+00:00", "description": "<p>Bout, who was released in prisoner exchange, could seek a seat in parliament, and has spoken of ‘pride’ in Putin</p><p>The Russian arms dealer <a href=\"https://www.theguardian.com/world/viktor-bout\">Viktor Bout</a>, who returned home last week <a href=\"https://www.theguardian.com/sport/2022/dec/09/brittney-griner-arrives-in-us-after-prisoner-exchange-with-russia\">in a prisoner exchange for the American basketball star Brittney Griner</a>, has joined the pro-Kremlin far-right Liberal Democratic party (LDPR), in a move that could see him seek a seat in the Russian parliament.</p><p>In a video posted on telegram, LDPR’s leader, Leonid Slutsky, who was standing next to Bout, said: “I want to thank Viktor Anatolievich [Bout] for the decision he has made and welcome him into the ranks of the best political party in today’s Russia.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/freed-russian-arms-dealer-viktor-bout-joins-ultranationalist-party\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/12/why-is-it-so-cold-in-the-uk-right-now-met-office-weather-warnings", "title": "Why is it so cold in the UK right now?", "date_published": "2022-12-12 12:42:02+00:00", "description": "<p>The Met Office has weather warnings in place and travel is disrupted, but how unusual is this for the time of year?</p><p>Cold air from the Arctic has been pushed over the UK. This has been caused by a high-pressure weather system over Greenland and Iceland moving eastwards towards another high-pressure system over Russia. The result is a cold air mass in between being squeezed southwards and over the UK. <a href=\"https://www.metoffice.gov.uk/weather/warnings-and-advice/uk-warnings#?date=2022-12-12\">Weather warnings</a> from the Met Office are currently in place for the northern UK until Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/12/why-is-it-so-cold-in-the-uk-right-now-met-office-weather-warnings\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/12/terrortome-garth-marenghi-book-tour", "title": "Behold the spine-chilling TerrorTome: Garth Marenghi puts the ‘boo’ into book tour", "date_published": "2022-12-12 12:38:29+00:00", "description": "<p>Matthew Holness’s fictional horror author is on the road reading from his novel – prepare to be terrified at the tills while we dream of his full return to the stage</p><p>When is a show not a show? When it’s a book tour, of course. Time was when book tours were a thing authors did in thinly populated branches of Waterstones. These days, at least when comedians are involved, they’re often significant productions in themselves, and – perhaps – a means for lacking-match-fitness performers to edge back towards the live stage. It would be lush to think this outing for the “horror writer and visionary doomscribe” <a href=\"https://www.theguardian.com/books/2022/oct/29/garth-marenghi-darkplace-terrortome-horror-comedy\">Garth Marenghi</a>, here to promote his new novel TerrorTome, might foretell a full stage return for the man behind <a href=\"https://www.theguardian.com/stage/2021/feb/24/garth-marenghi-darkplace-edinburgh-fringe\">Channel 4’s Darkplace</a>. It is unlikely though: his literary commitments are all-consuming. TerrorTome, he tells us, is “volume one of potentially a thousand volumes”.</p><p>I caught Marenghi’s book tour on its London leg, nursing a hope there might be more to the promised literary recital than met the eye. But Matthew Holness, the man behind the mask, stayed true to billing, with a first half of excerpts from the book, and a second half taking questions from his assembled fans. To be fair, TerrorTome is identifiably in the same tone of voice (the words pompous and preposterous; the vowels boringly flattened) that animated the man’s fondly remembered stage work, which – while more theatrically expansive – was always narrated by this <a href=\"https://www.theguardian.com/books/2006/jan/21/featuresreviews.guardianreview2\">McGonagall</a> of horror, whose every baroque phrase tends towards a bathetic clunk.</p><p><a href=\"https://www.livenation.co.uk/artist-garth-marenghi-1394500\">Garth Marenghi is on tour until 8 April</a></p> <a href=\"https://www.theguardian.com/stage/2022/dec/12/terrortome-garth-marenghi-book-tour\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/12/the-big-idea-has-organic-food-passed-its-sell-by-date", "title": "The big idea: has organic food passed its sell-by date?", "date_published": "2022-12-12 12:30:01+00:00", "description": "<p>Touted as a cure for environmental and physical ills, the organic movement is falling short of high expectations</p><p>After 10 years of slow but steady growth, sales of organic food and drink in UK supermarkets have fallen by 2.1% over the last year. More sobering still is that despite a decade of boasts about strong year-on-year growth, organics started from such a low base that it still only accounts for 1.8% of the total food and drink market, compared to 1.2% a decade ago. So even if this year’s dip is a blip, a o.6% gain in market share each decade would mean it would be another 800 years before most of what we ate and drank was organic. Even with exponential growth of 50% per decade, we’d still have to wait until the 22nd century.</p><p>The movement is facing other important challenges. Few other than true believers think that we can sustainably feed the world organically. There is broad consensus that on average organic yields are around 80% that of “conventional” crops. More organic farming would require more good farmland, which is in short supply. Worse, researchers who examined the consequences of the UK going fully organic concluded it would increase greenhouse gas emissions and reduce biodiversity.</p> <a href=\"https://www.theguardian.com/books/2022/dec/12/the-big-idea-has-organic-food-passed-its-sell-by-date\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/kim-jong-un-dogs-end-up-at-south-korean-zoo-after-care-costs-row", "title": "Kim Jong-un dogs end up at South Korean zoo after care costs row", "date_published": "2022-12-12 12:15:20+00:00", "description": "<p>Moon Jae-in gave up hunting dogs claiming government refused to cover  food and veterinary bills</p><p>A pair of dogs gifted four years ago by the North Korean leader, Kim Jong-un, have ended up at a zoo in South Korea after a dispute over who should pay for the animals’ care.</p><p>Kim had given the two white Pungsan hunting dogs – a breed indigenous to North Korea – to the then-South Korean president, Moon Jae-in, as a gift after their summit talks in Pyongyang in 2018.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/kim-jong-un-dogs-end-up-at-south-korean-zoo-after-care-costs-row\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/hong-kong-google-protest-anthem-searches-china", "title": "Hong Kong pressures Google to remove protest anthem from searches", "date_published": "2022-12-12 12:03:57+00:00", "description": "<p>Authorities want Glory to Hong Kong axed from top results and replaced with China’s national anthem</p><p>Google has refused to change its search results to display China’s national anthem, rather than a protest song, when users search for Hong Kong’s national anthem, the city’s security chief has said, expressing “great regret” at the decision.</p><p>Google’s parent company, Alphabet Inc, did not immediately respond to a request for comment.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/hong-kong-google-protest-anthem-searches-china\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/saint-omer-alice-diop-best-movies-2022", "title": "Best movies of 2022 in the US: No 10 – Saint Omer", "date_published": "2022-12-12 12:00:01+00:00", "description": "<p>Alice Diop’s award-winning courtroom drama doubles as an unsentimental study in empathy with one of the year’s most mesmerising performances</p><ul><li><a href=\"https://www.theguardian.com/film/2022/dec/06/the-50-best-movies-films-of-2022-in-the-us\">50 best movies of 2022 in the US</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More on the best culture of 2022</a></li></ul><p>At this year’s Venice film festival, Alice Diop’s unblinking stunner Saint Omer was handed the prize for best debut film – a reward that would have seemed inadequate if it hadn’t shortly afterwards taken the grand prix in the main competition, and inaccurate under any circumstances. Diop’s film is only a debut if you’re happy to disregard documentary as a lesser branch of cinema that somehow doesn’t count; as her first dramatic feature, Saint Omer merely extends the clear-eyed gaze and burning social interest of her non-fiction work into new narrative terrain, with nary a tremor of uncertainty. Films like We showed Diop has form in braiding truth, storytelling and intense human scrutiny; Saint Omer isn’t so very different.</p><p>The surprise is that Diop’s entry into fiction takes the form of a courtroom drama, among the most rigidly procedural and rule-bound genres in the medium – only to strip it of its expected structures and rhythms, centring disordered interior feeling amid unyielding legal process. The case, drawn from a real-life 2016 headline-maker in France, is stark and horrifying: legally straightforward, perhaps, but psychologically tumultuous. Young Senegalese Frenchwoman Laurence Coly (Guslagie Malanda, often scarcely moving a muscle while giving one of the year’s most mesmerising performances) is accused of murdering her infant daughter. She doesn’t deny the act, but claims sorcery was to blame, sticking calmly to her story over days of frustrating testimony – shot by Claire Mathon with penetrating stillness, allowing the viewer to take in her micro-shifts in expression and intonation, her consistency of comportment, her occasionally lofty turns of phrase, as she repeats her awful confession over and over.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/saint-omer-alice-diop-best-movies-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/uk-foreign-secretary-rights-abuses-states-james-cleverley", "title": "The UK foreign secretary talks tough on rights abuses, but where’s the action? | Dan Dolan", "date_published": "2022-12-12 12:00:01+00:00", "description": "<p>James Cleverley squares up to some states, but ducks egregious cases involving allies such as India, Bahrain and Saudi Arabia</p><p>The foreign secretary, James Cleverly, has said that the British government “<a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/britain-oligarchs-dictators-fear-us-britain\">wants dictators to fear us</a>”, but to those watching closely it would seem that he has a highly selective approach to human rights abusers.</p><p>Just days ago, the Foreign Office was scrambling to withdraw comments by a minister, David Rutley, acknowledging that Saudi Arabian authorities had tortured a Jordanian father facing imminent execution,<a href=\"https://eur01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.telegraph.co.uk%2Fworld-news%2F2022%2F12%2F06%2Fmps-claim-saudi-arabia-death-row-prisoner-abhorrently-tortured%2F&amp;data=05%7C01%7Cgeorgie.robertson%40reprieve.org.uk%7C8fe371fdc06745a2129b08dadabb0ca3%7C9618214adcab4653a2f384fb829679be%7C0%7C0%7C638062794150687322%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000%7C%7C%7C&amp;sdata=qXQPCm0yID0Y8%2BqyjpK5EYoL2Cp%2BPkEWW6D4KnHYSL4%3D&amp;reserved=0\"> after a complaint</a> by Saudi authorities.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/uk-foreign-secretary-rights-abuses-states-james-cleverley\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/12/both-fashion-line-trans-men-finnegan-shepard", "title": "‘Clothing is one of the most powerful tools we have’: Finnegan Shepard brings proper fit to trans men", "date_published": "2022-12-12 12:00:01+00:00", "description": "<p>Knowing how tricky shopping for a wardrobe can be, the fashion entrepreneur started his own line for trans men</p><p>Finnegan Shepard, who is trans, underwent top surgery in April 2020. During the healing process, he began searching for a swimsuit in which he could proudly show off his new masculine chest. But the options he came across online were less than satisfactory. “Everything was really Pride-branded or super-functional, [and made it look] like I wanted to go rock climbing,” says Shepard, who lives in Albuquerque, New Mexico, and was, until 2018, a graduate student focusing on political philosophy and creative writing. The swim trunks he had in mind were stylish and flattering, with extra room built in through the seat and thighs.</p><p>The idea for a clothing line expressly made for trans masculine bodies began to germinate. Shepard set up informational interviews with members of the trans community, questioning his contacts about their relationship with clothes to figure out what they wanted and needed in a clothing line. “I started with the three trans people I knew, and then asked them to introduce me to any trans people they knew,” Shepard, 30, says of the process that quickly ballooned into countless interviews.</p> <a href=\"https://www.theguardian.com/business/2022/dec/12/both-fashion-line-trans-men-finnegan-shepard\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/12/plan-to-protect-30-of-earth-divides-and-inspires-at-cop15", "title": "Divisive 30x30 protected areas target struggles to win trust at Cop15", "date_published": "2022-12-12 12:00:00+00:00", "description": "<p>The target is dominating at the biodiversity summit, but the problem of finding a balance between Indigenous peoples’ rights and conservation remains unresolved</p><p>Just as the climate conference focuses on <a href=\"https://www.theguardian.com/environment/2022/nov/30/giving-up-on-15c-climate-target-would-be-gift-to-carbon-boosters-says-iea-head\">1.5C</a>, the UN biodiversity conference appears to have found its north star – protecting 30% of land and sea by 2030. From the moment delegates landed at Montréal-Trudeau airport, adverts at the baggage carousel were frank about Canada’s aims for Cop15: achieving 30x30, the tagline for the proposal. The perceived success of the overall conference hangs on this single target, say those who support it.</p><p>The science is clear that humanity must better protect key parts of the planet. The destruction of forests and other vital ecosystems must stop by 2030 if the world is to meet 1.5C, <a href=\"https://www.ipcc.ch/sr15/\">according to the IPCC</a>. But 30x30 is actually just one of more than 20 targets being agreed at the Cop15 biodiversity conference in Montreal, and it also happens to be one of the most divisive issues on the agenda. Everyone at the summit has an opinion about the most high-profile target and what it should mean: for some it is not ambitious enough, for others it is impossible to enforce, but the main criticism is that area-based conservation violates human rights.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/12/plan-to-protect-30-of-earth-divides-and-inspires-at-cop15\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/12/uk-ministers-accused-of-making-false-claims-on-efforts-to-avert-nurses-strike", "title": "UK ministers accused of making false claims about efforts to avert nurses’ strike", "date_published": "2022-12-12 11:53:08+00:00", "description": "<p>Nursing union says unprecedented action could be called off ‘right now’ if serious pay negotiations resumed</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/12/steve-barclay-nurses-strikes-industrial-action-conservatives-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Ministers have been accused of making “disingenuous” and “wrong” claims about attempts to avert unprecedented strikes by nurses later this week, as union leaders said the action could be called off “right now” if serious negotiations resumed.</p><p>The row prompted one senior Conservative MP to say the Royal College of Nursing (RCN) was “1-0” up, and suggested the health secretary, Steve Barclay, should be “inviting them in” because there was not “an awful lot to lose”.</p> <a href=\"https://www.theguardian.com/society/2022/dec/12/uk-ministers-accused-of-making-false-claims-on-efforts-to-avert-nurses-strike\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/womens-super-league-wsl-weekend-talking-points", "title": "Women’s Super League: talking points from the weekend’s action", "date_published": "2022-12-12 11:34:41+00:00", "description": "<p>Manchester United show their derby mettle, Arsenal learn from last season’s slump and Jelena Cankovic arrives at Chelsea</p><p>Despite failing to take three points from a Manchester derby at the sixth time of asking, Manchester United’s 1-1 draw at City carried with it plenty of positives. “I think there was a change in this game,” the United manager, Marc Skinner, said. “We’re frustrated with the result but not the performance.” In past meetings United have struggled but on Sunday they came to the Etihad and, in front of 44,259 people, well and <a href=\"https://www.theguardian.com/football/2022/dec/11/manchester-city-united-womens-super-league-wsl-match-report\">truly took the game to City</a>. Skinner said the difference this time was that his players had “come off not feeling like they’ve had to defend for their lives like they perhaps did sometimes last season”. This was a close-to full strength City side too, albeit with five new signings in the starting XI, only making United’s performance all the more impressive. <strong>SW</strong></p> <a href=\"https://www.theguardian.com/football/2022/dec/12/womens-super-league-wsl-weekend-talking-points\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/weather/2022/dec/12/weather-tracker-what-is-behind-europe-cold-spell", "title": "Weather tracker: what is behind Europe’s cold spell?", "date_published": "2022-12-12 11:34:07+00:00", "description": "<p>Freezing temperatures linked to weak polar vortex in the stratosphere, with cold weather expected to remain until next week</p><p></p><p>The current cold spell in Europe will persist this week as high pressure continues to stagnate over western Russia. The cold weather is linked to a weak, split polar vortex in the stratosphere, which allowed high pressure to build across Greenland last week. This in turn led to Arctic air flooding south across the UK on northerly winds. The polar vortex is due to strengthen eventually helping to end the cold spell with low pressure to the west of the UK becoming dominant.</p><p>Much of western and central Europe, including the UK, will stay consistently around 5C below typical values for this time of year, with many places struggling to rise above freezing even during the daytime. Change is on the horizon, however, as low pressure systems begin to encroach into Europe towards the weekend. Latest forecasts show temperatures in western Europe returning to average by the start of next week, though central and northern Europe will see extreme cold persisting a little longer. In contrast, Spain, which has experienced a record-breaking warm and dry autumn, will finally see some recognisably wintry temperatures.</p> <a href=\"https://www.theguardian.com/weather/2022/dec/12/weather-tracker-what-is-behind-europe-cold-spell\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/12/how-we-met-i-tried-so-hard-to-remember-her-email-address-i-forgot-her-name", "title": "How we met: ‘I tried so hard to remember her email address, I forgot her name’", "date_published": "2022-12-12 11:30:03+00:00", "description": "<p>Shehara, 46, and Ed, 47, met in a pub in London in 2001, when he was playing wingman for his friend. They now live together in San Francisco with their two children</p><p>When Shehara left her teaching job in San Francisco in 2001 she decided to take the summer off while she figured out her future. “I was planning to go back to studying but I wanted some time away first,” she says. In July, she travelled to London with her family for a reunion. “My whole family was going to be there. My sister went out first and I flew later.”</p><p>As soon as Shehara arrived, she discovered her sister, Sheana, had met a family friend called Tarique at a party. “She told me she really liked him,” she says. “All week, she was inviting me out with him and some of our cousins. I was third wheeling, but I didn’t mind because it was the first time my sister had been smitten.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/12/how-we-met-i-tried-so-hard-to-remember-her-email-address-i-forgot-her-name\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/12/uk-recession-economic-october-gdp", "title": "UK recession looms despite one-month economic rebound", "date_published": "2022-12-12 11:24:04+00:00", "description": "<p>Better than expected October GDP figure should not obscure risk of prolonged downturn</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2022/dec/12/uk-economy-growth-gdp-october-recession\">UK economy returns to growth as GDP rises 0.5% in October</a></strong></li></ul><p>The economy is going to get worse before it gets better. That’s Jeremy Hunt’s assessment of the current state of the UK and few would quibble with the chancellor’s judgment.</p><p>If ever there was a case of one swallow not making a summer, then the October <a href=\"https://www.ons.gov.uk/economy/grossdomesticproductgdp/bulletins/gdpmonthlyestimateuk/october2022\">growth report</a> from the Office for National Statistics was surely it.</p> <a href=\"https://www.theguardian.com/business/2022/dec/12/uk-recession-economic-october-gdp\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/manchester-city-expand-etihad-stadium-capacity-more-than-60000", "title": "Manchester City look into taking Etihad Stadium capacity to more than 60,000", "date_published": "2022-12-12 11:21:28+00:00", "description": "<ul><li>City announce plan to conduct feasibility studies</li><li>North Stand would be expanded and hotel built</li></ul><p>Manchester City are to explore the possibility of expanding the capacity of the Etihad Stadium to more than 60,000.</p><p>The Premier League champions have announced they are conducting feasibility studies into a development project that would also see a hotel built on site.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/manchester-city-expand-etihad-stadium-capacity-more-than-60000\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/12/metro-bank-fined-investors-fca", "title": "Metro Bank fined £10m for misleading investors", "date_published": "2022-12-12 11:17:35+00:00", "description": "<p>FCA also penalises two of challenger bank’s former top executives </p><p>The City regulator has fined Metro Bank and its two of its former top executives more than £10m for misleading investors.</p><p>Metro Bank will pay £10m, while former chief executive Craig Donaldson and former chief financial officer David Arden will fight fines of £223,100 and £134,600 respectively, the Financial Conduct Authority (FCA) said on Monday.</p> <a href=\"https://www.theguardian.com/business/2022/dec/12/metro-bank-fined-investors-fca\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/12/boys-dead-after-falling-into-solihull-lake-police-confirm", "title": "Three boys dead after falling into Solihull lake, police confirm", "date_published": "2022-12-12 11:12:51+00:00", "description": "<p>West Midlands police say a fourth boy remains in a critical condition in hospital</p><p>Three boys, aged eight, 10 and 11, have died after falling through thin ice at a lake in Solihull.</p><p>West Midlands police said a fourth boy, aged six, remains in a critical condition in hospital.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/12/boys-dead-after-falling-into-solihull-lake-police-confirm\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/paul-the-octopus-taiyo-the-otter-world-cup-psychic-animals", "title": "Paul the octopus, Taiyo the otter and the World Cup’s other psychic animals", "date_published": "2022-12-12 11:10:03+00:00", "description": "<p>From parakeets and monkeys to cats and koalas, our furry and feathered friends taunt us with their meerkat foresights</p><p>It was a sure thing. Unanimous. England would beat France and reach their second successive World Cup semi-final. The meerkats at a Sussex zoo declared it, via the medium of <a href=\"https://nypost.com/video/meerkats-predict-uk-france-world-cup-winner/\">clambering into an England-flag-decorated bucket</a> of whatever it is meerkats eat. Not a single meerkat put his faith in Olivier Giroud, there was no meerkat foresight when it came to Aurélien Tchouaméni firing a low, long-distance shot into the far corner of Jordan Pickford’s goal.</p><p>We should have known. World Cup psychic animals have burnt us before, their competence often hovering somewhere around the level of <a href=\"https://en.wikipedia.org/wiki/Derek_Acorah\">Derek Acorah</a>. As <a href=\"https://www.theguardian.com/football/2022/dec/09/psychic-alpaca-has-spoken-world-cup-madness-has-arrived-for-england-qatar-2022\">my colleague notes</a>, this shouldn’t be surprising, given that, y’know, they are animals. And yet, those meerkats did previously predict the <a href=\"https://www.theguardian.com/commentisfree/2022/jul/31/lionesses-victory-womens-football-chloe-kelly-winner-sarina-wiegman\">Lionesses’ European Championship triumph</a> – and when Paul the Octopus repeatedly called results correctly during the 2010 World Cup, the world watched. Octopi are, after all, <a href=\"https://theconversation.com/suckers-for-learning-why-octopuses-are-so-intelligent-162122\">a very intelligent species</a>. Here are some others who have tried their hand – or tentacle – this year and in the past.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/paul-the-octopus-taiyo-the-otter-world-cup-psychic-animals\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/eternal-831-review-anime-thriller-superpower-kenji-kamiyama", "title": "Eternal 831 review – anime thriller stops all the clocks with a superpower", "date_published": "2022-12-12 11:00:04+00:00", "description": "<p>In Kenji Kamiyama’s drama, a boy discovers that he can halt time when emotionally stirred and that terrorists are exploiting the same power</p><p>Kenji Kamiyama writes and directs this diverting anime fantasy-thriller, set in Tokyo. Suzushiro (voiced by Soma Saito) is a troubled boy who after a traumatic time at high school has arrived in Tokyo on a journalism scholarship; this is at an unspecified future time after some “great catastrophe”. (Perhaps most will think of Covid: I sense that is not what is being indicated.) He is supplementing his income by doing a glorified paper round, made more difficult because he has to collect subscription payments door-to-door.</p><p>During one of the inevitable bad-tempered arguments with a customer Suzushiro discovers his superpower: he can stop time, an ability triggered by his own intense anger or unhappiness, and which is accompanied by a sick, short-of-breath feeling. He walks among the statue-still people as if through a poison cloud. He senses that this terrible power is connected with his unresolved anguish at a tragic event that marked the end of his school career, about which he is still in denial. Stopping time is a kind of parable for his desperate wish to stop the train of consequences from that time which have followed him.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/eternal-831-review-anime-thriller-superpower-kenji-kamiyama\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/megan-thee-stallion-troy-lanez-trial", "title": "Tory Lanez trial begins over alleged shooting of Megan Thee Stallion", "date_published": "2022-12-12 11:00:04+00:00", "description": "<p>Rapper faces more than 22 years in prison if found guilty of 2020 shooting of fellow music star at trial in Los Angeles</p><p>Opening statements in the trial of Tory Lanez, the rapper accused of shooting fellow rapper Megan Thee Stallion in the foot, are set to begin on Monday in Los Angeles. Lanez faces more than 22 years in prison if he is convicted on all three felony counts he is currently charged with.</p><p>Los Angeles county prosecutors Kathy Ta and Alexander Bott claim Lanez shot Megan Thee Stallion with a semi-automatic firearm during an argument that began inside a vehicle in the Hollywood Hills. Lanez has pleaded not guilty to three separate felony charges stemming from the alleged shooting including assault and having a concealed gun in a vehicle.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/megan-thee-stallion-troy-lanez-trial\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/12/breadcrumb-stuffed-mussels-cozze-gratinate-recipe-rachel-roddy", "title": "Rachel Roddy’s recipe for breadcrumb-stuffed mussels | A kitchen in Rome", "date_published": "2022-12-12 11:00:03+00:00", "description": "<p>These steamed mussels are served with herby breadcrumbs stuffed into their half-shells, making them ideal Christmas party finger food</p><p><strong><br /></strong>Eat more mussels. For a while I had this written on a Post-It stuck to the fridge. It was maybe my most successful fridge note (certainly more effective than the one reminding everyone to close the door firmly), and one that helped decide endless meals while putting away the milk.</p><p>I remember writing it. It was after having a fling with a secondhand copy of <a href=\"https://books.google.co.uk/books/about/Simply_Fish.html?id=qBaJQgAACAAJ&amp;redir_esc=y\">Jenny Baker’s Simply Fish</a>, a practical, really well laid-out recipe book and guide that sparkles thanks to her simple, intelligent writing. I particularly like the pros and cons sections. “Sharks – don’t be alarmed – make really excellent eating and being cartilaginous have no irritating bones. Barbel – a fine fighter but bony, and needs seasoning. Smelt – a freshly caught smell of cucumber and rushes, and make delicious eating: snap them up if you see them. Mussels are lovely and inexpensive: don’t be put off by fears of preparing them – it’s far less of a chore than new potatoes.”</p> <a href=\"https://www.theguardian.com/food/2022/dec/12/breadcrumb-stuffed-mussels-cozze-gratinate-recipe-rachel-roddy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/12/skid-row-toilets-los-angeles-homelessness", "title": "Skid Row’s toilet crisis: how a basic necessity became a political battle", "date_published": "2022-12-12 11:00:03+00:00", "description": "<p>The neighborhood is home to 4,400 unhoused people. Its restroom options fall short of the UN standard for refugee camps</p><p><em>This story was supported by the journalism non-profit the <a href=\"https://economichardship.org/\">Economic Hardship Reporting Project</a></em></p><p>The sun is rising over Skid Row as a crane slowly lifts a shiny, two-unit toilet from the back of a truck and on to the sidewalk. The new bathroom – rectangular and off-white with a ventilated roof – is replacing another unit that has stood on this corner for over 15 years.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/12/skid-row-toilets-los-angeles-homelessness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/haiti-journalist-deaths-police-violence", "title": "‘No one will protect us’: how Haiti has become deadly for journalists", "date_published": "2022-12-12 10:45:02+00:00", "description": "<p>Since its president was assassinated in July 2021, the island nation has spiralled into violence with journalists in the firing line</p><p>As the news filtered through on 30 October that another reporter had been arrested in Port-au-Prince, journalists rushed to the police station where Roberto Dimanche was being held.</p><p>The journalists demanded freedom for the radio reporter who had been jailed for covering a protest before he was detained and beaten, colleagues say.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/haiti-journalist-deaths-police-violence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/12/poem-of-the-week-7th-nerve-by-rhiannon-hooson", "title": "Poem of the week: 7th Nerve by Rhiannon Hooson", "date_published": "2022-12-12 10:20:35+00:00", "description": "<p>A hi-tech medical exam draws its subject back to a more archaic, essential experience</p><p><br /></p> <a href=\"https://www.theguardian.com/books/2022/dec/12/poem-of-the-week-7th-nerve-by-rhiannon-hooson\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/black-women-hair-relaxers-chemicals-cancer-risk", "title": "Why some Black women won’t or can’t quit hair relaxers – even as the dangers become clearer", "date_published": "2022-12-12 10:00:05+00:00", "description": "<p>Studies show the products may double the risk of uterine cancer, but tradition, societal pressure and personal taste create obstacles to change</p><p>Jeanet Stephenson stacks two boxes of hair relaxer on her bathroom sink. She shakes out her long hair before leaning down to reveal wavy roots at her middle part to the camera – straightening this patch of her hair is the purpose of her TikTok video <a href=\"https://www.tiktok.com/@jeanettttt/video/7150810683435928878?is_copy_url=1&amp;is_from_webapp=v1&amp;q=come%20get%20a%20relaxer%20with%20me&amp;t=1668975159110\">Come Get a Relaxer With Me, Pt 2</a>. A remix of SZA plays in the background as she slicks her hair down with the white chemical concoction from one of the boxes. By the end of the demo clip she is smiling into the camera, glossy-lipped, with an air of satisfaction and shiny, straight, blown-out tresses falling past her shoulders.</p><p>The 22-year-old nursing student in Montgomery, Alabama, occasionally gets pushback for posting videos of chemically straightening her hair. Commenters will respond, “Relaxers are damaging, so I don’t see how it’s healthy at all,” or “It’s literally chemicals that make ur hair permanently straight. It doesn’t matter how professionally you do it, it’s still damaging.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/black-women-hair-relaxers-chemicals-cancer-risk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/obituaries-2022-mikhail-gorbachev-remembered-by-pavel-palazhchenko", "title": "Mikhail Gorbachev remembered by Pavel Palazhchenko", "date_published": "2022-12-12 10:00:04+00:00", "description": "<p><strong>2 March 1931 - 30 August 2022</strong><br />The former Soviet leader’s longtime interpreter remembers an optimist who wanted to achieve his goals by persuasion, not force, and knew that he was a man of history</p><ul><li><a href=\"https://www.theguardian.com/film/2022/dec/11/obituaries-2022-sidney-poitier-remembered-by-sydney-tamiia-poitier\">Sidney Poitier remembered by Sydney Tamiia Poitier</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>It’s become a kind of a stereotype that Mikhail Gorbachev was wildly popular in the west, and totally unpopular in Russia. It is more complicated than that. When he died, huge numbers of people wanted to say farewell to him at the Hall of Columns in the centre of Moscow. The state organisers of the funeral had told us we shouldn’t allocate too much time for the farewell. But thousands upon thousands of people did come. Gorbachev’s daughter, Irina, said that she would sit in that big hall, where he was lying in state, as long as people still wanted to come. She was there for many hours.</p><p>I started working as Gorbachev’s translator when I was 36, in 1985. I was with him through all the negotiations on ending the cold war and the nuclear arms race. But the real friendship between us started after he had stepped down in 1991 and I continued as his translator and adviser for international and media relations. He didn’t travel with a huge retinue of people. So for nearly 30 years I was involved in just about everything, from checking in at the hotel, to meetings with US presidents and the British prime ministers. I witnessed him, too, as a husband and a father and grandfather at the heart of their wonderful family. And I saw him practically every day in the office, until his health began to decline. Even until the end of last year, he was still active from his hospital room, responding to requests for articles, reactions to events.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/obituaries-2022-mikhail-gorbachev-remembered-by-pavel-palazhchenko\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/the-50-best-albums-of-2022-no-10-nilufer-yanya-painless", "title": "The 50 best albums of 2022: No 10 – Nilüfer Yanya: Painless", "date_published": "2022-12-12 10:00:04+00:00", "description": "<p>The bracing and compulsive follow-up to 2019’s raved-about Miss Universe saw the genre-dabbling London guitarist confidently refining her sound</p><ul><li><a href=\"https://www.theguardian.com/music/2022/dec/06/the-50-best-albums-of-2022\">The 50 best albums of 2022</a></li><li><a href=\"https://www.theguardian.com/music/2022/dec/05/the-20-best-songs-of-2022\">The best songs of 2022</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More of the best culture of 2022</a></li></ul><p>Nilüfer Yanya has always thrilled by keeping us guessing. After a handful of EPs that set her up as a <a href=\"https://www.theguardian.com/music/2020/feb/15/i-appreciate-humanity-now-king-krule-on-punk-parenthood-and-finding-peace\">King Krule</a> type, fiddling around in a jazzy indie haze, the Londoner’s debut album, 2019’s <a href=\"https://www.theguardian.com/music/2019/mar/14/nilufer-yanya-miss-universe-album-review\">Miss Universe</a>, built a minor alt-pop classic around, loosely, the concept of a dystopian health corporation and a wellness hotline. Even within that notion, though, it refused to stick to a rigid path, wandering off into indie-rock, house, pop and soul, finding plenty of other anxieties and ideas to explore.</p><p>Her second album <a href=\"https://www.theguardian.com/music/2022/mar/03/nilufer-yanya-painless-review-second-album\">Painless</a> honed her vision. This one took longer to needle its way under my skin than her debut did, but when it got there, it hooked on and refused to let go. What it lacks in immediacy it more than makes up for in directness, and its after effects linger long past its lean running time. This is a more muscular version of Yanya’s sound, with more space and fewer adornments. She steps up to the challenge of having nowhere to hide, and there is a resolve here that gives the impression of an artist firmly and confidently finding her feet.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/the-50-best-albums-of-2022-no-10-nilufer-yanya-painless\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/cop15-ocean-biodiversity-blue-economy-corporate-montreal", "title": "Can Cop15 protect ocean biodiversity from the big fish of the ‘blue economy’? | Guy Standing", "date_published": "2022-12-12 10:00:02+00:00", "description": "<p>Since the sea was enclosed in 1982, it has been ravaged by profiteers – many of whose lobbyists are circling in Montreal</p><p>The sea covers 71% of the world’s surface. Two out of <a href=\"https://www.un.org/sustainabledevelopment/wp-content/uploads/2017/05/Ocean-fact-sheet-package.pdf\">every five people</a> live near to or depend on the sea for their livelihood. If the sea were a country, it would be the sixth biggest economy. Ocean-based activities, including offshore energy, shipping, tourism and fishing,<strong> </strong>account for <a href=\"https://openknowledge.worldbank.org/bitstream/handle/10986/25061/Demystifying0t0the0Caribbean0Region.pdf?sequence=4&amp;isAllowed=y\">more than 5%</a> of global GDP, while the World Bank claims that future economic growth will be led by “blue growth”.</p><p>Yet the “blue economy” receives little attention from politicians or economists. A waffling section in the first draft of the Cop27 agreement in Egypt, mentioning informal meetings,<strong> </strong>quickly disappeared. Another United Nations circus is taking place Montreal this week, known as <a href=\"https://www.theguardian.com/environment/2022/dec/07/cop15-fate-living-world-decided-say-scientists-aoe\">Cop15</a>, which seeks to protect biodiversity. The danger is that ministers and diplomats will again be diverted from the economic causes of the crisis and let capital and finance continue to plunder nature.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/cop15-ocean-biodiversity-blue-economy-corporate-montreal\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/12/lockdown-bad-breeds-or-just-poor-training-why-are-dog-bites-on-the-rise-in-britain", "title": "Lockdown, bad breeds or just poor training? Why are dog bites on the rise in Britain?", "date_published": "2022-12-12 10:00:02+00:00", "description": "<p>In a normal year there are around three fatalities from dog attacks; this year there have been nine. What has happened – and can anything be done? </p><p>On a normal morning on a normal walk to school in Ramsgate, east Kent, Sophie and her three children saw their neighbour and his dog on the street and stopped to chat. “The kids pet the dog, everything’s normally fine,” she says. “And it all seemed fine the day it happened – there were no warning signs. I said: ‘Right, come on, we’ve got to get to school because we’re going to end up being late.’” Her seven-year-old son, Louis, gave the dog – a St Bernard and Japanese akita cross – one last stroke on its back, then the dog turned around, sank its jaws into his face and pinned him to the floor.</p><p>She and the owner grabbed the dog. Her other two children ran off in panic, a man came running out of a nearby business with a first-aid kit thinking there had been a car accident because of all the screaming, and Sophie held her son’s face to her chest to try to stop the bleeding. A paramedic car arrived and took Louis to a nearby park, from where he was airlifted to hospital, and into surgery. The dog, says Sophie, “had punctured straight through his top lip, and through his gums. It went through one side of his nostril.” On the other side, Louis had a 5cm laceration along his jaw. “The surgeon said if the dog had got him a little lower, we would have lost him. It was right next to his jugular.” Louis’s skin was pieced back together, and has healed well, says Sophie, although there is scarring. “It’s a constant reminder whenever you look at him.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/12/lockdown-bad-breeds-or-just-poor-training-why-are-dog-bites-on-the-rise-in-britain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/12/cultural-prescription-family", "title": "Kindred spirits: books, music, art and more about seeing family", "date_published": "2022-12-12 10:00:01+00:00", "description": "<p>From an unconventional depiction of maternal holiness to weird, festive murder-thrillers, our critics select culture for coping with the clan</p><p>As leader of 2010s indie outfit the Maccabees, Orlando Weeks’s trembly, distinctive vocals marked him out as an unusually tender frontman. His 2020 solo debut A Quickening wears this sentimentality even more proudly, immortalising the joys and nerves of first-time parenthood. Set to atmospheric piano, sleepless nights collide with twinkling milestones, all giddy and endearing in its love for this new family unit. “You’re so new I / Still forget sometimes / That I’ve got you” he sing-sighs on Milk Breath, the gentle swell of horns capturing an intoxicating sense of wonder and pride. It’s not technically a Christmas album, but as a noted Raymond Briggs enthusiast, there is a warm, ruddy-cheeked cosiness to Weeks’s work that always feels like walking in the air. <em>Jenessa Williams</em></p> <a href=\"https://www.theguardian.com/culture/2022/dec/12/cultural-prescription-family\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/12/uk-ministers-face-legal-challenge-over-north-sea-oil-and-gas-licences", "title": "UK ministers face legal challenge over North Sea oil and gas licences", "date_published": "2022-12-12 09:20:50+00:00", "description": "<p>Three campaign groups challenge plans to award up to 130 new licences for exploration</p><p>The UK government is facing a fresh challenge in the courts over plans to award up to <a href=\"https://www.theguardian.com/business/2022/oct/07/uk-offers-new-north-sea-oil-and-gas-licences-despite-climate-concerns\">130 new licences for North Sea oil and gas exploration</a>, in the latest attempt to stop ministers’ proposed expansion of the country’s fossil fuel production.</p><p>Three campaign groups have written to the business secretary, Grant Shapps, explaining the grounds on which they consider the latest offshore oil and gas licensing round to be unlawful. They call for the decision to award the new licences to be reversed, arguing that new oil and gas exploration and development is <a href=\"https://www.theguardian.com/environment/2022/feb/15/new-north-sea-oil-gas-licences-incompatible-uk-climate-goals\">incompatible with the UK’s own rules</a> and international climate obligations.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/12/uk-ministers-face-legal-challenge-over-north-sea-oil-and-gas-licences\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/like-an-oilwell-in-your-back-yard-irish-turn-to-cutting-peat-to-save-on-energy-bills", "title": "‘Like an oilwell in your back yard’: Irish people turn to cutting peat to save on energy bills", "date_published": "2022-12-12 09:08:43+00:00", "description": "<p>Curbs to protect Ireland’s bogs have gone up in smoke amid soaring costs – theft of trees and woodpiles in Germany also rising</p><p>This was supposed to be the year Ireland got serious about protecting its bogs but some of those hopes are wafting up in smoke as households burn peat to save on energy bills.</p><p>The soaring cost of oil and gas has reinvigorated the ancient practice of cutting and burning turf, a fuel that hurts the environment but can save a family thousands of euros, especially as temperatures drop to freezing.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/like-an-oilwell-in-your-back-yard-irish-turn-to-cutting-peat-to-save-on-energy-bills\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/235000000-review-interestingly-groovy-portrait-of-the-soviet-union-in-the-1960s", "title": "235,000,000 review – interestingly groovy portrait of the Soviet Union in the 1960s", "date_published": "2022-12-12 09:00:01+00:00", "description": "<p>Ranging across the vast Eurasian landmass, director Uldis Brauns and his crew captured extraordinary vignettes of everyday life, both big and small </p><p>With Adam Curtis’s ordeal-montage Russia 1985-1999: TraumaZone still streaming on BBC iPlayer, and all of us goggling at his extraordinary mosaic of TV news clips about the day-to-day agony of post-Soviet Russia in psychological freefall, now is maybe the time to experience that work’s polar opposite.</p><p>This 1967 film, made to celebrate the 50th anniversary of the October revolution, is an archival classic from the Latvian director Uldis Brauns and screenwriter Herz Frank: an amazingly audacious attempt at documenting the ordinary lives to be seen all across the vast Eurasian landmass of the Soviet Union, whose population was then 235 million. (The equivalent total figure for the ex-Soviet states now is about 297 million.) This film is ideological of course, celebrating everyone’s harmonious coexistence under communism, but notably without any shrill stridency, and with a distinctly pro-western, pro-American attitude.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/235000000-review-interestingly-groovy-portrait-of-the-soviet-union-in-the-1960s\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/infections-strep-a-rsv-flu-pandemic-diseases", "title": "Multiple infections could make us much sicker – strep A, RSV and flu are a dangerous mix | Daniela Ferreira", "date_published": "2022-12-12 09:00:00+00:00", "description": "<p>The pandemic has changed the seasonal pattern of infectious diseases, and risky, little-understood blends are the result</p><p>Around this time last year, my young daughter caught chickenpox. I thought it was a standard case of a normal childhood illness – we’d manage it by trying to ease the itching and everything would be fine.</p><p>Instead, my daughter got worse. She developed a sore throat, then a body rash, and struggled to drink liquids. Again, I thought this was a normal progression of her infection and she would eventually get better. It was only after I started talking to my colleagues that I learned that group A strep cases had been reported among schools in the vicinity. I also found out that chickenpox could lead to increased vulnerability against strep A, particularly among children.</p><p>Daniela Ferreira is professor of mucosal infection and vaccinology at the University of Oxford and the Liverpool School of Tropical Medicine</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/infections-strep-a-rsv-flu-pandemic-diseases\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/cricket-pakistan-england-second-test-day-four-match-report", "title": "England secure historic series win after Mark Wood breaks Pakistan resistance", "date_published": "2022-12-12 08:53:29+00:00", "description": "<ul><li>Second Test, Day 4: <a href=\"https://www.theguardian.com/sport/live/2022/dec/12/pakistan-v-england-second-test-fourth-day-live?filterKeyEvents=false&amp;page=with:block-639620aa8f080e98882a481e#block-639620aa8f080e98882a481e\">England 281 &amp; 275; Pakistan 202 &amp; 328</a></li><li>England win by 26 runs and take 2-0 lead in three-Test series</li></ul><p>England have created history in Pakistan, securing a series victory over their hosts with a match to spare following a game-breaking display of fast bowling from Mark Wood on a nail-biting fourth day in bustling Multan.<br /><br />Defending a target of 355 runs, Ben Stokes and his tourists claimed an unassailable 2-0 lead before the third Test in Karachi – just a third series win in Pakistan and a first for 22 years – as Wood’s four for 65 finally broke a spirited chase from the home side for a memorable 26-run victory on the day.</p><p>It was Ollie Robinson who sealed the win 15 minutes after lunch, with the No 11 Mohammad Ali edging behind for a duck to see Pakistan 328 all out. There was a check upstairs, naturally, but little doubt among the tourists as they began celebrating a wonderfully executed campaign.<br /><br />There was also little doubt over the hero on the day, Wood having snared three wickets either side of the break – including the key dismissal of Saud Shakeel for 94 – and delivered a performance that echoed Shoaib Akhtar’s famous burst on this ground during England’s last visit to Pakistan 17 years ago.<br /><br />The jubilant scenes were a far cry from the tension of a morning session that saw Saud whittle away at the target. Indeed, until the left-hander’s controversial dismissal on the cusp of lunch – one of two vital breakthroughs before the interval from Wood – the hosts had moved themselves to a position of favourites.<br /><br />Joe Root had struck early for England, his 50th Test wicket coming in the sixth over of the day’s play when he found the edge of Faheem Ashraf’s bat and Zak Crawley held on superbly at slip. Pakistan were 210 for five, still 145 runs away from victory, and in desperate need of a significant partnership to form.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/cricket-pakistan-england-second-test-day-four-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/12/world-cup-2022-qatar-semi-finals-team-news-previews-live", "title": "World Cup 2022: Semi-finals buildup and latest reaction to England’s exit – live", "date_published": "2022-12-12 08:33:19+00:00", "description": "<ul><li>Latest news as England arrive home and semi-finalists prepare</li><li>And you can <a href=\"mailto:Martin%20Belam%20%3Cmartin.belam@theguardian.com%3E\">email Martin</a> with your thoughts</li></ul><p>It isn’t just the <strong>Morocco</strong> team who have been one of the stories of this <a href=\"https://www.theguardian.com/news/series/qatar-beyond-the-football\">tournament like no other</a> in Qatar, but also their fans. Overnight Reuters has reported that Morocco’s Royal Air Maroc will operate 30 special flights to carry even more fans from Casablanca to Doha for the country’s Wednesday World Cup semi-final game against France.</p><p>Passengers on the promotionally priced round trips will add to thousands of Moroccans who are already attending the competition, and the flights would depart on Tuesday and Wednesday.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/12/world-cup-2022-qatar-semi-finals-team-news-previews-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/live/2022/dec/12/uk-cold-weather-snow-travel-disruption-trains-flights-cancelled-latest-updates-live", "title": "UK cold weather: travel disruption as trains and flights cancelled by snow – live", "date_published": "2022-12-12 08:17:52+00:00", "description": "<p>Snowfall causes issues across parts of UK as cold snap intensifies </p><p>Road users in the south-east of England are being asked by National Highways not to travel unless it’s essential, due to heavy snowfall overnight, with up to 10cm of snow having been forecast.</p><p>Kent was being particularly hard hit, with snow severely impacting the M2, the M20 around junctions 8 and 9, as well as the A21 and the A249, with drivers struggling to get through, the organisation said. Speaking last night, National Highways duty operations manager for the region <strong>Gina Oxley</strong>, said:</p><p>We have been out gritting throughout the afternoon and we’re continuing to treat routes so we can reach the worst-affected areas and support our customers with their journeys.</p><p>For anyone thinking of travelling tonight, our advice would be not to unless absolutely essential as heavy snow is expected to continue until 9am.</p><p>On being rescued, the four children were taken under blue lights to hospital with an advanced care team. Two were taken to Birmingham Children’s Hospital and two to Heartlands in Birmingham. All four children were in critical condition on arrival.</p><p>Unfortunately, the children in the water were in cardiac arrest and were receiving advanced life support en route to hospital.</p> <a href=\"https://www.theguardian.com/uk-news/live/2022/dec/12/uk-cold-weather-snow-travel-disruption-trains-flights-cancelled-latest-updates-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/12/tom-brady-san-francisco-49ers-tampa-bay-buccaneers-nfl-football-sunday", "title": "Tom Brady’s poignant homecoming may have been his most human game", "date_published": "2022-12-12 08:10:55+00:00", "description": "<p>On Sunday the 45-year-old had to watch a man half his age – and with an even more remarkable origin story – thoroughly outplay him in his native Bay Area</p><p>It was a surreal Bay Area homecoming for Tom Brady, to say the least. There was the most successful quarterback in history, on the field for the entirety of the Tampa Bay Buccaneers’ <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401437897\">35-7 blowout loss</a> to the San Francisco 49ers, still competing long after the game had effectively been decided. Sunday will be remembered as the day one of the all-time greats was thoroughly outplayed by Mr Irrelevant.</p><p>As the meme puts it, <a href=\"https://www.sbnation.com/2014/1/9/5276868/breaking-madden-tom-brady\">you can never count out Touchdown Tom</a>. We were all reminded of this just last week when Brady engineered his 44th fourth-quarter comeback win. <a href=\"https://www.theguardian.com/sport/2022/dec/06/tom-brady-breaks-nfl-record-during-13-point-comeback-as-bucs-beat-saints\">That was a league record</a>, one of the many that he owns, and maybe the most fitting. Brady is the football version of a superhero (or supervillain, depending on one’s rooting interests) who always jumps back to life soon after being declared dead. Heck, despite the loss, the 6-7 Bucs are still on top of the NFC South and penciled in for another playoff appearance.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/12/tom-brady-san-francisco-49ers-tampa-bay-buccaneers-nfl-football-sunday\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/12/julian-assange-biden-press-freedom-legacy", "title": "Biden faces growing pressure to drop charges against Julian Assange", "date_published": "2022-12-12 08:00:56+00:00", "description": "<p>Biden faces a renewed push, domestically and internationally, to drop charges against Assange, who is languishing in a UK jail</p><p>The Biden administration has been saying all the right things lately about respecting a free and vigorous press, after four years of relentless media-bashing and legal assaults under Donald Trump.</p><p>The attorney general, Merrick Garland, has even put in place expanded protections for journalists this fall, <a href=\"https://www.lawfareblog.com/justice-department-announces-new-legal-protections-journalists\">saying</a> that “a free and independent press is vital to the functioning of our democracy”.</p> <a href=\"https://www.theguardian.com/media/2022/dec/12/julian-assange-biden-press-freedom-legacy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/12/can-washing-your-hair-upside-down-give-it-more-volume", "title": "Can washing your hair upside down give it more volume?", "date_published": "2022-12-12 08:00:56+00:00", "description": "<p>My attempts have been somewhat chaotic with water going up my nose, but I’m all for getting big eighties hair</p><p><strong>The hack<br /></strong>Could inverting your hair wash create the hair volume you’ve been craving? </p><p><strong>The test<br /></strong>My hair is super fine, so anything to give it some volume is welcome, especially if it’s free. The method for this hack is simple: you just flip your hair upside down in the shower while you’re washing your hair with shampoo and conditioner. Do learn from my mistakes though: my first try resulted in water everywhere particularly up my nose. My second try was the handheld shower instead – which is vital, I now realise – and resulted in slightly less chaotic wash. I then blow-dried it, waiting for any signs of tangible volume. But like that time aged five when I believed I was getting a puppy but was presented with a Sylvanian Family toy instead – I was noticeably disappointed with the result. I tried this hack again, but then blasted my roots upside down until it was 80% dry before returning to finish the rest upright. The latter produced more volume at the roots, the wash itself was unnecessary.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/12/can-washing-your-hair-upside-down-give-it-more-volume\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/12/peeping-tom-dance-theatre-interview-franck-chartier", "title": "Don’t look into the wardrobe: are Peeping Tom the world’s freakiest theatre troupe?", "date_published": "2022-12-12 08:00:56+00:00", "description": "<p>The Belgian dance-theatre company love to create unnerving environments – and are set to put the apocalypse on stage. They talk about their taboo-trouncing shows</p><p>Knock, knock. Who’s there? In <a href=\"https://www.peepingtom.be/en/home/#r\">Peeping Tom</a>’s suspenseful shows you can never be sure. The Belgium-based dance-theatre company builds atmospheric and often bewildering stage architecture. The Missing Door, The Lost Room and The Hidden Floor – a triptych they are taking <a href=\"https://www.peepingtom.be/en/tour-dates/\">to the UK</a> – open up noirish worlds of intrigue, illusions and lugubrious comedy. These walls not only have ears but full-blown personalities; the closets don’t have skeletons but whole bodies; look in one of their mirrors and the face you see won’t be yours.</p><p>The triptych is an intense night out, opening with a maid mopping up blood and ending with nothing less than the apocalypse. But co-artistic director Franck Chartier, wearing a goatee and a big grin, is in a breezy mood when he arrives on his scooter to meet for morning coffee in Ostend. It’s more than 20 years since he founded the company with his partner, Gabriela Carrizo. Where did that name come from? “We are always a bit like this as creators,” he says, leaning over conspiratorially. “We look at people,” he continues, casting an eye at the unsuspecting couple next to us in the cafe. “We watch how people eat, who they are, we get ideas. We look for situations in real life and in our families. We talk about taboos. We thought, ‘OK, we are kind of peeping toms.’” He looks a little uneasy. “I don’t know – in English, it has a sexual connotation?”</p> <a href=\"https://www.theguardian.com/stage/2022/dec/12/peeping-tom-dance-theatre-interview-franck-chartier\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/12/elderflower-jelly-mincemeat-baklava-cassata-ice-nigel-slaters-christmas-dessert-recipes", "title": "Elderflower jelly, mincemeat baklava, cassata ice – Nigel Slater’s Christmas dessert recipes", "date_published": "2022-12-12 08:00:56+00:00", "description": "<p>Dishes of chocolate-coated halva and bowls of sticky poached quince, these sweet treats will delight friends and families throughout the festive season</p><p>There is rough-hewn, sesame-scented halva with dark chocolate, walnuts and sugared rose petals; wedges of golden baklava with layers of sweet mincemeat and buttery filo; an ice-cream glistening with candied fruit and amaretti, and glass dishes of jelly that smells of sweet orange, elderflower, pomegranate and fresh mint. A bowl of quince has been cooked till the fruit is as red as garnets and as sticky as honey. The candles are lit. The Christmas dessert table is ready.</p><p>As much as I love the traditional plum pudding with its holly sprig and crown of flames, the sumptuously layered trifle as soft and white as goose down and button-sized mince pies sparkling with sifted sugar, I like to offer more – a handful of little surprises, tiny temptations no one is expecting. This is pure fun for the cook, the day spent putting a tub of cassata in the freezer or halva in a tin; quivering jellies in the fridge, for tomorrow or the day after.</p> <a href=\"https://www.theguardian.com/food/2022/dec/12/elderflower-jelly-mincemeat-baklava-cassata-ice-nigel-slaters-christmas-dessert-recipes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/moldova-inflation-economy-energy-russia-invasion-ukraine", "title": "‘People can’t afford milk’: Moldovans weigh political future as Ukraine war hits economy", "date_published": "2022-12-12 08:00:56+00:00", "description": "<p>Pro-Kremlin rhetoric is catching on with some as winter heating and basic foods become unaffordable</p><p>Electricity blackouts, <a href=\"https://www.rferl.org/a/moldova-russian-cruise-missiles-air-space-ukraine-attacks/32073258.html\">stray missiles</a> and 35% inflation: collateral damage from Russia’s war on Ukraine has plunged neighbouring Moldova into a crisis that goes beyond higher energy bills. “I see elderly people crying in front of the shop window. It’s not that they can’t afford salami; they can’t even afford the basics like milk,” says Carolina Untilă, who works in a corner shop in the suburbs of the capital, Chișinău. Moldova’s dependence on energy imports is driving record inflation. Prices of some products have doubled; in her shop, grocery sales have halved, Untilă says.</p><p>“Out of a pension, how can you save anything? It all goes on food and medicine,” says Ion Istrati, 72, from Borogani in southern Moldova. He is one of many who, faced with gas and electricity prices that are up to six times higher than last year, have applied for government help. “Without the compensation, it would have been grave,” Istrati adds. According to <a href=\"https://ipp.md/wp-content/uploads/2022/12/Prezentarea-rezultatelor-BOP-2022.pdf\">opinion polls</a>, more than 40% of Moldovans are struggling with basic costs of living, while an additional 21% of people cannot afford the bare minimum.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/moldova-inflation-economy-energy-russia-invasion-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/labour-win-general-election-party-defeat", "title": "A Labour win is now looking likely at the next general election, but at what cost? | Nesrine Malik", "date_published": "2022-12-12 08:00:55+00:00", "description": "<p>If the party loses its integrity and will to change the country along the way, it will snatch defeat from the jaws of victory</p><p>This month marks a year since news broke of the <a href=\"https://www.theguardian.com/world/ng-interactive/2022/jan/14/how-no-10s-alleged-parties-took-place-as-uk-covid-death-toll-rose-interactive\">parties in Downing Street</a>. With hindsight, this revelation was to be the fulcrum on which the prospects of the Conservatives, and therefore Labour, turned. What seemed inconceivable 12 months ago is now looking inevitable. Labour is going to win the next general election.</p><p>But for a victory so longed for, it feels like one unaccompanied by a sense of hope. Instead, the message from Labour HQ seems reminiscent of a military government that has taken control after an unruly revolution – order must be restored. But at what cost?</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/labour-win-general-election-party-defeat\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/12/danielle-brathwaite-shirley-josefa-ntjam-fact-liverpool-exhibition", "title": "Digital witness: the artists making virtual realms from lived experience", "date_published": "2022-12-12 08:00:55+00:00", "description": "<p>While big tech has revealed the darker side of technology, a new exhibition in Liverpool explores how digital tools can be harnessed for good</p><p>Can technology be harnessed to help liberate rather than oppress us? Corporations are unlikely to be much use – but art might.</p><p>It is this possibility that underpins Radical Ancestry, a 16-month-long programme of residencies, events and exhibitions at Fact Liverpool, an organisation that supports artists and film-makers. With a series of commissions by emerging and established figures, the programme asks how we might “reimagine notions of belonging” to forge new identities and communities.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/12/danielle-brathwaite-shirley-josefa-ntjam-fact-liverpool-exhibition\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/gallery/2022/dec/12/biting-back-the-clinic-putting-a-stop-to-snakes-in-guinea-in-pictures", "title": "Biting back: the clinic putting a stop to snakes in Guinea – in pictures", "date_published": "2022-12-12 07:45:55+00:00", "description": "<p>Every year about 3,600 people are killed by snakebites in Guinea, which has one of the highest concentration of mambas, cobras and vipers on Earth. At the country’s specialised snakebite clinic, patients arrive after difficult journeys to receive lifesaving antivenom. But others go first to traditional healers, a delay that risks severe complications and death</p><p>• All photographs by Guy Peterson</p> <a href=\"https://www.theguardian.com/global-development/gallery/2022/dec/12/biting-back-the-clinic-putting-a-stop-to-snakes-in-guinea-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/england-world-cup-qatar-france-quarter-final", "title": "England ticked the boxes but did they need to win this World Cup enough? | Jonathan Liew", "date_published": "2022-12-12 07:30:54+00:00", "description": "<p>No easy targets or effigies to burn, though questions remain about expectations and how to measure success and failure</p><p>This time, there would be no Andrea Pirlo masterclass. Thomas Müller and Mesut Özil did not cut England to ribbons. Nobody got a red card. No classic shootout malaise. There was not an Icelandic player in sight at Al Bayt Stadium on Saturday night, unless one of them had somehow managed to buy a ticket. No familiar second-half regression, no midfield collapse.</p><p>In short, there are no easy targets here, no effigies to burn. The common consensus, indeed, is that England played <em>well</em>. Which is nice. It’s lovely that England played well. England have been playing well for a few years now. And yet the result was the same that Roy Hodgson’s side achieved in 2012, the same as three Sven-Göran Eriksson sides, the same as Diego Maradona’s Argentina in 2010 and Germany in 1994. Which leads to a pointed and open-ended question: does any of the above really matter?</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/england-world-cup-qatar-france-quarter-final\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/12/morocco-atlas-lions-world-cup-2022-qatar-semi-finals", "title": "Morocco’s Atlas Lions are roaring again and an entire nation roars with them | Amine El Amri", "date_published": "2022-12-12 07:30:54+00:00", "description": "<p>Our country is on the world map again thanks to 26 players and a manager who will be an inspiration for generations to come</p><p>Back in 1984, when Saïd Aouita and Nawal El Moutawakel returned to Morocco having won gold at the Los Angeles Olympics, King Hassan II is said to have told both athletes they had put Morocco on the world map. The King, in fact, was so proud of their achievements that he recommended that all girls born in the remainder of that year be called “Nawal” in homage of the then 22-year-old 400m hurdler who became a hero for every female athlete in Morocco and in the Arab region.</p><p>I was only two years old at the time and do not remember the elation in the country and I do not have any clear memories of two years later when the football team made history by reaching the last 16 of the World Cup, the first African country to do so; just a blur of everyone being happy and cheerful in the middle of a summer night.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/12/morocco-atlas-lions-world-cup-2022-qatar-semi-finals\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/dec/12/gdp-report-uk-economy-october-recession-services-manufacturing-business-live", "title": "UK economy returned to growth in October with 0.5% rise in GDP – business live", "date_published": "2022-12-12 07:19:08+00:00", "description": "<p>Rolling coverage of the latest economic and financial news, including October’s GDP report at 7am</p><p><strong>Rachel Reeves MP, Labour’s Shadow Chancellor, </strong>is concerned that the UK economy <a href=\"https://www.theguardian.com/business/live/2022/dec/12/gdp-report-uk-economy-october-recession-services-manufacturing-business-live?page=with:block-6396d29c8f08e1ad729702b5#block-6396d29c8f08e1ad729702b5\">shrank in the August-October period</a> (despite <a href=\"https://www.theguardian.com/business/live/2022/dec/12/gdp-report-uk-economy-october-recession-services-manufacturing-business-live?page=with:block-6396d1b18f08a6133634b92d#block-6396d1b18f08a6133634b92d\">growing </a>in October alone).</p><p>She says: </p><p>“Today’s numbers underline the failure of this Tory government to grow our economy, leaving us lagging behind on the global stage. </p><p>“These are challenging economic times, but there is a choice. We can continue down the road of managed decline, falling behind our competitors, or we can draw on bold thinking to propel us forward.</p><p>“High inflation, exacerbated by Putin’s illegal war, is slowing growth across the world, with the IMF predicting a third of the world economy will be in recession this year or next. </p><p>“While today’s figures show some growth, I want to be honest that there is a tough road ahead. Like the rest of Europe, we are not immune from the aftershocks of Covid-19, Putin’s war and high global gas prices. </p> <a href=\"https://www.theguardian.com/business/live/2022/dec/12/gdp-report-uk-economy-october-recession-services-manufacturing-business-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/12/can-you-solve-it-can-you-battle-like-a-maths-wizard", "title": "Can you solve it? Can you battle like a maths wizard?", "date_published": "2022-12-12 07:12:49+00:00", "description": "<p>Try your hand at these puzzles for smart 12-year-olds</p><p>What do you get when you combine mathematics with debating?</p><p>You get a “maths battle”, an event for secondary school students in which two teams solve problems, present their solutions to each other, and are encouraged to pick holes in each other’s workings.</p> <a href=\"https://www.theguardian.com/science/2022/dec/12/can-you-solve-it-can-you-battle-like-a-maths-wizard\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/citizen-nobel-review-chemistry-prize-winner-becomes-charismatic-climate-crusader", "title": "Citizen Nobel review – chemistry prize winner becomes charismatic climate crusader", "date_published": "2022-12-12 07:00:56+00:00", "description": "<p>This affecting documentary follows Swiss biochemist Jacques Dubochet as he turns the sudden fame provided by his Nobel win into a force for change</p><p>Here is an invigorating portrait of one of Europe’s most distinguished scientists, caught at the very point of morphing into a public intellectual and vehement campaigner. In 2017, Swiss biophysicist Jacques Dubochet won the Nobel prize in chemistry – jointly with Richard Henderson of the MRC Laboratory of Molecular Biology in Cambridge and Joachim Frank of Columbia in New York – for his work on cryo-electron microscopy, freezing biomolecules in mid-movement and so rendering them visible for the first time; this was a great leap forward for pharmacy and medicine.</p><p>The snowy-haired Dubochet, who did his important work at the European Molecular Biology Laboratory in Heidelberg before returning to Lausanne, is shown to be at first bemused and a little flustered by the hordes of excitable photographers who descend on his tranquil campus, clamouring for interviews and demanding a soundbite explanation of his work for the TV news. But Dubochet is no innocent: he was a committed anti-nuclear campaigner in Germany in the “Atomkraft? Nein Danke” era of the 80s, and the film shows it dawning on Dubochet that he can use his new platform to campaign on the new issue that he’s passionate about – the climate crisis.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/citizen-nobel-review-chemistry-prize-winner-becomes-charismatic-climate-crusader\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/kyiv-dante-war-conflicts-russia-ukraine", "title": "In Kyiv, I saw Dante under sandbags – a modern image of the hell of war | Clive Myrie", "date_published": "2022-12-12 07:00:56+00:00", "description": "<p>I’ve reported on conflicts for 20 years, and I’m not afraid to be blunt about Russia’s disgusting war of aggression on Ukraine</p><p>I took quite a lot of photos on my phone when I was in Ukraine this year, but this one jumped out at me as I was scrolling through them. Here we have Dante – the Italian poet, philosopher, writer – with his marble head poking up out of the sandbags. It’s in a park on Volodymyr Hill in the centre of Kyiv.</p><p>It’s not just an arresting image. Dante is a harbinger of the Renaissance; he’s a symbol of culture and learning. And that is the opposite of war, which is a regression to dark times. This is what Ukraine and Kyiv are having to labour under – and so Dante finds himself stifled by sandbags. Of course, one also thinks of the Divine Comedy and the seventh circle of hell, which is violence. That’s what the people of Ukraine have been enduring: a modern circle of hell.</p><p>Clive Myrie is a journalist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/kyiv-dante-war-conflicts-russia-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/12/brazil-goldminers-carve-road-to-chaos-amazon-reserve", "title": "Revealed: Brazil goldminers carve illegal ‘Road to Chaos’ out of Amazon reserve", "date_published": "2022-12-12 07:00:56+00:00", "description": "<p>Aerial photos from reconnaissance mission reveal effort to smuggle excavators into Brazil’s largest Indigenous territory</p><p>The surveillance plane eased off the runway and banked west towards the frontline of one of Brazil’s most dramatic environmental and humanitarian crises.</p><p>Its objective: a clandestine 120km (75-mile) road that illegal mining mafias have carved out of the jungles of Brazil’s largest Indigenous territory in recent months, in an audacious attempt to smuggle excavators into those supposedly protected lands. <br /><br />“I call it the Road to Chaos,” said Danicley de Aguiar, the Greenpeace environmentalist leading the reconnaissance mission over the immense Indigenous sanctuary near the Brazilian border with Venezuela.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/12/brazil-goldminers-carve-road-to-chaos-amazon-reserve\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/12/a-locals-guide-to-belfast-northern-ireland", "title": "A local’s guide to Belfast: margaritas, murals and the Black Mountain", "date_published": "2022-12-12 07:00:55+00:00", "description": "<p>Social entrepreneur Maeve Monaghan on her historic city’s diverse culture, green hills and, of course, great nightlife</p><p>Hip street food destinations such as <a href=\"https://commonmarketbelfast.com/\" title=\"\">Common Market</a> are popular now, but I still think <a href=\"https://www.belfastcity.gov.uk/stgeorgesmarket\" title=\"\">Saint George’s Market</a>, built in the 1890s, is the place to go on a Saturday for a really big Belfast Bap. They have a crispness to them, but stay unbelievably soft inside, and are filled with sausage, bacon and a runny fried egg. I would also encourage any visitor to try the handmade sausage rolls at cafes such as <a href=\"https://www.loafcatering.com/\" title=\"\">Loaf</a> and <a href=\"https://www.loafcatering.com/\" title=\"\">The Bobbin</a>: they’re massive, a meal in themselves. <br />A favourite – and great-value –restaurant is <a href=\"http://www.mourneseafood.com/belfast/\" title=\"\">Mourne Seafood</a>: I’ve never had a bad meal there, whether it’s steamed mussels or a daily fish special. And I love <a href=\"https://www.bubabelfast.com/\" title=\"\">Buba</a>, owned by a husband-and-wife-team who focus on Mediterranean and Middle Eastern tapas. The dates wrapped in bacon are amazing, as is the spicy lamb.</p> <a href=\"https://www.theguardian.com/travel/2022/dec/12/a-locals-guide-to-belfast-northern-ireland\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/alan-titchmarsh-honest-playlist-mindbenders-nancy-sinatra-slade-andy-williams", "title": "Alan Titchmarsh’s honest playlist: ‘Feeling road rage? Put on Nancy Sinatra in the car’", "date_published": "2022-12-12 07:00:55+00:00", "description": "<p>The TV horticulturist was a Beatles early adopter who would conceal his classical purchases, but what song does he recommend to quell road rage?</p><p><strong>The first single I bought</strong><br />China Tea by Russ Conway, for four and six – 23p – from Allen &amp; Walker in Ilkley. I used to buy classical music records while everyone else was buying pop, and had to bring them home in a brown paper bag so people couldn’t see it was Beethoven’s Violin Concerto or Borodin’s Polovtsian Dances. I was also the first person in our street to buy She Loves You by the Beatles.</p><p><strong>My karaoke go-to</strong><br />I do love Happy Heart by Andy Williams. It goes up quite high, but I’m a tenor so it’s not too bad. I’ve still got my LP in the attic.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/alan-titchmarsh-honest-playlist-mindbenders-nancy-sinatra-slade-andy-williams\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/flatmates-are-disgusting-what-would-it-take-to-fall-in-love-with-one", "title": "Flatmates are disgusting. What would it take to fall in love with one? | Emma Beddington", "date_published": "2022-12-12 07:00:55+00:00", "description": "<p>You’d have to ignore the hair-clogged plughole for a start. But I guess that’s where pheromones come in</p><p>Home alone last week, I did what I only do in private: flipped open my laptop and surreptitiously signed up to another unnecessarily complex streaming service to watch the romcom series The Flatshare. It’s not that I think enjoying romance is shameful; I just live with someone whose comfort viewing skews to stuff exploding and Kevin McCloud raising an eyebrow at architraves.</p><p>I adore a good romcom, <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/01/the-flatshare-review-this-cheesefest-is-as-maddeningly-watchable-as-emily-in-paris\" title=\"\">but the reviews were adamant</a>: The Flatshare is not that. I switched off my limited critical faculties and surrendered to a fondue-gooey viewing experience. It has a sketchy plot, damp-squib sexual chemistry and supporting characters limited to one personality trait, as if rationed. Then there’s the loopy premise: the leads share a flat and a bed (one gets it during the day, the other at night) without meeting. Fine by me.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/flatmates-are-disgusting-what-would-it-take-to-fall-in-love-with-one\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/12/agency-photographer-of-the-year-2022-shortlist", "title": "Agency Photographer of the Year 2022 – shortlist", "date_published": "2022-12-12 07:00:54+00:00", "description": "<p>The Guardian’s picture editors highlight the work of photographers whose pictures have stood out to them over the course of 2022. An overall favourite will be announced towards the end of the year</p><ul><li><strong>See 2021’s <a href=\"https://www.theguardian.com/artanddesign/2021/dec/10/agency-photographer-of-the-year-2021-shortlist\">shortlist</a> and interview with overall winner <a href=\"https://www.theguardian.com/artanddesign/2021/dec/23/we-dont-have-a-limit-yasuyoshi-chiba-agency-photographer-of-2021\">Yasuhoshi Chiba</a></strong></li></ul><p>Millions of images pass through our system over the course of a year, and towards the end of each one we begin the overwhelming process of trying to select some of our favourite photographers who, staff and freelancers alike, support our journalism visually from international and overseas press agencies.</p><p>These talented visual journalists have created outstanding reactive news work, features and stories of their own and made the breadth of our photographic coverage of world events possible.</p><p>Ballet dancers on stage before a performance of Giselle in Lviv, Ukraine on 10 June</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/12/agency-photographer-of-the-year-2022-shortlist\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/balis-governor-says-indonesias-ban-on-sex-outside-marriage-poses-no-risk-to-tourists", "title": "Bali’s governor says Indonesia’s ban on sex outside marriage poses no risk to tourists", "date_published": "2022-12-12 06:42:33+00:00", "description": "<p>Island's governor Wayan Koster says visitors ‘would not need to worry’ about changes to the country’s criminal code </p><p>Visitors to Bali will not be put at risk by Indonesia’s newly ratified criminal code, the island’s governor said, dismissing concerns that revised laws which include articles criminalising sex outside marriage may scare away tourists from its shores.</p><p>Indonesia’s parliament last week <a href=\"https://www.theguardian.com/world/2022/dec/07/indonesias-sex-morality-laws-are-just-one-part-of-a-broader-chilling-crackdown-on-dissent\">passed the controversial bill</a> that also prohibits cohabitation between unmarried couples.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/balis-governor-says-indonesias-ban-on-sex-outside-marriage-poses-no-risk-to-tourists\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/the-poseidon-adventure-1972-movie", "title": "The Poseidon Adventure at 50: Gene Hackman brings dignity to disaster", "date_published": "2022-12-12 06:16:53+00:00", "description": "<p>A rattling yet goofily constructed disaster movie is elevated by the actor taking on a self-confessed ‘money job’ yet turning it into art</p><p>In an interview with <a href=\"https://www.vanityfair.com/hollywood/2020/07/ben-stiller-the-towering-disaster\">Vanity Fair</a>, Ben Stiller talked about working on The Royal Tenenbaums with Gene Hackman and finally getting up the nerve, two days before the shoot ended, to tell the intimidating Hackman how much he loved The Poseidon Adventure and how it changed his life and made him want to become a film-maker. As Stiller recalled, Hackman gruffly responded: “Oh yeah, money job.”</p><p>The exchange did not go as Stiller hoped, but he was firm in his conclusion: “Even if it was a money job for Hackman, it was the most incredible money-job performance I’ve ever seen.”</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/the-poseidon-adventure-1972-movie\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/12/legally-bookish-reese-witherspoon-and-the-boom-in-celebrity-book-clubs", "title": "Legally bookish: Reese Witherspoon and the boom in celebrity book clubs", "date_published": "2022-12-12 06:00:54+00:00", "description": "<p>The star has deposed Oprah Winfrey as queen of the online literary discussion groups – and plenty more A-listers are getting in on the act. Our reporter dives under the covers</p><p>Every novel I’ve ever read as part of a book club has involved a sprint to the finish. My latest group is no different, except for the possibility – at least as I understand it – of being publicly shamed by Reese Witherspoon. Which is why I am speed-reading the new novel by Celeste Ng, an hour before I am due to discuss it with my fellow members of Reese’s Book Club.</p><p>Already I am mentally drafting my apology to our host. “Sorry, Reese. It’s just been a really busy month”<em> – </em>not least because of all the celebrity book clubs. Today, more than 25 years since Oprah Winfrey launched hers, everyone is leading their own community of readers, from the Queen Consort to rapper Noname, from former NFL quarterback Andrew Luck to singer Amerie, from ex-vampire slayer Sarah Michelle Gellar to late-night host Jimmy Fallon.</p> <a href=\"https://www.theguardian.com/books/2022/dec/12/legally-bookish-reese-witherspoon-and-the-boom-in-celebrity-book-clubs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/12/bernie-sanders-kyrsten-sinema-senate", "title": "Sanders says Sinema ‘helped sabotage’ some of Congress’s key legislations", "date_published": "2022-12-12 06:00:54+00:00", "description": "<p>Senator adds to chorus of detractors against Arizona lawmaker who left Democratic party and declared herself an independent</p><p>The popular progressive US senator <a href=\"https://www.theguardian.com/profile/berniesanders\">Bernie Sanders</a> would consider supporting any Democrat who might mount a challenge against his chamber colleague Kyrsten Sinema after she recently left the party and declared herself an independent like him, arguing that she has “helped sabotage” some of Congress’s most important legislation.</p><p>Sanders’s comments on Sunday on CNN’s State of the Union added to <a href=\"https://www.theguardian.com/us-news/2022/dec/09/kyrsten-sinema-independent-democrats-reaction\">the chorus of detractors</a> against the Arizona lawmaker who has undermined the agenda of the Joe Biden White House and other progressives, including by voting down raising the minimum wage to $15 an hour and reforming the Senate filibuster so that voting rights legislation can pass.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/12/bernie-sanders-kyrsten-sinema-senate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/12/best-films-of-2022-in-the-uk-no-10-decision-to-leave", "title": "Best films of 2022 in the UK: No 10 – Decision to Leave", "date_published": "2022-12-12 06:00:53+00:00", "description": "<p>Tang Wei is intense, intimidating, delectable as a woman being investigated over her husband’s mysterious death, in Park Chan-wook’s gorgeous Hitchcockian thriller</p><ul><li><a href=\"https://www.theguardian.com/film/2022/dec/06/the-50-best-films-movies-of-2022-in-the-uk\">50 best films of 2022 in the UK</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More on the best culture of 2022</a></li></ul><p>Our addiction to Korean cinema intensified this year with this gorgeous movie from <a href=\"https://www.theguardian.com/film/2022/oct/11/park-chan-wook-interview-decision-to-leave\">Park Chan-wook</a>, who has recently pivoted to luxurious suspense thrillers, away from the gonzo-ultraviolent revenge pictures that made his name.</p><p>It is a sensational black-widow noir, featuring a cop called Hae-joon (Park Hae-il) who is investigating the mysterious death of a man whose body is found at the bottom of a well-known climbing rock. Did he fall? Was he pushed? In pursuing the case, Hae-joon finds himself falling for this man’s widow, delectably played by the Chinese star Tang Wei – feelings that may well be getting more intense the more he suspects that she is guilty.</p> <a href=\"https://www.theguardian.com/film/2022/dec/12/best-films-of-2022-in-the-uk-no-10-decision-to-leave\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/12/english-words-world-global-speakers-language", "title": "English is picking up brilliant new words from around the world – and that’s a gift | Danica Salazar", "date_published": "2022-12-12 06:00:53+00:00", "description": "<p>From ‘lepak’ to ‘deurmekaar’, terms borrowed from its 1.75 billion global speakers are enriching the language we share</p><p>Who owns the English language? The answer to this question is no longer as straightforward as “the English”. According to the latest figures from the British Council, <a href=\"https://www.britishcouncil.org/sites/default/files/english-effect-report-v2.pdf\">English is “spoken at a useful level” by about 1.75 billion people</a>. Counted among this vast anglophone population are not only the hundreds of millions who speak English as a first <a href=\"https://www.theguardian.com/science/language\">language</a>, but also the hundreds of millions more who speak it as a second or foreign language in different parts of the world.</p><p>English spread across the globe largely as a result of imperialism, as the language was imposed on colonies in Asia, Africa, Australia and the Americas. When these former colonies achieved independence, many chose to retain the use of English, usually to function as a primary working language and neutral medium of communication for their diverse populations. As countries such as India, Nigeria, South Africa, Jamaica and Singapore adopted English as a language, they also adapted it – making significant changes to its pronunciation, grammar and vocabulary, and giving rise to new varieties now collectively known as World Englishes.</p><p>Danica Salazar is a lexicographer at Oxford Languages, where she leads editorial projects on world varieties of English</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/12/english-words-world-global-speakers-language\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/12/families-and-activists-unite-to-fight-for-justice-over-river-of-death-killings-in-kenya", "title": "Families and activists unite to fight for justice over ‘river of death’ killings in Kenya", "date_published": "2022-12-12 06:00:53+00:00", "description": "<p>The growing number of bodies found dumped in Kenya’s Yala River, some showing signs of torture, have prompted groups to demand action and answers from the police they blame for the deaths</p><p>In western Kenya, the news of three bodies being found dumped in the Yala River was met with dismay, but not shock. It was not the first time human remains had been retrieved from the water. The three people found in September brought the total number of bodies pulled from the Yala this year to 36. It has earned the 136-mile waterway, which rises in the Rift valley and flows into Lake Victoria, the nickname “the river of death”.</p><p>The recently elected president, William Ruto, has promised action on Kenya’s appalling record of extrajudicial killings by state forces but it is families and activists who are fighting back. <a href=\"https://twitter.com/bonifacemwangi/status/1483026256794947586\">Boniface Mwangi</a> travelled to the town of Yala earlier this year with fellow Kenyan human rights activists from <a href=\"https://hakiafrica.or.ke/\">Haki Africa</a> after hearing about the number of bodies accumulating.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/12/families-and-activists-unite-to-fight-for-justice-over-river-of-death-killings-in-kenya\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/12/my-dad-wrote-a-porno-rocky-flintstone", "title": "Nudity, aliens and legal threats: what we learned from My Dad Wrote A Porno’s Rocky Flintstone", "date_published": "2022-12-12 06:00:53+00:00", "description": "<p>After years of his erotica being turned into podcast gold, the mysterious author of Belinda Blinked finally broke his silence – with a wild interview. Here are the highlights</p><p>In September 2015, a show with a rather unlikely title and slightly naff red logo appeared. For those not adept at reading titles, the premise of My Dad Wrote A Porno was that Jamie Morton would read aloud from his father’s self-published erotic novel, Belinda Blinked, and discuss it with his old university pals, Alice Levine and James Cooper. Over the next eight years and seven seasons, the filth juggernaut has rolled across the globe, picking up celebrity fans in the form of Emma Thompson, Daniel Radcliffe, Jon Ronson and many more. Throughout all of its absolutely wild plot twists – the blue semen, the vaginal smoke and spirals in the mud – its author has remained shrouded in mystery. Until now. For in the podcast’s last ever episode, the infamous Rocky Flintstone has finally taken to the microphone and gone on record, speaking to the show’s three hosts. So what did we learn about the man behind the muck?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/12/my-dad-wrote-a-porno-rocky-flintstone\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/12/i-want-my-monkey-ruth-wilson-on-villainy-intimacy-and-returning-to-his-dark-materials", "title": "‘I want my monkey!’ Ruth Wilson on villainy, intimacy and returning to His Dark Materials", "date_published": "2022-12-12 06:00:53+00:00", "description": "<p>The actor made her mark in Jane Eyre after leaving college and hasn’t stopped working since. She talks about her role in Philip Pullman’s dark fantasy, her love for the stage – and her fear of commitment</p><p>On the set of His Dark Materials, the BBC’s arresting adaptation of Philip Pullman’s novels, the word is that <a href=\"https://www.theguardian.com/culture/ruth-wilson\">Ruth Wilson</a>, as Mrs Coulter, was genuinely frightening – when she dropped out of character to start chatting, the relief was palpable. Pullman’s villain starts this third season in a characteristically dark place: she has found a way to keep her daughter close, but only by drugging her.</p><p>“The relationship is so damaged,” Wilson says. “That is her only possibility of being able to act as a mother. And there’s some desire to keep Lyra young and innocent. Mrs Coulter’s desire, really throughout the whole series, is to prevent people from becoming adults.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/12/i-want-my-monkey-ruth-wilson-on-villainy-intimacy-and-returning-to-his-dark-materials\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/12/watchdog-reprimands-tories-over-800bn-post-brexit-trade-deals-claim", "title": "Watchdog reprimands Tories over £800bn post-Brexit trade deals claim", "date_published": "2022-12-12 06:00:52+00:00", "description": "<p>Figure includes agreements rolled over from before leaving EU, and description of ‘new trade’ is misleading says UKSA chief</p><p>The official statistics watchdog has reprimanded the Conservatives for claiming the UK had secured £800bn in “new free trade deals” since leaving the EU, saying the figure includes deals rolled over from before Brexit.</p><p>The UK Statistics Authority (UKSA) said it had written to the Tories about the infographic, shared last month <a href=\"https://twitter.com/michaelgove/status/1587812825304645635\">by Michael Gove</a> among others, also warning that the party should provide sources for such figures in the future.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/12/watchdog-reprimands-tories-over-800bn-post-brexit-trade-deals-claim\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/china-scraps-tracking-app-amid-widespread-dismantling-of-zero-covid-policy", "title": "China scraps tracking app amid widespread dismantling of zero-Covid policy", "date_published": "2022-12-12 06:00:21+00:00", "description": "<p>Health authorities sound warning on infection rate, with hundreds of thousands of doctors redeployed across the country</p><p>China announced plans to scrap its primary Covid tracking app in the latest rollback of pandemic control measures, just days after abruptly abandoning its long-running zero-Covid policy.</p><p>It came as health authorities warned of widespread infections on the horizon, and redeployed hundreds of thousands of doctors and nurses to intensive care units in preparation for an Omicron surge through the population of 1.4 billion people.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/china-scraps-tracking-app-amid-widespread-dismantling-of-zero-covid-policy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/12/russia-ukraine-war-live-biden-pledges-to-boost-ukraine-air-defences-g7-leaders-to-meet-on-2bn-arms-supply-deal", "title": "Russia-Ukraine war live: Biden pledges to boost Ukraine’s air defence; EU and G7 leaders to meet to agree on more Russia sanctions", "date_published": "2022-12-12 05:43:33+00:00", "description": "<p>Volodymyr<strong> </strong>Zelenskiy thanks US for ‘unprecedented’ aid after call with president; EU and G7 leaders to meet on arms delivery for Ukraine and sanctions for Iran and Russia</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/12/russia-ukraine-war-at-a-glance-what-we-know-on-day-292-of-the-invasion\">At a glance: what we know on day 292 of the invasion</a></li></ul><p><strong>Joe Biden</strong> has pledged to prioritise efforts to boost Ukraine’s air defence during a call to to Ukraine’s <strong>Volodymyr Zelenskiy</strong> on Sunday.</p><p>Biden also welcomed Zelenskiy’s “stated openness to a just peace based on fundamental principles enshrined in the United Nations Charter,” according to a readout from the White House.</p><p>The US is prioritising efforts to strengthen Ukraine’s air defence through our security assistance, including the 9 December announcement of $275m in additional ammunition and equipment that included systems to counter the Russian use of unmanned aerial vehicles.”</p><p>I thanked for the unprecedented defence and financial assistance that the USA provides to Ukraine.</p><p>This not only contributes to success on the battlefield, but also supports the stability of the Ukrainian economy.</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/12/russia-ukraine-war-live-biden-pledges-to-boost-ukraine-air-defences-g7-leaders-to-meet-on-2bn-arms-supply-deal\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/iran-carries-out-second-execution-linked-to-nationwide-protests", "title": "Iran carries out second execution linked to nationwide protests", "date_published": "2022-12-12 05:39:19+00:00", "description": "<p> Majidreza Rahnavard was accused of fatally stabbing security force members early on in demonstrations sparked by Mahsa Amini’s death in custody</p><p>Iran says it has executed its second prisoner detained amid the nationwide protests now challenging the country’s theocracy.</p><p>On Monday, the executed man was identified as Majidreza Rahnavard by Mizan news agency, which is run by Iran’s judiciary. He had been accused of fatally stabbing two security force members on 17 November in Mashhad, and wounding four others.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/iran-carries-out-second-execution-linked-to-nationwide-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/safety-of-zaporizhzhia-nuclear-plant-hangs-in-the-balance", "title": "Safety of Zaporizhzhia nuclear plant hangs in the balance", "date_published": "2022-12-12 05:00:52+00:00", "description": "<p>Shelling near the six-reactor facility plus a shortage of workers and uncertain backup power are making it what could be most dangerous place on Earth</p><p>The Russian shell that struck in the night had taken away the wall of a top-floor apartment, and in its place was just freezing air blowing off the Dnieper River – and a view of Europe’s biggest nuclear power station on the other bank.</p><p>The Zaporizhzhia nuclear plant’s silhouette – with its two fat cooling towers and the row of six squat blocks – has become globally familiar since it was dubbed the most dangerous place on Earth: <a href=\"https://www.theguardian.com/world/2022/aug/26/war-zaporizhzhia-nuclear-plant-visual-guide-ukraine-russia\">six nuclear reactors on the frontline of a catastrophic war.</a></p> <a href=\"https://www.theguardian.com/world/2022/dec/12/safety-of-zaporizhzhia-nuclear-plant-hangs-in-the-balance\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/renewed-fighting-in-drc-raises-fears-of-chaotic-proxy-conflict", "title": "Renewed fighting in DRC raises fears of chaotic proxy conflict", "date_published": "2022-12-12 05:00:51+00:00", "description": "<p>Conflict has displaced at least 400,000 people since March in a growing humanitarian crisis</p><p>In the camps on the flanks of the Nyiragongo volcano in the Democratic Republic of the Congo, they listen carefully. Not for warning of an eruption but to the dull thuds of distant mortar and artillery fire. Some days there are none, and hopes are raised. On other days, the sounds of war make clear to every one of the thousands of villagers huddled in their makeshift shelters that they will not be going anywhere very soon.</p><p>“We want to return home to cultivate our fields and keep our cows, sheep and goats because we are here and we are hungry. We are suffering a lot,” said Nsambimana Ashiwe, 64, at a displacement camp in Kanyaruchinya, a few miles south of the frontlines.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/renewed-fighting-in-drc-raises-fears-of-chaotic-proxy-conflict\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/dec/12/pakistan-v-england-second-test-fourth-day-live", "title": "Pakistan v England: second Test, fourth day – live", "date_published": "2022-12-12 04:34:23+00:00", "description": "<ul><li>Over-by-over coverage as Pakistan chase 355 runs to win</li><li>Any thoughts? Feel free <a href=\"mailto:Rob.Smyth@theguardian.com\">to email Rob</a></li></ul><p><strong>If Pakistan win it will be their second highest runchase in Tests, </strong>behind <a href=\"https://www.espncricinfo.com/series/pakistan-tour-of-sri-lanka-2015-860091/sri-lanka-vs-pakistan-3rd-test-860267/full-scorecard\">a fourth-innings romp at Pallekele in 2015</a>. The last time England failed to defend a target of this size was on <a href=\"https://www.espncricinfo.com/series/england-tour-of-india-2008-09-361035/india-vs-england-1st-test-361050/full-scorecard\">an emotional day at Mumbai in 2008</a>.</p><p><strong>A bit of news from Australia</strong>, where Pat Cummins and friends will be going toecrusher to toecrusher with South Africa’s pacemen in Brisbane at the weekend.</p> <a href=\"https://www.theguardian.com/sport/live/2022/dec/12/pakistan-v-england-second-test-fourth-day-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/12/antibiotics-in-short-supply-across-australia-as-gps-call-for-fix-to-increasing-problem", "title": "Antibiotics in short supply across Australia as GPs call for fix to ‘increasing problem’", "date_published": "2022-12-12 04:34:14+00:00", "description": "<p>TGA allows pharmacists to provide alternative drugs without doctor approval to help patients through shortage</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Medicine shortages are an “increasing problem” for Australia and antibiotics are among the commonly prescribed drugs currently in short supply, the peak body for general practitioners says.</p><p>The drugs regulator, the Therapeutic Goods Administration (TGA), on Monday said the three most commonly prescribed antibiotics – amoxicillin, cefalexin and metronidazole – are scarce. They are used to treat a range of bacterial infections, including pneumonia and other chest infections, skin infections and urinary tract infections.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/society/2022/dec/12/antibiotics-in-short-supply-across-australia-as-gps-call-for-fix-to-increasing-problem\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/peru-protests-two-dead-and-four-injured-as-election-calls-grow-after-castillo-ousting", "title": "Peru protests: two dead and four injured as election calls grow after Castillo ousting", "date_published": "2022-12-12 04:04:07+00:00", "description": "<p> Clashes with police reported in Lima and further south in city of Andahuaylas as thousands take to streets</p><p>Two young people have died and four have been injured during protests in Peru demanding general elections following the ousting of former president Pedro Castillo over his attempt to dissolve Congress.</p><p>A 15-year-old and an 18-year-old died “possibly as a result of gunshot wounds” during clashes with police on Sunday in the city of Andahuaylas, in the Andean region of Apurimac, the head of Peru’s ombudsman’s office, Eliana Revollar, told local radio station RPP. </p> <a href=\"https://www.theguardian.com/world/2022/dec/12/peru-protests-two-dead-and-four-injured-as-election-calls-grow-after-castillo-ousting\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/12/world-cup-2022-briefing-the-race-for-the-golden-boot-gathers-pace", "title": "World Cup 2022 briefing: the race for the Golden Boot gathers pace", "date_published": "2022-12-12 04:00:50+00:00", "description": "<p>As the semi-finals approach, the top scorer at this tournament will surely be Kylian Mbappé, Olivier Giroud or Lionel Messi</p><p>Four teams remain in the hunt for the 2022 World Cup. Only three players are likely to be <a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/20/world-cup-2022-golden-boot-top-goalscorers-game-by-game\">in contention for the Golden Boot</a>: Kylian Mbappé (five goals) and Olivier Giroud (four) of France, along with some guy called Lionel Messi (also four). No other players left in the tournament have more than two goals.</p> <a href=\"https://www.theguardian.com/football/2022/dec/12/world-cup-2022-briefing-the-race-for-the-golden-boot-gathers-pace\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/dec/12/building-for-end-times-the-boom-in-bunkers-podcast", "title": "Building for end times: the boom in bunkers – podcast", "date_published": "2022-12-12 03:00:49+00:00", "description": "<p>Threat of nuclear war and a global pandemic have spurred a boom in individuals purchasing survival bunkers, says author Bradley Garrett</p><p>Tom Cruise has one. Donald Trump has one. But it’s not just the super-rich. Sales of private nuclear bunkers are booming as citizens absorb news of climate breakdown, nuclear threats and a global pandemic and look to secure their own survival in the event of a total breakdown in society.</p><p><strong>Bradley Garrett, </strong>author of Bunker: What It Takes to Survive the Apocalypse, tells <strong>Hannah Moore </strong>about how he travelled to the UK, Germany, Australia, Thailand, Ukraine and across the US to tell a story about people’s preparations for calamity, ranging from fortified and hardened citadels to sprawling rural farms.</p> <a href=\"https://www.theguardian.com/news/audio/2022/dec/12/building-for-end-times-the-boom-in-bunkers-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/pure-bliss-explicit-rap-and-an-anti-ableism-tirade-meredith-music-festival-celebrates-30-years-of-its-big-weird-family", "title": "Pure bliss, horny electro and an anti-ableism tirade: Meredith music festival celebrates 30 years of its big, weird family", "date_published": "2022-12-12 01:50:40+00:00", "description": "<p>Caribou, Courtney Barnett and Tasman Keith were among the highlights of the beloved BYO camping festival, which continues to bring out the best</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p></p><p>Victoria’s beloved Meredith music festival’s 30th anniversary – delayed by the pandemic – opened with a Welcome to Country. A larger-than-usual, thousands-strong crowd paid respects to the Wadawurrung people; chatter subsided and birds could be heard chirping in the towering gums.</p><p>Connection to land and family have anchored the festival throughout the decades. A one-stage BYO camping festival with no commercial sponsorship, Meredith was co-founded in 1991 by Chris Nolan, Marcus Downie and Gregor Peele, with the blessing of Chris’s parents John “Jack” and Mary, whose family has farmed the Wadawurrung land since 1865. In 1992, 500 punters showed up, then doubled the next year.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/pure-bliss-explicit-rap-and-an-anti-ableism-tirade-meredith-music-festival-celebrates-30-years-of-its-big-weird-family\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/jacinda-ardern-vows-to-focus-on-economy-after-months-of-poor-polling", "title": "Jacinda Ardern vows to ‘focus on economy’ after months of poor polling", "date_published": "2022-12-12 01:23:35+00:00", "description": "<p>The New Zealand government is set to pare back its policy agenda, as the prime minister pledges to make the economy her priority</p><p>Prime minister Jacinda Ardern has said her government will pare back its policy agenda to “focus on the economy”, after months of poor polling and increased pressure over living costs in New Zealand.</p><p>After a successful 2020 election, Ardern’s Labour party held a single-party majority in parliament this term, giving extensive freedom to the government’s policy agenda. With a tough election year ahead, however, the prime minister has indicated the government would reprioritise and cut spending, rather than push forward all of its policy plans.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/jacinda-ardern-vows-to-focus-on-economy-after-months-of-poor-polling\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/12/georgia-holt-actor-singer-and-chers-mother-dies-aged-96", "title": "Georgia Holt, actor, singer and Cher’s mother, dies aged 96", "date_published": "2022-12-12 01:00:05+00:00", "description": "<p>The film and television performer had a close relationship with her famous daughter, and was married six times, including twice to Cher’s father</p><p>Georgia Holt, the singer, actor and mother of musician Cher, has died at the age of 96.</p><p>Cher announced the death on Twitter on Saturday, writing “mom is gone”. Cher’s spokeswoman Liz Rosenberg confirmed the news to the Washington Post on Sunday, but other details, including a cause or exact date of death, have not yet been revealed. Holt was admitted to a hospital with pneumonia in September.</p> <a href=\"https://www.theguardian.com/music/2022/dec/12/georgia-holt-actor-singer-and-chers-mother-dies-aged-96\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/china-preparing-fresh-pretext-to-practise-future-attacks-says-taiwan-foreign-minister", "title": "China preparing fresh pretext to practise future attacks, says Taiwan foreign minister", "date_published": "2022-12-12 00:52:59+00:00", "description": "<p>Joseph Wu says that communication with China has become more difficult after a purge of some factions within the Communist party</p><p>Taiwan’s government believes China is preparing to find another “pretext for practising their future attack” on the island, its foreign minister has said, after a record-breaking year of military threats and incursions.</p><p>Joseph Wu also suggested cross-strait communications may diminish even further now that Xi Jinping has secured his third term, with last month’s extraordinary political purges of rival Communist party members severing the few unofficial ties remaining.</p> <a href=\"https://www.theguardian.com/world/2022/dec/12/china-preparing-fresh-pretext-to-practise-future-attacks-says-taiwan-foreign-minister\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/12/lockerbie-plane-bombing-what-happened-and-who-is-the-third-suspect", "title": "Lockerbie plane bombing: what happened and who is the third suspect?", "date_published": "2022-12-12 00:41:06+00:00", "description": "<p>The bombing of a Pan Am passenger jet in 1988 killed 270 and remains the deadliest terrorist attack ever carried out on British soil</p><p>The announcement that a Libyan man suspected in the 1988 bombing of a passenger jet has been taken into US custody has put the spotlight back on the notorious terrorist attack and longstanding efforts to pursue those responsible.</p><p>The suspect, <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/third-lockerbie-bomb-suspect-now-in-us-custody-officials-say\">Mohammed Abouagela Masud</a>, is accused of building the bomb that destroyed a Pam Am flight over the Scottish town of Lockerbie. The attack killed all 259 people aboard the plane and 11 on the ground. The majority of those killed were Americans.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/12/lockerbie-plane-bombing-what-happened-and-who-is-the-third-suspect\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/12/russia-ukraine-war-at-a-glance-what-we-know-on-day-292-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 292 of the invasion", "date_published": "2022-12-12 00:22:23+00:00", "description": "<p>Ukraine attacks barracks in Russian-occupied city of Melitopol; emergency crews work to ease power shortages across Ukraine after Russian attacks</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/dec/12/russia-ukraine-war-at-a-glance-what-we-know-on-day-292-of-the-invasion\">Continue reading...</a>", "persistent": false}], "source url": "https://www.theguardian.com/international/rss", "source title": "The Guardian - International"}