{"entries": [{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "link": "https://www.youtube.com/watch?v=pXoZQsZP2PY", "title": "How To Measure The Tiniest Forces In The Universe", "date_published": "2022-12-12 15:53:57+00:00", "description": "This lab measures the tiniest forces in the universe. This video is sponsored by Brilliant. You can get started for free, or the first 200 people to sign up via https://brilliant.org/veritasium get 20% off a yearly subscription. \n\n▀▀▀\nThanks to Rich Press and NIST for the great visit. \nThanks to Dr. Gordon Shaw for showing us around his lab and teaching us about measuring tiny forces.\nYou can check out all the cool work going on at NIST here: https://www.nist.gov/\n\n▀▀▀\nReferences:\n\nLee, J. (2016). Measuring Tiny Forces With Light. NIST. – https://ve42.co/Lee2016\n\nMelcher, J., Stirling, J., Guzman, F., Pratt, J. & Shaw, G. (2014). A self-calibrating optomechanical force sensor with femtonewton resolution. Applied Physics Letters. – https://ve42.co/Melcher2014\n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nBernard McGee, James Sanger, Elliot Miller, Brian Busbee, Jerome Barakos M.D., Amadeo Bee, TTST, Balkrishna Heroor, Chris LaClair, John H. Austin Jr., OnlineBookClub.org, Eric Sexton, John Kiehl, Diffbot, Gnare, Dave Kircher, Burt Humburg, Blake Byers, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Josh Hibschman, Mac Malkawi, Mike Schneider, John Bauer, Jim Buckmaster, Juan Benet, Sunil Nagaraj, Richard Sundvall, Lee Redden, Stephen Wilcox, Marinus Kuivenhoven, Michael Krugman, Cy 'kkm' K'Nelson, Sam Lutfi\n\n▀▀▀\nWritten by Derek Muller\nEdited by Trenton Oliver\nAnimation by Ivy Tello\nFilmed by Derek Muller, Trenton Oliver, and Emily Zhang\nAdditional video/photos supplied by Pond5 & Getty Images\nMusic from Epidemic Sound \nProduced by Derek Muller, Petr Lebedev, and Emily Zhang", "persistent": false}], "source url": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "source title": "Veritasium"}