[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-world-war-ii-planes-collide-in-midair-incident-over-texas", "title": "Two World War II Planes Collide In Midair Incident Over Texas", "date_published": "2022-11-12 17:30:53+00:00", "description": "Two World War II-era planes collided in midair Saturday at an air show in Dallas as videos posted online showed the planes bursting into flames after slamming into ground. The incident took place at the Wings Over Dallas World War II Airshow early Saturday afternoon. “A Boeing B-17 Flying Fortress and a Bell P-63 Kingcobra ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republicans-republican-leaning-independents-shift-in-who-they-want-to-be-gops-nominee-in-2024-poll", "title": "Republicans, Republican-Leaning Independents Shift In Who They Want To Be GOP’s Nominee In 2024: Poll", "date_published": "2022-11-12 16:23:14+00:00", "description": "Republican and Republican-leaning Independents have shifted their views of who they believe is the best choice to be the Republican Party&#8217;s presidential nominee in 2024. A new survey conducted by YouGov after Tuesday&#8217;s midterm elections found that conservatives now want Florida Governor Ron DeSantis (R) to be the party&#8217;s nominee. &#8220;More Republicans and Republican-leaning Independents ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/billionaire-ftx-founder-who-lost-entire-fortune-gave-massive-sum-to-democrats-before-empire-collapsed", "title": "Billionaire FTX Founder Who Lost Entire Fortune Gave Massive Sum To Democrats Before Empire Collapsed", "date_published": "2022-11-12 15:39:23+00:00", "description": "Sam Bankman-Fried, the now-bankrupt founder of the cryptocurrency exchange FTX, gave a staggering sum of money to Democrats and far-left causes this midterm election cycle before his multi-billion dollar empire imploded this week. FTX, which is headquartered in the Bahamas, was launched in 2019 and had accrued more than one million users by 2022. Users ...", "favourite": false}]