[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/usa-katastrofa-na-pokazie-lotniczym-w-locie-zderzyly-sie-dwa-samoloty/", "title": "USA: Katastrofa na pokazie lotniczym. Dwa samoloty zderzyły się w powietrzu", "date_published": "2022-11-12 22:16:00+00:00", "description": "Bombowiec z II wojny światowej i samolot myśliwski zderzyły się w powietrzu podczas pokazów lotniczych w Dallas. Póki co nie ma informacji o ofiarach.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/polka-ii-wicemiss-swiata-na-wozku-kazda-kobieta-z-niepelnosprawnoscia-moze-czuc-sie-piekna/", "title": "Polka II Wicemiss Świata na Wózku. \"Każda kobieta z niepełnosprawnością może czuć się piękna\"", "date_published": "2022-11-12 21:05:00+00:00", "description": "W koszmarnym wypadku złamała kręgosłup, ale wypadek nie złamał w niej ducha. Anna Płoszyńska zdobyła w Meksyku tytuł II Wicemiss Świata na Wózku. To nie pierwszy jej sukces i nie pierwszy raz, kiedy pokazuje swoją siłę i walkę o marzenia, choć los jej nie oszczędza.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/ukraina-mieszkancy-chersonia-swietuja-wyzwolenie-spod-rosyjskiej-okupacji/", "title": "Ukraina: Mieszkańcy Chersonia świętują wyzwolenie spod rosyjskiej okupacji", "date_published": "2022-11-12 20:56:00+00:00", "description": "- Chersoń jest wolny. Wkroczyli tu wczoraj ukraińscy żołnierze - relacjonował Mateusz Lachowski, korespondent Polsat News z wyzwolonego spod rosyjskiej okupacji miasta w obwodzie chersońskim. Podczas relacji dziennikarz na własnej skórze mógł poczuć radość mieszkańców, którzy po ponad ośmiu miesiącach odzyskali wolność.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/koronawirus-australia-setki-zrazonych-na-pokladzie-statku-wycieczkowego/", "title": "Koronawirus. Australia: Setki zarażonych na pokładzie statku wycieczkowego", "date_published": "2022-11-12 19:15:00+00:00", "description": "U wybrzeży Australii zacumował statek wycieczkowy Majestic Princess, na którym potwierdzono ognisko koronawirusa - przekazał portal BBC. Spośród 4600 osób na pokładzie u 800 potwierdzono zakażenie. Obecnie w Australii rośnie liczba zachorowań na COVID-19.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/usa-mezczyzna-zmarl-w-plonacym-domu-nie-chcial-zostawic-swojej-zony/", "title": "USA. Mężczyzna zginął w płonącym domu. Nie chciał zostawić swojej żony", "date_published": "2022-11-12 18:26:00+00:00", "description": "Kennet Zerr ze Stanów Zjednoczonych zginął razem ze swoją żoną w pożarze ich domu. Jak poinformowały lokalne media mężczyzna odmówił opuszczenia płonącego budynku, bo nie chciał zostawić małżonki.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/starcia-we-francji-imigranci-rzucali-kamieniami-w-policje/", "title": "Starcia we Francji. Imigranci rzucali kamieniami w policję", "date_published": "2022-11-12 17:23:00+00:00", "description": "Na północy Francji doszło do starcia imigrantów z policją. Zamieszki rozpoczęły się, gdy funkcjonariusze uniemożliwili przybyszom przeprawę przez kanał La Manche. W sieci pojawiło się nagranie, na którym widać mężczyzn rzucających kamieniami i gałęziami w policjantów.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/rosja-dmitrij-miedwiediew-grozi-i-wspomina-o-wrodzonej-dobroci-rosjan/", "title": "Rosja: Dmitrij Miedwiediew grozi i wspomina o \"wrodzonej dobroci\" Rosjan", "date_published": "2022-11-12 16:31:00+00:00", "description": "Rosja z oczywistych dla wszystkich rozsądnych ludzi powodów nie wykorzystała jeszcze wszystkich środków rażenia - przekazał Dmitrij Miedwiediew w odpowiedzi na porażkę Rosjan w Chersoniu. Według byłego prezydenta Rosji, nie doszło do wszystkich możliwych ataków nie tylko z wrodzonej ludzkiej dobroci. Wszystko ma swój czas - zapowiedział.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/kostaryka-krokodyl-zabil-dziecko-na-oczach-rodzicow/", "title": "Kostaryka: Krokodyl zabił dziecko na oczach rodziców", "date_published": "2022-11-12 16:23:00+00:00", "description": "Ośmioletni chłopiec z Kostaryki bawiąc się przy brzegu rzeki został wciągnięty pod wodę i zabity przez krokodyla. Wszystko działo się na oczach przerażonych rodziców dziecka, którzy nie mogli pomóc swojemu synowi.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/hiszpania-ulewne-deszcze-spowodowaly-nagle-powodzie-ludzie-uwiezieni-w-zalanych-autach/", "title": "Hiszpania. Ulewne deszcze spowodowały nagłe powodzie. Ludzie uwięzieni w zalanych autach", "date_published": "2022-11-12 15:16:00+00:00", "description": "Ulewne deszcze wywołały w sobotę błyskawiczne powodzie i podtopienia w regionie Walencji na wschodzie Hiszpanii. Służby musiały ratować ludzi z zalanych samochodów i domów.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/wojna-w-ukrainie-dziela-banksyego-na-zniszczonych-budynkach-w-borodziance/", "title": "Wojna w Ukrainie. Dzieła Banksy'ego na zniszczonych budynkach w Borodziance", "date_published": "2022-11-12 12:47:00+00:00", "description": "Kilka murali Banksyego pojawiło się na zniszczonych w wyniku działań wojennych budynkach w podkijowskiej Borodziance. Artysta opublikował fotografie swoich dzieł na Instagramie. Nie wiadomo kiedy Banksy był w Ukrainie, ani czy jeszcze tam jest.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/niemcy-cale-miasto-pograzy-sie-w-ciemnosciach-wylacza-wszystkie-latarnie/", "title": "Niemcy: Całe miasto pogrąży się w ciemnościach. Wyłączą wszystkie latarnie", "date_published": "2022-11-12 12:37:00+00:00", "description": "Miasto Neumarkt in der Oberpfalz w Bawarii wyłącza oświetlenie uliczne między północą a godz. 5 rano. W ten sposób zaoszczędzi około 700 000 kWh energii elektrycznej.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/wojna-w-ukrainie-rosjanie-opuscili-szwedzka-wies-pozbawili-ja-pradu-i-zaminowali/", "title": "Wojna w Ukrainie: Rosjanie opuścili szwedzką wieś. Pozbawili ją prądu i zaminowali", "date_published": "2022-11-12 11:02:00+00:00", "description": "Ze wsi Gammalsvenskby (Żmijiwka) w powiecie chersońskim w Ukrainie uciekli w piątek rosyjscy żołnierze. Wcześniej dokonali ogromnych zniszczeń, a teren wokół wsi zaminowali. Spora część mieszkańców Gammalsvenskby ma szwedzkie korzenie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/usa-9-latek-przetrzymywany-w-klatce-przez-rodzicow-byl-na-zewnatrz-bez-jedzenia-i-ubran/", "title": "USA. 9-latek przetrzymywany w klatce przez rodziców. Był na zewnątrz bez jedzenia i ubrań", "date_published": "2022-11-12 09:49:00+00:00", "description": "9-letni chłopiec z Lexington w Północnej Karolinie w USA został zamknięty przez swoich rodziców w klatce na zewnątrz domu i tam przetrzymywany w skąpym ubraniu i praktycznie bez jedzenia. O tragicznym traktowaniu chłopca policję powiadomili sąsiedzi.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/nowy-jork-mial-narkotyki-warte-siedem-milionow-dolarow-ukryl-je-w-stoliku-do-kawy/", "title": "Nowy Jork: Miał narkotyki warte siedem milionów dolarów. Ukrył je w stoliku do kawy", "date_published": "2022-11-12 09:30:00+00:00", "description": "59-letni nowojorczyk, który w mieszkaniu trzymał heroinę i fentanyl warte siedem milionów dolarów, wpadł w ręce policji. Służby oceniły, że przechwycone narkotyki mogły uśmiercić miliony osób. Mężczyzna był przygotowany do handlu nielegalnymi substancjami. Miał specjalne urządzenia, a także torebki z napisem Niszczyciel Czaszki.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/szwecja-bracia-oskarzeni-o-szpiegostwo-na-rzecz-rosji-jeden-pracowal-w-szwedzkim-wywiadzie/", "title": "Szwecja: Bracia oskarżeni o szpiegostwo na rzecz Rosji. Jeden pracował w szwedzkim wywiadzie", "date_published": "2022-11-12 08:56:00+00:00", "description": "42-letni Peyman Kia i 35-letni Payam Kia usłyszeli zarzuty zaostrzonego szpiegostwa. Pochodzący z Iranu braci mieli pracować dla rosyjskiego wywiadu wojskowego GRU w latach 2011-2021. Jeden z nich był wcześniej pracownikiem szwedzkich agencji wywiadowczych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/holandia-dzieci-porwane-przez-rodzicow-trafiaja-do-polski-ujawniono-dane/", "title": "Holandia. Dzieci porwane przez rodziców najczęściej trafiają do Polski i Turcji. Ujawniono dane", "date_published": "2022-11-12 07:27:00+00:00", "description": "Polska jest na liście krajów, do których najczęściej trafiały dzieci porwane przez jednego z rodziców w Holandii podczas tegorocznych wakacji. Naszemu państwu towarzyszą m.in. Turcja oraz Rosja. Liczba uprowadzeń małoletnich w Niderlandach wzrasta. Zdaniem specjalistów wpływa na to zniesienie koronawirusowych restrykcji w podróżowaniu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-12/cherson-wyzwolony-mieszkancy-swietuja-na-ulicach/", "title": "Chersoń wyzwolony. Mieszkańcy świętują na ulicach", "date_published": "2022-11-12 06:02:00+00:00", "description": "- W Chersoniu nikt nie będzie dziś spał - zapowiadał jeden z mieszkańców miasta, wyzwolonego w piątek przez ukraińskie wojska. I tak najpewniej się stało. Na nagraniach widać, jak chersończycy fetują na ulicach, śpiewają i wznoszą niebiesko-żółte flagi. Pod rosyjską okupacją byli od marca do 11 listopada.", "favourite": false}]