[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/firearms-expert-reacts-to-overwatch-2s-guns/2300-6459951/", "title": "Firearms Expert Reacts To Overwatch 2’s Guns", "date_published": "2022-11-12 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4060135-overwatch2_site.jpg\" width=\"480\" /> Jonathan Ferguson, a weapons expert and Keeper of Firearms &amp; Artillery at the Royal Armouries, breaks down more of the weaponry of Overwatch 2, including Cassidy’s Peacekeeper, Sombra’s MP7-inspired Machine Pistol, and Pharah’s Egyptian-themed Rocket Launcher.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/super-mario-galaxy-showed-us-something-the-series-hadnt-before-and-hasnt-since/1100-6509083/?ftag=CAD-01-10abi2f", "title": "Super Mario Galaxy Showed Us Something The Series Hadn't Before, And Hasn't Since", "date_published": "2022-11-12 15:00:00+00:00", "description": "<p>Super Mario Galaxy is celebrating its 15-year anniversary today, November 12, 2022. Below, we take a look at how its unique setting gave it a special sense of wonder that set it apart from other Mario games.</p><p dir=\"ltr\">Mario Galaxy offers a melancholy vision of the stars, far from the Saturday morning surrealism of other games in the series. Of course, it's not like its predecessors and follow-ups don't have their own unique charms--consider the sun-soaked daze of Sunshine or the whirlwind tour of Odyssey. However, Galaxy offers an existential, joyful melancholy. It blows up the scale of Mario's levels beyond kingdoms and history, into the (meta)physical. Galaxy centers on the cosmic interconnection of life and death, and the scattered, unconscious possibility of rebirth.</p><p dir=\"ltr\">Sure, other Mario games have flickers of darkness, <a href=\"https://www.youtube.com/watch?v=TNqV1OZG8F8\">conversations with enemy shy guys on trains</a> or Yoshis left behind in the abyss. But Mario Galaxy offers something more fundamental. Its sadness is not a tonal dalliance or a joke or an accidental effect of colliding mechanics. Galaxy is quite literally set in a dark, vast universe, where only specific pinpoints of light are habitable. In time, these points of light will die, and others will take their place. In short, it's a universe much like our own, albeit filtered through a whimsical, cartoon logic.</p><a href=\"https://www.gamespot.com/articles/super-mario-galaxy-showed-us-something-the-series-hadnt-before-and-hasnt-since/1100-6509083/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}]