[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-ipad-first-sale-215712251.html?src=rss", "title": "Apple's new 10.9-inch iPad is $50 off right now", "date_published": "2022-11-12 21:57:12+00:00", "description": "<p>Little more than two after hitting store shelves, Apple’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTczMTE0Ni1SRUcvYXBwbGVfbXBxMTNsbF9hXzEwXzlfaXBhZF8xMHRoX2dlbi5odG1sIiwiY29udGVudFV1aWQiOiJiZjYxYjVlNS1hN2QzLTRlMjQtODExZC0xM2I5YmMzZTY2YzgifQ&amp;signature=AQAAAeGZqk-9NHZbVveOhH-d4TqtPi2NRs_eW4Ty2P1b7apl&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1731146-REG%2Fapple_mpq13ll_a_10_9_ipad_10th_gen.html\">10th-generation iPad</a> is on sale with a discount that makes it much easier to recommend the tablet. B&amp;H has discounted the base 64GB model with WiFi to $399. The catch is that the deal only applies to the blue colorway. If you don’t mind the choice of color, you’ll want to act fast as the promotion ends tomorrow evening – or, more likely, when supplies quickly run out.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTczMTE0Ni1SRUcvYXBwbGVfbXBxMTNsbF9hXzEwXzlfaXBhZF8xMHRoX2dlbi5odG1sIiwiY29udGVudFV1aWQiOiJiZjYxYjVlNS1hN2QzLTRlMjQtODExZC0xM2I5YmMzZTY2YzgifQ&amp;signature=AQAAAeGZqk-9NHZbVveOhH-d4TqtPi2NRs_eW4Ty2P1b7apl&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1731146-REG%2Fapple_mpq13ll_a_10_9_ipad_10th_gen.html\" id=\"3c622dc0a5674486ba59fc2607ba7b4e\">Buy Apple iPad at B&amp;H - $399</a><p>The 10th-generation iPad features several upgrades over its predecessor, but a more expensive price tag and odd design decisions make it less of a straightforward purchase. Engadget Deputy Editor Nathan Ingraham gave the tablet a score of <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\"><ins>85</ins></a>, praising Apple’s decision to include a landscape-oriented front-facing camera and USB-C charging. The iPad’s fast A14 Bionic processor was also a highlight, as was the more than 10 hours of battery life he found he could get out of the device. However, the fact the new model is $120 more expensive and only compatible with the first-generation Apple Pencil means it lands in an awkward place among Apple’s other tablets. At $399, those flaws are easier to overlook.</p><span id=\"end-legacy-contents\"></span><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-nest-wifi-pro-fix-in-development-204908582.html?src=rss", "title": "Google is working on a fix for slow Nest WiFi Pro routers", "date_published": "2022-11-12 20:49:08+00:00", "description": "<p>Google will begin rolling out a software update early next week to address an issue with its recently released <a href=\"https://www.engadget.com/google-nest-wifi-pro-faster-speeds-high-gloss-design-130035266.html\"><ins>Nest WiFi Pro</ins></a> mesh router system. In a statement the company shared with <a href=\"https://www.theverge.com/2022/11/12/23454915/google-nest-wifi-pro-update-fix-slow-internet-speeds]\"><em><ins>The Verge</ins></em></a>, it said it was “investigating reports of a small number of users experiencing reduced internet speeds” when using the device, adding it was “working to roll out a fix.”</p><p>On paper, the Nest WiFi Pro is capable of supporting speeds of up to 5.4Gbps when connected with other WiFi 6E-compatible devices. However, shortly after the system went on sale on October 27th, reports began emerging on the <a href=\"https://www.googlenestcommunity.com/t5/Nest-Wifi/Nest-WiFi-Pro-wired-connection-is-about-10-of-what-it-was-on/m-p/271976/page/110\"><ins>Google Nest Community forums</ins></a> that the Nest WiFi Pro was limiting some to speeds between 40Mbps and 90Mbps. In many instances, those same users found their old WiFi 5 Nest mesh routers were outperforming the new device in speed tests.</p><span id=\"end-legacy-contents\"></span><p>It’s worth noting not everyone is seeing slower-than-expected speeds through their Nest WiFi Pro. Google told <em>The Verge </em>the issue is mostly affecting users in the United Kingdom with point-to-point protocol over ethernet (PPPoE) networks. That said, there have also been reports of users in the US and other parts of Europe seeing similarly poor performance.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/fbi-reportedly-considered-using-pegasus-spyware-195512125.html?src=rss", "title": "FBI reportedly considered using Pegasus spyware in criminal investigations", "date_published": "2022-11-12 19:55:12+00:00", "description": "<p>As recently as early last year, the Federal Bureau of Investigation was considering using NSO Group’s infamous Pegasus spyware in criminal investigations, <a href=\"https://www.nytimes.com/2022/11/12/us/politics/fbi-pegasus-spyware-phones-nso.html\"><ins>reports </ins><em><ins>The New York Times</ins></em></a>. Between late 2020 and early 2021, agency officials were in the “advanced” stages of developing plans to brief FBI leadership on the software, according to internal bureau documents and court records seen by <em>The Times</em>. Those documents also reveal the bureau had developed guidelines for federal prosecutors detailing how the FBI’s use of Pegasus would need to be disclosed during court cases.</p><p>Based on the documents, it’s unclear if the FBI had considered using the spyware against American citizens. Earlier this year, <em>The Times </em>found that the agency had tested Phantom, a version of Pegasus that can target phones with <a href=\"https://www.engadget.com/nso-group-spyware-us-state-department-report-183647765.html\"><ins>US numbers</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>By July 2021, the FBI eventually decided not to use Pegasus in criminal investigations. That’s the same month that <a href=\"https://www.washingtonpost.com/investigations/interactive/2021/nso-spyware-pegasus-cellphones/\"><em><ins>The</ins></em><ins>&nbsp;</ins><em><ins>Washington Post</ins></em></a><em>&nbsp;</em>published an investigation that claimed the software had been used to compromise the phones of two women close to murdered Saudi journalist <a href=\"https://www.engadget.com/nso-spyware-targeted-journalists-politicians-190234376.html\"><ins>Jamal Khashoggi</ins></a>. A few months later, the US placed Pegasus creator NSO Group on the Commerce Department’s entity list, a designation that prevents US companies from conducting business with the firm. Despite the decision not to use Pegasus, the FBI indicated it remains open to using spyware in the future.</p><p>“Just because the FBI ultimately decided not to deploy the tool in support of criminal investigations does not mean it would not test, evaluate and potentially deploy other similar tools for gaining access to encrypted communications used by criminals,” states a <a href=\"https://int.nyt.com/data/documenttools/nso-fbi-brief/f6199b0802b4fc01/full.pdf\"><ins>legal briefing</ins></a> filed by the FBI last month.</p><p>The documents appear to present a different picture of the agency’s interest in Pegasus than the one FBI Director Chris Wray shared with Congress during a closed-doors hearing this past December. “If you mean have we used it in any of our investigations to collect or target somebody, the answer is - as I’m assured - no,” he <a href=\"https://int.nyt.com/data/documenttools/fbi-nso/58a69830f3cd2e7d/full.pdf\"><ins>said in response to a question from Senator Ron Wyden</ins></a>. “The reason why I hedge, and I want to be transparent, that we have acquired some of their tools for research and development. In other words, to be able to figure out how bad guys could use it, for example.”</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ftx-investigates-hack-174047127.html?src=rss", "title": "FTX investigates ‘unauthorized transactions’ after millions go missing from crypto wallets", "date_published": "2022-11-12 17:40:47+00:00", "description": "<p>Mere hours after filing for <a href=\"https://www.engadget.com/ftx-bankruptcy-ceo-sam-bankman-fried-resigns-155552534.html\"><ins>Chapter 11 bankruptcy protection</ins></a>, FTX’s fraught situation worsened dramatically. On late Friday night, the crypto exchange claimed it had been hacked after millions of dollars in digital assets were siphoned from FTX wallets despite the company freezing withdrawals earlier in the day. The exact amount of missing money is unclear, but <a href=\"https://www.coindesk.com/business/2022/11/12/ftx-crypto-wallets-see-mysterious-late-night-outflows-totalling-more-than-380m/\"><em><ins>CoinDesk</ins></em><ins> puts</ins></a> the figure at more than $600 million.</p><p>“FTX has been hacked. FTX apps are malware.” the company posted on its official Telegram account. It urged customers to avoid the FTX website and delete its apps from their phones. Following the announcement, FTX General Counsel Ryne Miller <a href=\"https://twitter.com/_Ryne_Miller/status/1591326796305530880?s=20&amp;t=LYKpuLF13sELyhYAEfNerw\"><ins>said</ins></a> the company was moving all of its digital assets offline “to mitigate damage upon observing unauthorized transactions.\"</p><span id=\"end-legacy-contents\"></span><div id=\"4e73f4952ec345ac99e043a05cfd8c6d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Following the Chapter 11 bankruptcy filings - FTX US and FTX [dot] com initiated precautionary steps to move all digital assets to cold storage.  Process was expedited this evening - to mitigate damage upon observing unauthorized transactions.</p>— Ryne Miller (@_Ryne_Miller) <a href=\"https://twitter.com/_Ryne_Miller/status/1591326796305530880?ref_src=twsrc%5Etfw\">November 12, 2022</a></blockquote></div><p>As <em>CoinDesk</em> points out, some crypto community members have <a href=\"https://twitter.com/0xfoobar/status/1591261359152705538?s=20&amp;t=UKzemOc4DYVEg2hUNtvK6Q\">speculated</a> the funds may have been withdrawn by someone from FTX founder Sam Bankman-Fried’s inner circle. Bankman-Fried hasn’t commented on the incident. The missing millions are in addition to at least $1 billion worth of customer funds that vanished from FTX before the company filed for bankruptcy. According to <a href=\"https://www.reuters.com/markets/currencies/exclusive-least-1-billion-client-funds-missing-failed-crypto-firm-ftx-sources-2022-11-12/?taid=636f2aa9dddb9b000179b96e&amp;utm_campaign=trueAnthem:+Trending+Content&amp;utm_medium=trueAnthem&amp;utm_source=twitter\"><em><ins>Reuters</ins></em></a>, Bankman-Fried “secretly transferred” $10 billion from the crypto exchange to his trading company Alameda Research. He reportedly disclosed the financial gap to other FTX executives on November 6th, mere days before Binance <a href=\"https://www.engadget.com/binance-buys-ftx-crypto-exchange-183519035.html\"><ins>announced</ins></a> and subsequently abandoned its bid to <a href=\"https://www.engadget.com/binance-abandons-ftx-rescue-bid-222642965.html\"><ins>rescue the firm</ins></a>.</p><p>“We didn’t secretly transfer,” he told <em>Reuters</em>. “We had confusing internal labeling and misread it.” When asked about the missing funds, he reportedly replied “???” On Saturday, Bankman-Fred also denied reports he <a href=\"https://www.reuters.com/technology/ftx-founder-bankman-fried-says-he-is-bahamas-2022-11-12/\"><ins>had flown to Argentina</ins></a> after he resigned as CEO of FTX.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-discontinues-portal-smart-displays-165917491.html?src=rss", "title": "Meta abandons its Portal smart displays and smartwatch project following mass layoffs", "date_published": "2022-11-12 16:59:17+00:00", "description": "<p>Meta will stop any and all development on its smart displays and fledgling smartwatch project, according to <a href=\"https://www.reuters.com/technology/nearly-half-meta-job-cuts-were-tech-execs-say-2022-11-11/\"><em>Reuters</em></a>. The company's executives reportedly told employees — those left after mass layoffs that saw <a href=\"https://www.engadget.com/meta-mass-layoffs-facebook-111406126.html\">11,000 people lose their jobs</a> — in a townhall meeting that it would end work on <a href=\"https://www.engadget.com/facebook-portal-go-review-140033819.html\">Portal</a>. Meta used to sell Portal to consumers, and the device did enjoy an uptick in sales during the height of the pandemic when people had to stay and work from home. However, the company <a href=\"https://tech.co/news/meta-pivot-smart-display-business\">changed strategies</a> in June and decided to sell them to businesses instead.&nbsp;</p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy50aGVpbmZvcm1hdGlvbi5jb20vYXJ0aWNsZXMvbWV0YS1zY2FsZXMtYmFjay1hci1nbGFzc2VzLXBsYW4tYW1pZC1yZWFsaXR5LWxhYnMtc2hha2V1cD9yYz13aGYwZmQiLCJjb250ZW50VXVpZCI6IjJiNWU5MWExLTZlNjgtNDc4MC1iZWE3LTNlMGJlZWM1Njg1MSJ9&amp;signature=AQAAAY5QCuWCXzLVK5GS2n-dX5eOlK5nODkC_aclt5kBpGmj&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fmeta-scales-back-ar-glasses-plan-amid-reality-labs-shakeup%3Frc%3Dwhf0fd\"><em>The Information</em></a> reported at the time that Portal made up less than 1 percent of the global market even with the increase in sales in 2021. Pursuing the consumer segment was probably no longer worth it, and now the company has decided that it's not worth developing the device at all. Chief Technology Officer Andrew Bosworth reportedly told employees during the meeting: \"It was just going to take so long, and take so much investment to get into the enterprise segment, it felt like the wrong way to invest your time and money.\"</p><span id=\"end-legacy-contents\"></span><p>Meta has yet to release a smartwatch, though there had been reports and <a href=\"https://www.engadget.com/facebook-meta-smartwatch-camera-032354601.html\">leaks</a> over the years about that particular endeavor. Now, we'll never see it, unless Meta decides to revisit its development years from now. Bosworth said the smartwatch team will now work on the company's <a href=\"https://www.engadget.com/meta-ar-glasses-2024-release-162237114.html\">augmented reality glasses</a> and that half of Meta's investment in Reality Labs is going towards its AR projects.&nbsp;</p><p>In addition to announcing Portal's demise, the executives also revealed that 54 percent of the people laid off were in business positions, while the rest had technology roles. Teams across the organization were affected, and even employees with high performance ratings were laid off. Meta is combining its voice and video calling unit with other messaging teams, the executives also announced, and it's forming a new division to solve tough engineering problems.&nbsp;</p><p><em>Reuters</em>' report didn't say whether the executives revealed when the existing Portal models will be phased out, and if it will keep selling them. It also didn't mention when support for current devices will end, but we've asked Meta for more information and will update this post when we hear more.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/disney-hiring-freeze-job-cuts-153613606.html?src=rss", "title": "Disney reportedly freezes hiring and expects some layoffs", "date_published": "2022-11-12 15:36:13+00:00", "description": "<p>Disney CEO Bob Chapek has told division leads in a letter that the company is implementing cost cutting measures in part to help it \"achieve the important goal of reaching profitability for Disney+ in fiscal 2024.\" Based on the internal memo obtained by <a href=\"https://www.cnbc.com/2022/11/11/disney-plans-hiring-freeze-job-cuts-memo-says.html\"><em>CNBC</em></a>, Disney is planning to limit additions to its workforce through a targeted hiring freeze. It will still welcome new people for the \"most critical, business-driving positions,\" but all other roles are on hold for now. Chapek has also admitted in his letter that Disney \"anticipate[s] some staff reductions\" as it looks at all aspects of its business to find places where it can save money.&nbsp;</p><p>Chapek's letter comes after Disney reported less-than-stellar earnings for the previous quarter. While <a href=\"https://www.engadget.com/disney-streaming-services-earnings-055415800.html\">Disney+ welcomed</a> 12.1 million new subscribers for the company's fourth fiscal quarter ending on October 1st, the company's operating loss for streaming jumped from $0.8 billion to $1.5 billion. The company expects its losses to taper off going forward, thanks to its streaming services' price hikes and the launch of an ad-supported tier on Disney+. In his memo, Chapek also reiterated he is \"confident in [the company's] ability to reach the targets [it has] set,\" but Disney clearly intends to tighten its belt until it hits its goals.</p><span id=\"end-legacy-contents\"></span><p>Disney is but one of the many companies imposing a hiring freeze due to the economic downturn. When Meta chief Mark Zuckerberg announced that the Facebook parent company is laying off 11,000 employees, he also said that it's <a href=\"https://www.engadget.com/meta-mass-layoffs-facebook-111406126.html\">extending its hiring freeze</a> through the first quarter of 2023. <a href=\"https://www.engadget.com/amazon-corporate-hiring-freeze-200453634.html\">Amazon froze hiring</a> at its corporate offices earlier this month, as well.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/star-wars-studio-ghibli-grogu-disney-plus-095920040.html?src=rss", "title": "'Star Wars' and Studio Ghibli team up for a Disney+ Grogu short film", "date_published": "2022-11-12 09:59:20+00:00", "description": "<p>A couple of days ago, <a href=\"https://www.engadget.com/earwig-and-the-witch-review-studio-ghibli-184312522.html\">Studio Ghibli</a> tweeted a <a href=\"https://twitter.com/JP_GHIBLI/status/1590720957676949504\">teaser video</a> showing both its logo and <a href=\"https://www.engadget.com/lucasfilm-hires-shamook-054904077.html\">Lucasfilm'</a>s, as well as a photo of a <a href=\"https://twitter.com/JP_GHIBLI/status/1591083333844205568\">Grogu figurine</a>. Now we know what those posts are hinting at. Apparently, the two companies worked together to create a short film hand-drawn by Studio Ghibli. It's entitled <a href=\"https://twitter.com/starwars/status/1591219227033313285\"><em>Zen - Grogu and Dust Bunnies</em></a>, starring the beloved alien toddler from <em>The Mandalorian</em> with a strong affinity for the Force and the \"susuwatari\" from Hayao Miyazaki's animated films <em>My Neighbor Totoro</em> and <em>Spirited Away</em>.</p><p>According to <a href=\"https://sea.ign.com/star-wars-the-mandalorian-1/192404/news/studio-ghibli-and-lucasfilms-zen-grogu-and-dust-bunnies-arrives-on-disney-tomorrow-november-12\"><em>IGN</em></a>, the short film was directed by Katsuya Kondo, who's known for his character design work and a style that's deeply tied with Studio Ghibli's films. It also features music by Ludwig Göransson, who composed the scores for the previous two seasons of<em> The Mandaloria</em>n. <em>Zen - Grogu and Dust Bunnies</em>, will be available for streaming today November 12th on Disney+, exactly three years after <em>The Mandalorian</em> debuted.</p><span id=\"end-legacy-contents\"></span><div id=\"1a966a85671e4982a61c0766f9130c9e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Zen - Grogu and Dust Bunnies, a hand-drawn animated Original short by Studio Ghibli.<br /><br />Streaming tomorrow on <a href=\"https://twitter.com/DisneyPlus?ref_src=twsrc%5Etfw\">@DisneyPlus</a>. <a href=\"https://t.co/G8tV37OD87\">pic.twitter.com/G8tV37OD87</a></p>— Star Wars | Andor &amp; Tales of the Jedi On Disney+ (@starwars) <a href=\"https://twitter.com/starwars/status/1591219227033313285?ref_src=twsrc%5Etfw\">November 12, 2022</a></blockquote></div><p>Grogu will be back and will be reunited with \"Mando\" in the third season of <em>The Mandalorian</em> after leaving to train at Luke's Jedi Temple by the end of the second season. Disney gave fans a glimpse of what they can expect when the show comes back sometime next year <a href=\"https://www.engadget.com/the-mandalorian-season-three-trailer-190644043.html\">in a trailer</a> released during the company's D23 expo in September.&nbsp;</p>", "favourite": false}]