[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/climate-protesters-lisbon-storm-building-urge-minister-resign", "title": "Climate protesters in Lisbon storm building and urge minister to resign", "date_published": "2022-11-12 22:41:29+00:00", "description": "<p>Portuguese economy minister António Costa e Silva was giving a speech when demonstrators got on to the premises</p><p>Hundreds of protesters angry about the climate crisis took to the streets of Lisbon on Saturday, with dozens storming a building where Portugal’s economy minister, António Costa e Silva, was speaking, demanding that the former oil executive resign.</p><p>Holding banners and chanting slogans, protesters demanded climate action. As some demonstrators broke into the building, those outside shouted: “Out Costa e Silva!”</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/climate-protesters-lisbon-storm-building-urge-minister-resign\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/united-arab-emirates-us-intelligence", "title": "US intelligence document describes UAE efforts to influence American politics – report", "date_published": "2022-11-12 22:37:10+00:00", "description": "<p>Classified material claims United Arab Emirates engaged in operations that ‘resemble espionage’</p><p>A classified US intelligence report details efforts undertaken by the United Arab Emirates to influence American politics, offering a scrutinizing look at a close US ally, according to the <a href=\"https://www.washingtonpost.com/national-security/2022/11/12/uae-meddled-us-politics-intel-report/\">Washington Post</a>.</p><p>Written by the National Intelligence Council, the report says that the <a href=\"https://www.theguardian.com/world/united-arab-emirates\">UAE</a> has for years – across multiple presidential administrations – illegally and legally attempted to shape US policy. The Post cited three anonymous sources who have read the report, which the council has been showing to policymakers in recent weeks.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/united-arab-emirates-us-intelligence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/european-roundup-bayern-ensure-top-spot-napoli-cling-on-for-nervy-victory", "title": "European roundup: Bayern ensure top spot, Napoli cling on for nervy victory", "date_published": "2022-11-12 22:18:49+00:00", "description": "<ul><li>Bayern Munich will be top at Christmas after 2-0 win at Schalke</li><li>Udinese score late goals but Napoli claim 3-2 triumph</li></ul><p><strong>Bayern Munich</strong> eased past <strong>Schalke</strong> 2-0 to make sure of top spot going into the World Cup break as they hunt a record-extending 11th straight Bundesliga crown. The Bavarians, who fielded a starting lineup consisting entirely of World Cup-bound players, scored once in each half, through Serge Gnabry and Eric Maxim Choupo-Moting, with the Germany international Jamal Musiala delivering both assists.</p><p>Bayern’s sixth consecutive league win – and 10th across all competitions – lifted them to 34 points, six ahead of second-placed RB Leipzig. Freiburg and Union Berlin, both on 27, face each other on Sunday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/european-roundup-bayern-ensure-top-spot-napoli-cling-on-for-nervy-victory\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/dallas-airshow-crash-collision-planes", "title": "Six feared dead after historic military planes collide at Dallas airshow", "date_published": "2022-11-12 22:15:01+00:00", "description": "<p>Unclear how many were aboard aircraft at ‘America’s premier world war II airshow’</p><p>Two historic military planes collided and crashed to the ground Saturday during a <a href=\"https://www.theguardian.com/us-news/dallas\">Dallas</a> airshow, federal officials said, sending plumes of black smoke billowing into the sky.</p><p>Officials didn’t immediately make clear how many people were on board the aircraft or if anyone on the ground was hurt. Nonetheless, an ABC News producer – citing reporting from a colleague – <a href=\"https://twitter.com/JeffreyCook/status/1591545801196851200\">said on Twitter</a> that at least six people, all crew members, were feared dead after the crash.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/dallas-airshow-crash-collision-planes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/wolves-arsenal-premier-league-match-report", "title": "Arsenal go five points clear at top after Martin Ødegaard double sinks Wolves", "date_published": "2022-11-12 21:53:08+00:00", "description": "<p></p><p>In Germany, they christen the team top of the Bundesliga at Christmas <em>die </em><em>Herbstmeisterschaft</em>, the winter champions. While Arsenal mirroring what, in effect, is nothing more than a claim to fame in the Premier League is practically meaningless to Mikel Arteta, it is a milestone Arsenal have not managed since 2007. Martin Ødegaard scored twice in victory at Wolves as Arsenal offered a reminder heading into the World Cup break that they are in undeniably rude health. Wolves, meanwhile, need Julen Lopetegui to use that period to revive their season.</p><p>Arteta will have welcomed his former mentor Pep Guardiola enduring a rare off-day, with Manchester City’s shock defeat at home by Brentford guaranteeing Arsenal top spot at Christmas. For Arsenal, the challenge at kick-off was to not only admire the view at the summit but to return to winning ways and subsequently stretch their legs. They thought they had got off to a flyer when Gabriel Jesus killed Gabriel Martinelli’s cross and then leathered in with his next touch, only to be flagged offside. Jesus also hit the crossbar before the break after latching on to a Bukayo Saka pass but the Wolves defence again outsmarted the striker and the linesman again raised his flag.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/wolves-arsenal-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/democrats-senate-nevada-race-midterms", "title": "Democrats pin Senate hopes on Nevada as count continues in key races", "date_published": "2022-11-12 21:31:17+00:00", "description": "<p>Republican Adam Laxalt’s lead over Catherine Cortez Masto shrinks in race that could hand Democrats control of chamber</p><p>After the Democrat Mark Kelly was declared the <a href=\"https://www.theguardian.com/us-news/2022/nov/11/democrat-mark-kelly-arizona-senate-blake-masters\">winner</a> of his Senate re-election race in Arizona, the outcome of a tight race in Nevada will determine whether Democrats can secure a majority in the upper congressional chamber without having to hold their breath until the December runoff in Georgia.</p><p>The race between Nevada’s Democratic incumbent, Catherine Cortez Masto, and her Republican challenger Adam Laxalt, the state’s former attorney general, got even closer on Saturday when a batch of counted votes were reported. Just 862 votes make up Laxalt’s lead. About 25,000 mail-in ballots and 15,000 ballots that need “curing”, or correcting by the voter, have yet to be reported.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/democrats-senate-nevada-race-midterms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/12/george-russell-wins-brazilian-gp-sprint-race-as-mercedes-take-front-of-grid", "title": "George Russell wins Brazilian GP sprint race as Mercedes take front of grid", "date_published": "2022-11-12 20:48:54+00:00", "description": "<ul><li>Russell beats Ferrari’s Carlos Sainz into second place</li><li>Lewis Hamilton third but grid penalty for Sainz moves Briton up</li></ul><p>George Russell won the sprint race for the Grand Prix at Interlagos. The victory secures the Mercedes driver pole for Sunday’s grand prix. It was Russell’s first F1 win, albeit not in a full grand prix. He beat Ferrari’s Carlos Sainz into second with Lewis Hamilton taking third over the 24-lap race that decides the grid for the GP. Sainz however has a five-place grid penalty giving Mercedes their first front row lockout of the season.</p><p>There was no fairytale finish for Haas’s Kevin Magnussen however. Having taken his first pole position on Friday in qualifying, he was powerless against the quicker cars around him and finished in eighth place. World champion Max Verstappen was fourth, struggling for pace and taking damage that dropped him down the field.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/12/george-russell-wins-brazilian-gp-sprint-race-as-mercedes-take-front-of-grid\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/12/england-can-rewrite-history-by-beating-new-zealand-says-eddie-jones", "title": "England can rewrite history by beating New Zealand, says Eddie Jones", "date_published": "2022-11-12 20:41:33+00:00", "description": "<ul><li>All Blacks visit Twickenham next Saturday</li><li>Jones’s side enjoyed 52-13 win over Japan</li></ul><p>Eddie Jones has challenged England to rewrite history next Saturday by beating New Zealand at Twickenham for the first time in a decade, insisting that downing the All Blacks is not “Mission: Impossible”.</p><p>Jones’s side kick-started their autumn campaign with a dominant <a href=\"https://www.theguardian.com/sport/2022/nov/12/england-japan-autumn-nations-series-rugby-union-match-report\" title=\"\">52-13 victory over Japan</a>, running in seven tries in a performance far improved from the defeat by Argentina six days earlier. Next up are New Zealand, against whom Jones led his side to victory in the 2019 World Cup semi-final and to a one-point defeat in 2018 in his two meetings as England head coach.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/12/england-can-rewrite-history-by-beating-new-zealand-says-eddie-jones\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/12/revealed-the-30bn-cost-of-liz-trusss-disastrous-mini-budget", "title": "Revealed: the £30bn cost of Liz Truss’s disastrous mini-budget", "date_published": "2022-11-12 20:02:32+00:00", "description": "<p>Analysis shows former PM was responsible for half of the Treasury’s £60bn fiscal hole as chancellor prepares to announce cuts in Thursday’s budget </p><p>Liz Truss’s disastrous mini-budget cost the country a staggering £30bn – doubling the sum that the Treasury says will have to be raised by Jeremy Hunt this week in a huge programme of tax rises and spending cuts.</p><p>The independent Resolution Foundation calculates that the Truss government was responsible for about £30bn of the fiscal hole which the Treasury puts at £60bn, and which Hunt will have to tackle in the autumn statement on Thursday.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/12/revealed-the-30bn-cost-of-liz-trusss-disastrous-mini-budget\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/12/just-like-the-hat-footballs-grip-could-suddenly-go-out-of-fashion-after-qatar", "title": "Just like the hat, football’s grip could suddenly go out of fashion after Qatar | Jonathan Wilson", "date_published": "2022-11-12 20:00:50+00:00", "description": "<p>Football – facing fans’ disgust at this World Cup – should beware a plummeting status in the face of a critical mass of frustration</p><p>Look at a photograph of the crowd at the 1923 FA Cup final and pretty much everybody is wearing a hat. Fast-forward a quarter of a century and a rough estimate would be that a little under half the crowd at the 1948 final are similarly clad. Go forward another 25 years to 1973 and although Bob Stokoe, the Sunderland manager, topped off his tracksuit-and-mac look with a trilby, almost nobody in the stands at Wembley has their head covered.</p><p>In the unlikely event that anybody at the first Wembley Cup final gave the matter any thought, it is doubtful they would have believed bare-headedness would become the norm. And yet over the course of half a century, men stopped wearing hats. Things change, often unexpectedly, and aspects of life we take for granted can drift away, almost unnoticed.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/12/just-like-the-hat-footballs-grip-could-suddenly-go-out-of-fashion-after-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/12/ftx-collapse-missing-funds", "title": "At least $1bn in investor assets missing after FTX collapse – reports", "date_published": "2022-11-12 20:00:35+00:00", "description": "<p>Sources tell Reuters funds were part of $10bn founder Sam Bankman-Fried transferred to his hedge fund</p><p>Amid the fallout of the implosion of FTX, once the second-largest cryptocurrency exchange, at least $1bn in investor assets appears to be missing, according to multiple reports.</p><p>On Saturday morning, Reuters <a href=\"https://www.reuters.com/markets/currencies/exclusive-least-1-billion-client-funds-missing-failed-crypto-firm-ftx-sources-2022-11-12/\">reported</a> that FTX was missing at least $1bn in client funds, according to two anonymous sources who held senior positions at FTX and said they had been briefed on the company’s finances. The sources claimed the funds were part of $10bn in client funds that the FTX founder, Sam Bankman-Fried, secretly transferred to Alameda Research, the hedge fund he owns.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/12/ftx-collapse-missing-funds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/newcastle-chelsea-premier-league-match-report", "title": "Joe Willock applies finishing touch as Newcastle add to Chelsea woes", "date_published": "2022-11-12 19:40:13+00:00", "description": "<p>Graham Potter may have benefited from a recent “Glow Up” but his players seem to be experiencing a bit of a messy makeover.</p><p>Given Chelsea have failed to win any of their last five Premier League games it has proved somewhat less successful than their manager’s new hair do, something emphasised as, thanks to Joe Willock’s sumptuously curling winner, Eddie Howe’s renascent Newcastle registered a sixth straight victory.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/newcastle-chelsea-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/iranian-man-who-lived-in-paris-charles-de-gaulle-airport-for-18-years-dies", "title": "Iranian man who lived in Paris’ Charles de Gaulle airport for 18 years dies", "date_published": "2022-11-12 19:30:38+00:00", "description": "<p>Merhan Karimi Nasseri inspired the Steven Spielberg film The Terminal, starring Tom Hanks</p><p>An Iranian man who lived for 18 years in Paris’ Charles de Gaulle airport and inspired the Steven Spielberg film The Terminal died on Saturday in the airport, officials said.</p><p>Merhan Karimi Nasseri died after a heart attack in the airport’s Terminal 2F around midday, according an official with the Paris airport authority. Police and a medical team treated him but were not able to save him, the official said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/iranian-man-who-lived-in-paris-charles-de-gaulle-airport-for-18-years-dies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/13/genetic-engineering-could-be-used-to-control-mouse-populations-research-finds", "title": "Genetic engineering could be used to control mouse populations, research finds", "date_published": "2022-11-12 19:00:51+00:00", "description": "<p>Scientists demonstrated that a gene drive can be used to induce female infertility in the common house mouse<em>, </em>an invasive species in Australia</p><ul><li>Want to get the Afternoon Update to your email inbox every weekday? <a href=\"https://www.theguardian.com/australia-news/2022/oct/13/afternoon-update-newsletter-best-daily-news-email-guardian-australia-free-sign-up?CMP=cvau_sfl&amp;CMP=au_sfl\">Sign up here</a></li></ul><p>Genetic engineering could eventually be used to control invasive mouse populations, according to Australian researchers who have developed the first gene drive proof of concept in a mammal.</p><p>In research published in the <a href=\"https://www.pnas.org/doi/10.1073/pnas.2213308119\">Proceedings of the National Academy of Sciences</a>, scientists have demonstrated for the first time that a gene drive can be used to induce female infertility in the common house mouse (<em>Mus musculus), </em>an invasive species in Australia.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/13/genetic-engineering-could-be-used-to-control-mouse-populations-research-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/13/tales-from-my-grandfather-hoa-huynhs-vietnam-photo-essay", "title": "Tales from my grandfather: Hoa Huynh’s Vietnam – photo essay", "date_published": "2022-11-12 19:00:51+00:00", "description": "<p>As the youngest of his 10 grandchildren, I am learning who my yeye was through his art</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Grandparents are a mystery and, when you layer on barriers of culture and language, can we ever say we know who they really were?</p><p>Hoa Huynh – my yeye, or grandad – was born in 1928 in a small town in the central highlands of the then French colony of Indochina. His yeye had brought his family south from China, fleeing the crumbling Qing dynasty. And so Yeye grew up in Vietnam with dirt roads, oil lamps and livestock in the street. Many of his friends and family had never heard of photography, but at 17 he taught himself to shoot and develop film.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/13/tales-from-my-grandfather-hoa-huynhs-vietnam-photo-essay\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/13/throwing-soup-at-the-problem-are-radical-climate-protests-helping-or-hurting-the-cause", "title": "Throwing soup at the problem: are radical climate protests helping or hurting the cause?", "date_published": "2022-11-12 19:00:50+00:00", "description": "<p>The rise of activists targeting famous artworks has experts divided on whether such tactics benefit social movements</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>On Wednesday, activists <a href=\"https://www.theguardian.com/culture/2022/nov/09/climate-activists-target-andy-warhols-campbells-soup-cans-at-australias-national-gallery\">staged a protest</a> at the National Gallery of Australia, scrawling in blue marker pen over the framed prints of Andy Warhol’s Campbell’s Soup I. One of the protesters, who belonged to the group Stop Fossil Fuel Subsidies, tried to glue herself to a print.</p><p>It was not even the first climate protest within the last week to involve soup: five days earlier, Italian activists from the group Ultima Generazione – Last Generation – <a href=\"https://www.reuters.com/world/europe/soup-thrown-van-gogh-painting-rome-climate-change-protest-2022-11-04/\">threw pea soup</a> over a Vincent van Gogh painting in Rome. The Van Gogh work, like the Warhol prints, was protected by glass.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2022/nov/13/throwing-soup-at-the-problem-are-radical-climate-protests-helping-or-hurting-the-cause\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/13/a-coup-for-poo-why-the-worlds-first-faecal-transplant-approval-matters", "title": "A coup for poo: why the world’s first faecal transplant approval matters", "date_published": "2022-11-12 19:00:49+00:00", "description": "<p>Australia’s green light for the procedure opens up potential to treat bacterial infections, as well as other diseases</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Inside your gut is a thriving community of trillions of microbes. Thousands of species of bacteria, viruses, fungi and other microorganisms make up this diverse microbiome, which weighs about 2kg. Its health is affected by your environment and what you eat, and in turn it affects your metabolism, immunity and even your mood.</p><p>To be healthy and to keep humans healthy, the microbiome needs to be diverse. That has become an increasing problem in the modern world, where diets are less diverse and get battered by medical treatments such as antibiotics.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/13/a-coup-for-poo-why-the-worlds-first-faecal-transplant-approval-matters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/12/reading-proust-aloud-how-can-it-be-that-deeply-flawed-and-terrible-humans-have-the-capacity-to-create", "title": "Reading Proust aloud: ‘How can it be that deeply flawed and terrible humans have the capacity to create?’", "date_published": "2022-11-12 19:00:48+00:00", "description": "<p>One hundred years after his death, our daily reading shows us that humans can conjure the utterly extraordinary</p><ul><li><a href=\"https://www.google.com/url?q=https://www.google.com/url?q%3Dhttps://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP%253Dcvau_sfl%26amp;sa%3DD%26amp;source%3Deditors%26amp;ust%3D1667961778976917%26amp;usg%3DAOvVaw0Sx5kUIW48d5v9jX2SMOaP&amp;sa=D&amp;source=docs&amp;ust=1667961779020856&amp;usg=AOvVaw1VR8VO070jwlFogbgXZT-T\">Get our weekend culture and lifestyle email</a></li></ul><p>In September 2018, my reader, Anthony, opened Swann’s Way<em>, </em>the first book of In Search of Lost Time<em>,</em> on our front veranda and read aloud the seemingly innocent opening line: “I used to go to bed early”. From that moment – and almost every evening for the next four years – I was lost in a rarefied parallel reality created more than 100 years ago on the other side of the world. <a href=\"https://www.theguardian.com/books/2008/jun/11/marcelproust\">Marcel Proust</a>, that neurotic frail Frenchman from the late nineteenth century, became my daily companion.</p><p>Anthony took up the challenge of entering Proust’s sentences, gliding through the infinite subordinate clauses with graceful ease. He read, I listened. Before Covid, we travelled and read in bars, gîtes, and village squares and then, during lockdowns, at home. I discovered how being read to lifted the words off the page so that they created a vast, suspended architecture of sound and rhythm. It was as if Proust’s words only reached their full three dimensional extension when they were read aloud. I watched them unfold like little scraps of paper in a porcelain bowl, becoming detailed and enduring characters, villages, cities, just like the famous moment in Swann’s Way<em> </em>when the madeleine cake dunked in his cup of tea begins to do its work of unfolding a vast maquette of houses, individuals, a society and a period of history:</p> <a href=\"https://www.theguardian.com/books/2022/nov/12/reading-proust-aloud-how-can-it-be-that-deeply-flawed-and-terrible-humans-have-the-capacity-to-create\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/12/wolves-v-arsenal-premier-league-live", "title": "Wolves v Arsenal: Premier League – live", "date_published": "2022-11-12 18:57:55+00:00", "description": "<ul><li>Premier League updates from the 7.45pm BST kick-off</li><li>Get in touch! You can <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a> with your thoughts here</li></ul><p><strong>Wolves make two changes to the side beaten 3-2 at home by Brighton &amp; Hove Albion last weekend.</strong> Toti and Adama Traoré are in; Daniel Podence and Hwang Hee-chan are out.</p><p><strong>Arsenal are in If It Ain’t Broke mode.</strong> No changes to the XI named for the 1-0 win at Chelsea last weekend.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/12/wolves-v-arsenal-premier-league-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/12/keith-levene-founding-member-of-the-clash-dies-at-65-public-image-ltd", "title": "Keith Levene, founding member of the Clash, dies at 65", "date_published": "2022-11-12 18:14:07+00:00", "description": "<p>Innovative post-punk musician was an original member of the Clash before founding PiL with John Lydon and Jah Wobble</p><p>Keith Levene, the innovative guitarist who was a founder member of both the Clash and Public Image Ltd, has died at the age of 65.</p><p>Levene, who had liver cancer, died at his home in Norfolk , leaving a lasting legacy of influence on British rock music.</p> <a href=\"https://www.theguardian.com/music/2022/nov/12/keith-levene-founding-member-of-the-clash-dies-at-65-public-image-ltd\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/alec-baldwin-rust-film-shooting-lawsuit", "title": "Alec Baldwin sues Rust film staff involved in handling loaded gun", "date_published": "2022-11-12 18:04:52+00:00", "description": "<p>Actor says he wants to clear his name after 2021 on-set shooting that killed Halyna Hutchins</p><p>Saying he wanted to clear his name, the actor <a href=\"https://www.theguardian.com/film/alec-baldwin\">Alec Baldwin</a> on Friday sued people involved in handling and supplying the loaded gun that he was using when it fired and killed cinematographer Halyna Hutchins during a 2021 filming accident in New Mexico.</p><p>Baldwin filed a cross-complaint in Los Angeles’s superior court alleging negligence against some of the people sued by a script supervisor, Mamie Mitchell. Among other things, it seeks a share of any damages that Mitchell may win from the people Baldwin names and asks that they pay for any damages assessed against him.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/alec-baldwin-rust-film-shooting-lawsuit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/12/wood-and-malan-give-england-fitness-boost-for-t20-world-cup-final", "title": "Wood and Malan give England fitness boost for T20 World Cup final", "date_published": "2022-11-12 18:00:47+00:00", "description": "<ul><li>Players train at the MCG and could feature against Pakistan</li><li>Wood and Malan missed semi-final win over India due to injury</li></ul><p>England received a boost on the eve of the T20 World Cup final when Mark Wood and Dawid Malan significantly stepped up their involvement in training, putting them potentially back in contention for the game against Pakistan – particularly if the predicted bad weather pushes the start back to Monday afternoon.</p><p>Wood, who has a hip injury, and Malan, who has a groin strain, both missed Thursday’s <a href=\"https://www.theguardian.com/sport/2022/nov/10/england-thrash-india-to-reach-t20-world-cup-final-against-pakistan-cricket\">semi-final victory over India</a> and had seemed extremely unlikely to return to fitness in time for the final. On Saturday Jos Buttler was not exactly encouraging about their chances: “They’re both improving,” he said. “Of course it’s not too many days since not being fit enough for the semi-final, but we’ll give them every chance possible.”</p> <a href=\"https://www.theguardian.com/sport/2022/nov/12/wood-and-malan-give-england-fitness-boost-for-t20-world-cup-final\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/denmark-queen-margrethe-ii-celebrates-50-years-on-the-throne", "title": "Denmark’s Queen Margrethe II celebrates 50 years on the throne", "date_published": "2022-11-12 17:44:27+00:00", "description": "<p>The 82-year-old monarch rode in a carriage through Copenhagen and was joined by her family, despite recent public row with son</p><p>Denmark’s Queen Margrethe II rounded off celebrations marking her 50th year on the throne on Saturday, and was joined by her family despite a recent public row with her youngest son.</p><p>The 82-year-old monarch took a carriage ride through Copenhagen and attended a ceremony at city hall.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/denmark-queen-margrethe-ii-celebrates-50-years-on-the-throne\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/12/elizabeth-holmes-theranos-sentence", "title": "Elizabeth Holmes prosecutors seek 15-year sentence and $800m in restitution", "date_published": "2022-11-12 17:33:23+00:00", "description": "<p>Theranos founder faces maximum of 20 years in prison after she was found guilty of fraud and conspiracy</p><p>Federal prosecutors are asking a judge to sentence Elizabeth Holmes to 15 years in prison and require the Theranos founder to pay $800m in restitution, according to court documents filed on Friday.</p><p>A jury found Holmes <a href=\"https://www.theguardian.com/technology/2022/jan/03/elizabeth-holmes-trial-jury-finds-theranos-founder-guilty-on-four-counts\">guilty</a> in January of four counts of investor fraud and conspiracy. Her sentencing is scheduled for 18 November, and she faces a maximum 20 years in prison.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/12/elizabeth-holmes-theranos-sentence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/sharp-eyed-mans-warning-before-building-in-lille-france-collapses-saves-lives", "title": "Sharp-eyed man’s warning before building in France collapses saves lives", "date_published": "2022-11-12 17:27:30+00:00", "description": "<p>Lille resident was returning home about 3am when he saw cracks appearing in a four-storey building and alerted emergency services </p><p>A four-storey building has collapsed in the northern French city of Lille but no deaths have been reported so far, thanks to a resident’s advance warning, French authorities said.</p><p>Lille firefighters said they rescued one person from the rubble with only light injuries. The search for any others possibly trapped in the rubble was continuing before an investigation begins into why the building collapsed on Saturday morning.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/sharp-eyed-mans-warning-before-building-in-lille-france-collapses-saves-lives\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/12/england-japan-autumn-nations-series-rugby-union-match-report", "title": "Porter and Smith power England’s seven-try return to form against Japan", "date_published": "2022-11-12 17:25:34+00:00", "description": "<ul><li>England 52-13 Japan</li><li>Young England backs score two tries apiece in rout</li></ul><p>Eddie Jones so nearly got his wish. For it was not until the closing stages of this emphatic victory that the Mexican waves began rolling around the Twickenham stands. By that stage England had long since put Japan to the sword and demonstrated a dominance to both kickstart their autumn campaign and look forward to the sterner tests that await with relish.</p><p>England were true to their word, slipped the straitjackets and played with far more freedom of expression than <a href=\"https://www.theguardian.com/sport/2022/nov/06/england-argentina-autumn-nations-series-rugby-union-match-report\">six days previous against Argentina</a>. Jones had promised that the focus in the buildup was all about this fixture rather than the World Cup – perhaps he is on to something – and a performance that would keep the Mexican waves at bay. That England almost achieved it aptly sums up their afternoon.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/12/england-japan-autumn-nations-series-rugby-union-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/manchester-city-couldnt-handle-brentfords-toney-admits-pep-guardiola", "title": "Toney admits disappointment at World Cup snub after sinking Manchester City", "date_published": "2022-11-12 17:24:11+00:00", "description": "<ul><li>‘Toney’s exceptional … and better team won,’ says Guardiola</li><li>Victory biggest in Brentford’s history, suggests Thomas Frank</li></ul><p>Pep Guardiola admitted Manchester City failed to control Ivan Toney, whose two goals gave <a href=\"https://www.theguardian.com/football/2022/nov/12/manchester-city-brentford-premier-league-match-report\" title=\"\">Brentford victory</a> over the champions less than 48 hours after he missed the cut for Gareth Southgate’s England World Cup squad.</p><p>City’s reverse was a first in the Premier League at home since February, ending a 20-match run, and leaves Guardiola’s side in second place on 32 points before the break for Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/manchester-city-couldnt-handle-brentfords-toney-admits-pep-guardiola\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/west-ham-leicester-premier-league-match-report", "title": "James Maddison helps Leicester see off West Ham but suffers injury scare", "date_published": "2022-11-12 17:14:22+00:00", "description": "<p>There were only 22 minutes on the clock when James Maddison limped off, giving Gareth Southgate an injury scare before England head off for the World Cup, but by that stage the Leicester playmaker had already done his bit to loosen David Moyes’s grip on the West Ham job.</p><p>Maddison’s seventh goal of the season arrived early, providing Leicester with the impetus to edge further into mid-table, and made it impossible not to wonder if West Ham’s players are still listening to their manager. That lingering sense of the project growing stale, of Moyes running out of ideas, is gathering momentum. There was another slow start from West Ham, who are a point above the bottom three, and they did not have the wit to recover.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/west-ham-leicester-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/tottenham-leeds-premier-league-match-report", "title": "Spurs seal another dramatic comeback as late Bentancur double sinks Leeds", "date_published": "2022-11-12 17:10:14+00:00", "description": "<p>This match had a see-saw look about it at the outset and did not disappoint. The safest bet was to give oneself up to the chaos, although Jesse Marsch will bristle at a late capitulation from his Leeds team that itself defied logic. They had only just taken the lead for a third time through Rodrigo’s excellent finish, his second goal of the game, when the unlikely figure of Rodrigo Bentancur scored twice to ensure an exciting but loose Tottenham performance earned three points. Crysencio Summerville had started the fun early on before Harry Kane and Ben Davies adorned their World Cup preparations with Spurs’s first two equalisers; by the end, six weeks’ pause to gather breath did not seem a bad idea.</p><p>Well taken though the opener was, Spurs’s work in averting the danger was inadequate. Pierre-Emile Højbjerg looked favourite to outdo Brenden Aaronson after Rasmus Kristensen had won a header on the right but allowed his opponent to get the wrong side of him. Now Aaronson had the time to find a sprinting Summerville, who shielded the ball from Eric Dier and slotted under Hugo Lloris for his fourth goal in as many games.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/tottenham-leeds-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/ukraine-carries-out-stabilisation-of-kherson-after-night-of-jubilation", "title": "Ukraine carries out ‘stabilisation’ of Kherson after night of jubilation", "date_published": "2022-11-12 17:09:54+00:00", "description": "<p>Residents of recaptured city warned of potential Russian strikes as Ukrainian forces push frontline to Dnipro River</p><p><a href=\"https://www.theguardian.com/world/live/2022/nov/12/russia-ukraine-war-us-hails-extraordinary-victory-for-ukraine-in-kherson-kyiv-warns-moscow-mobilising-more-conscripts-live\">• Russia-Ukraine war – latest news updates</a></p><p>Ukraine carried out “stabilisation measures” near Kherson on Saturday after the city was retaken by Ukrainian forces, as people across the country awoke after a night of jubilation.</p><p>Hundreds of citizens flooded the city streets on Saturday morning after an eight-month occupation, embracing Ukrainian soldiers and foreign journalists after what has been described as a “historic day” for Kyiv – and perhaps the most important strategic breakthrough since the beginning of the Russian invasion.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/ukraine-carries-out-stabilisation-of-kherson-after-night-of-jubilation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/liverpool-southampton-premier-league-match-report", "title": "Darwin Núñez doubles up for Liverpool to ruin Southampton start for Jones", "date_published": "2022-11-12 17:09:38+00:00", "description": "<p>There was much to encourage Nathan Jones on his Southampton managerial bow at Anfield but the form of two World Cup-bound South Americans, Uruguay’s Darwin Núñez and Brazil’s Alisson, left him with more to regret. The Liverpool striker and goalkeeper signed off in emphatic style to help Jürgen Klopp’s side record a fourth successive win in all competitions.</p><p>Núñez scored twice and produced a fine overall performance while Alisson made three superb second-half saves to contain Southampton’s attempted comeback. Roberto Firmino had opened the scoring early on before Che Adams equalised for a visiting team that impressed in spells under their new manager.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/liverpool-southampton-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/12/newcastle-united-v-chelsea-premier-league-live-score-updates", "title": "Newcastle United v Chelsea: Premier League – live", "date_published": "2022-11-12 17:04:47+00:00", "description": "<ul><li>Premier League updates from the 5.30pm GMT kick-off</li><li>Get in touch! You can <a href=\"mailto:will.magee.casual@theguardian.com\">email Will</a> or <a href=\"https://twitter.com/W_F_Magee\">tweet</a> him</li></ul><p><strong>Here’s a stat for you. </strong>We all like stats, don’t we?</p><p><strong>Potter, by contrast, has overhauled the team which lost 1-0 to Arsenal last Sunday. </strong>In attack, Armando Broja and Conor Gallagher swap in for Pierre-Emerick Aubameyang and Raheem Sterling. In defence, Thiago Silva and Marc Cucurella make way for Kalidou Koulibaly and Lewis Hall, with the latter making his Premier League debut. Plus, Kai Havertz is out and Mateo Kovacic is in. That’s five changes in total.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/12/newcastle-united-v-chelsea-premier-league-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/12/cracked-over-easy-or-richly-symbolic-the-humble-egg-in-art-in-pictures", "title": "Cracked, over-easy or richly symbolic: the humble egg in art – in pictures", "date_published": "2022-11-12 17:00:46+00:00", "description": "<p>Artists from Velázquez to Sarah Lucas have long been fascinated by eggs. A new book by David Lane and Marina Tweed of food and culture journal <em>The Gourmand</em> collects images, recipes and stories about eggs, looking at their significance in art, music, film, fashion and beyond. “Visually, their form is unique,” say Lane and Tweed, “and conceptually they hold so much meaning.” The book is the first of a new series celebrating individual ingredients: lemons and mushrooms are next, but eggs felt like the place to start. “They’re so iconic – both strong and safe and incredibly fragile. They represent new beginnings but also death. There’s a lot there to work with.”</p><ul><li><em><a href=\"https://www.taschen.com/pages/en/catalogue/lifestyle/all/08023/facts.the_gourmands_egg_a_collection_of_stories_recipes.htm\">The Gourmand’s Egg</a></em><a href=\"https://www.taschen.com/pages/en/catalogue/lifestyle/all/08023/facts.the_gourmands_egg_a_collection_of_stories_recipes.htm\"> (Taschen, £40) is out now</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/12/cracked-over-easy-or-richly-symbolic-the-humble-egg-in-art-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/hebrons-jewish-settlers-take-heart-from-far-right-polls-surge-in-israel", "title": "Hebron’s Jewish settlers take heart from far-right polls surge in Israel", "date_published": "2022-11-12 17:00:46+00:00", "description": "<p>The triumph of extremist parties in recent elections is a cause for celebration in the birthplace of the settlement movement </p><p>In 1968, a year after Israel’s victory in the Six Day War that marked the beginning of the occupation of the Palestinian territories, about 60 messianic Jews posing as Swiss tourists travelled to a hotel in the holy West Bank city of Hebron, where they celebrated a Passover seder. Later, the group visited the <a href=\"https://www.theguardian.com/world/2017/jul/07/unesco-recognises-hebron-as-palestinian-world-heritage-site\" title=\"\">Cave of the Patriarchs</a> – known to Muslims as al-Ibrahimi Mosque – where Abraham and his kin are supposedly buried.</p><p>They never left. The trip is now widely seen as the birth of the modern settler movement, which sees restoring the historical land of Israel as a religious calling which will hasten the coming of the Messiah.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/hebrons-jewish-settlers-take-heart-from-far-right-polls-surge-in-israel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/12/jessie-burton-i-dont-think-i-tried-an-apple-until-i-was-15-the-miniaturist", "title": "Jessie Burton: ‘I don’t think I tried an apple until I was 15’", "date_published": "2022-11-12 17:00:46+00:00", "description": "<p>The author on childhood fruit fears and the role of food in her novels, The Miniaturist and The House of Fortune</p><p><strong>When I met my partner he said:</strong> “I just want to cook for you, so you can get on with your writing.” It was very romantic, actually. And I remember when he moved in, he made this ragu and we still talk about it: “Can you ever make that ragu like that again?” You know when you are first falling in love, you think: “Oh my God, everything’s amazing!” So he has made subsequent ragus and they’ve been equally delicious but there’s something about the first ragu, because it was infused with love.</p><p><strong>I really don’t love cooking.</strong> I find I’ve poured enough of my patience and discipline and experimentation into writing that I just can’t be bothered.</p> <a href=\"https://www.theguardian.com/food/2022/nov/12/jessie-burton-i-dont-think-i-tried-an-apple-until-i-was-15-the-miniaturist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/12/unlicensed-audible-drama-podcast-review-the-name-is-desantis-jim-naughtie-room-5-away-from-home-shakhtar-donetsk-fc", "title": "The week in audio: Unlicensed; The Name Is DeSantis; Today; Room 5; Away From Home", "date_published": "2022-11-12 17:00:45+00:00", "description": "<p>A US crime drama takes a weird-noir turn, James Naughtie analyses Ron DeSantis, and the Ukrainian football team with pluck on their side</p><p><strong>Unlicensed</strong> | <a href=\"https://www.audible.co.uk/pd/Unlicensed-Podcast/B0BJJ2WNCM\">Audible</a><br /><strong>The Name Is DeSantis</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001dwp6\">BBC Sounds</a><br /><strong>Today</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001dx1j\">BBC Sounds</a><br /><strong>Room 5</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m00139bx\">BBC Sounds</a><br /><strong>Away From Home</strong> | <a href=\"https://theathletic.com/podcast/281-away-from-home/\">The Athletic</a></p><p>Hmm. In a knock to my long-held prejudices, I have been very much enjoying <em>another</em> audio drama series. Along with documentaries “hosted” by shipped-in celebrities and anything involving Chris Evans, listening to audio drama was, for a long time, the price I paid for the many other delights of my job. But over the past 10 years, the twin forces of expensive, slickly produced mysteries and imaginative, spooky outsider stories have swept aside my prejudices. Excellent shows such as <em><a href=\"https://twoupproductions.com/limetown/podcast\">Lime Town</a></em> and <em><a href=\"http://www.nightvalepresents.com/aliceisntdead\">Alice Isn’t Dead</a></em> from the US, and <em><a href=\"https://www.woodenovercoats.com/\">Wooden Overcoats</a></em> and <em><a href=\"https://www.bbc.co.uk/programmes/p06spb8w\">The Lovecraft Investigations</a></em> from the UK, kicked to the kerb all memories of limp Radio 4 plays and paved the way for better audio fiction. (Yes, I know <em>The Archers</em> is still going. Not much we can do about that.)</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/12/unlicensed-audible-drama-podcast-review-the-name-is-desantis-jim-naughtie-room-5-away-from-home-shakhtar-donetsk-fc\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/12/samoas-stephen-crichton-breaks-england-hearts-with-golden-drop-goal", "title": "Samoa’s Stephen Crichton breaks England hearts with golden drop goal", "date_published": "2022-11-12 16:52:58+00:00", "description": "<ul><li>Semi-final: England 26-27 Samoa (golden point)</li><li>Handling errors in extra time give Crichton key chance</li></ul><p>Stephen Crichton’s golden-point drop goal ensured Samoa ended England’s chances of winning the Rugby League World Cup in one of the most incredible semi-finals the tournament has ever seen.</p><p>The hosts looked to be heading out in normal time after Crichton’s intercept gave Samoa a six-point lead with two minutes remaining. However, Herbie Farnworth’s try and Tommy Makinson’s conversion levelled the scores at 26-26, sending the game to extra time and raising hopes England could reach the final once again.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/12/samoas-stephen-crichton-breaks-england-hearts-with-golden-drop-goal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/they-ran-away-like-goats-villagers-celebrate-liberation-in-kherson-region", "title": "‘They ran away like goats’: villagers celebrate liberation in Kherson region", "date_published": "2022-11-12 16:20:23+00:00", "description": "<p>The first reporter to reach Mylove hears how special forces swept in and Russian troops blew up the local school before leaving</p><p>At 5am on Wednesday Serhii Melnikov heard a noise outside. The Russian soldiers who were living in the house opposite – number six, Shevchenko street – were packing up to leave. They had occupied the village of Mylove in Ukraine’s southern <a href=\"https://www.theguardian.com/world/2022/nov/10/ukraine-capture-snihurivka-kherson-russia-war\" title=\"\">Kherson region</a> for eight long months. Now they were off, as part of a humiliating pull-out from the right-bank of the Dnipro river and the city of Kherson.</p><p>“Vladimir Putin said Russia would be here for ever. In the end they left in five minutes and ran away like goats,” Melnikov told the <em>Observer</em>, the first newspaper to reach Mylove since its liberation late on Thursday. He added: “Putin wanted to kill us. He’s ended up destroying his own country. <a href=\"https://www.theguardian.com/world/2022/nov/11/reports-of-wounded-soldiers-being-abandoned-as-russia-retreats-from-kherson-city\" title=\"\">Russia’s retreat</a> from Kherson is an enormous failure.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/they-ran-away-like-goats-villagers-celebrate-liberation-in-kherson-region\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/12/i-fd-up-the-rise-and-fall-of-us-ftx-crypto-king-sam-bankman-fried", "title": "‘I f****d up’: the rise and fall of US crypto king Sam Bankman-Fried", "date_published": "2022-11-12 16:04:43+00:00", "description": "<p>The 30-year-old wunderkind last week saw his giant FTX digital currency exchange collapse and his $17bn fortune disappear</p><p>He drives a Toyota Corolla to work, lives in a house with 10 roommates and a goldendoodle dog named Gofer, sometimes sleeps under his desk on a beanbag and was, until this week, worth tens of billions of dollars.</p><p>But on Friday, Sam Bankman-Fried, a curly-haired crypto king and Democratic mega-donor who claimed to be reinventing digital finance, gave up a week-long fight <a href=\"https://www.theguardian.com/technology/2022/nov/10/what-happened-to-ftx-and-could-crisis-spill-over-to-rest-of-crypto\" title=\"\">to save FTX</a>, which in three short years since being launched had become the world’s second largest digital currency exchange. He resigned as chief executive and the company and 130 affiliates were placed under US bankruptcy protection.</p> <a href=\"https://www.theguardian.com/business/2022/nov/12/i-fd-up-the-rise-and-fall-of-us-ftx-crypto-king-sam-bankman-fried\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/12/ireland-has-raked-in-billions-from-tech-giants-but-what-if-the-golden-goose-flies-the-nest", "title": "Ireland has raked in billions from tech giants. But what if the golden goose flies the nest?  | John Naughton", "date_published": "2022-11-12 16:00:45+00:00", "description": "<p>The republic’s welcoming corporate tax policy has been a success, but it  depends heavily on just a few big names</p><p>In 1958, a young Irish civil servant named Kenneth Whitaker surprised his political masters in Dublin with a 250-page document on which he and some of his colleagues in the department of finance had been covertly working for months. Its title, Economic Development, may have been deceptively bland, but its message was blindingly clear. The country was an economic mess and unless radical action was taken its very existence as a viable state was in doubt.</p><p>As the writer Fintan O’Toole <a href=\"https://www.theguardian.com/books/2021/sep/20/we-dont-know-ourselves-by-fintan-otoole-review-sweeping-account-of-irelands-evolutions\">put it in his memoir</a>, 1950s Ireland was basically “a vast cattle ranch with a few cities and a lot of small provincial towns attached”. This ranch had two main exports: live cattle and beef products, most of them destined for the British market, and young people, emigrating in their thousands every year because there were no livelihoods, or any prospect of fulfilling lives, at home.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/12/ireland-has-raked-in-billions-from-tech-giants-but-what-if-the-golden-goose-flies-the-nest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/12/from-1950s-canteen-to-pizza-joints-today-restaurants-are-a-glimpse-of-britain-in-miniature", "title": "Restaurants are a glimpse of Britain in miniature | Rachel Cooke", "date_published": "2022-11-12 16:00:45+00:00", "description": "<p>The pioneering chef Joyce Molyneux ran a kitchen that was unpretentious and democratic – a far cry from some places I’ve eaten at recently</p><p>Joyce Molyneux, who died last month at the age of 91, lived a full and rich life. She was one of the first women chefs in Britain <a href=\"https://www.theguardian.com/lifeandstyle/2011/sep/28/joyce-molyneux-female-chef-michelin\" title=\"\">to win (in 1978) a Michelin star</a> and anyone who was lucky enough to eat at the Carved Angel in Dartmouth during the 25 years she ran its kitchen will doubtless remember even now her pioneering way with local ingredients; her gentleness both at the stove and with those who worked the room for her. As for the unlucky, they must make do with <em>The Carved Angel Cookery Book</em>, which sold 50,000 copies when it was first published in 1990 – and without any help at all from a television series. It tells you everything you need to know that a secondhand copy will set you back about £200.</p><p>I <a href=\"https://www.theguardian.com/food/2022/oct/28/joyce-molyneux-obituary\" title=\"\">read the obituaries</a> hungrily. In part, this was because I have happy memories of a day spent with her in 2017 (I was <a href=\"https://www.theguardian.com/lifeandstyle/2017/oct/15/ofm-awards-2017-lifetime-achievement-joyce-molyneux\" title=\"\">interviewing her for the lifetime achievement award</a> she was to receive from <em>Observer Food Monthly</em>; she made a deliciously tart summer pudding for lunch). But for me, her career is fascinating, too, for the way it subtly tells the story of Britain and its food in the second half of the 20th century. To take just one example, Molyneux’s first job after leaving domestic science college was not in a restaurant, but in the canteen at W Canning &amp; Co, a Birmingham-based manufacturer of electroplating machines, where she was expected to make “special” things such as roast chicken for the bosses, and to serve pies – and fish and chips – to the workers.</p> <a href=\"https://www.theguardian.com/food/2022/nov/12/from-1950s-canteen-to-pizza-joints-today-restaurants-are-a-glimpse-of-britain-in-miniature\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/12/when-ai-can-make-art-what-does-it-mean-for-creativity-dall-e-midjourney", "title": "Is generative AI really a threat to creative professionals?", "date_published": "2022-11-12 16:00:44+00:00", "description": "<p>Image-generators such as Dall-E 2 can produce pictures on any theme you wish for in seconds. Some creatives are alarmed but others are sceptical of the hype</p><p>When the concept artist and illustrator <a href=\"https://www.rj-palmer.com/\" title=\"\">RJ Palmer</a> first witnessed the fine-tuned photorealism of compositions produced by the AI image generator Dall-E 2, his feeling was one of unease. The tool, released by the AI research company OpenAI, showed a marked improvement on 2021’s Dall-E, and was quickly followed by rivals such as Stable Diffusion and Midjourney. Type in any surreal prompt, from Kermit the frog <a href=\"https://www.buzzfeed.com/jake_farrington/funniest-dalle-images-from-the-internet\" title=\"\">in the style of Edvard Munch</a>, to Gollum from <em>The Lord of the Rings</em> feasting on a slice of watermelon, and these tools will return a startlingly accurate depiction moments later.</p><p>The internet revelled in the meme-making opportunities, with a Twitter account documenting “weird Dall-E generations” racking up more than a million followers. <em>Cosmopolitan</em> trumpeted the world’s <a href=\"https://www.cosmopolitan.com/lifestyle/a40314356/dall-e-2-artificial-intelligence-cover/\" title=\"\">first AI-generated magazine cover</a>, and technology investors fell over themselves to wave in the new era of “generative AI”. The image-generation capabilities have already spread to video, with the release of Google’s Imagen Video and Meta’s Make-A-Video.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/12/when-ai-can-make-art-what-does-it-mean-for-creativity-dall-e-midjourney\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/multi-storey-erotic-centre-set-to-replace-amsterdam-red-light-district-if-locals-can-agree-where", "title": "Multi-storey ‘erotic centre’ set to replace Amsterdam red light district – if locals can agree where", "date_published": "2022-11-12 15:45:44+00:00", "description": "<p>The city authorities have commissioned a complex with bars, restaurants, theatres and rooms for sex workers – but nobody wants it in their backyard</p><p>A multi-storey “erotic centre” proposed to replace Amsterdam’s red light district has a big problem: nobody wants it in their back yard.</p><p>Last year the mayor and city council <a href=\"https://www.theguardian.com/world/2021/may/06/amsterdam-plans-out-of-town-erotic-centre-as-part-of-cleanup-bid\" title=\"\">agreed plans to move and reimagine</a> Amsterdam’s infamous red light district after years of worsening nuisance, criminality and <a href=\"https://unherd.com/2022/10/the-drug-trade-has-wrecked-amsterdam/\" title=\"\">dangerous crowd levels</a> in the ancient centre.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/multi-storey-erotic-centre-set-to-replace-amsterdam-red-light-district-if-locals-can-agree-where\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/12/us-midterm-elections-latest-nevada-georgia-senate-democrats-republicans", "title": "US midterm elections 2022: focus on Nevada after Democrat Mark Kelly wins key Senate seat – live", "date_published": "2022-11-12 15:31:39+00:00", "description": "<p>Power of Senate chamber remains at 49-49 as eyes on race between Democrat Catherine Cortez Masto and Adam Laxalt</p><ul><li><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm elections results 2022 – live</a></li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>The day before your daughter’s wedding would usually be a time to check on last minute arrangements. Have the flowers arrived? Is my suit pressed? Is my father of the bride speech ready?</strong></p><p><strong>Donald Trump</strong>, however, was mostly busy elsewhere on Friday, the eve of Saturday’s wedding of his youngest daughter <strong>Tiffany Trump</strong> to <strong>Michael Boulos</strong> at the family’s Mar a Lago resort in Florida. </p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/12/us-midterm-elections-latest-nevada-georgia-senate-democrats-republicans\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/12/italy-australia-rugby-union-match-report", "title": "Late drama as Ange Capuozzo leads Italy to first ever win over Australia", "date_published": "2022-11-12 15:31:38+00:00", "description": "<ul><li>Italy 28-27 Australia</li><li>Ben Donaldson misses late conversion for the win</li></ul><p>The livewire full-back Ange Capuozzo scored a brace of tries as Italy claimed their first ever victory over Australia with a 28-27 triumph in Florence.</p><p>The replacement fly-half Ben Donaldson had the chance to convert a late Australian score for the win but put his effort wide of the posts to prompt jubilant celebrations from the Italian players.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/12/italy-australia-rugby-union-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/12/nik-turner-hawkwind-co-founder-saxophonist", "title": "Nik Turner, Hawkwind co-founder and saxophonist, dies at 82", "date_published": "2022-11-12 15:21:58+00:00", "description": "<p>Member of influential British space-rock band also played in Sphynx, Inner City Unit and Space Ritual</p><p>Nik Turner, co-founder and saxophonist in the British space-rock band Hawkwind, has died aged 82.</p><p>A statement on the musician’s Facebook page said: “We are deeply saddened to announce the passing of Nik Turner – The Mighty Thunder Rider, who passed away peacefully at home on Thursday evening.</p> <a href=\"https://www.theguardian.com/music/2022/nov/12/nik-turner-hawkwind-co-founder-saxophonist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/12/black-panther-wakanda-forever-review-raw-credible-and-affecting-chadwick-boseman-angela-bassett-letitia-wright", "title": "Black Panther: Wakanda Forever review – raw, credible and affecting", "date_published": "2022-11-12 15:00:43+00:00", "description": "<p>The loss of Chadwick Boseman is palpable in this sombre sequel, with magnificent performances for the late actor’s co-stars Angela Bassett and Letitia Wright</p><p>The aching absence of Chadwick Boseman, who played King T’Challa in the first <em>Black Panther </em>film and who died, aged 43, in 2020, is not something that can be filled in a sequel. And wisely, returning director Ryan Coogler doesn’t try to do so. While other Marvel pictures can multiverse themselves out of questions of mortality should they so wish, Coogler leans into the pain shared by Boseman’s colleagues and fans alike and crafts an unexpectedly sober picture that explores the grieving process. And while not everything works – the Wakanda nation is threatened by a cerulean-hued aquatic warrior race, led by a mutant god called Namor (Tenoch Huerta) who is rather bewildering and inconsistent in his motives for conflict – the emotional core is raw, credible and affecting.</p><p>This is largely thanks to the commanding work of a magnificent Angela Bassett, as the queen who must balance her bereavement against her duty to her people, and Letitia Wright, excellent as T’Challa’s younger sister, Shuri. Tortured by the knowledge that her gifts in science and technology were insufficient to save her brother, Shuri evolves as a character, from the impish prodigy to a woman who has been shaped by her sadness and loss. Filling the vacancy left for a teen girl science whiz is Riri (Dominique Thorne, floundering in an underwritten role), an MIT undergrad who has invented a vibranium detector and effectively signed her own death warrant at the hands of the angry blue fish people.</p> <a href=\"https://www.theguardian.com/film/2022/nov/12/black-panther-wakanda-forever-review-raw-credible-and-affecting-chadwick-boseman-angela-bassett-letitia-wright\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/12/on-my-radar-jessica-hynes-cultural-highlights", "title": "On my radar: Jessica Hynes’s cultural highlights", "date_published": "2022-11-12 15:00:43+00:00", "description": "<p>The Spaced and W1A actor on what Mary Beard’s Romans have done for her, a beguiling staging of a Japanese animation and a peerless podcast</p><p>Actor and director <a href=\"https://www.theguardian.com/stage/2020/feb/05/jessica-hynes-interview-far-away\">Jessica Hynes</a> (née Stevenson) was born in south London in 1972 and raised in Brighton. She has worked extensively in theatre, film and television, including in <em><a href=\"https://www.theguardian.com/media/1999/sep/06/channel4.mondaymediasection\">Spaced</a></em>, as a co-creator and star, and in <em>The Royle Family</em>, <em><a href=\"https://www.theguardian.com/film/2004/apr/09/simonpegg\">Shaun of the Dead</a></em>, <em><a href=\"https://www.theguardian.com/tv-and-radio/2019/may/14/years-and-years-review-a-glorious-near-future-drama-from-russell-t-davies\">Years and Years</a></em> and <em><a href=\"https://www.theguardian.com/tv-and-radio/2015/apr/24/w1a-review-satire-jeremy-clarkson\">W1A</a></em>, for which she won a Bafta in 2015. In 2018 she wrote and directed her first feature film, <em><a href=\"https://www.theguardian.com/film/2019/mar/14/the-fight-review-jessica-hynes-boxes-clever-in-punchy-drama\">The Fight</a></em>. Hynes will appear in series two of the outdoor survival-based panel show <em>Outsiders</em>, hosted by David Mitchell, from 16 November at 10pm on Dave. She lives in Kent with her husband and three children. </p> <a href=\"https://www.theguardian.com/culture/2022/nov/12/on-my-radar-jessica-hynes-cultural-highlights\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/12/victorians-wrong-about-why-egyptians-mummified-the-dead-exhibition-reveals", "title": "Victorians wrong about why Egyptians mummified the dead, exhibition reveals", "date_published": "2022-11-12 15:00:43+00:00", "description": "<p>Colonial Egyptologists assumed the mummification process was to preserve the body after death. But new evidence asserts it was to steer the body towards divinity</p><p>Egyptian mummies, long an object of modern fascination, seem to link us with the ancient past by preserving distinct human form. But this was not the true reason for the intricate process, a major new British exhibition will argue.</p><p>The technique was instead a way of transforming dead dignitaries into a shape that the gods would accept. So, far from ensuring the survival of individual features, mummification aimed to make the occupant of a tomb match a divine formula.</p> <a href=\"https://www.theguardian.com/science/2022/nov/12/victorians-wrong-about-why-egyptians-mummified-the-dead-exhibition-reveals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/scottish-premiership-st-mirren-rangers-celtic-ross-county", "title": "James Tavernier’s late penalty rescues point for Rangers against St Mirren", "date_published": "2022-11-12 14:55:17+00:00", "description": "<p>Giovanni van Bronckhorst found himself again with his Rangers future in sharp focus after a 1-1 draw with St Mirren saw more dropped points in the Premiership title race.</p><p>The 1-0 midweek home win over Hearts appeared to give the under-fire Rangers boss some respite but it was back to square one in Paisley.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/scottish-premiership-st-mirren-rangers-celtic-ross-county\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/manchester-city-brentford-premier-league-match-report", "title": "Ivan Toney strikes twice in Brentford’s breathtaking win at Manchester City", "date_published": "2022-11-12 14:44:37+00:00", "description": "<p>Brentford did to Manchester City precisely what the champions did to Fulham here last week with a breathtaking smash-and-grab win in added time, Ivan Toney’s breakaway strike ending City’s sequence of 16 consecutive home victories.</p><p>For Toney this was sweet: two days after being omitted by Gareth Southgate from England’s World Cup squad the centre-forward raced into City’s area to roll home Josh Dasilva’s cross from the right to hand the champions defeat. The result means Arsenal will be top at Christmas whatever happens in their visit to Wolves on Saturday evening.</p><p><em>Full report to follow …</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/12/manchester-city-brentford-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/12/england-v-japan-autumn-nations-series-live-rugby-union", "title": "England v Japan: Autumn Nations Series – live", "date_published": "2022-11-12 14:33:51+00:00", "description": "<ul><li>Updates from the 3.15pm GMT kick-off at Twickenham</li><li>Get in touch! You can <a href=\"mailto:luke.mclaughlin.casual@guardian.co.uk\">email Luke</a> or <a href=\"https://twitter.com/LukeMcLaughlin\">tweet</a> him</li></ul><p><strong>Sarah Rendell’s player ratings</strong> from this morning’s cup final:</p><p><strong>There is a hill in Sapporo</strong> called Sankakuyama, or Triangle mountain, but over the road at Yamanote high school they call it <a href=\"https://www.theguardian.com/sport/blog/2019/sep/24/michael-leitch-japan-rugby-world-cup-yamanote-high-vea-taumoefolau\">Michael Leitch’s playground</a>. When Leitch was a student at Yamanote he used to run up it every day after training. It takes most kids 30 minutes – it’s so steep they cover bits of it on their hands and feet. By the end of his time there, Leitch was covering it in 15 minutes. Eddie Jones, who first met Leitch when he was coaching him at Tokai University, was talking about it this week. England’s head coach is still in awe of Leitch’s work ethic. “He’s a great player,” Jones said, “and a great man”.</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/12/england-v-japan-autumn-nations-series-live-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/12/liverpool-v-southampton-tottenham-v-leeds-football-clockwatch-live", "title": "Liverpool v Southampton, Tottenham v Leeds: football clockwatch – live", "date_published": "2022-11-12 14:05:14+00:00", "description": "<ul><li>Premier League updates and beyond from Saturday’s games</li><li><a href=\"https://emea01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Flive&amp;data=04%7C01%7C%7Cc132fc70745648458b5108d98038f826%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637681804427245227%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&amp;sdata=D9LfghWAjf65f9KyZc5TgI6jfdOfSvgA7IArI1yHf8w%3D&amp;reserved=0\" title=\"Protected by Outlook: https://www.theguardian.com/football/live. Click or tap to follow the link.\">Live scoreeboard</a> | And <a href=\"mailto:scott.murray.casual@theguardian.com\">mail Scott</a> with your match thoughts</li></ul><p><strong>Bournemouth:</strong> Travers, Smith, Stephens, Senesi, Zemura, Billing, Cook, Lerma, Tavernier, Moore, Solanke.<br /><em>Subs: Fredericks, Christie, Rothwell, Stacey, Stanislas, Dembele, Pearson, Anthony, Plain.</em><br /><strong>Everton:</strong> Pickford, Patterson, Coady, Tarkowski, Mykolenko, Iwobi, Gueye, Onana, Gray, Maupay, McNeil.<br /><em>Subs: Keane, Gordon, Mina, Begovic, Doucoure, Coleman, Davies, Cannon, Mills.</em></p><p><strong>Liverpool:</strong> Alisson, Alexander-Arnold, Gomez, van Dijk, Robertson, Elliott, Fabinho, Thiago, Firmino, Salah, Nunez.<br /><em>Subs: Milner, Adrian, Oxlade-Chamberlain, Tsimikas, Carvalho, Bajcetic, Phillips, Doak, Kelleher.</em><br /><strong>Southampton:</strong> Bazunu, Kotchap, Caleta-Car, Salisu, Perraud, Lavia, Ward-Prowse, Stuart Armstrong, Adams, Elyounoussi, Adam Armstrong.<br /><em>Subs: McCarthy, Maitland-Niles, Lyanco, Aribo, Mara, Djenepo, Edozie, Diallo, Walcott.</em></p><p>Bournemouth v Everton</p><p>Liverpool v Southampton</p><p>Nottingham Forest v Crystal Palace</p><p>Tottenham Hotspur v Leeds United</p><p>West Ham United v Leicester City</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/12/liverpool-v-southampton-tottenham-v-leeds-football-clockwatch-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/12/one-to-watch-ana-moura-casa-guilhermina-novo-fado", "title": "One to watch: Ana Moura", "date_published": "2022-11-12 14:00:43+00:00", "description": "<p>The fado star is reinventing the ‘Portuguese blues’ again, this time mixing its emotional intensity with Afrobeats, samba and trap</p><p><a href=\"https://www.anamoura.pt/\">Ana Moura</a> is not a breaking artist by any stretch, but she continues to break with tradition. She’s one of Portugal’s biggest stars, a fado singer (or fadista) who has sold millions of records and is about to release her seventh album. She already did for fado what <a href=\"https://www.rosalia.com/\">Rosalía</a> did for flamenco as far back as 2012 – without hopping on a motorbike or the dance routines, mind – when she worked with Joni Mitchell producer Larry Klein and Prince on <em>Desfado</em>, thus revitalising fado for her generation. But now Moura is reinventing again, making alt.fado that is intriguing, layered and at home in the global-pop sphere while remaining distinct.</p><p><em>Casa Guilhermina</em>, out now, is largely inspired by the Lisbon scene known as <a href=\"https://www.theguardian.com/music/2011/oct/13/ana-moura-taking-fado-into-future\">novo fado</a><em> </em>(new fado). At club nights and parties, local DJs and producers mix up traditional guitarra and samples from old fado classics with the music of the Afro-Lusophone diaspora, such as semba, Cape Verdean morna and the 80s electronic-geared kizomba, finding links with Afrobeats, Brazilian genres such as samba and the contemporary skitter of US trap.</p> <a href=\"https://www.theguardian.com/music/2022/nov/12/one-to-watch-ana-moura-casa-guilhermina-novo-fado\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/12/bruce-springsteen-only-the-strong-survive-review-the-boss-plays-it-safe", "title": "Bruce Springsteen: Only the Strong Survive review – the Boss plays it safe", "date_published": "2022-11-12 14:00:42+00:00", "description": "<p>(Columbia) <br />This new album of old soul covers is warm and enjoyable, but leaves you wishing it had gone a little deeper</p><p>The album’s title is, of course, mostly bluster. Despite its tough-guy posturing, <em>Only </em><em>the Strong Survive</em> – <a href=\"https://www.theguardian.com/music/springsteen\">Bruce Springsteen</a>’s <a href=\"https://www.youtube.com/watch?v=usSLCdiRoAw\">new record of old soul covers</a> – deals in yearning and hurt, in summer nights remembered and love squandered. Its true theme is vulnerability. These, though, are tender moments delivered with the effusive, upbeat vigour of the soul revue segments of Springsteen’s live shows and the Boss’s lived-in, barrel-chested growl: a very feelgood record about feeling bad.</p><p>The title track, Only the Strong Survive, was originally recorded by former Impressions singer Jerry Butler in 1968; it finds a heartbroken Butler being consoled by his mother. She prescribes resilience and a brave face: you can’t just go to pieces. (It’s hard not to hear the veiled wisdom of the civil rights struggle here too.) Springsteen and his long-time producer Ron Aniello, who, in the absence of most of the E Street Band, plays the majority of the instruments, add oomph in the form of thrumming organ, a cadre of balmy backing vocalists and the E Street horns. You can hear Springsteen chuckling ruefully in the intro. His brawny vocal – that of an older man – contrasts with the protagonist’s youthful romantic despair.</p> <a href=\"https://www.theguardian.com/music/2022/nov/12/bruce-springsteen-only-the-strong-survive-review-the-boss-plays-it-safe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/12/joining-the-herd-whats-it-like-moving-from-twitter-to-mastodon", "title": "Joining the herd: what’s it like moving from Twitter to Mastodon?", "date_published": "2022-11-12 14:00:42+00:00", "description": "<p>Users fleeing Elon Musk’s takeover will find themselves in a different world – quixotic, communal and defiantly democratic</p><p>Mastodon feels like the old internet. “Welcome to Mastodon, where you can boost a toot from <a href=\"https://hellsite.site\" title=\"\">hellsite.site</a> to <a href=\"https://mas.to\" title=\"\">mas.to</a>, but remember to CW politics and boot doxers or your instance might be defederated” is a sentence that will make sense eventually – but is unlikely to mean anything on your first day.</p><p>Social media startups are ten a penny, but few are so proudly distinct from the competition as the countercultural network that has gained millions of new users over the past week as<a href=\"https://www.theguardian.com/technology/2022/nov/10/exodus-twitter-elon-musk-possible-bankruptcy\" title=\"\"> Elon Musk triggers an exodus from Twitter</a>.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/12/joining-the-herd-whats-it-like-moving-from-twitter-to-mastodon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/12/shirley-ballas-ive-given-most-of-my-dance-trophies-away-", "title": "Shirley Ballas: ‘I’ve given most of my dance trophies away’", "date_published": "2022-11-12 14:00:42+00:00", "description": "<p>The dancer and broadcaster, 62, on unwinding after Strictly, snuggling up with her 85-year-old mum to watch TV and what she learned from her brother’s death</p><p><em><strong>Strictly</strong></em><strong> is so glamorous</strong> that I like to unwind by wearing zero makeup and a sloppy tracksuit. How else? I go to yoga. I light candles in the bathroom and soak in the tub. I walk in the park with Charlie, my Lhasa Apso. My mum, Audrey, is 85 and lives with me, and we like to snuggle up in bed and watch murder mysteries.</p><p><strong>I grew up</strong> on the Leasowe housing estate in Merseyside. Most people got paid on a Friday – by Wednesday nobody had any money. People would borrow a bowl of sugar. Everybody joined together to help whoever needed it. There was a strong sense of community.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/12/shirley-ballas-ive-given-most-of-my-dance-trophies-away-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/12/xander-parish-british-born-ballet-star-unites-russian-exiles-in-a-dance-of-defiance", "title": "British-born ballet star unites Russian exiles in a dance of defiance", "date_published": "2022-11-12 13:50:41+00:00", "description": "<p>Xander Parish, who fled St Petersburg in March, talks about his performance this weekend with Russian and Ukrainian artistes</p><p>When the dancer Xander Parish made his return to the London stage in <em>Swan Lake</em>, visiting Covent Garden five years ago as a member of a renowned Russian ballet company, it was a moment of triumph. <a href=\"https://www.theguardian.com/stage/2017/sep/10/xander-parish-mariinsky-ballet-principal-dancer-interview-hull-royal\" title=\"\">The Yorkshire-born star</a> was, after all, the first Brit to have been accepted by the <a href=\"https://www.theguardian.com/stage/mariinsky-ballet\" title=\"\">Mariinsky Ballet</a> – known as the Kirov in Soviet times. And after the curtain came down the company promoted Parish to the status of principal dancer.</p><p>How times change. This March Parish turned his back on his new home in St Petersburg. He and his Russian wife, the dancer Anastasia Demidova, fled the country in protest at the invasion of Ukraine in February. On 12 November, Parish was due to take a further stand.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/12/xander-parish-british-born-ballet-star-unites-russian-exiles-in-a-dance-of-defiance\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/12/england-samoa-rugby-league-world-cup-semi-final-live", "title": "England v Samoa: Rugby League World Cup semi-final – live", "date_published": "2022-11-12 13:34:04+00:00", "description": "<ul><li>Updates from the 2.30pm GMT game at the Emirates</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/11/australia-new-zealand-rugby-league-world-cup-semi-final-match-report\">Australia edge New Zealand in epic semi-final battle</a></li><li>Get in touch: <a href=\"mailto:will.unwin.casual@theguardian.com\">email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a></li></ul><p><strong>England:</strong> Tomkins, Young, Watkins, Farnworth, Makinson, Welsby, Williams, Burgess, McIlorum, Hill, Whitehead, Bateman, Radley </p><p><strong>Replacements:</strong> Knowles, Thompson, Cooper, McMeeken</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/12/england-samoa-rugby-league-world-cup-semi-final-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/12/russian-oligarchs-and-companies-under-sanctions-are-among-lobbyists-at-cop27", "title": "Russian oligarchs and companies under sanctions are among lobbyists at Cop27", "date_published": "2022-11-12 13:10:08+00:00", "description": "<p>The heavy presence of lobbyists from Moscow suggests Russia is using the climate talks to hunt for business</p><ul><li><strong><a href=\"https://www.theguardian.com/environment/live/2022/nov/12/cop27-latest-news-protests-sharm-el-sheikh-egpyt-climate\">Cop27 live – latest news updates</a></strong></li></ul><p>Russian oligarchs and executives from multiple companies under international sanctions are among the lobbyists currently attending Cop27 in Sharm el-Sheikh.</p><p>Attenders at the pivotal climate talks include billionaire and former aluminium magnate Oleg Deripaska, who is currently under UK sanctions. Alongside him is billionaire Andrey Melnichenko, the former head of Russian fertiliser company the EuroChem group, targeted with individual sanctions by the European Union which he <a href=\"https://www.forbes.com/profile/andrey-melnichenko/?sh=46d48faa3086\">disputed</a>, calling them “absurd and nonsensical”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/12/russian-oligarchs-and-companies-under-sanctions-are-among-lobbyists-at-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/12/the-case-of-the-golden-idol-review-delicious-sherlockian-mystery-color-gray-playstack", "title": "The Case of the Golden Idol review – delicious Sherlockian murder mystery", "date_published": "2022-11-12 13:00:41+00:00", "description": "<p><strong>Playstack; Color Gray Games; Windows</strong><br />A treasure inspires murder, and your job as detective is to piece together the crime in this addictive 18th-century whodunnit</p><p>What is the source of the murderous curse? The golden idol, found by a pair of explorers who followed a treasure map to its long-forgotten island hiding place? Or the misfortune that accompanies the arrival of sudden wealth into any complex family dynamic? Or perhaps it’s the shortcomings of character often found in the sort of people drawn to such gilded mysteries: not only thieves and thugs, but also members of clandestine societies who roam Whitehall in search of power.</p><p>Whatever the reasons, murder is seemingly the price commanded by this artefact, as evidenced by the string of cases relating to the treasure that you are tasked to investigate in Color Gray Games’ delicious, moreish and utterly singular 18th-century detective spree.</p> <a href=\"https://www.theguardian.com/games/2022/nov/12/the-case-of-the-golden-idol-review-delicious-sherlockian-mystery-color-gray-playstack\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/12/big-soda-industry-lobby-fight-ban-soda-taxes", "title": "‘This industry will stop at nothing’: big soda’s fight to ban taxes on sugary drinks", "date_published": "2022-11-12 13:00:41+00:00", "description": "<p>The soda industry has long lobbied against soda taxes in the US but recent evidence shows these extra charges have a positive effect</p><p>The battle over soda taxes has been bitter and long-running. Advocates argue increasing the price of sugar-laden drinks will reduce consumption and improve public health; for opponents, it is simply another cost for those least able to shoulder it, or an example of government overreach.</p><p>For years, research painted a mixed, often confusing, picture of the effectiveness of these taxes, while the soda industry poured millions of dollars into efforts to stop them. But mounting evidence suggests they are having a beneficial effect.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/12/big-soda-industry-lobby-fight-ban-soda-taxes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/12/the-yeomen-of-the-guard-eno-english-national-opera-review-coliseum-london-arts-council-england-ace-funding-cuts-relocation-alcina-royal-opera-richard-jones", "title": "The week in classical: The Yeomen of the Guard; Alcina – music under siege", "date_published": "2022-11-12 12:30:40+00:00", "description": "<p><strong>Coliseum; Royal Opera House, London</strong><br />ENO stands firm amid extreme funding cuts with a Gilbert and Sullivan staging full of vim and vigour, while animal magic ripples through Richard Jones’s new Alcina</p><p>No apologies for returning to Arts Council England (ACE)’s funding cuts. <a href=\"https://www.theguardian.com/music/2022/nov/09/english-national-operas-funding-to-be-cut-to-zero-unless-it-moves-from-london\">The headlines</a> are last week’s but the impact of <a href=\"https://www.artscouncil.org.uk/news/bringing-creativity-and-culture-your-doorstep\">a single announcement</a> will ricochet through lives and livelihoods for years, starting now. Trimming costs in hard times makes sense. Giving new contenders, all over the country, a slice of the pie is fair. Cutting down, in one wanton act, an entire forest of hard-won achievement is beyond reason or redemption. To penalise a capital city, one of Europe’s most populous and culturally magnetic, is economic folly, quite aside from any other criticisms that might be levelled.</p><p>Many issues will arise in the aftershock. They will be addressed in months to come. For now, a reminder of the worst hit areas for musicians, inevitably barely mentioned in news reports. Contemporary music, the future of the art form, has been hammered. The <a href=\"https://londonsinfonietta.org.uk/\">London Sinfonietta</a> – more than 50 commissions and world premieres in the past four years alone – has lost 41% of its grant. Manchester’s brilliant <a href=\"https://www.psappha.com/\">Psappha </a>ensemble, an invaluable platform for new work in the north-west, has had its status withdrawn as a National Portfolio organisation (NPO) – not one of 990 announced for the 2023-26 investment round eligible for a share of the £446m available across all the arts. Most baffling of all, the peerless <a href=\"https://brittensinfonia.com/\">Britten Sinfonia</a> has been similarly deprived: a low insult to one of the most inventive of UK ensembles, which works closely with composers and serves the orchestrally impoverished east of England and beyond.</p> <a href=\"https://www.theguardian.com/music/2022/nov/12/the-yeomen-of-the-guard-eno-english-national-opera-review-coliseum-london-arts-council-england-ace-funding-cuts-relocation-alcina-royal-opera-richard-jones\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/german-chancellor-olaf-scholz-iran-crackdown-protests", "title": "German chancellor condemns crackdown on protests in Iran", "date_published": "2022-11-12 12:27:18+00:00", "description": "<p>Olaf Scholz says Berlin stands ‘shoulder to shoulder’ with Iranian people and pledges new sanctions</p><p>The German chancellor, Olaf Scholz, has strongly criticised the Iranian government for its brutal crackdown on protests and said Germany stood “shoulder to shoulder with the Iranian people”.</p><p>Scholz said the protests sparked by the death on 16 September of 22-year-old Mahsa Amini after her detention by Iran’s morality police were no longer “merely a question of dress codes” but had evolved into a fight for freedom and justice.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/german-chancellor-olaf-scholz-iran-crackdown-protests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/bus-crash-kills-19-and-injures-six-in-northern-egypt", "title": "Bus crash kills 19 and injures six in northern Egypt", "date_published": "2022-11-12 12:26:47+00:00", "description": "<p>Vehicle carrying 35 people came off road and fell into canal in Aga, 70 miles north of Cairo</p><p>Nineteen people were killed and six others were injured when a bus drove into a canal in northern Egypt on Saturday, the country’s health ministry said.</p><p>The bus was carrying 35 people when it came off a highway and fell into Mansoura canal in Aga, in the northern Dakahlia region, according to security sources.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/bus-crash-kills-19-and-injures-six-in-northern-egypt\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/12/anne-sophie-mutter-pablo-ferrandez-brahms-double-concerto-review-ruby-hughes-huw-watkins-echo", "title": "Classical home listening: Mutter and Ferrández play Brahms; Ruby Hughes sings Huw Watkins", "date_published": "2022-11-12 12:00:40+00:00", "description": "<p>Anne-Sophie Mutter and Pablo Ferrández excel in the Double Concerto while Hughes soars in Watkins’s song cycle Echo</p><p>• In their first joint album, violinist <strong><a href=\"https://www.anne-sophie-mutter.de/en/\">Anne-Sophie Mutter</a></strong> and her protege,<strong> </strong>the new generation Spanish cellist <strong><a href=\"https://www.pabloferrandez.com/\">Pablo Ferrández</a></strong>, have recorded <strong><a href=\"https://mutter-ferrandez.lnk.to/brahms-schumannAY\">Brahms’s Double Concerto</a></strong> (Sony) – a work full of turbulent, hard-won joy – with the Czech Philharmonic conducted by Manfred Honeck. Brahms composed this concerto (his last orchestral work) for violin, cello and orchestra in part to renew a friendship, which had slightly cooled, with the violinist Joseph Joachim. The original cellist, Robert Hausmann, was part of Brahms’s circle and a regular chamber music colleague.</p><p>Mutter, Ferrández and co give a performance of heft and exuberance, the soloists powerfully lyrical, the supporting forces alert to the score’s details. For the impassioned piano trio by Brahms’s adored friend Clara Schumann, cellist and violinist are joined by Mutter’s long-term duo partner, pianist Lambert Orkis. The rewards of friendship ring out.</p> <a href=\"https://www.theguardian.com/music/2022/nov/12/anne-sophie-mutter-pablo-ferrandez-brahms-double-concerto-review-ruby-hughes-huw-watkins-echo\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/12/vegan-tamarind-aubergines-thai-basil-recipe-meera-sodha", "title": "Meera Sodha’s vegan recipe for tamarind aubergines with Thai basil | The new vegan", "date_published": "2022-11-12 12:00:40+00:00", "description": "<p>The proof is in the cooking with this dish – for the best result, take your time when frying the aubergines and onions</p><p>A<a href=\"https://www.anaiscadao.com/about\">naïs Ca Dao</a> is the type of friend who will come over, sniff around in your fridge and make you lunch; while eating it, she will then want to discuss in detail what’s for dinner. Today’s dish was that dinner, born out of our mutual love for the sweet-and-sour tamarind dishes of Thailand. Cooking it involves the meditative turning of aubergines until they bronze and soften, and sweating down onions until they glisten like ruby slices. It’s the perfect thing to cook when you have a friend in the background to chat to – especially when there are more meals to be discussed.</p> <a href=\"https://www.theguardian.com/food/2022/nov/12/vegan-tamarind-aubergines-thai-basil-recipe-meera-sodha\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/12/nobel-peace-laureate-maria-ressa-how-to-stand-up-to-a-dictator", "title": "Nobel peace laureate Maria Ressa: ‘In 2024, democracy could fall off a cliff’", "date_published": "2022-11-12 12:00:40+00:00", "description": "<p>The journalist, who is facing prison in the Philippines, talks about the dark side of social media and why truth is being eroded in politics<br /><br />• <a href=\"https://www.theguardian.com/books/2022/nov/12/you-have-to-fight-for-democracy-maria-ressa-and-her-lawyer-amal-clooney-on-their-quest-for-justice\">Exclusive extract: Maria Ressa and her lawyer Amal Clooney on their fight for justice</a></p><p>When Maria Ressa jointly <a href=\"https://www.theguardian.com/world/2021/dec/10/journalists-maria-ressa-and-dmitry-muratov-receive-nobel-peace-prize\" title=\"\">won the Nobel peace prize in 2021</a> with Russian editor Dmitry Muratov, they were the first journalists to be recognised in this way since 1936. Back then, the German reporter Carl von Ossietzky couldn’t accept because he was in a Nazi concentration camp. “The Norwegian Nobel committee got the right sense,” Ressa tells me, over Zoom from her office in Manila. “They gave the awards to journalists last year and this year to civil society.” The 2022 prize went to human rights advocates from Ukraine, Russia and Belarus. Her point is that, along with journalists, these are the last ramparts against authoritarianism that’s creeping, not at all slowly, across the globe. “It’s like that Martin Niemöller quote. In the Philippines, as a joke, we’ve been saying since 2017: ‘First, they came for the journalists. We don’t know what happened next.’”</p><p>Slight, effervescent and with a garish tangerine lipstick that turns out to be a filter – Ressa is both puckish and techy – the 59-year-old apologises: she’s four minutes late because she has come straight from the supreme court of the Philippines. The government has lodged multiple specious charges against her, from cyber libel to tax evasion, which cumulatively carry a maximum sentence of more than 100 years. She had an appeal denied last week and is in the final stages of this “upside-down” process.</p> <a href=\"https://www.theguardian.com/books/2022/nov/12/nobel-peace-laureate-maria-ressa-how-to-stand-up-to-a-dictator\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/12/ros-atkins-looks-back-bbc-journalist-rave", "title": "Ros Atkins looks back: ‘I do wonder how it would look – a BBC journalist at a rave’", "date_published": "2022-11-12 12:00:39+00:00", "description": "<p>The TV journalist recreates a photo from an early DJ gig and talks about mixing D’n’B with working at the Beeb</p><p>Ros Atkins, 48, grew up in Stithians, Cornwall, reading history at Jesus College, Cambridge, before becoming one of the BBC’s brightest new stars. Holding posts at BBC Radio 5 Live, the World Service and Outside Source, he has also pursued his passion for music, setting up the club night Sharp in Brixton, as well as DJing at events such as Womad. Known for his sharp viral “explainer” videos – crunching complex news stories into short, shareable clips – his new show On the Week is available to stream.</p><p><strong>I was really nervous</strong> when this photograph was taken, and it’s clear that I am concentrating. The gig was a festival in Regent’s Park organised by Innocent Drinks, and I hadn’t quite realised what I’d been signed up for. The guy who was running the show had been vague and said: “I’d like you to do something, I’ll let you know a bit more about it nearer the time.” So I was hugely surprised a few weeks before the event when I saw the running order. Hedkandi – a huge house music name – was on before me and I thought: “Blimey, I am slightly out of my depth.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/12/ros-atkins-looks-back-bbc-journalist-rave\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/world-cup-2022-team-guide-spain", "title": "World Cup 2022 team guides part 20: Spain", "date_published": "2022-11-12 12:00:39+00:00", "description": "<p>Never compromising on their high-risk style, Luis Enrique’s side have attacking talent but a defence that gives opponents a chance</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/12/world-cup-2022-team-guide-spain\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/england-1990-world-cup-football-team-look-back", "title": "Don’t mention the penalties! England’s 1990 team look back at the World Cup match that changed everything", "date_published": "2022-11-12 11:55:40+00:00", "description": "<p>The Italia 90 semi-final is where decades of English shootout heartbreak all began. So what happened next to the 11 heroes of Turin?</p><p>“It’s the one thing over my career I look back and think: <em>if only</em>,” Gary Lineker says.</p><p>“‘Gary Lineker, Leicester and England’ is one thing; it’s a whole different thing if you could go: ‘Gary Lineker, World Cup winner.’” But it wasn’t to be.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/england-1990-world-cup-football-team-look-back\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/12/manchester-city-brentford-premier-league-live-updates", "title": "Manchester City v Brentford: Premier League – live", "date_published": "2022-11-12 11:35:03+00:00", "description": "<ul><li>Premier League updates from the 12.30pm GMT kick-off</li><li>Get in touch: <a href=\"mailto:david.tindall.casual@theguardian.com\">email David</a> or <a href=\"https://twitter.com/DaveTindallgolf\">tweet him</a> with your thoughts</li></ul><p><strong>Full starting XIs…</strong></p><p>Three changes for City as Haaland, Foden and Laporte come in for Alvarez, Grealish and Ake.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/12/manchester-city-brentford-premier-league-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/12/uk-local-councils-deposit-taxpayer-cash-qatar-bank-lgbt-rights", "title": "Revealed: UK local councils deposit taxpayers’ cash in Qatar state bank", "date_published": "2022-11-12 11:00:39+00:00", "description": "<p>Town halls and finance firms say they support LGBT rights but send money to World Cup host where homosexuality is illegal</p><p>The rainbow flag flew above the Bourne Corn Exchange as South Kesteven council embraced LGBT history month.</p><p>A year after voting against such a gesture the Lincolnshire local authority declared itself pleased “to celebrate and recognise the […] rights of lesbian, gay, bisexual and transgender people”, hoisting the flag outside its headquarters in 2019.</p> <a href=\"https://www.theguardian.com/business/2022/nov/12/uk-local-councils-deposit-taxpayer-cash-qatar-bank-lgbt-rights\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/12/the-young-ones-40-years-lise-mayer-nigel-planer-alexei-sayle-chrisopher-ryan-interview", "title": "‘We took the sitcom and blew it apart’: how The Young Ones changed comedy for ever", "date_published": "2022-11-12 11:00:39+00:00", "description": "<p>With flying eclairs, falling beds and exploding buses, the anarchic antics of Rick, Vyvyan, Neil and Mike shoved alternative comedy into the mainstream. Forty years on, we ask the show’s creators how they pulled it off</p><p>ON 9 November 1982, an unsuspecting UK was about to get an era-defining shock. A new comedy arrived on BBC Two, bringing a new generation with it. Rick (the late Rik Mayall), a sanctimonious sociology student, Vyvyan (Ade Edmondson), a violent punk, Neil (Nigel Planer), a morose hippy, and Mike (Christopher Ryan), a mysterious mature student, were undergraduates at Scumbag College. They lived in an indescribably filthy hovel owned by Alexei Sayle’s terrifying landlord Jerzei Balowski and traded in a brand of hyper-stimulated slapstick hilarity that seemed to update Punch &amp; Judy for the post-punk era.</p><p>A sitcom it was; Terry and June it definitely was not. The Young Ones broke the fourth wall, endangered the physical wellbeing of its stars and put cool bands on the telly. They terrorised “Footlights College Oxbridge” on University Challenge, released a single with Cliff Richard and had their own <a href=\"https://www.youtube.com/watch?v=wNocyYdyjn8\" title=\"\">Sinclair ZX Spectrum video game</a>. The show became a touchstone and an inflection point of 80s comedy, making superstars of its cast in the process. But how did it come about?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/12/the-young-ones-40-years-lise-mayer-nigel-planer-alexei-sayle-chrisopher-ryan-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/12/the-swimmers-review-powerful-refugee-drama-goes-for-the-happy-ending", "title": "The Swimmers review – powerful refugee drama goes for the happy ending", "date_published": "2022-11-12 11:00:38+00:00", "description": "<p>The true story of two sporting sisters fleeing the Syrian conflict is strikingly told, at first, in Sally El Hosaini’s immersive Netflix film </p><p>Based on a true story, Sally El Hosaini’s stirring drama follows two Syrian sisters, both talented swimmers, as they flee the conflict in their country in the hope of a better life in Germany. It then morphs into a fairly run-of-the-mill underdog sports movie. The first section is markedly superior to the second. Nathalie Issa and Manal Issa star as Yusra and Sara Mardini, spirited young women coached by their father and, in the case of Yusra, nurturing dreams of Olympic glory. But the rising death toll and a bomb in a swimming pool convinces the family that the girls’ future lies elsewhere.</p><p>Bold editing and immersive camerawork force us to experience, viscerally, the terror and uncertainty of the refugees’ route from Turkey, by overloaded inflatable boat, to the Greek Island of Lesbos. It’s a journey that Sara and Yusra partly swim, in order to save the lives of their fellow passengers. This is fiercely powerful film-making that is slightly undermined by the banality of the by-numbers feelgood ending.</p><p>In cinemas now and <a href=\"https://www.netflix.com/gb/title/81365134\">on Netflix from 23 November</a></p> <a href=\"https://www.theguardian.com/film/2022/nov/12/the-swimmers-review-powerful-refugee-drama-goes-for-the-happy-ending\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/12/manston-asylum-centre-diphtheria-vaccinations-ukhsa-home-office", "title": "Asylum seekers at Manston site to receive diphtheria jabs after cases rise", "date_published": "2022-11-12 10:59:56+00:00", "description": "<p>Health authorities working with Home Office to provide vaccinations and antibiotics at Kent facility</p><p>People at the Manston asylum centre will be vaccinated against diphtheria after dozens of cases of the highly contagious disease were confirmed in England, health authorities have said.</p><p>The minister for immigration, Robert Jenrick, said on 1 November that four cases had been identified at the site in Kent, but insisted those involved had arrived at Manston already infected.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/12/manston-asylum-centre-diphtheria-vaccinations-ukhsa-home-office\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/bournemouth-hold-talks-with-marcelo-bielsa-over-return-to-management", "title": "Bournemouth hold talks with Marcelo Bielsa over return to management", "date_published": "2022-11-12 10:51:04+00:00", "description": "<ul><li>Former Leeds manager is south coast club’s top candidate</li><li>Interim manager Gary O’Neil remains in frame for the job</li></ul><p>Marcelo Bielsa could be in line for a shock return to the Premier League after holding talks with Bournemouth.</p><p>Bielsa, who was sacked by Leeds in February, is the club’s preferred external candidate should they decide against appointing the interim manager, Gary O’Neil, on a permanent basis. Bielsa is wanted by the prospective Bournemouth owner Bill Foley, whose £120m takeover is awaiting ratification by the Premier League. The 67-year-old Argentinian memorably restored Leeds to the top flight in 2020 after a 16-year hiatus.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/bournemouth-hold-talks-with-marcelo-bielsa-over-return-to-management\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/abortion-activists-night-of-hell-us-supreme-court", "title": "A night of ‘hell’: abortion activists on their ‘inhumane’ detention in DC", "date_published": "2022-11-12 10:00:38+00:00", "description": "<p>As abortion rights are rolled back, more citizens seeking access to reproductive healthcare may face similar treatment</p><p>Three women who peacefully protested against restrictions on abortion rights in the US supreme court were mistreated and detained in “inhumane” conditions after their arrest, they say.</p><p>Their experience shows unsettling treatment in a landscape where pregnant people, medical providers and others increasingly face criminalization after the Dobbs decision on reproductive care.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/abortion-activists-night-of-hell-us-supreme-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/12/roast-dinner-leftovers-recipes-vegetable-fritters-chicken-soup-dumplings-roast-vegetable-sausage-egg-bake-ottolenghi", "title": "Yotam Ottolenghi’s recipes for roast dinner leftovers", "date_published": "2022-11-12 10:00:38+00:00", "description": "<p>Roast dinner leftovers are bursting with possibilities, and this trio of chicken and dumpling soup, roast vegetable and sausage bake, and veggie fritters are no exception</p><p>There’s only one thing better than a roast chicken lunch, and that’s what you can make with the leftovers. The pressure is off, the flavours often improve with time and whatever you create feels like alchemy, having made something out of what could well have been nothing. It’s not just the leftover meat and veg, either: there is also the cheese rind you don’t throw away, that bunch of tired-looking herbs and the spices that need using up …</p> <a href=\"https://www.theguardian.com/food/2022/nov/12/roast-dinner-leftovers-recipes-vegetable-fritters-chicken-soup-dumplings-roast-vegetable-sausage-egg-bake-ottolenghi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/12/dmitry-markov-best-phone-picture-russian-teenagers", "title": "‘You think you’re immortal’: Dmitry Markov’s best phone picture", "date_published": "2022-11-12 10:00:37+00:00", "description": "<p>Russian teenagers hanging out reminded the photographer of his own childhood in a workers’ settlement</p><p>It was in woods behind an apartment building that photographer Dmitry Markov noticed a group of teenagers hanging out on the old couch and rope swing. He was in Pskov, a Russian city close to the Estonian border. Markov had grown up 800km away, in Pushkino, which is just outside Moscow, and as rope-swinging was a pastime he fondly remembered from his own youth, he stopped to take a photo on his iPhone X.</p><p>“I grew up in a workers’ settlement in the 80s and early 90s, where plenty of families faced social problems like unemployment and alcoholism,” he says. “Many children were left to their own devices, got into trouble and ended up with juvenile police records.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/12/dmitry-markov-best-phone-picture-russian-teenagers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/12/gabby-logan-i-was-woken-by-woman-having-an-orgasm", "title": "Gabby Logan: ‘I was woken this morning by a woman in the next room having an orgasm’", "date_published": "2022-11-12 09:30:36+00:00", "description": "<p>The sports journalist on bashing her Tesla wheels, losing her pants and a rude awakening in a hotel</p><p>Born in Leeds, Gabby Logan, 49, retired from international gymnastics due to sciatica. Having begun her broadcasting career in radio, she became a key presenter at Sky Sports. In 2007, she joined the BBC, where she provides live coverage for sporting events such as the Olympics and Women’s Euro 2022. Her podcast is called The Mid Point, and her memoir, The First Half, has just been published. She lives in Buckinghamshire with her husband, former rugby international Kenny Logan, and their twins.</p><p><strong>When were you happiest?</strong><br />I am always happiest when my kids are on good form and we are having a lovely family dinner.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/12/gabby-logan-i-was-woken-by-woman-having-an-orgasm\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/world-cup-football-fans-kids-32-nations", "title": "England’s united nations of football: 32 teams, one World Cup – and a lot of excited kids", "date_published": "2022-11-12 09:00:37+00:00", "description": "<p>Young people with roots in each nation playing in Qatar show off their teams’ new kits and talk about being the only one in the playground rooting for Croatia or Costa Rica</p><p><strong>Toby Donald, 11<br /></strong><em>Toby lives in Salisbury, but used to live in Catalonia (near his hero </em><em>Lionel Messi</em><em>). </em><em>He saw Argentina win the Copa Am</em><em>érica</em><em> against Brazil</em><em> <a href=\"https://www.theguardian.com/football/2021/jul/10/argentina-brazil-copa-america-final-lionel-messi\" title=\"\">in 2021</a>.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/12/world-cup-football-fans-kids-32-nations\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/12/rishi-sunak-faces-struggle-retain-red-wall-blue-wall-voters", "title": "Rishi Sunak faces struggle to retain both red wall and blue wall voters", "date_published": "2022-11-12 09:00:37+00:00", "description": "<p>Exclusive: Report reveals two sides of 2019 coalition are starkly divided over economy and cost of living policies</p><p>Rishi Sunak will struggle to retain the support of both wings of the Conservative party’s 2019 coalition after next week’s autumn statement, with “red wall” and “blue wall” voters starkly divided over what they want on the economy and the cost of living.</p><p>A <a href=\"https://www.moreincommon.org.uk/our-work/research/sunak-s-choice/\">report by the thinktank More in Common</a> reveals the prime minister is winning back blue wall voters who had abandoned the Tories under Boris Johnson over Brexit and Partygate, with the same proportion (45%) as in 2019 now saying they would back the party, despite a 16-point swing against the Tories among the wider public.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/12/rishi-sunak-faces-struggle-retain-red-wall-blue-wall-voters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/12/elon-musk-twitter-chaos-enleashed", "title": "Chaos unleashed: Elon Musk’s wild ride at helm of Twitter could bring it down", "date_published": "2022-11-12 09:00:36+00:00", "description": "<p>World’s richest man has made a spectacle of his ownership of the social media platform, and advertisers, employees and regulators are none too pleased</p><p>Elon Musk has unleashed chaos at Twitter in the few short weeks since he took the helm of the company, and experts say lawsuits, regulatory intervention and ultimate financial collapse could be on the horizon.</p><p>The billionaire has let his decision making play out on a public stage from the start, tweeting about new policies before promptly reversing them and polling users about features like verification.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/12/elon-musk-twitter-chaos-enleashed\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/12/maria-ressa-lawyer-amal-clooney-how-to-stand-up-to-a-dictator", "title": "‘You have to fight for democracy’: Maria Ressa and her lawyer Amal Clooney on their quest for justice", "date_published": "2022-11-12 09:00:36+00:00", "description": "<p>In this extract from her new book, the Nobel peace laureate reflects on technology’s ‘power to infect us with a virus of lies’. Plus, Amal Clooney pays tribute</p><p>• <a href=\"https://www.theguardian.com/books/2022/nov/12/nobel-peace-laureate-maria-ressa-in-2024-democracy-could-fall-off-a-cliff\">Maria Ressa: ‘In 2024, democracy could fall off a cliff’</a></p><p>Let me tell you why the rest of the world needs to pay attention to what happens in the Philippines: 2021 was the sixth year in a row that Filipinos – out of all global citizens – spent the most time on the internet and on social media. Despite slow internet speeds, Filipinos uploaded and downloaded the largest number of videos on YouTube in 2013. Four years later, 97% of our country’s citizens were on Facebook. When I told that statistic to Mark Zuckerberg in 2017, he was quiet for a beat. “Wait, Maria,” he finally responded, looking directly at me, “where are the other three percent?”</p><p>At the time, I laughed at his glib quip. I’m not laughing anymore.</p> <a href=\"https://www.theguardian.com/books/2022/nov/12/maria-ressa-lawyer-amal-clooney-how-to-stand-up-to-a-dictator\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/12/cop27-latest-news-protests-sharm-el-sheikh-egpyt-climate", "title": "Cop27: protests expected in Sharm el-Sheikh and around the world – live", "date_published": "2022-11-12 08:47:24+00:00", "description": "<p>As the UN climate conference reaches the end of its first week, activists around the world are calling for stronger climate action</p><p>Today is food day in Sharm el-Sheikh, the first ever dedicated day to agriculture and adaptation in a Cop - which is mindblowing given that a third of global greenhouse gas emissions come from industrialised food systems and the devastating effects the climate crisis is having on farming and food security. </p><p>Big agri-business and industrial agriculture is set to receive significant support from some governments in the main negotiating halls, where expect to hear lots about ‘climate smart agriculture’ and tech-driven solutions that will largely tinker with the current industrialised systems rather than push transformative change. One to watch is the session on the US-UAE initiative - the Agriculture Innovation Mission for Climate (<a href=\"https://link.mediaoutreach.meltwater.com/ls/click?upn=el7-2Ftpmjsi9jlqve4CZUwbYCFtrOWYTR2ogzbzrXy-2FUmVifC9snmApnaLuwWEk-2BKcE6M_iEd-2FNeQj52XRaTn9lIpiA54bDmV7nHFMWMQlg2C-2FScOGbejZwiE6J9HSOA9j7q-2BRCwhPnP2OpojPchJ1wp9mJ8ix1tgojqJyUKv8K91GeyMLk07keV9tXRaF-2FGcE31-2FENE0CVunfhMe4WE1I2fDLvgrBKI6ZSalaJvRxSnqSeyn156jXJzDGQQMEOZmEYyzEYySstIG2RA0zAEFYqqSQckQ2a73JneWyoytFa-2Fl7ceNlAABwr4L02zmesanaXJP6XhKRbgsDwe8d6NGogqosBPtCJfYektGfk-2B2dClYoRfdJKuPKPceGrmaPMHDbpH6sBpdDAWM5Nfl-2BAY5WxaXAc4Enj49yynOffZcczNNptMJpH-2FmUontBzy5mgvnVezOzj9NUdBiqvmmxQ7jMrtjmiw-3D-3D\">AIM for Climate</a>) which has already garnered at least <a href=\"https://www.usda.gov/media/press-releases/2022/02/21/united-states-advances-agricultural-innovation-inaugural-aim\">$8bn in private-sector support.</a> Small-scale and Indigenous sustainable farmers who produce 70% of the world’s food won’t play a big role in the main negotiations, but outside the halls will call for a fair share of subsidies and additional climate finance to build more diverse and resilient food systems that the <a href=\"https://link.mediaoutreach.meltwater.com/ls/click?upn=vnpo24WbGvB24HxyqbH0v3mttpwk42MGe7ZXa4XDEjpBVY2vZ7I5X0lDpAVwd-2B1yF0S2rDKpTJ5gCmdWgGhy0w-3D-3DNcc8_MSNlBeRxfvrYSgfmZ0rUNQ6xv0U-2BmD38OBM4dt5PaDCP-2B0vDhx3JcLbgdaFBero2GacPxMJ3SqjGbzuK5X8bvFl-2FcOiZlVN0J7JlEKcfAFM944v-2FoED7Irn-2FG-2BRS2VTHEoEmnDx4e8u8geF9T3pTdf7z-2BwMheMipeqXOK6lfhMgjWfgztJeUjSaWeeK-2BWF37TvyxuyQpXJqBoqsJ03ITXQxegTjIyZXnuOpBcvmr8aVZAkTbIYdOI-2BeoEOuqm17mq1qDCpW3-2BuB53HrKY0iVL6tYAj2xqLcHlz3VfDfoKsCLhpEyUDmcTVZXHPCm72NzpwSwPyu2ii3x8Qr7kCwKZAzJrmQlrAGtlTm2ynskvPpw8fJBm8xUgrQBZSJtNeZF8vrZeia2JQ-2FiYYj2JhrV1w-3D-3D\">IPCC</a> says helps to buffer temperature extremes and sequester carbon.</p><p>In retrospect, it is clear that having a specific target, rather than fighting to stop every fraction of a degree in temperature rise, has actually been counterproductive. There is a perennial problem with targets, and that is that they are always still reachable – until they aren’t. In this way, they can be used to justify inertia right up until it is too late. And this is exactly how fossil-fuel corporations, world leaders and others have used 1.5C – as a get-out-of-jail card <a href=\"https://www.theguardian.com/environment/ng-interactive/2022/may/11/fossil-fuel-carbon-bombs-climate-breakdown-oil-gas\">to justify inaction</a> on emissions. Continuing to present this temperature threshold as an attainable target provides a fig leaf for business as usual. Take it away, and this dangerous jiggery-pokery is exposed for all to see.</p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/12/cop27-latest-news-protests-sharm-el-sheikh-egpyt-climate\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/12/new-zealand-win-womens-rugby-world-cup-as-england-suffer-final-heartbreak", "title": "New Zealand win Women’s Rugby World Cup as England suffer final heartbreak", "date_published": "2022-11-12 08:43:33+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/live/2022/nov/12/new-zealand-v-england-womens-rugby-world-cup-final-live-score-updates\">Final: New Zealand 34-31 England</a></li><li>Early red card for Lydia Thompson proves crucial</li></ul><p>This was the biggest game of women’s rugby ever played and, somehow, it exceeded even that lofty billing. New Zealand are the Rugby World Cup champions but only after a quite stunning contest that showcased exactly why the tournament has caught so many imaginations.</p><p>A world-record crowd of 42,579 for a women’s fixture added further resonance to an occasion which had everything. It was also England’s worst nightmare.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/12/new-zealand-win-womens-rugby-world-cup-as-england-suffer-final-heartbreak\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/12/slick-and-easy-the-wet-hair-look-is-back-and-its-surprisingly-practical", "title": "Slick and easy, the wet hair look is back. And it’s surprisingly practical | Sali Hughes", "date_published": "2022-11-12 08:00:37+00:00", "description": "<p>With the right products, you can trap in moisture, tame unruly strands and add a mirror-like shine to your party look </p><p>There was a period, lasting too long, in the late 1980s, during which every girl at my school would drench her morning hair in water before slathering on fistfuls of Wella Shockwaves wet-look hair gel to trap in the moisture, leaving behind a barnet akin to a gull’s in a oil spillage.</p><p>I never dared imagine the look would one day be reinvented and made fashionable again. But as with everything Fendi does on the catwalk currently, wet look is now very much the thing.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/12/slick-and-easy-the-wet-hair-look-is-back-and-its-surprisingly-practical\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/barcelona-students-to-take-mandatory-climate-crisis-module-from-2024", "title": "Barcelona students to take mandatory climate crisis module from 2024", "date_published": "2022-11-12 08:00:36+00:00", "description": "<p>Course thought to be world first agreed after university bowed to pressure from seven-day End Fossil protest </p><p>All students at the University of Barcelona will have to take a mandatory course on the climate crisis after the establishment agreed to meet the demands of activists conducting a sit-in occupation.</p><p>In a move thought to be a world first, all 10,000 graduate and postgraduate students will have to take the course from the 2024 academic year. It will also devise a training programme on climate issues for its 6,000 academic staff.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/barcelona-students-to-take-mandatory-climate-crisis-module-from-2024\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/12/food-firms-plans-15c-climate-target-fall-short-campaigners-aoe", "title": "Food firms’ plans for 1.5C climate target fall short, say campaigners", "date_published": "2022-11-12 08:00:36+00:00", "description": "<p>Major producers of soya and beef accused of failing to deliver on pledges to stop deforestation</p><p>The world’s largest food companies, whose products have been linked to the widespread destruction of rainforests, have failed to come up with an adequate strategy to align their business practices with the 1.5C climate target, according to campaigners.</p><p>The leading producers of soya beans, palm oil, cocoa and cattle <a href=\"https://www.tropicalforestalliance.org/assets/Agriculture-Sector-Roadmap-November-2022-v2.pdf\">published their roadmap to align with 1.5C</a> earlier this week, promising to develop and publish commodity-specific, time-bound targets on stopping deforestation which will be backed by science and checked each year. The companies include the Brazilian beef firm JBS, the American agricultural firm Cargill and the Singaporean food processing firm Wilmar International.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/12/food-firms-plans-15c-climate-target-fall-short-campaigners-aoe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/12/nazis-in-space-how-paul-verheovens-starship-troopers-brilliantly-skewered-fascism", "title": "Nazis in space: how Paul Verheoven’s Starship Troopers brilliantly skewered fascism", "date_published": "2022-11-12 08:00:36+00:00", "description": "<p>A Hollywood studio is rumoured to be remaking the Dutch director’s 1997 space epic. But will it, like so many others, miss the irony behind the film’s pseudo-fascist bombast?</p><p>When Paul Verhoeven’s Starship Troopers originally hit cinemas in 1997, the reviews were scathing. <a href=\"https://www.latimes.com/archives/la-xpm-1997-nov-07-ca-51016-story.html\">The Los Angeles Times’ Kenneth Turan</a> argued that the Dutch director of Robocop, Total Recall and Basic Instinct had delivered a space flick “rigorously one-dimensional and free from even the pretense of intelligence”, even suggesting that the film-maker had preserved the “fascist utopianism” of the 1959 Robert A Heinlein novel that it had been based on. “Troopers takes us to a militaristic future where video bulletins encourage young people to ‘Join the Mobile Infantry and save the world’,” wrote Turan. “Schools teach that ‘violence is the supreme authority’ and nothing solves problems with the efficacy of ‘naked force.’” <a href=\"https://www.washingtonpost.com/wp-srv/style/longterm/movies/videos/starshiptrooperskemp.htm\">The Washington Post described</a> Verhoeven’s tone as “so inconsistent that it’s impossible to decide whether he’s sending up the Third Reich or in love with it”.</p><p>Starship Troopers failed to make its money back at the box office, and after one more Hollywood film, 2000’s under-par <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,374597,00.html\">Hollow Man</a>, Verhoeven would return to Europe, his credentials as a blockbuster film-maker shattered.</p> <a href=\"https://www.theguardian.com/film/2022/nov/12/nazis-in-space-how-paul-verheovens-starship-troopers-brilliantly-skewered-fascism\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/12/saving-dragons-blood-island-refused-let-tree-die-out-socotra-yemen", "title": "Saving the dragon’s blood: how an island refused to let a legendary tree die out", "date_published": "2022-11-12 08:00:36+00:00", "description": "<p>A unique species on Socotra in Yemen, famed for its bright red resin and umbrella-shaped crown, has been in decline for years. Now islanders are leading efforts to save it</p><p>Just after 4am on the Diksam plateau, near the centre of Yemen’s Socotra Island, a loudspeaker stirs local people from their sleep with the day’s first call to prayer. A heavy fog drifts over the plateau and a breeze ruffles a half-dozen green and blue nylon tents sheltering American and European tourists who have come to glimpse one of the island’s most iconic and otherworldly species: a strange, upside-down tree called the dragon’s blood (<em>Dracaena cinnabari</em>).</p><p>As the sun rises, the fog recedes, illuminating a small cluster of buildings that form the village, the campsite and, to the west, a single paved road winding its way past the jagged Hajhir mountains toward the northern coast.</p><p>The rapacious eating habits of Socotra’s goat population are thought to have contributed to the decline of the dragon’s blood tree. Photograph: Jess Craig</p> <a href=\"https://www.theguardian.com/environment/2022/nov/12/saving-dragons-blood-island-refused-let-tree-die-out-socotra-yemen\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/12/quick-roast-potatoes-recipe-tomato-sauce-smoked-mackerel-tamal-ray", "title": "Tamal Ray’s recipe for quick roast potatoes with tomato sauce and smoked mackerel", "date_published": "2022-11-12 08:00:35+00:00", "description": "<p>An easy midweek meal featuring chunks of smoked fish with crisp spuds and a quick tomato sauce</p><p>Inspiration for recipes can come from many places: a surprisingly delicious lunch in a neighbourhood cafe; thumbing through a dog-eared recipe book in a charity shop; or the arrival of an item you never ordered in an online food shop. Today’s dish was born out of that latter scenario, when four packets of smoked mackerel turned up unannounced. Otherwise, it uses pantry ingredients that I tend always to have in stock, so this works well for a weeknight evening when we need something quick and easy.</p> <a href=\"https://www.theguardian.com/food/2022/nov/12/quick-roast-potatoes-recipe-tomato-sauce-smoked-mackerel-tamal-ray\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/12/climate-target-cop27-breakdown-fossil-fuel", "title": "The 1.5C climate target is dead – to prevent total catastrophe, Cop27 must admit it | Bill McGuire", "date_published": "2022-11-12 08:00:35+00:00", "description": "<p>Acknowledging that climate breakdown is unavoidable<strong> </strong>is key to making<strong> </strong>fossil-fuel companies and governments take action</p><p>In his Cop27 speech this week, <a href=\"https://www.theguardian.com/environment/2022/nov/02/rishi-sunak-u-turns-decision-not-to-attend-cop27-climate-summit\">our will-he-go, won’t-he-go</a> prime minister said that stopping the planet dangerously overheating was still within our grasp, leaving many wondering just what planet he was on.</p><p>According to Rishi Sunak, last year’s Cop26 climate conference in Glasgow was all about <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/the-guardian-view-on-rishi-sunaks-cop27-trip-placing-the-planet-on-a-road-to-hell\">keeping alive the possibility</a> of preventing the global average temperature rise since the <a href=\"https://www.theguardian.com/environment/2022/nov/04/the-climate-crisis-explained-in-10-charts\">Industrial Revolution</a> from climbing above 1.5C. That is “alive”, as in connected to a drip, in a coma and suffering cardiac arrest every few hours.</p><p>Bill McGuire is professor emeritus of geophysical and climate hazards at UCL and the author of <a href=\"https://iconbooks.com/ib-title/hothouse-earth-2/\">Hothouse Earth: An Inhabitant’s Guide</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/12/climate-target-cop27-breakdown-fossil-fuel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/when-pele-met-banks-incredible-a-move-that-required-two-geniuses", "title": "When Pelé met Banks: ‘Incredible – a move that required two geniuses’", "date_published": "2022-11-12 08:00:35+00:00", "description": "<p>In an extract from a new book, Brazil players reminisce about the game against England at the World Cup and <em>that</em> save</p><p>At last, on 7 June 1970, the champions, both old and new, met. After all the hype, hysteria and hyperbole in the heat of Mexico’s high-altitude Guadalajara, Brazil, the 1958 and 1962 World Cup winners, and England, the defending champions, were out to play a match that promised to stir the soul and marvel the mind.</p><p>The world, once again, fawned over the Brazilians. In their opening match, they had outclassed Czechoslovakia 4-1, reviving memories of some of the magic that had been lost since the finals in 1966. Brazil, despite conceding an 11th-minute goal, had crushed their opponents. Carlos Alberto Torres, the right-back and captain, recalled: “It was a key moment. The first game always is. In the beginning, we were nervous as a team, but when Czechoslovakia scored the team woke up. It was a trigger to start playing the game we had envisaged and wanted to play.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/when-pele-met-banks-incredible-a-move-that-required-two-geniuses\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/12/couple-separated-from-baby-post-brexit-visa-delays-settled-status", "title": "‘Incredibly hard’: couple separated from baby by post-Brexit visa delays", "date_published": "2022-11-12 08:00:35+00:00", "description": "<p>Two academics with settled status describe trauma of having to leave four-month-old with family in India</p><p>A German biophysicist and his neurophysicist wife have told how they were separated from their newborn baby amid Home Office delays processing a post-Brexit residency application for their little girl.</p><p>Darius, an associate professor at a Russell Group university in England, and his Indian wife, Sunaina, arrived in the UK before Brexit and had settled status – entitling them and their direct family members to reside in the country.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/12/couple-separated-from-baby-post-brexit-visa-delays-settled-status\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/12/russia-ukraine-war-us-hails-extraordinary-victory-for-ukraine-in-kherson-kyiv-warns-moscow-mobilising-more-conscripts-live", "title": "Russia-Ukraine war: US hails ‘extraordinary victory’ for Ukraine in Kherson; Kyiv warns Moscow ‘mobilising more conscripts’ - live", "date_published": "2022-11-12 07:30:43+00:00", "description": "<p>Ukraine foreign minister Dmytro Kuleba tells Asean leaders Kyiv still sees ‘Russia mobilising more conscripts and bringing more weapons’ </p><p>Ukrainian foreign minister Dmytro Kuleba said Saturday that the “war goes on” after the success of retaking the city of Kherson.</p><p>Speaking at the Association of Southeast Asian Nations summit in Cambodia, Kuleba said the fight to liberate the country would carry on.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/12/russia-ukraine-war-us-hails-extraordinary-victory-for-ukraine-in-kherson-kyiv-warns-moscow-mobilising-more-conscripts-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/12/joni-mitchell-announces-new-live-album-in-rare-interview-with-elton-john", "title": "Joni Mitchell announces new live album in rare interview with Elton John", "date_published": "2022-11-12 07:30:34+00:00", "description": "<p>The singer will release a recording of her recent appearance at Newport Folk festival, her first full performance in 20 years</p><p>Joni Mitchell has announced a new live album of her recent surprise <a href=\"https://www.theguardian.com/music/2022/jul/25/joni-mitchell-gives-first-full-live-performance-since-2002\">Newport Folk festival</a> performance. Speaking to Elton John on his Apple Music radio show Rocket Hour in a <a href=\"https://music.apple.com/us/station/joni-mitchell-special/ra.1649632140\">rare, wide-ranging interview</a>, Mitchell confirmed that she and her team are “trying to” release an album of the show, a collaborative performance with US Americana singer Brandi Carlile which featured guests including Blake Mills, Marcus Mumford, Wynonna Judd and more. It was Mitchell’s first full performance in more than 20 years, and found the iconic folk artist singing from an onstage throne; at one point, during Just Like This Train, she stood to perform a guitar solo. “I couldn’t sing the key, I’ve become an alto, I’m not a soprano any more,” Mitchell told John of the rendition. “I thought people might feel lighted if I just played the guitar part … it was very well received, much to my delight.”</p><p>Elsewhere in the interview, which airs in full at 5pm today (12 November), Mitchell discusses the original reception to much of her work, which she says “made people nervous”: “People thought it was too intimate. It was almost like Dylan going electric. I think it upset the male singer-songwriters … It took to this generation, they seem to be able to face those emotions more easily than my generation.” She also expresses her “outrage” at wars (“I guess it’s an old hippy thought like make love, not war … you’d think we’d wise up and take care of the ecology situation instead of starting wars”) and describes Chuck Berry as the “goat”, an acronym for greatest of all time.</p> <a href=\"https://www.theguardian.com/music/2022/nov/12/joni-mitchell-announces-new-live-album-in-rare-interview-with-elton-john\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/12/losing-the-plot-by-derek-owusu-review-tribute-to-an-emigre-mother", "title": "Losing the Plot by Derek Owusu review – tribute to an émigré mother", "date_published": "2022-11-12 07:30:34+00:00", "description": "<p>A son chronicles his mother’s experiences as she leaves her ancestral home in Ghana for a difficult life in London</p><p>If you were to write a history of your mother, who had left her ancestral home in Kumasi, Ghana, for London, the heartland of the old empire, how might you do it? One option would be to sit her down, as Derek Owusu’s narrator does in the epilogue of his novel Losing the Plot, and ask her direct questions. Yet this approach has limitations: when asked by her son Kwesi whether she was excited to be on the plane that brought her to Britain, the nameless mother replies with a terse “Yeah”. A follow-up question about what she thought of England elicits the no more revealing “I dunno. I didin’t think of it as anythin.”</p><p>This “factless interview”, in the narrator’s words, could never retrieve the intimate and difficult details of his mother’s life since that moment of arrival: I find a certain type of African mother to be as reticent about their lives as an uncooperative suspect in a police investigation. Instead, the extra colour the narrator wants is found through painstaking observation and a poetic imagination as the novel code-switches between a poetic voice and, in the footnotes, its demotic counterpart, also interpreting across English and the mother’s tongue, Twi.</p> <a href=\"https://www.theguardian.com/books/2022/nov/12/losing-the-plot-by-derek-owusu-review-tribute-to-an-emigre-mother\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/11/us-marine-corp-drill-instructor-charged-overheating-death-trainee", "title": "US Marine Corps drill instructor charged in overheating death of trainee", "date_published": "2022-11-12 07:00:35+00:00", "description": "<p>The incident occurred at the Parris Island training ground last year when temperatures exceeded 90F during physical exercises</p><p>A drill instructor at the US Marine Corps’s training grounds on Parris Island, South Carolina, has been charged with negligent homicide after allegedly causing the overheating death of a recruit last year.</p><p>The instructor, Staff Sgt Steven T Smiley, was in command when Dalton Beals died while undergoing the so-called Crucible event of recruit training at Parris Island on 4 June 2021, the military news website <a href=\"https://taskandpurpose.com/news/marine-corps-drill-instructor-charged-recruit-death-parris-island/\">Task &amp; Purpose reported</a>. Investigators determined that Smiley had failed to adequately supervise Beals, 19, and other recruits, making them endure additional physical training even though the temperature exceeded 90F (32C) that day.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/11/us-marine-corp-drill-instructor-charged-overheating-death-trainee\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/michelle-obama-golden-rules-of-parenting-the-light-we-carry", "title": "‘Is everyone doing this perfectly but me?’ Michelle Obama on the guilt and anxiety of being a mother - and her golden parenting rules", "date_published": "2022-11-12 07:00:35+00:00", "description": "<p>In an exclusive extract from her new book, the former first lady shares what she learned about raising a family while living in the White House</p><p>After Barack was elected president, word got out that Marian Robinson, my 71-year-old mother, was planning to move to the White House with us. The idea was that she’d help look after Sasha and Malia, who were seven and 10 at the time, at least until they were settled. She’d make sure that everyone adjusted OK and then move back to Chicago. The media seemed instantly charmed by this notion, requesting interviews with my mother and producing a slew of stories, dubbing her “First Granny” and “Grandmother-in Chief”. It was as if a new and potentially exciting character had been added to the cast of a network drama. Suddenly, my mother was in the news. She <em>was</em> news.</p><p>If you’ve ever met my mother, however, you’ll know that the last thing she wants is to be well known. She agreed to do a handful of interviews, figuring it was just part of the larger transition process, though she said, again and again, that she was surprised that anyone would care.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/michelle-obama-golden-rules-of-parenting-the-light-we-carry\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/12/cop27-first-week-roundup-powerful-dispatches-muted-protest-little-cash", "title": "Cop27 first week roundup: powerful dispatches, muted protest, little cash", "date_published": "2022-11-12 07:00:34+00:00", "description": "<p>Despite ‘loss and damage’ focus there have been more oil and gas lobbyists than delegates from the most vulnerable countries</p><p>Humanity is on a <a href=\"https://www.theguardian.com/environment/2022/nov/07/cop27-climate-summit-un-secretary-general-antonio-guterres\">highway to hell</a>, with our foot on the accelerator. The message from the UN secretary general to more than 110 world leaders at the <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">Cop27 UN climate summit in Egypt</a> could not have been clearer: change course now, or face “collective suicide”.</p><p>Greenhouse gas emissions have continued to rise this year, research published this week has shown, despite stark warnings from climate scientists in the past year. The prospects of sticking to the 1.5C limit above pre-industrial levels that scientists tell us is necessary have receded to a “narrow window”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/12/cop27-first-week-roundup-powerful-dispatches-muted-protest-little-cash\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/12/uk-french-coastguards-passed-buck-people-drowned-channel", "title": "UK and French coastguards ‘passed buck’ as 27 people drowned in Channel", "date_published": "2022-11-12 07:00:34+00:00", "description": "<p>Crucial hours wasted debating who should rescue dinghy carrying 34 passengers, ITV documentary reveals</p><p>UK and French emergency coastguard services spent crucial hours passing the buck about which of them should rescue a stricken small boat trying to cross the Channel last November, instead of dispatching a crew to save the 34 people onboard, a documentary reveals.</p><p>Most of the migrants subsequently drowned in the worst maritime disaster in the Channel for 30 years.</p><p><em>The </em><em>Crossing airs on Monday </em><em>14 </em><em>November on ITV at 10.45pm.</em></p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/12/uk-french-coastguards-passed-buck-people-drowned-channel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/12/which-writers-daughter-was-princess-dianas-stepmother-the-saturday-quiz", "title": "Which writer’s daughter was Princess Diana’s stepmother? The Saturday quiz", "date_published": "2022-11-12 07:00:34+00:00", "description": "<p>From insects to Pacific coastlines, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Six Nobel prizes have involved research into which insects? <br /><strong>2</strong> Where did Changeover Day take place on 14 February, 1966?<br /><strong>3</strong> What was carried by Simon from Cyrene?<br /><strong>4</strong> Which writer’s daughter was Princess Diana’s stepmother?<br /><strong>5</strong> Which South American country has Atlantic and Pacific coastlines?<br /><strong>6</strong> Stan Campbell sang which 1980s protest song?<br /><strong>7</strong> What claims to be the world’s first fully vegan football club?<br /><strong>8</strong> Where did liberty horses perform?<br /><strong>What links:</strong><br /><strong>9</strong> Milos, Greece; Arles, France; Willendorf, Austria?<br /><strong>10</strong> Mercury; Rodgers; Lambert? <br /><strong>11</strong> Margaret of Anjou &amp; Elizabeth Woodville; Lucy Cavendish; Elizabeth Hughes?<br /><strong>12</strong> Roll hoop; halo; Hans device?<br /><strong>13</strong> Founder of Moscow; first Mr Men character; 1976 Kenner action doll?<br /><strong>14</strong> Lusitania; Aquitania; Dacia; Belgica; Britannia?<br /><strong>15</strong> Jennet Humfrye; Johnny Cash; Gary Player; Jonah Lomu?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/12/which-writers-daughter-was-princess-dianas-stepmother-the-saturday-quiz\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/world-cup-2022-briefing-squads-take-shape-as-qatar-kick-off-looms", "title": "World Cup 2022 briefing: squads take shape as Qatar kick-off looms", "date_published": "2022-11-12 06:27:13+00:00", "description": "<p>Our daily rundown will be available through the tournament, but here is a taster to set the scene with barely a week to go</p><p>Let’s start with news from Brazil, where the five-times champions were among the first nations to confirm their final 26-player squad for Qatar. The big surprise <a href=\"https://www.theguardian.com/football/2022/nov/07/brazil-leave-out-roberto-firmino-for-world-cup-but-dani-alves-called-up\">was the inclusion of Dani Alves</a>, who will be 40 next spring and, should he play, will become the third-oldest outfield player at a World Cup (Only Argentina’s Ángel Labruna and Cameroon’s Roger Milla were older). It was expected the wily full-back would wind down his career at Universidad Nacional in Liga MX but his inclusion on the flight to Doha suggests he will be winding it right back up again. Well, if he’s fit.</p> <a href=\"https://www.theguardian.com/football/2022/nov/12/world-cup-2022-briefing-squads-take-shape-as-qatar-kick-off-looms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/12/black-panther-wanda-forever-marvel", "title": "‘It could bring healing’: Black Panther: Wakanda Forever opens worldwide", "date_published": "2022-11-12 06:11:32+00:00", "description": "<p>The much-anticipated release of the Marvel sequel is set to be one of the year’s biggest hits, but it arrives with a swell of sadness</p><p>This time around, there were no filmgoers in brightly colored kente cloth outfits or other African garb waiting to greet the coming of the Black Panthers.</p><p>Where the first film was a celebration of Black excellence, the sequel, Black Panther: Wakanda Forever is an elegy for the late Chadwick Boseman. The mood was somber at theaters in Atlanta, the closest place America has to a Wakanda on Earth (like the original, it was partly filmed here).</p> <a href=\"https://www.theguardian.com/film/2022/nov/12/black-panther-wanda-forever-marvel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/12/blind-date-joseph-cole", "title": "Blind date: ‘Did we kiss? Just a little bit’", "date_published": "2022-11-12 06:00:34+00:00", "description": "<p>Joseph, 23, a digitiser, meets Cole, 22, a postgrad student</p><p><strong><br />What were you hoping for?</strong><br />To meet someone new and have a nice meal.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/12/blind-date-joseph-cole\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/11/abortion-midterm-elections-republicans-women-voters", "title": "How the fall of Roe shattered Republicans’ midterm dreams", "date_published": "2022-11-12 06:00:34+00:00", "description": "<p>Women and young people, furious over losing federal abortion protections, delivered many unexpected Democratic wins</p><p>This summer, after a tectonic decision by the supreme court to overturn Roe v Wade eliminated the nearly 50-year constitutional right to abortion, Joe Biden predicted American women would revolt. Republicans, however, saw a “red wave” brewing, fueled by widespread economic discontent.</p><p>On Thursday, after Democrats defied historical expectations in the first major election of the post-Roe era, Biden effectively declared: “I told ya so.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/11/abortion-midterm-elections-republicans-women-voters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/12/an-intense-gym-workout-edith-pritchett-cartoon", "title": "I felt like cooked spaghetti: my really intense gym workout – Edith Pritchett cartoon", "date_published": "2022-11-12 06:00:34+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/12/an-intense-gym-workout-edith-pritchett-cartoon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/12/tim-dowling-my-latest-tech-crisis-is-straight-out-of-a-sitcom-im-watching", "title": "Tim Dowling: my latest tech crisis is straight out of a sitcom I’m watching", "date_published": "2022-11-12 06:00:34+00:00", "description": "<p>Unable to change the channel, I will now be watching the same comedy show for ever</p><p>My wife, the middle one, the youngest and I are watching TV. It is rare for us to watch the same thing without one of us complaining, but we have selected an old episode of a sitcom we have all seen before, some of us many times.</p><p>As the credits roll, the streaming service tees up the next episode automatically, with a countdown that gives you an opportunity to intervene.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/12/tim-dowling-my-latest-tech-crisis-is-straight-out-of-a-sitcom-im-watching\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/19-years-after-the-fart-tax-new-zealands-farmers-are-fighting-emissions", "title": "19 years after the ‘fart tax’, New Zealand’s farmers are fighting emissions", "date_published": "2022-11-12 06:00:33+00:00", "description": "<p>After years of tension with policy-makers, will New Zealand manage to deliver its ‘world-first’ scheme to reduce methane and nitrous oxide in agriculture?</p><p>Almost 20 years ago, hundreds of furious New Zealand farmers jumped into their tractors, farm bikes and trucks and ploughed up Wellington’s main street towards parliament to kick up a stink against the so-called “fart tax” – a levy on livestock methane gases, proposed by the then-Labour government to reduce emissions.</p><p>A cow named Energy was led up the building’s granite steps and left an unwelcome mess in her wake. In doing so, she provided the opposition movement with a powerful, if indelicate, visual metaphor: rural New Zealand was ready for a mudslinging match with the capital. Just months later, the government abandoned the tax.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/19-years-after-the-fart-tax-new-zealands-farmers-are-fighting-emissions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/digested-week-murdochs-dumping-will-give-trump-the-hump", "title": "Digested week: Murdoch’s dumping will give Trump the hump", "date_published": "2022-11-12 06:00:33+00:00", "description": "<p>Ex-US president tries to reclaim the unhinged ‘stable genius’ as a joke – and a small part of me thinks good luck to him</p><p>In among the serious analysis of the US midterms this week, a small nugget of pure joy.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/digested-week-murdochs-dumping-will-give-trump-the-hump\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/weather-tracker-unusual-cold-and-snow-spreading-across-north-america", "title": "Weather tracker: unusual cold and snow spreading across North America", "date_published": "2022-11-12 06:00:32+00:00", "description": "<p>Temperatures in Canada dropped by as much as 20C below normal this week</p><p>Significant cold is spreading widely across North America this weekend, having already affected northern and western parts so far this week.</p><p>During the night of 9 November, temperatures across central and western provinces of Canada, as well as many western states of the US, plummeted to widely at least 10C (50F) below normal, with some parts of Canada seeing temperatures as low as 20C (68F) below normal.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/weather-tracker-unusual-cold-and-snow-spreading-across-north-america\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/12/new-zealand-v-england-womens-rugby-world-cup-final-live-score-updates", "title": "New Zealand v England: Women’s Rugby World Cup final – live", "date_published": "2022-11-12 05:57:36+00:00", "description": "<ul><li>Live updates from the 7.30pm local/6.30am GMT kick-off</li><li>And you can <a href=\"mailto:sarah.rendell.casual@theguardian.com\">mail Sarah</a> with match thoughts or <a href=\"https://twitter.com/rendellx\">tweet her</a></li></ul><p><strong>Eden Park is set to be sold-out for this final</strong> with 40,000 fans expected to be there. If that many supporters turn out, which looks likely with it filling up ahead of kick-off, it will smash the attendance record for the women’s rugby union match. An astounding achievement and it shows what impact this tournament has had.</p><p><strong>World Rugby have confirmed</strong> that if England can beat New Zealand in today’s final that they will be awarded the highest ever rating given to an international rugby team in the world rankings!</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/12/new-zealand-v-england-womens-rugby-world-cup-final-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/12/iranian-activist-masih-alinejad-its-the-start-of-the-end-for-the-islamic-republic", "title": "Iranian activist Masih Alinejad: ‘It’s the start of the end for the Islamic Republic’", "date_published": "2022-11-12 05:00:31+00:00", "description": "<p>The exiled journalist on why Iran’s rulers fear the women’s uprising and why western leaders are failing protesters</p><p>The first thing to notice about Masih Alinejad is her hair: a mass of corkscrew curls sometimes worn loose like a radiant halo, occasionally pinned up, almost always with a flower pinned above her left ear. This is not a gratuitous comment on her appearance, but at the heart of a battle that brought her to Paris this week to speak to President Emmanuel Macron.</p><p><a href=\"https://www.theguardian.com/global/2018/jun/03/the-wind-in-my-hair-one-womans-struggle-against-being-forced-to-wear-hijab\">Alinejad</a> is the international face and voice of angry women in Iran who are being beaten, jailed and even killed for throwing off their compulsory headscarves and showing their hair. Today in Paris, she has a very clear message for the French president and other western leaders: stop shaking hands with Iranian clerics, stop dealing with Iran.</p> <a href=\"https://www.theguardian.com/world/2022/nov/12/iranian-activist-masih-alinejad-its-the-start-of-the-end-for-the-islamic-republic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/12/replace-animal-farms-micro-organism-rewilding-food-precision-fermentation-emissions", "title": "Replace animal farms with micro-organism tanks, say campaigners", "date_published": "2022-11-12 04:00:30+00:00", "description": "<p>Advocates of plant-based protein say 75% of world’s farmland should be rewilded to reduce emissions</p><p>• <a href=\"https://www.theguardian.com/environment/live/2022/nov/11/cop27-egypt-joe-biden-climate-conference-decarbonisation-live-updates\">Cop27 live – latest news updates</a></p><p>Enough protein to feed the entire world could be produced on an area of land smaller than London if we replace animal farming with factories producing micro-organisms, a campaign has said.</p><p>The <a href=\"https://www.rebootfood.org/\">Reboot Food</a> manifesto argues that three-quarters of the world’s farmland should be rewilded instead.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/12/replace-animal-farms-micro-organism-rewilding-food-precision-fermentation-emissions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/11/democrat-mark-kelly-arizona-senate-blake-masters", "title": "Mark Kelly holds on to Arizona seat in critical win for Democrats", "date_published": "2022-11-12 03:24:00+00:00", "description": "<p>The senator defeated the Donald Trump-endorsed Blake Masters after a campaign in which Kelly pitched himself as a moderate</p><p>Democrat Mark Kelly has won re-election in Arizona, defeating his far-right challenger Blake Masters in a critical race that puts the party one victory away from securing control of the US Senate. </p><p>Kelly’s campaign had focused on winning over the state’s independent voters. He had at times sought to distance himself from Joe Biden and pitched himself as a moderate foil to his opponent.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/11/democrat-mark-kelly-arizona-senate-blake-masters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/11/trump-lawsuit-capitol-attack-committee-subpoena", "title": "Trump files lawsuit to block House Capitol attack panel’s subpoena", "date_published": "2022-11-12 02:24:22+00:00", "description": "<p>The committee demanded the ex-president’s testimony and access to several documents in their investigation of the 6 January riot</p><p>Donald Trump’s attorneys filed a lawsuit seeking to block the House January 6 select committee’s subpoena demanding his testimony in its investigation, according to court documents and a statement on Friday night, setting up a legal battle over the extent of executive power. </p><p>The suit marks an aggressive posture from the <a href=\"https://www.theguardian.com/us-news/donaldtrump\">former president</a> as he seeks to avoid complying with <a href=\"https://www.theguardian.com/us-news/2022/oct/21/trump-subpoena-testify-jan-6-committee\">the sprawling subpoena</a>, in an effort that could culminate in a constitutionally significant showdown before the US supreme court.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/11/trump-lawsuit-capitol-attack-committee-subpoena\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/12/batman-voice-actor-kevin-conroy-dies-aged-66", "title": "Batman voice actor Kevin Conroy dies aged 66", "date_published": "2022-11-12 02:14:03+00:00", "description": "<p>Prolific voice actor defined the sound of the caped crusader in acclaimed animated series, films and video games</p><p>Kevin Conroy, the prolific voice actor whose gravely delivery on Batman: The Animated Series, was for many Batman fans the definitive sound of the caped crusader, has died at 66.</p><p>Conroy died after a battle with cancer, series producer Warner Bros announced Friday.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/12/batman-voice-actor-kevin-conroy-dies-aged-66\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/11/cruise-ship-majestic-princess-to-dock-in-sydney-with-800-covid-cases-on-board", "title": "Majestic Princess: cruise ship passengers disembark in Sydney after mass Covid outbreak", "date_published": "2022-11-12 00:35:40+00:00", "description": "<p>Covid-positive passengers told to stay away from public transport after biggest single outbreak since Ruby Princess</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/11/australia-news-live-anthony-albanese-politics-china-xi-jinping-summit-g20-workplace-ir-cost-of-living-gas-energy-prices\">Follow our Australia news live blog for the latest updates</a></li></ul><p>The Majestic Princess cruise ship – carrying about 800 Covid-19 positive passengers – has docked in Sydney and passengers have disembarked in the city.</p><p>The ship docked at Circular Quay early Saturday morning, having sailed from New Zealand. It will depart Sydney for Melbourne on Saturday afternoon.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/11/cruise-ship-majestic-princess-to-dock-in-sydney-with-800-covid-cases-on-board\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/12/banksy-artwork-appears-on-damaged-building-in-ukraine", "title": "Banksy artwork appears on damaged building in Ukraine", "date_published": "2022-11-12 00:09:46+00:00", "description": "<p>Graffiti artist appears to confirm he is in the country after unveiling his latest work on Instagram.</p><p>Banksy has appeared to confirm that he is in Ukraine after unveiling his latest artwork on Instagram.</p><p>Speculation had been mounting that the anonymous graffiti artist was in the war-torn country after a series of murals appeared in the town of Borodyanka, near Kyiv.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/12/banksy-artwork-appears-on-damaged-building-in-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/12/world-cup-2022-team-guide-japan", "title": "World Cup 2022 team guides part 19: Japan", "date_published": "2022-11-12 00:01:25+00:00", "description": "<p>Japan have transitioned smoothly to a more youthful side since 2018 but doubts remain over who will score the goals</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/12/world-cup-2022-team-guide-japan\">Continue reading...</a>", "favourite": false}]