[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elderly-michigan-woman-shot-in-the-back-while-raising-awareness-about-upcoming-abortion-ballot-proposal", "title": "Elderly Michigan Woman Shot In The Back While Raising Awareness About Upcoming Abortion Ballot Proposal", "date_published": "2022-09-26 19:16:04+00:00", "description": "An 84-year-old pro-life female activist canvassing for a ballot proposal surrounding abortion laws in Michigan was shot in the back by an unidentified man last week while passing out pamphlets. Right to Life Michigan, a pro-life non-profit, said in a statement on Saturday that while the elderly woman volunteered her time going door-to-door around her ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/british-prime-minister-ends-fracking-ban-climate-activists-are-irate", "title": "British Prime Minister Ends Fracking Ban. Climate Activists Are Irate.", "date_published": "2022-09-26 19:09:05+00:00", "description": "Environmental groups are “angry” over efforts from British Prime Minister Liz Truss to increase oil and gas production. As Europe battles soaring energy prices amid the Russian invasion of Ukraine, Truss began pushing for higher fossil fuel production and established the goal of becoming a net exporter of energy by 2040. The new Conservative Party ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-travels-to-texas-even-though-its-one-of-californias-banned-travel-states", "title": "Newsom Travels To Texas Even Though It’s One Of California’s Banned Travel States", "date_published": "2022-09-26 18:51:01+00:00", "description": "Democratic Governor of California Gavin Newsom spoke at an event in Texas over the weekend, apparently blatantly disregarding a California law that prohibits government travel to the state.  Texas is one of 22 states in which California state government travel is prohibited, because it has deemed them to have “discriminatory laws.” In 2017, this measure ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-midterm-poll-spells-bad-news-for-democrats-on-the-economy", "title": "New Midterm Poll Spells Bad News For Democrats On The Economy", "date_published": "2022-09-26 17:41:49+00:00", "description": "A Sunday poll from ABC News and The Washington Post found that the Republican Party leads the Democratic Party on economic issues by double-digit margins. The poll results painted a generally dismal picture for the Democrats less than two months away from the midterm elections. As the approval rating of President Joe Biden reaches new ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/world-chess-champion-checks-tournament-opponent-backs-up-claims-of-suspected-cheating", "title": "World Chess Champion Checks Tournament Opponent; Backs Up Claims Of Suspected Cheating", "date_published": "2022-09-26 17:27:59+00:00", "description": "World Chess Champion Magnus Carlsen addressed the board game’s officials and fans Monday after making an unprecedented action during a tournament last week by resigning after one move against a player he suspected of cheating. “I know that my actions have frustrated many in the chess community,” Carlsen said.” I’m frustrated. I want to play ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/superstar-rapper-hospitalized-again-week-after-falling-through-a-hole-postpones-shows", "title": "Superstar Rapper Hospitalized Again Week After Falling Through A Hole; Postpones Shows", "date_published": "2022-09-26 17:24:44+00:00", "description": "Superstar Post Malone postponed a show in Boston over the weekend after he was hospitalized again. The 27-year-old rapper shared a post on Twitter Saturday that he went to the hospital for care after having trouble breathing. He said he could hear a &#8220;cracking sound&#8221; on his body. &#8220;On tour, I usually wake up around ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-agrees-with-a-furious-jeremy-siegel-that-fed-actions-which-blew-up-the-stock-market-make-absolutely-no-sense", "title": "Elon Musk Agrees With A Furious Jeremy Siegel That Fed Actions Which Blew Up The Stock Market Make ‘Absolutely No Sense’", "date_published": "2022-09-26 17:20:06+00:00", "description": "After finance professor Jeremy Siegel passionately argued on Friday that the Federal Reserve has neglected to maintain an even hand with monetary policy, Tesla and SpaceX CEO Elon Musk concurred that the central bank’s policies do not make sense. Policymakers at the central bank increased the target federal funds rate by 0.75% on Wednesday afternoon, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/did-jesus-really-tell-his-disciples-to-take-up-swords", "title": "Did Jesus Really Tell His Disciples To Take Up Swords?", "date_published": "2022-09-26 17:01:29+00:00", "description": "Is it true that shortly before his arrest in the Garden of Gethsemane Jesus told his disciples to buy swords? Was He warning them to be ready to defend themselves or preparing them for an armed assault against Rome? There may be another way to interpret this command found in Luke’s Gospel. In the Gospel ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-must-testify-under-oath-hawley-demands-answers-rips-merrick-garland-for-targeting-of-pro-life-activist", "title": "‘You Must Testify, Under Oath’: Hawley Demands Answers, Rips Merrick Garland For Targeting Of Pro-Life Activist", "date_published": "2022-09-26 16:53:54+00:00", "description": "Sen. Josh Hawley (R-MO) is demanding answers from President Joe Biden&#8217;s Attorney General Merrick Garland over the arrest of pro-life activist and Catholic father of seven Mark Houck. According to his family, some 20 armed FBI agents in 15 vehicles raided the residence of Houck, who leads a nonprofit group that provides sidewalk counseling at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fauci-finally-admits-he-and-his-team-botched-aspects-of-u-s-response-to-covid", "title": "Fauci Finally Admits He And His Team ‘Botched’ Aspects Of U.S. Response To COVID", "date_published": "2022-09-26 16:49:59+00:00", "description": "Dr. Anthony Fauci is the director of the National Institute of Allergy and Infectious Diseases. That means his job &#8212; his one job &#8212; is to handle a severe outbreak of an infectious disease. But Fauci now reportedly admits he and his team &#8220;botched&#8221; certain aspects of how to handle COVID after it hit the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-details-emerge-regarding-debbie-colliers-movements-on-day-she-disappeared", "title": "New Details Emerge Regarding Debbie Collier’s Movements On Day She Disappeared", "date_published": "2022-09-26 16:32:51+00:00", "description": "Debbie Collier, the Georgia mom who disappeared after sending her daughter a chilling text, was seen on video surveillance purchasing several items that were found near her body when she was discovered, police say. The Habersham County Sheriff’s Office Criminal Investigations Division (CID), which has been investigating Collier’s death, said in a press release Monday ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/are-yall-gonna-make-any-sandwiches-philadelphia-gentlelady-demands-service-as-wawa-is-ransacked-by-hooligans", "title": "‘Are Y’all Gonna Make Any Sandwiches?’: Philadelphia Gentlelady Demands Service As WaWa Is Ransacked By Hooligans", "date_published": "2022-09-26 16:04:10+00:00", "description": "Pennsylvania native M. Night Shyamalan, the director of movies such as &#8220;Signs&#8221; and &#8220;The Sixth Sense,&#8221; typically features several twists you never see coming in each of his projects. Often, the message of his movies is in what is left unsaid. Well, sometimes life imitates art — such is the case with a hall-of-fame internet ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-republican-host-of-the-view-admits-she-might-consider-voting-for-a-democrat", "title": "New Republican Host Of ‘The View’ Admits She Might Consider Voting For A Democrat", "date_published": "2022-09-26 16:02:05+00:00", "description": "Alyssa Farah Griffin, newly-minted cohost of ABC&#8217;s &#8220;The View,&#8221; conceded on Monday that despite being a Republican, there were limited circumstances under which she could see herself voting for a Democrat. Griffin was recently announced as the midday talk show&#8217;s newest permanent cohost, hired to fill the vacancy left by Meghan McCain — and she, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gas-prices-go-up-in-california", "title": "Gas Prices Go Up In California", "date_published": "2022-09-26 15:58:26+00:00", "description": "California gas prices are going up, while legislators recently took action to make it more difficult to drill for oil and gas in the Golden State. The national average prices of gas, as of September 26, was $3.73 across the country, according to AAA. In California, it was at $5.80, the steepest in the entire ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/young-hispanic-voters-are-the-future-of-california-politics-and-theyre-leaning-right", "title": "Young Hispanic Voters Are The Future Of California Politics — And They’re Leaning Right", "date_published": "2022-09-26 15:57:38+00:00", "description": "A recent New York Times article discussed why Hispanics are leaving the Democratic party. The article identified that both the working class and the youth were most likely to vote Republican this year even though they are registered to vote Democrat.  Hispanics make up over 30% of California&#8217;s voters. Because of the large portion of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kim-kardashians-corseted-lace-up-gown-proves-to-be-way-too-difficult-for-walking-in-or-up-stairs", "title": "Kim Kardashian’s Corseted Lace-Up Gown Proves To Be Way Too Difficult For Walking In Or Up Stairs", "date_published": "2022-09-26 15:48:12+00:00", "description": "Kim Kardashian found out that the corseted lace-up gown she wore to an after-party in Italy proved to be way too difficult for doing simple things like walking or going up stairs. In a clip shared by the 41-year-old reality star&#8217;s friend, &#8220;The Kardashians&#8221; star steps out during Milan Fashion Week in a sleeveless sparkling ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-worst-is-yet-to-come-top-hedge-fund-manager-compares-american-inflation-to-the-fall-of-rome", "title": "‘The Worst Is Yet To Come’: Top Hedge Fund Manager Compares American Inflation To The Fall Of Rome", "date_published": "2022-09-26 15:47:36+00:00", "description": "Carl Icahn, the chair of hedge fund Icahn Enterprises, warned last week that inflation in the United States is comparable to the monetary phenomena that contributed to the fall of the Roman Empire. Price levels between August 2021 and August 2022 rose 8.3%, according to data from the Bureau of Labor Statistics, marking a slight ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thrilling-liberating-shocking-kelly-ripa-on-fighting-for-her-marriage-and-the-reason-she-thought-theyd-divorce", "title": "‘Thrilling, Liberating, Shocking’: Kelly Ripa On Fighting For Her Marriage And The Reason She Thought They’d Divorce", "date_published": "2022-09-26 15:19:04+00:00", "description": "Kelly Ripa opened up about her marriage to actor Mark Consuelos, revealing she was so worried that once they became empty nesters they would be that couple that ended up divorced. The co-host of &#8220;Live with Kelly and Ryan&#8221; told People magazine that her marriage is still going strong after 26 years and all three ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lets-go-candace-cameron-bure-reacts-to-viral-video-of-new-italian-pm-giorgia-meloni-railing-against-leftist-ideals", "title": "‘Let’s GO!’ Candace Cameron Bure Reacts To Viral Video Of New Italian PM Giorgia Meloni Railing Against Leftist Ideals", "date_published": "2022-09-26 15:05:34+00:00", "description": "An impassioned speech from the newly elected Italian Prime Minister Giorgia Meloni has social media cheering, with conservative celebrities like Candace Cameron Bure voicing their support. The clip circulating comes from a talk Meloni gave outlining her core beliefs. Her win is making headlines not just because she’s Italy’s first female prime minister, but also because ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-spirit-of-st-louis-albert-pujols-joins-the-700-club-in-a-cardinal-uniform", "title": "The Spirit Of St. Louis: Albert Pujols Joins The 700 Club In A Cardinal Uniform", "date_published": "2022-09-26 14:54:05+00:00", "description": "The 700-homer club is still one of the most exclusive in all of sports. Until last Friday night, it consisted of only three players: Hank Aaron, Barry Bonds*, and Babe Ruth. There’s still an undeniable romance and magic associated with the number 700. Even as prodigious home run totals were devalued in the steroid era ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/are-criminal-charges-on-the-way-for-alec-baldwin", "title": "Criminal Charges Could Be Filed Against Alec Baldwin: Report", "date_published": "2022-09-26 14:51:55+00:00", "description": "Criminal charges may be on the way for actor Alec Baldwin, according to a report published Monday by entertainment website TMZ. The report detailed several recent moves made by District Attorney Mary Carmack-Altwies that indicate she could be planning to prosecute the actor in connection with the fatal shooting of cinematographer Halyna Hutchins on the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/husband-son-of-mom-who-sent-chilling-final-text-speak-out-after-her-death", "title": "Husband, Son Of Mom Who Sent Chilling Final Text Speak Out After Her Death", "date_published": "2022-09-26 14:36:41+00:00", "description": "The husband and son of murdered mom Debbie Collier have spoken out about her death, two weeks after her body was discovered with severe burn marks. She left the home she shared with her husband, Steve, on September 10. Later that day, she sent her daughter, 36-year-old Amanda Bearden, a chilling text that said, “They ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-praise-global-citizens-at-the-global-citizen-festival-you-are-the-wind-beneath-our-wings", "title": "Democrats Praise ‘Global Citizens’ At The Global Citizen Festival: ‘You Are The Wind Beneath Our Wings!’", "date_published": "2022-09-26 14:16:25+00:00", "description": "Greetings, global citizens! Some things happen in politics that are a bit too on the nose. For example, conservatives have warned that &#8220;America Last&#8221; globalists in Washington, D.C., are wasting federal money on pet causes such as climate change. At the same time, these self-appointed moral betters are pushing the entire world into having the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/britney-spears-rants-shed-rather-s-in-my-pool-than-get-back-into-entertainment-business", "title": "Britney Spears Rants She’d ‘Rather S*** In My Pool’ Than Get Back Into Entertainment Business", "date_published": "2022-09-26 14:07:12+00:00", "description": "Britney Spears is back on Instagram and railing against the entertainment industry and anyone involved in her previous conservatorship. The 40-year-old pop star is fresh off releasing a new single in collaboration with Elton John, but she claims to be done with the industry anyway. Spears is still furious over being legally bound by a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/12-year-old-girl-shoots-father-self-as-part-of-alleged-murder-pact-with-another-preteen-police", "title": "12-Year-Old Girl Shoots Father, Self As Part Of Alleged Murder Pact With Another Preteen: Police", "date_published": "2022-09-26 13:37:59+00:00", "description": "A 12-year-old girl in Weatherford, Texas, allegedly shot her father and herself as part of a murder plot the girl made with another child. The girl and her father were both taken to the hospital by air ambulance, and their current conditions are unknown. The Parker County Sheriff’s Office (PCSO) posted on Facebook that the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/steve-forbes-reveals-the-key-tool-officials-are-not-wielding-against-inflation", "title": "Steve Forbes Reveals The Key Tool Officials Are Not Wielding Against Inflation", "date_published": "2022-09-26 13:33:38+00:00", "description": "Steve Forbes, the chair of Forbes Media and editor-in-chief of Forbes Magazine, argued on Monday that monetary policymakers are neglecting currency stabilization as a tool to combat inflation. Price levels between August 2021 and August 2022 rose 8.3%, according to data from the Bureau of Labor Statistics, marking a slight moderation from an 8.5% year-over-year ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/californias-medical-misinformation-bill-is-latest-example-of-newsoms-ever-expanding-overreach", "title": "California’s ‘Medical Misinformation’ Bill Is Latest Example Of Newsom’s Ever-Expanding Overreach", "date_published": "2022-09-26 13:18:54+00:00", "description": "Californians are growing increasingly frustrated with Governor Gavin Newsom’s expanding and seemingly endless overreach of powers. Newsom began his quest to control nearly all aspects of his citizens’ lives — from how they cook and eat to how they work — long before the COVID pandemic began. He then used his perpetual emergency powers under ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/19-year-old-tiktok-star-says-she-was-hospitalized-for-a-blood-clot-to-her-brain-caused-by-her-birth-control", "title": "19-Year-Old TikTok Star Says She Was Hospitalized For A Blood Clot To Her Brain, Caused By Her Birth Control", "date_published": "2022-09-26 13:13:30+00:00", "description": "A 19-year-old TikToker posted a video last month about suffering a blood clot that traveled to her brain, which she was told was caused by her birth control pills. Young women in recent years have started to question hormonal birth control over the effects of the pill, sparking viral hashtags like #GettingOffBirthControl. “Find out I ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/parole-denied-for-kentucky-school-shooter-who-says-he-still-hears-voices", "title": "Parole Denied For Kentucky School Shooter Who Says He Still Hears Voices", "date_published": "2022-09-26 13:07:05+00:00", "description": "A Kentucky man who killed three students and injured five more in a 1997 school shooting has been denied parole. The man, who will not be named per Daily Wire policy, was just 14 years old when he opened fire at Heath High School in Paducah, Kentucky, on December 1, 1997. He has spent the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/political-violence-volunteers-for-texas-gop-governor-greg-abbotts-campaign-chased-car-attacked", "title": "‘Political Violence’: Volunteers For Texas GOP Governor Greg Abbott’s Campaign Chased, Car Attacked", "date_published": "2022-09-26 12:37:49+00:00", "description": "Two volunteers campaigning for Texas Republican Gov. Greg Abbott were reportedly attacked on Saturday by a man who damaged their car. The incident, which occurred near Houston in Humble, Texas, involved an unidentified man allegedly chasing the volunteers through a neighborhood and trying to drag them out of their car. The man allegedly struck both ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-u-s-expat-edward-snowden-granted-russian-citizenship", "title": "BREAKING: U.S. Expat Edward Snowden Granted Russian Citizenship", "date_published": "2022-09-26 12:30:47+00:00", "description": "Former U.S. intelligence contractor Edward Snowden has received Russian citizenship on the order of Russian President Vladimir Putin. Putin signed the order granting Snowden, who has lived in Moscow since 2013 evading U.S. authorities, Russian citizenship on Monday, according to Reuters. Snowden previously received permanent residency to live in Russia in October 2020. Snowden worked ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tiktok-facing-potential-massive-fine-from-u-k-watchdog-over-failure-to-protect-childrens-privacy", "title": "TikTok Facing Potential Massive Fine From U.K. Watchdog Over Failure To Protect Children’s Privacy", "date_published": "2022-09-26 12:20:55+00:00", "description": "TikTok is facing a potential 27 million-pound fine ($28.8 million U.S.) from a U.K. data watchdog group over a failure to protect children&#8217;s privacy. The nation&#8217;s Information Commissioner’s Office (ICO) alleged on Monday that the video-sharing platform breached data protection law between May 2018 and July 2020. “We all want children to be able to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nascar-legend-jimmie-johnson-announces-retirement-from-full-time-racing", "title": "NASCAR Legend Jimmie Johnson Announces Retirement From Full-Time Racing", "date_published": "2022-09-26 12:06:19+00:00", "description": "NASCAR legend Jimmie Johnson announced his retirement from full-time racing on Monday, saying he will focus on time with his family. The 47-year-old, seven-time NASCAR champion said he might race in a few more &#8220;bucket-list&#8221; events but has no specific plans regarding future races. “It’s been an interesting process to feel so fulfilled with the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-couldnt-resist-actress-shares-behind-the-scenes-footage-from-canceled-batgirl-movie", "title": "‘I Couldn’t Resist’: Actress Shares Behind-The-Scenes Footage From Canceled ‘Batgirl’ Movie’", "date_published": "2022-09-26 11:57:45+00:00", "description": "Actress Leslie Grace is letting the world glimpse at some behind-the-scenes clips from the canceled superhero movie, “Batgirl.” “I couldn’t resist,” the 27-year-old star shared in the caption of a TikTok montage. The 15-second footage includes Grace rehearsing a fight scene, jumping off a ledge while attached to wires, sitting in a makeup chair, and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pennsylvania-democrat-senate-candidate-john-fetterman-covered-up-eyebrow-raising-tattoo-report", "title": "Pennsylvania Democrat Senate Candidate John Fetterman Covered Up Eyebrow-Raising Tattoo: Report", "date_published": "2022-09-26 11:54:31+00:00", "description": "Pennsylvania Lt. Governor and Democratic Senate nominee John Fetterman reportedly had a tattoo on his forearm reading “I WILL MAKE YOU HURT” before concealing it with a filled-in rectangle. According to Breitbart, the candidate’s tattoo was covered sometime before his first Senate bid in 2015, as shown in footage posted by CNN. However, a feature ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-details-in-the-biden-doj-targeting-of-pro-life-activist-father-of-seven-mark-houck", "title": "New Details In The Biden DOJ Targeting Of Pro-Life Activist, Father Of Seven Mark Houck", "date_published": "2022-09-26 11:36:45+00:00", "description": "New details are emerging in the Department of Justice targeting of a pro-life activist and Catholic father of seven who was arrested at his home in Pennsylvania on Friday. Some 25 armed FBI agents in 15 vehicles raided the residence of Mark Houck, who leads a nonprofit group that provides sidewalk counseling at abortion clinics ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tennessee-looking-at-child-gender-transition-legislation-after-vanderbilt-transgender-videos-released", "title": "Tennessee Looking At Child Gender Transition Legislation After Vanderbilt Transgender Videos Released", "date_published": "2022-09-26 11:28:41+00:00", "description": "Tennessee lawmakers are revisiting the possibility of legislation to crack down on child gender transitions after shocking videos were released related to Vanderbilt Medical Center&#8217;s so-called gender-affirming care. The governor and state lawmakers said this week that they are discussing legislative solutions after video footage showed a doctor calling certain transgender surgeries “huge money makers” ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/did-biden-really-get-lost-on-stage", "title": "Did Biden Really Get ‘Lost’ On Stage?", "date_published": "2022-09-26 10:57:36+00:00", "description": "When President Joe Biden recently sat down for an interview with &#8220;60 Minutes,&#8221; host Scott Pelley went there. &#8220;Some people ask whether you are fit for the job, and when you hear that, I wonder what you think,&#8221; Pelley said. &#8220;Watch me,&#8221; Biden said. &#8220;Honest to God, that&#8217;s all I think.&#8221; &#8220;If you think I ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/glenn-greenwald-excoriates-the-left-democratic-politics-is-about-criminalizing-opposition", "title": "Glenn Greenwald Excoriates The Left: ‘Democratic Politics Is About Criminalizing Opposition’", "date_published": "2022-09-26 10:49:17+00:00", "description": "Independent journalist Glenn Greenwald unloaded on the Democratic Party over the weekend, calling them out as authoritarians who did not just want to win, they wanted to criminalize their opposition. Greenwald began by responding to a tweet from The Prospect managing editor Ryan Cooper, who had complained about the fact that prosecutors had recommended not ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-british-prime-minister-to-make-the-economic-pie-much-bigger-instead-of-fighting-over-how-to-slice-it", "title": "New British Prime Minister To Make The Economic Pie ‘Much Bigger’ Instead Of Fighting Over How To Slice It", "date_published": "2022-09-26 10:42:05+00:00", "description": "British Prime Minister Liz Truss argued in a Saturday opinion piece for an economic agenda centered upon tax cuts and deregulation. The new Conservative Party government on Friday canceled a rise in the corporate tax rate, cut the basic income tax rate to 19%, and began discussions about special economic zones in multiple regions of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/worse-name-than-malibu-barbie-alec-baldwin-debuts-newborn-daughter-twitter-mocks-the-babys-name", "title": "‘Worse Name Than Malibu Barbie’: Alec Baldwin Debuts Newborn Daughter, Twitter Mocks The Baby’s Name", "date_published": "2022-09-26 10:41:39+00:00", "description": "Alec Baldwin and his wife Hilaria recently welcomed their seventh child, a daughter, and the baby’s name has already inspired much mockery on social media. The 64-year-old actor and his 38-year-old wife updated fans of the birth via Instagram. &#8220;She’s here! We are so excited to introduce you to our tiny dream come true,&#8221; Hilaria ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/is-it-cheating-emily-ratajkowski-and-why-your-online-avatar-needs-to-match-your-real-world-behavior", "title": "Is It Cheating? Emily Ratajkowski And Why Your Online Avatar Needs To Match Your Real World Behavior", "date_published": "2022-09-26 10:16:33+00:00", "description": "Have you accidentally created an avatar for yourself? More specifically, have you created a life in the online universe — on social media, Instagram, Facebook, TikTok — that has nothing to do with you in your real life? I think about this all the time when I examine how women behave online. The essential question ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/conservative-giorgia-meloni-claims-victory-as-italys-first-female-prime-minister", "title": "Conservative Giorgia Meloni Claims Victory As Italy’s First Female Prime Minister", "date_published": "2022-09-26 10:16:01+00:00", "description": "Giorgia Meloni claimed victory early Monday morning and is projected to win a battle to become Italy&#8217;s first female prime minister, leading her conservative party Brothers of Italy in the country&#8217;s national elections. Her party indicated Meloni&#8217;s center-right coalition had received 44% of the vote with nearly all ballots counted on Monday, far ahead of ..."}]