[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/rosja-niebezpieczna-jazda-winda-mezczyzna-cudem-uniknal-zgilotynowania/", "title": "Rosja. Niebezpieczna jazda windą. Mężczyzna cudem uniknął zgilotynowania", "date_published": "2022-10-11 19:50:00+00:00", "description": "Korzystanie z windy może być niebezpieczne. Przekonał się o tym pewien mężczyzna w Krasnodarze, który w trakcie korzystania z niej ledwo uniknął zgilotynowania. W sieci pojawiło się nagranie z tego zdarzenia. Nawet jazda własnymi windami staje się przerażająca - skomentował jeden z internautów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/pawel-kowal-w-dokumencie-wyslanym-niemcom-nie-ma-slowa-reparacje/", "title": "Paweł Kowal: W dokumencie wysłanym Niemcom nie ma słowa \"reparacje\"", "date_published": "2022-10-11 19:36:00+00:00", "description": "- Rząd polski nie wysłał noty w sprawie reparacji do Niemiec. W dokumencie, który przesłano nie pada słowo reparacje - powiedział Paweł Kowal z Koalicji Obywatelskiej w programie Gość Wydarzeń u Bogdana Rymanowskiego. Odnosząc się do sytuacji za wschodnią granicą, poseł opozycji stwierdził, że Władimira Putina należy izolować. - To jest zbrodniarz wojenny - dodał."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/wielka-brytania-ustalono-date-koronacji-krola-karola-iii-odbedzie-sie-6-maja/", "title": "Wielka Brytania. Ustalono datę koronacji króla Karola III. Odbędzie się 6 maja", "date_published": "2022-10-11 19:13:00+00:00", "description": "Koronacja Karola III odbędzie się w sobotę 6 maja w Opactwie Westminsterskim - ogłosił Pałac Buckingham. W dniu uroczystości król będzie miał 74 lata, co czyni go najstarszym władcą na angielskim tronie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/las-osobliwosci-naukowcy-odkryli-tajemnicze-zjawisko-w-glebinach-oceanu/", "title": "Odkryto tajemnicze zjawisko w głębinach oceanu. \"Las osobliwości\"", "date_published": "2022-10-11 15:55:00+00:00", "description": "Zamiast drzew - osobliwie ukształtowane koralowce rozsiane między rzadkimi i nietypowymi gąbkami szklistymi. Wśród nich - morski kosmita, czyli gąbka E.T. - taki krajobraz, odkryty dwa kilometry pod wodą, naukowcy nazwali lasem osobliwości."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/grupa-g7-wydala-oswiadczenie-nadal-bedziemy-nakladac-sankcje-na-rosje/", "title": "Grupa G7 wydała oświadczenie. \"Nadal będziemy nakładać sankcje na Rosję\"", "date_published": "2022-10-11 15:14:00+00:00", "description": "We wtorek odbyło się wirtualne spotkanie G7. Liderzy najpotężniejszych gospodarek świata wydali oświadczenie, w którym piszą, że sankcję na Rosję nadal będą nakładane. Potępili również działania Władimira Putina i zapewnili o dalszym wsparciu Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/jens-stoltenberg-nato-bedzie-stalo-po-stronie-ukrainy-az-do-konca-wojny/", "title": "Jens Stoltenberg: Władimir Putin przegrywa wojnę w Ukrainie", "date_published": "2022-10-11 13:09:00+00:00", "description": "- Mimo że Rosja coraz częściej ucieka się do przerażających, masowych ataków na ludność cywilną i infrastrukturę krytyczną, to Władimir Putin przegrywa wojnę w Ukrainie - powiedział Jens Stoltenberg podczas dzisiejszego wystąpienia. Dodał, że NATO będzie stało po stronie Ukrainy, aż do zakończenia konfliktu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/szwecja-sledztwo-ws-wybuchow-przy-nord-stream-i-premier-szwecja-odmowi-rosji/", "title": "Śledztwo ws. wybuchów przy Nord Stream. Premier: Szwecja odmówi Rosji", "date_published": "2022-10-11 11:47:00+00:00", "description": "Szwecja odmówi Rosji dostępu do śledztwa w sprawie wybuchów, do których doszło przy gazociągach Nord Stream I i Nord Stream II - poinformowała na konferencji prasowej premier Magdalena Andersson."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/siergiej-lawrow-rosja-nie-bedzie-tolerowac-zagrozen-ze-strony-kijowa/", "title": "Siergiej Ławrow: Rosja nie będzie tolerować zagrożeń ze strony Kijowa", "date_published": "2022-10-11 11:40:00+00:00", "description": "- Moskwa nie będzie tolerować ciągłych zagrożeń dla jej bezpieczeństwa ze strony Kijowa. To odpowiedź na działania Ukrainy - mówił minister spraw zagranicznych Rosji Siergiej Ławrow. Zaznaczył, że cele specjalnej operacji wojskowej są niezmienne. Apelował również o odpowiedzialność w mówieniu o wojnie nuklearnej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/usa-rosyjskojezyczni-hakerzy-zaatakowali-strony-amerykanskich-lotnisk/", "title": "USA. Rosyjskojęzyczni hakerzy zaatakowali strony amerykańskich lotnisk", "date_published": "2022-10-11 11:26:00+00:00", "description": "Hakerzy z rosyjskojęzycznej grupy KillNet zablokowali strony internetowe czternastu amerykańskich lotnisk. Zaatakowane zostały między innymi witryny chicagowskiego portu O’Hare, Hartsfield-Jackson w Atlancie oraz LAX, czyli Los Angeles International Airport, jedne z największych w USA."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/rosja-hodowcy-reniferow-zwolnieni-z-przymusowej-mobilizacji-podano-powod/", "title": "Rosja. Hodowcy reniferów zwolnieni z przymusowej mobilizacji. Podano powód", "date_published": "2022-10-11 10:15:00+00:00", "description": "Pasterze reniferów, rdzenni mieszkańcy Nienieckiego Okręgu Autonomicznego, zostaną zwolnieni z częściowej mobilizacji w Rosji. Z inicjatywą wystąpił gubernator regionu. Podczas spotkania sztabu wyjaśnił, dlaczego akurat tę grupę powinien ominąć pobór do wojska."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/wojna-w-ukrainie-rosjanie-przeprowadzili-kolejny-atak-rakietowy-na-lwow/", "title": "Wojna w Ukrainie: Rosjanie przeprowadzili kolejny atak rakietowy na Lwów", "date_published": "2022-10-11 10:08:00+00:00", "description": "Rosjanie przeprowadzili kolejne ataki rakietowe na Lwów. Jak poinformował mer miasta Andrij Sadowy, w części dzielnic nie ma prądu. We wtorek wojska Władimira Putina uderzyły także w takie miasta jak Zaporoże czy Mikołajów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/rosnie-skala-przemocy-w-szwecji-kraj-ma-najwyzsza-liczbe-strzelanin-w-europie/", "title": "Szwecja: Rośnie skala przemocy. Kraj ma najwyższą liczbę strzelanin w Europie", "date_published": "2022-10-11 09:44:00+00:00", "description": "W ciągu ostatnich kilku lat liczba funkcjonariuszy policji w Szwecji stale rosła. Zmiany w prawie z kolei przyczyniły się do zwiększenia efektywności służb. Szwecja na tle innych państw europejskich przoduje, ale nie jest to chlubny wynik. Liczba strzelanin jest najwyższa w Europie. - Najdrobniejszy czyn prowadzi do śmiertelnej przemocy - mówi wiceszef policji krajowej Johan Olsson."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/hanower-agresywny-polak-na-dworcu-w-niemczech-gryzl-funkcjonariuszy-i-lekarzy/", "title": "Hanower. Agresywny Polak na dworcu w Niemczech. \"Gryzł funkcjonariuszy i lekarzy\"", "date_published": "2022-10-11 09:36:00+00:00", "description": "31-letni Polak w ciągu jednego dnia pojawił się dwukrotnie na Dworcu Głównym w Hanowerze po to, by wdać się w bójkę z pracownikiem kolei i przechodniem. Po zjawieniu się służb mężczyzna wyrywał się i próbował gryźć funkcjonariuszy. Gdy stan agresora pogorszył się, został przewieziony do szpitala, gdzie podczas pobierania krwi chciał pogryźć także lekarza."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/wojna-w-ukrainie-rosja-stracila-ponad-63-tys-zolnierzy-ofensywa-nie-przebiega-po-ich-mysli/", "title": "Wojna w Ukrainie. Rosja straciła ponad 63 tys. żołnierzy. \"Ofensywa nie przebiega po ich myśli\"", "date_published": "2022-10-11 08:32:00+00:00", "description": "W wojnie z Ukrainą zginęło już ponad 63 tys. rosyjskich żołnierzy - poinformował Sztab Generalny Sił Zbrojnych Ukrainy. Wśród strat Moskwy są również 2504 czołgi i 1496 systemów artyleryjskich. Wojna w Ukrainie nie przebiega po myśli Rosjan - ocenił Instytut Studiów nad Wojną."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/usa-kobiety-z-florydy-vs-zony-elektrotechnikow-wojna-na-tiktoku-o-rozbijanie-malzenstw/", "title": "USA. Kobiety z Florydy vs. żony elektrotechników. Wojna na TikToku o rozbijanie małżeństw", "date_published": "2022-10-11 07:51:00+00:00", "description": "Chociaż Floryda po huraganie Ian zmaga się z poważnymi zniszczeniami, to sieć w USA rozgrzała ostatnio afera seksualna. Wszystko przez elektrotechników, którzy zjechali z całego kraju, by pomóc poszkodowanym. Miejscowe kobiety za nimi oszalały, co doprowadziło do wojny z żonami fachowców. Jej efektem są rozbite małżeństwa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/mer-lwowa-o-atakach-na-miasto-glownym-celem-rosjan-jest-destabilizacja-ale-wszyscy-sa-w/", "title": "Mer Lwowa o atakach na miasto: Głównym celem Rosjan jest destabilizacja, ale wszyscy są w***", "date_published": "2022-10-11 06:53:00+00:00", "description": "Po raz pierwszy od kilku miesięcy rakiety spadły na Lwów. - Rosjanie chcieli zniszczyć cywilne obiekty infrastruktury, ale głównym ich celem była destabilizacja - powiedział w Polsat News mer Lwowa Andrij Sadowy. Przyznał, że efekt ostrzałów jest zupełnie inny. - Rozmawiałem z merami innych miast. Wszyscy są w*** - stwierdził Sadowy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/krym-okupanci-przygotowuja-plany-ewakuacji-z-polwyspu/", "title": "Wojna w Ukrainie. Krym: Okupanci przygotowują plany ewakuacji z anektowanego półwyspu", "date_published": "2022-10-11 05:55:00+00:00", "description": "Władze okupacyjne anektowanego Krymu zaczęły przygotowywać się do ucieczki - poinformowała agencja UNIAN. Plany ewakuacji mają być związane są z incydentem na Moście Krymskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/wojna-w-ukrainie-rosjanie-przeprowadzili-atak-rakietowy-na-zaporoze/", "title": "Wojna w Ukrainie. Rosjanie przeprowadzili atak rakietowy na Zaporoże", "date_published": "2022-10-11 05:14:00+00:00", "description": "We wtorek rano Rosjanie przeprowadzili ataki rakietowe na Zaporoże. W wyniku ostrzału ucierpiały m.in. obiekty infrastruktury. Alarm rakietowy ogłoszono w niemal wszystkich obwodach Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-11/wojna-w-ukrainie-zmasowany-ostrzal-kosztowal-rosje-kilkaset-milionow-dolarow/", "title": "Wojna w Ukrainie. Zmasowane ataki rakietowe kosztowały Rosję kilkaset milionów dolarów", "date_published": "2022-10-11 04:37:00+00:00", "description": "Zmasowane ataki rakietowe, które w poniedziałek przeprowadzili Rosjanie w ukraińskich miastach, w tym Kijowie i Lwowie, kosztowały kilkaset milionów dolarów - wyliczyła ukraińska edycja magazynu Forbes."}]