[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-is-a-disaster-and-youre-a-disaster-too-judge-jeanine-unloads-on-kamala-harris", "title": "‘Joe Is A Disaster, And You’re A Disaster, Too!’: Judge Jeanine Unloads On Kamala Harris", "date_published": "2022-10-11 19:04:45+00:00", "description": "Fox News host Judge Jeanine Pirro delivered an earful on Vice President Kamala Harris during Tuesday&#8217;s broadcast of the network&#8217;s afternoon panel show &#8220;The Five.&#8221; Pirro criticized Harris for claiming that the U.S.-Mexico border was &#8220;secure&#8221; — and repeatedly blaming former President Donald Trump and Republican governors for the ongoing crisis — saying that people ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/goodbye-underwater-basket-weaving-hello-dei-major-whartons-new-degree-is-dumbest-ever", "title": "Goodbye Underwater Basket Weaving, Hello DEI Major! Wharton’s New Degree Is Dumbest Ever", "date_published": "2022-10-11 18:56:54+00:00", "description": "In &#8220;Politics &amp; The English Language,&#8221; George Orwell warns writers to avoid using dying metaphors that have lost &#8220;all evocative power.&#8221; For example, making fun of hippie liberals for getting a &#8220;degree in underwater basketweaving&#8221; is now a bit outdated. Well, fear not because thanks to the Wharton School of Business, we have a newly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-to-watch-candace-owens-new-documentary-the-greatest-lie-ever-sold", "title": "How To Watch Candace Owens’ New Documentary, ‘The Greatest Lie Ever Sold’", "date_published": "2022-10-11 18:47:52+00:00", "description": "The Daily Wire&#8217;s Candace Owens on Thursday dropped the official trailer for her hotly anticipated documentary, &#8220;The Greatest Lie Ever Sold,&#8221; which becomes available for streaming this Wednesday. The BLM exposé takes a deep-dive into the multi-million dollar &#8220;grift&#8221; of the Black Lives Matter Global Network Foundation and its former Executive Director Patrisse Cullors and offers &#8220;the true ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-rogan-praises-the-daily-wires-what-is-a-woman-documentary-its-fing-amazing-fantastic", "title": "Joe Rogan Praises The Daily Wire’s ‘What Is A Woman?’ Documentary: It’s ‘F***ing Amazing,’ ‘Fantastic’", "date_published": "2022-10-11 18:47:42+00:00", "description": "Joe Rogan, host of “The Joe Rogan Experience,&#8221; the #1 most listened to podcast in the U.S., praised The Daily Wire and Daily Wire host Matt Walsh for the hit documentary &#8220;What Is A Woman?,&#8221; in which Walsh reveals the radical left-wing agenda on gender ideology. The documentary, which launched at the start of Pride ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-senators-warn-garland-not-to-repeat-school-board-fiasco-by-persecuting-critics-of-teen-sex-changes", "title": "GOP Senators Warn Garland Not To Repeat School Board Fiasco By Persecuting Critics Of Teen Sex Changes", "date_published": "2022-10-11 18:28:15+00:00", "description": "Five Republican U.S. senators penned a stern letter to Attorney General Merrick Garland, warning him not to criminalize critics of radical gender treatment for minors like the DOJ did parents who complained about their local school boards. The letter followed one sent to the Department of Justice by medical associations calling on the feds to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lizzo-says-she-she-wears-skimpy-outfits-on-stage-to-be-political-and-feminist", "title": "Lizzo Says She She Wears Skimpy Outfits On Stage To Be ‘Political And Feminist’", "date_published": "2022-10-11 18:28:13+00:00", "description": "Rap artist Lizzo rejected the idea that when she wears skimpy outfits on stage it contributes to the sexualization of women, saying that she does it to be &#8220;political and feminist.&#8221; The 34-year-old Grammy winner, born Melissa Viviane Jefferson, spoke to Vanity Fair about wearing those revealing outfits and said &#8220;black women are hypersexualized all ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/worlds-best-business-school-adds-diversity-and-woke-investing-majors", "title": "World’s Best Business School Adds Diversity And Woke Investing Majors", "date_published": "2022-10-11 18:18:05+00:00", "description": "The Wharton School of the University of Pennsylvania added majors last month relating to diversity, equity, and inclusion (DEI), as well as environmental, social, and governance factors for business (ESGB). Undergraduates at the elite business school can add concentrations in the programs to their bachelor of science in economics degrees, while MBA students can major ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/parents-lead-protests-against-the-medical-transition-of-minors-outside-california-pediatrics-convention", "title": "Parents Lead Protests Against The Medical Transition Of Minors Outside California Pediatrics Convention", "date_published": "2022-10-11 18:14:09+00:00", "description": "A parent-led group organized a protest outside the American Academy of Pediatrics (AAP) conference in Southern California on Saturday to object to the medical transition of trans-identifying minors, a position the AAP has uncritically adopted. More than 150 peaceful protesters belonging to the First Do No Harm Unity Rally wore matching purple t-shirts and carried ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/your-event-listing-has-been-removed-eventbrite-cancels-capitol-hill-showing-of-what-is-a-woman", "title": "‘Your Event Listing Has Been Removed’: Eventbrite Cancels Capitol Hill Showing Of ‘What Is A Woman?’", "date_published": "2022-10-11 17:27:28+00:00", "description": "Eventbrite has canceled a Capitol Hill screening of Matt Walsh&#8217;s documentary &#8220;What Is A Woman?,&#8221; The Daily Wire has learned. The event management and ticketing website sent an email on Tuesday to the Conservative Partnership Institute (CPI) informing leadership that the event listing for the screening — which is scheduled to occur on Wednesday — ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/derailed-major-railroad-union-rejects-biden-admins-negotiated-labor-deal-putting-nationwide-strike-back-on-the-table", "title": "Derailed: Major Railroad Union Rejects Biden Admin’s Negotiated Labor Deal, Putting Nationwide Strike Back On The Table", "date_published": "2022-10-11 17:26:31+00:00", "description": "A major rail union rejected the labor deal brokered by the Biden administration, renewing the possibility of a nationwide strike. The Brotherhood of Maintenance of Way Employes Division of the Teamsters (BMWED), which represents nearly 12,000 railroad workers, rejected a tentative agreement between railroaders and Class I freight railroads Tuesday, less than a month after ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/car-company-sells-russian-government-all-operations-for-one-euro", "title": "Car Company Sells Russian Government All Operations For One Euro", "date_published": "2022-10-11 17:11:32+00:00", "description": "Nissan announced on Tuesday that the company will sell all operations in Russia to an entity of the nation’s government. As warfare between Ukraine and Russia escalates ahead of the winter months, the Japanese automaker announced that NAMI, a Russian government body dedicated to automotive industry development, is slated to acquire the firm’s business in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-pushes-ads-telling-californians-to-put-right-to-abortion-in-state-constitution", "title": "Newsom Pushes Ads Telling Californians To Put Right To Abortion In State Constitution", "date_published": "2022-10-11 17:11:22+00:00", "description": "Democratic Governor of California Gavin Newsom is continuing his efforts to make abortion a main component of his political legacy in new campaign television ads across the state. The current governor is initiating his first television spots of the California election — not in promotion of himself, but rather of an initiative that will go ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/has-society-moved-forward-or-backward-since-the-1970s", "title": "Has Society Moved Forward Or Backward Since the 1970s?", "date_published": "2022-10-11 17:03:12+00:00", "description": "Is society moving forward in any regard? I recently had an interesting conversation with my husband about air travel. More specifically about how commercial airplanes have regressed since the 1970s. And it got me thinking about that question. We were discussing air travel as part of a larger conversation, and my husband brought up the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americas-top-banking-ceo-unleashes-on-the-biden-admin-were-getting-energy-completely-wrong", "title": "America’s Top Banking CEO Unleashes On The Biden Admin: ‘We’re Getting Energy Completely Wrong’", "date_published": "2022-10-11 17:00:16+00:00", "description": "JPMorgan Chase CEO Jamie Dimon slammed the Biden administration in an interview this week over how the U.S. has responded to the energy crisis that has been worsened by Russia&#8217;s war in Ukraine by saying the U.S. has taken the wrong approach and the country needs to step up and &#8220;play a real leadership role.&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pennsylvania-democratic-governor-candidate-makes-unorthodox-nod-to-school-choice-in-final-weeks-of-campaign", "title": "Pennsylvania Democratic Governor Candidate Makes Unorthodox Nod To School Choice In Final Weeks Of Campaign", "date_published": "2022-10-11 16:41:20+00:00", "description": "Pennsylvania Democratic gubernatorial candidate Josh Shapiro is nodding to certain school choice initiatives — an unusual play for a swing-state progressive with a lengthy history of supporting government education. In the aftermath of school lockdowns that ravaged learning outcomes across the United States, education has become a top issue for citizens casting a ballot in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ghost-boat-linked-to-legendary-world-war-ii-general-found-in-lake-decades-after-mysterious-sinking", "title": "‘Ghost Boat’ Linked To Legendary World War II General Found In Lake Decades After ‘Mysterious’ Sinking", "date_published": "2022-10-11 16:23:14+00:00", "description": "A “ghost boat” linked to legendary American World War II military leaders was found at the bottom of a California lake, according to the U.S. Forest Service. The Forest Service at Shasta-Trinity National Forest announced on Sunday the finding of a Higgins style craft, also referred to as a “ghost boat” by the agency and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kamala-harris-latest-word-salad-stops-just-short-of-saying-kids-belong-to-the-government", "title": "Kamala Harris’ Latest Word Salad Stops Just Short Of Saying Kids Belong To The Government", "date_published": "2022-10-11 16:15:46+00:00", "description": "Vice President Kamala Harris appeared to stop just short of saying that children should be the federal government&#8217;s responsibility during her Monday evening appearance with comedian Seth Meyers. Harris joined the host of NBC&#8217;s &#8220;Late Night with Seth Meyers,&#8221; and at one point during the interview, she argued that the government had to prioritize climate ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hollywood-legend-angela-lansbury-dead-at-96", "title": "Hollywood Legend Angela Lansbury Dead At 96", "date_published": "2022-10-11 15:42:40+00:00", "description": "Hollywood screen legend Angela Lansbury died peacefully in her home in Los Angeles just a few days short of celebrating her 97th birthday, family members have confirmed. #BREAKING The family of legendary actress Dame Angela Lansbury announce her death. The actress passed away in Los Angeles today —- a few days short of her 97th ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-ragin-cajun-warns-dems-abortion-aint-a-winning-issue", "title": "The ‘Ragin’ Cajun’ Warns Dems: Abortion Ain’t A Winning Issue", "date_published": "2022-10-11 15:25:52+00:00", "description": "James Carville is a smart guy. After all, he led the campaign that put a little-known governor from Arkansas in the White House. As the chief strategist for Bill Clinton, the &#8220;Ragin&#8217; Cajun&#8221; was famed for framing the race with just four words: &#8220;It&#8217;s the economy, stupid.&#8221; Candidates in the 1992 race faced tough circumstances: ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-an-explosion-superstars-hiring-at-home-bodyguards-amid-massive-crime-rise-in-l-a", "title": "‘It’s An Explosion’: Superstars Hiring At-Home-Bodyguards Amid Massive Crime Rise In L.A.", "date_published": "2022-10-11 15:24:51+00:00", "description": "Now more than ever, Celebrities are hiring at-home-bodyguards and personal protection amid a massive crime rise in places like Los Angeles due to laws that security experts say have &#8220;emboldened the criminals.&#8221; Citywide robberies with firearms in L.A. are up 57 percent in 2022 from 2020, per the Los Angeles Police Department. Homicides are up 29 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/megyn-kelly-compares-gender-surgery-to-female-genital-mutilation-happening-in-radical-islamic-population", "title": "Megyn Kelly Compares Gender Surgery To Female Genital Mutilation Happening In ‘Radical Islamic Population’", "date_published": "2022-10-11 15:09:38+00:00", "description": "Megyn Kelly compared transgender surgery to female genital mutilation that&#8217;s happening to young girls in radical Islamic communities, calling it a &#8220;form of abuse.&#8221; During the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast Monday, the host spoke with political commentator Andrew Sullivan about the extremes of so-called &#8220;gender affirming care&#8221; promoted by leftist groups. The ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/offensive-the-great-british-baking-show-gets-backlash-following-mexican-week-episode", "title": "‘Offensive’: ‘The Great British Baking Show’ Gets Backlash Following ‘Mexican Week’ Episode", "date_published": "2022-10-11 14:54:33+00:00", "description": "“The Great British Baking Show” came under fire this week for airing a Mexican-themed episode that some viewers have deemed “offensive.” The popular reality competition show is a big hit with the U.S. audience, however some easily triggered viewers couldn’t stand the jokes show hosts made for this themed installment.  During “Mexican Week,” contestants were instructed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/researcher-debunks-claim-trans-youths-mental-health-improves-with-gender-affirming-care", "title": "Researcher Debunks Claim Trans Youth’s Mental Health Improves With ‘Gender Affirming’ Care", "date_published": "2022-10-11 14:46:50+00:00", "description": "Claims that scientific studies show clear mental health benefits of “gender affirming” medical treatments for trans-identifying youth are exaggerated and misleading, according to a new analysis.  Leor Sapir, a fellow at the Manhattan Institute, found that claims of causality frequently cited by news outlets are not supported by evidence, and that some of the studies ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/absolute-dereliction-of-duty-kamala-pushes-mass-amnesty-blasts-migrant-busing-on-late-night-tv", "title": "‘Absolute Dereliction Of Duty’: Kamala Pushes Mass Amnesty, Blasts Migrant Busing On Late Night TV", "date_published": "2022-10-11 14:39:16+00:00", "description": "&#8220;Border czar” Vice President Kamala Harris&#8216; big plan to stop illegal immigration is to enact mass amnesty. Promising citizenship to millions who break the law in hopes of deterring people at the border makes little to no sense, but neither does much of what Harris had to say on &#8220;Late Night With Seth Meyers&#8221; Monday ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/days-of-our-lives-actor-reported-missing-in-hawaii", "title": "‘Days Of Our Lives’ Actor Reported Missing In Hawaii", "date_published": "2022-10-11 14:34:52+00:00", "description": "&#8220;Days of Our Lives&#8221; actor James Lastovic, 27, has been reported missing in Hawaii along with his roommate, 26-year-old Nevin Dizdari, according to Lastovic&#8217;s mother. Lastovic played recurring character Joey Johnson on the long-running daytime drama from 2015-17, and reprised the role again in 2020. The actor&#8217;s mother, real estate agent Lucienne Lastovic, shared a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/poll-7-in-10-small-businesses-oppose-expanding-the-irs", "title": "Poll: 7 In 10 Small Businesses Oppose Expanding The IRS", "date_published": "2022-10-11 14:21:12+00:00", "description": "The vast majority of American small business owners are concerned about an expanded IRS, according to survey results from the Job Creators Network Foundation exclusively provided to The Daily Wire. The Inflation Reduction Act, signed into law by President Joe Biden two months ago, allocated $80 billion for officials to hire up to 87,000 new ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/girl-dads-rock-dwayne-the-rock-johnson-gushes-after-father-crowd-surfs-a-baby-to-him", "title": "‘Girl Dads ROCK’: Dwayne ‘The Rock’ Johnson Gushes After Father Crowd-Surfs A *Baby* To Him", "date_published": "2022-10-11 13:58:34+00:00", "description": "Actor Dwayne &#8220;The Rock&#8221; Johnson shared his emotional response after a father crowd-surfed an infant to him at a recent Mexico City publicity event for his upcoming film &#8220;Black Adam.&#8221; Johnson takes on the eponymous role of the DC Comics character in the film that Internet Movie Database (IMDb) has described as: &#8220;Nearly 5,000 years ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/9-of-the-10-most-popular-governors-are-republican-according-to-new-poll", "title": "9 Of The 10 Most Popular Governors Are Republican, According To New Poll", "date_published": "2022-10-11 13:25:24+00:00", "description": "Nine of the nation&#8217;s top ten most popular governors are Republicans, according to a new survey. The Morning Consult Political Intelligence poll released on Tuesday revealed the findings based on samples of registered voters in each state collected between July 1 and September 30. Massachusetts Republican Gov. Charlie Baker was rated the nation&#8217;s most popular ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wealthy-host-of-the-view-says-inflation-is-just-a-republican-talking-point", "title": "Wealthy Host Of ‘The View’ Says Inflation Is Just A Republican Talking Point", "date_published": "2022-10-11 13:21:03+00:00", "description": "&#8220;The View&#8221; host Sunny Hostin claimed on Tuesday that inflation was little more than a Republican talking point being used to distract people from the real issues facing Americans — like abortion. Hostin — who just inked a multi-year, multi-million dollar deal to stay at &#8220;The View&#8221; for another three seasons — argued during Tuesday&#8217;s broadcast ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-murrays-alleged-sexual-misconduct-details-which-led-to-movie-shutdown-revealed", "title": "Bill Murray’s Alleged Sexual Misconduct Details Which Led To Movie Shutdown Revealed", "date_published": "2022-10-11 13:03:48+00:00", "description": "Details about actor Bill Murray allegedly engaging in inappropriate sexual contact with a female movie production staffer earlier this year have been revealed in a new report. The 72-year-old actor was accused of “kissing” and “straddling” the unnamed woman while filming “Being Mortal” this spring. The “much younger” staffer was allegedly unable to move under ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/colorado-teenager-missing-more-than-a-week-found-alive", "title": "Colorado Teenager Missing More Than A Week Found Alive", "date_published": "2022-10-11 13:00:42+00:00", "description": "A 14-year-old Boulder High School student who was missing for more than a week has been found alive and safe. Boulder Police Chief Maris Herold told reporters on Monday afternoon during a press briefing that the missing teen, Chloe Campbell, had been found around 5 p.m. in a suburb 26 miles from Boulder, Colorado. &#8220;While ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/well-duh-majority-of-democrats-now-concerned-about-bidens-mental-health-poll-finds", "title": "Well, Duh: Majority Of Democrats Now ‘Concerned’ About Biden’s Mental Health, Poll Finds", "date_published": "2022-10-11 12:55:23+00:00", "description": "Finally, Democrats are starting to get it. After yet another mental gaffe by President Joe Biden, a new poll has found a majority of Democrats are at least &#8220;concerned&#8221; about his mental health. The Issues &amp; Insights/TIPP survey of 1,376 adults released Monday showed 64% of Americans are either &#8220;very concerned&#8221; or &#8220;somewhat concerned,&#8221; a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-the-bible-really-says-about-demons-and-demon-possession", "title": "What The Bible Really Says About Demons And Demon Possession", "date_published": "2022-10-11 12:51:29+00:00", "description": "According to the Scriptures, demons are unclean, destructive spirits which torment and enslave human beings. While they are rarely mentioned in the Old Testament, they are mentioned quite frequently in the New Testament, especially in the Gospels, where Jesus is often depicted as driving demons out of people (see here for a partial list of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/more-than-two-dozen-children-adults-rushed-to-hospital-after-day-care-carbon-monoxide-leak", "title": "More Than Two Dozen Children, Adults Rushed To Hospital After Day Care Carbon Monoxide Leak", "date_published": "2022-10-11 12:45:28+00:00", "description": "Over two dozen children and adults were rushed to multiple hospitals on Tuesday after an alleged carbon monoxide leak at a Pennsylvania day care center. Allentown firefighters initially responded to a report of an unconscious child at Happy Smiles Learning Center on the 400 block of Wabash Street when their carbon monoxide monitors went off ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tina-ramirez-fights-back-after-activist-calls-cps-to-report-her-columbus-day-tweet", "title": "Tina Ramirez Fights Back After Activist Calls CPS To ‘Report’ Her Columbus Day Tweet", "date_published": "2022-10-11 12:45:01+00:00", "description": "Single mother and Virginia state Senate candidate Tina Ramirez (R) made it clear that she was ready to fight back after self-described journalist David Leavitt apparently reported her to Child Protective Services over a tweet. The offending tweet was a simple statement from Ramirez wishing her followers a happy Columbus Day — and Leavitt, who had ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/waukesha-christmas-parade-crash-suspect-says-he-no-longer-identifies-by-his-name", "title": "Waukesha Christmas Parade Crash Suspect Says He No Longer Identifies By His Name", "date_published": "2022-10-11 12:31:10+00:00", "description": "The man on trial for allegedly killing six people and injuring 62 others during a Christmas parade in Waukesha, Wisconsin, says he no longer identifies by his name – the latest in a string of odd remarks and disruptions he has made in court. The 40-year-old man, who is not being named by The Daily ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-hope-musk-cleans-up-twitter-top-wall-street-ceo-backs-newest-takeover-deal", "title": "‘I Hope Musk Cleans Up Twitter’: Top Wall Street CEO Backs Newest Takeover Deal", "date_published": "2022-10-11 12:28:28+00:00", "description": "Days after Elon Musk revived his offer to purchase Twitter, JPMorgan CEO Jamie Dimon expressed support for the acquisition and pushed for a cleanup of the platform. Twitter had been fighting Musk in court over his attempt to cancel a previous offer to buy the company for $44 billion — a move he said was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/florida-first-lady-casey-desantis-celebrates-being-cancer-free-praises-husband-in-new-ad", "title": "Florida First Lady Casey DeSantis Celebrates Being Cancer Free, Praises Husband In New Ad", "date_published": "2022-10-11 11:51:13+00:00", "description": "Florida first lady Casey DeSantis celebrated being cancer free in a new political ad thanking her husband, Governor Ron DeSantis (R-FL), for being there for her. The 60-second spot featured the state&#8217;s first lady discussing her recent battle with breast cancer and highlighting her husband&#8217;s response. &#8220;If you want to know who Ron DeSantis really ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gisele-bundchen-visits-holistic-healer-burns-sage-as-tom-brady-divorce-rumors-intensify", "title": "Gisele Bündchen Visits Holistic Healer, Burns Sage As Tom Brady Divorce Rumors Intensify", "date_published": "2022-10-11 11:34:27+00:00", "description": "Gisele Bündchen has been spotted visiting a holistic healer on several occasions and burning sage as rumors about her marriage ending persist. The 42-year-old model has been married to NFL star Tom Brady for 13 years, but it’s believed they could be heading for divorce as both were seen recently sans wedding rings. They’re also ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paypal-ceos-interview-with-world-economic-forum-could-suggest-mentality-behind-backtracked-misinformation-penalty", "title": "PayPal CEO’s Interview With World Economic Forum Could Suggest Mentality Behind Backtracked ‘Misinformation’ Penalty", "date_published": "2022-10-11 11:34:10+00:00", "description": "Remarks made by PayPal CEO Dan Schulman during an interview with the World Economic Forum earlier this year could shed light on the company’s attempt to pull $2,500 from users’ accounts if they promote “misinformation.” PayPal, which has deplatformed multiple entities and commentators for their political and social views, had unveiled a forthcoming change to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-chilling-truth-behind-the-amas-push-to-punish-transgender-disinformation", "title": "The Chilling Truth Behind The AMA’s Push To Punish Transgender ‘Disinformation’", "date_published": "2022-10-11 11:17:52+00:00", "description": "Children’s health professionals are complaining that the mutilation of minors, dishonestly packaged by mainstream media outlets as “gender affirming care,” is under attack. The American Academy of Pediatrics, the American Medical Association, and the Children’s Hospital Association, sent a letter to Attorney General Merrick Garland on October 3, asking him to investigate threats against hospitals ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cancel-mob-seeks-to-sack-nfl-announcer-aikman-over-misogynistic-remark", "title": "Cancel Mob Seeks To Sack NFL Announcer Aikman Over ‘Misogynistic’ Remark", "date_published": "2022-10-11 10:53:02+00:00", "description": "The cancel mob is out for Hall of Fame quarterback-turned NFL announcer Troy Aikman, after his allegedly sexist comment on a penalty called during Monday Night Football. Aikman, who helped the Dallas Cowboys to three Super Bowl champions during his legendary career, took offense at a roughing the passer call when Kansas City Chiefs defensive ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-rep-adam-kinzinger-backs-democrats-in-key-races", "title": "Republican Rep. Adam Kinzinger Backs Democrats In Key Races", "date_published": "2022-10-11 10:36:07+00:00", "description": "Rep. Adam Kinzinger&#8217;s (R-IL) political action committee, Country First, announced Tuesday that it supports multiple Democrats in key November elections. Kinzinger&#8217;s PAC endorsements also included Republicans and an independent. &#8220;Now more than ever, it’s critical we elect leaders up and down the ballot who are loyal to the Constitution and willing to be a bulwark ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/william-shatner-had-strongest-feelings-of-grief-about-climate-change-during-space-trip-all-i-saw-was-death", "title": "William Shatner Had ‘Strongest Feelings Of Grief’ About Climate Change During Space Trip: ‘All I Saw Was Death’", "date_published": "2022-10-11 09:57:44+00:00", "description": "William Shatner had some observations following his trip to outer space, and they weren’t very positive due to his concerns about climate change. The 91-year-old Canadian actor reflected on a space tourism trip he took last year as part of his new memoir, “Boldly Go: Reflections on a Life of Awe and Wonder.” While other ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ex-nba-star-arrested-at-nyc-airport-after-allegedly-hitting-young-son-so-hard-he-had-to-be-hospitalized", "title": "Ex-NBA Star Arrested At NYC Airport After Allegedly Hitting Young Son So Hard He Had To Be Hospitalized", "date_published": "2022-10-11 09:30:00+00:00", "description": "A former NBA star was arrested Monday at a New York airport after allegedly hitting his young son so hard he had to be hospitalized, according to police. Ben Gordon, who played 11 seasons with four different teams before retiring in 2015, was arrested at LaGuardia Airport Monday night after the frightening incident. His 10-year-old ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-most-dangerous-state-lawmaker-in-america", "title": "The Most Dangerous State Lawmaker In America", "date_published": "2022-10-11 08:34:12+00:00", "description": "Legislators such as Alexandria Ocasio-Cortez and Bernie Sanders often make headlines for their radically progressive agendas — from forcibly converting the entire economy to rely upon nascent green energy sources, to opening every federal social program for illegal migrants. Yet there is one state-level lawmaker who has repeatedly garnered the nation’s attention by making even ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elite-cabal-of-warmongers-tulsi-gabbard-says-she-is-no-longer-a-democrat", "title": "‘Elite Cabal Of Warmongers’: Tulsi Gabbard Says She Is No Longer A Democrat", "date_published": "2022-10-11 08:29:38+00:00", "description": "Former congresswoman and Democratic presidential candidate Tulsi Gabbard said Tuesday that she was leaving the Democratic Party because it had become an “elitist cabal of warmongers driven by cowardly wokeness.” Gabbard, who represented Hawaii’s second congressional district after serving two combat tours in the Middle East, made the announcement in a video posted to her social media ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-zealand-farmers-fume-after-government-proposes-animal-gas-tax", "title": "New Zealand Farmers Fume After Government Proposes Animal Gas Tax", "date_published": "2022-10-11 07:24:51+00:00", "description": "New Zealand farmers fumed about a new tax proposed by government officials Tuesday that would charge agriculturalists for greenhouse gases, biogenic methane, and nitrous oxide belched or urinated out from cows and sheep. New Zealand Prime Minister Jacinda Ardern said such taxes would fuel the industry by funding new technology, research, and incentives for the ..."}]