[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/19/middleeast/iranian-police-say-death-of-mahsa-amini-unfortunate-intl/index.html", "title": "Iranian police say death of Mahsa Amini 'unfortunate' as protestors take to the streets", "date_published": "2022-09-19 18:18:20+00:00", "description": "Iranian police called the death of Mahsa Amini an \"unfortunate incident\" and denied that she was harmed physically in custody, semi-official news agency Fars News said on Monday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/19/world/unga-what-to-expect-intl-cmd/index.html", "title": "World leaders gather 'at time of great peril' at UN", "date_published": "2022-09-19 18:13:43+00:00", "description": "It took a Queen to shake up this year's high-level week at the United Nations General Assembly -- an annual whirlwind shindig known as UNGA that will begin on Tuesday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/travel/article/paris-metro-rename-station-queen-elizabeth-ii-intl-scli-gbr/index.html", "title": "Paris subway station renamed 'Elizabeth II' for day of Queen's funeral", "date_published": "2022-09-19 13:47:44+00:00", "description": "The Paris transportation network RATP announced it has changed the name of one of its stations to honor Queen Elizabeth II on the day of her funeral."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/19/business/middle-east-last-oil-boom-mime-intl/index.html", "title": "Why the current oil boom for Arab states may be their last", "date_published": "2022-09-19 12:59:22+00:00", "description": "The oil boom brought about by the Ukraine war has made energy-rich Middle Eastern countries extraordinarily wealthy once again. But experts warn that it may be the last such upswing."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/18/business/volkswagen-porsche-ipo/index.html", "title": "Volkswagen targets 75 billion euro valuation in landmark Porsche IPO", "date_published": "2022-09-19 08:16:02+00:00", "description": "Volkswagen is targeting a valuation of up to 75 billion euros ($75.1 billion) for luxury sportscar maker Porsche, it said on Sunday, in what will be Germany's second-largest initial public offering (IPO) in history."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/19/economy/china-youth-jobs-crisis-xi-jinping-intl-hnk-mic/index.html", "title": "1 in 5 of China's urban youth are unemployed. That's a huge headache for Xi Jinping", "date_published": "2022-09-19 06:17:37+00:00", "description": "The future looked promising for Cherry in May last year, when she secured a prestigious internship at a major software firm, while still studying at a university in Wuhan. The company told her that she could start working for them full time, once she graduates."}]