[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/wojna-w-ukrainie-146-cial-ekshumowanych-na-cmentarzu-w-iziumie-slady-torturowania/", "title": "Wojna w Ukrainie. 146 ciał ekshumowanych na cmentarzu w Iziumie. Ślady torturowania", "date_published": "2022-09-19 18:56:00+00:00", "description": "Podczas ekshumacji na leśnym cmentarzu w Iziumie na wschodzie Ukrainy wydobyto 146 ciał zabitych Ukraińców, w tym dwojga dzieci. Szef policji w Kijowie poinformował, że sytuacja w wyzwolonym mieście przypomina rzeź w Buczy. Rosyjscy żołnierze rozbierali wszystkich schwytanych i szukali nazistowskich tatuaży. Nie znaleźli ich, po czym torturowali pojmanych i ich zabijali - napisał Andrij Nebytov."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-krolowej-elzbiety-ii-brytyjska-stacja-channel-5-wyemitowala-bajke-zamiast-pogrzebu/", "title": "Pogrzeb królowej Elżbiety II. Brytyjska stacja Channel 5 wyemitowała bajkę zamiast pogrzebu", "date_published": "2022-09-19 18:06:00+00:00", "description": "Brytyjska stacja Channel 5 nie zdecydowała się na wyemitowanie transmisji z uroczystości pogrzebowych królowej Elżbiety II. Zamiast tego widzowie mogli obejrzeć film animowany Emotki. Film. Sytuacja ta wywołała dyskusję w mediach społecznościowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/wielka-brytania-trumna-z-cialem-elzbiety-ii-w-krypcie-krolewskiej-na-zamku-windsor/", "title": "Wielka Brytania. Trumna z ciałem Elżbiety II w krypcie królewskiej na Zamku Windsor", "date_published": "2022-09-19 16:37:00+00:00", "description": "W poniedziałek w Kaplicy Króla Jerzego na Zamku Windsor zostało odprawione nabożeństwo żałobne kończące publiczne uroczystości po śmierci królowej Elżbiety II. Trumna z jej ciałem, po zdjęciu insygniów władzy monarszej, została opuszczona do krypty królewskiej. Wieczorem monarchini zostanie złożona tam do grobu podczas rodzinnej uroczystości. Spocznie obok rodziców, siostry i męża, księcia Filipa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-elzbiety-ii-psy-i-kucyk-krolowej-czekaly-na-kondukt-zalobny-przed-zamkiem-w-windsorze/", "title": "Pogrzeb Elżbiety II. Psy i kucyk królowej czekały na kondukt żałobny przed zamkiem w Windsorze", "date_published": "2022-09-19 15:55:00+00:00", "description": "Trumna z ciałem królowej Elżbiety II została przewieziona do Zamku w Windsorze. W Londynie hołd zmarłej królowej oddały tysiące osób. Na dziedzińcu zamku na kondukt żałobny czekali pracownicy królewskiego dworu, a wraz z nimi ukochane zwierzęta królowej - psy rasy corgie i kucyk."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-elzbiety-ii-ponad-stu-pracownikow-palacu-buckingham-pozegnalo-krolowa/", "title": "Pogrzeb Elżbiety II. Ponad stu pracowników Pałacu Buckingham pożegnało królową", "date_published": "2022-09-19 14:21:00+00:00", "description": "Trwają uroczystości pogrzebowe brytyjskiej królowej Elżbiety II. Monarchini spocznie na zamku w Windsorze, obok swoich rodziców i męża, księcia Filipa. Gdy kondukt żałobny przemierzał ulice Londynu, pracownicy Pałacu Buckingham oddali hołd zmarłej królowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/rosja-deputowany-dumy-panstwowej-andriej-gurulow-grozi-europie-atakiem-atomowym/", "title": "Rosja. Deputowany Dumy Państwowej Andriej Gurulow grozi Europie atakiem atomowym", "date_published": "2022-09-19 13:40:00+00:00", "description": "Rosjanie zamienią te kraje w marsjańską pustynię, mówił w państwowej telewizji deputowany do Dumy Państwowej i przyjaciel prezydenta Władimira Putina Andrej Gurulow. W programie propagandowym groził atakami taktyczną bronią jądrową na Niemcy i Wielką Brytanię. Uważa też, że NATO nie będzie w stanie uruchomić art. 5."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-elzbiety-ii-tlumy-przed-telebimami-z-transmisja-w-wielkiej-brytanii-i-na-swiecie/", "title": "Pogrzeb Elżbiety II. Tłumy przed telebimami z transmisją w Wielkiej Brytanii i na świecie", "date_published": "2022-09-19 13:01:00+00:00", "description": "Pogrzeb królowej Elżbiety II w Wielkiej Brytanii transmitowany jest przez brytyjskie telewizje. Wielu Brytyjczyków wybrało oglądanie przekazu na żywo w miejscach publicznych. Tłumy przybyły w tym celu m.in. do Hyde Parku w Londynie. Podobnie jest w wielu innych miejscach na całym świecie, zwłaszcza w krajach należących do Wspólnoty Brytyjskiej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-elzbiety-ii-tak-brytyjczycy-zegnaja-swoja-krolowa/", "title": "Pogrzeb Elżbiety II. Tak Brytyjczycy żegnają swoją królową [ZDJĘCIA]", "date_published": "2022-09-19 12:20:00+00:00", "description": "W poniedziałek punktualnie o godzinie 11:44 rozpoczęły się uroczystości pogrzebowe królowej Elżbiety II. Kondukt żałobny z trumną monarchini wyruszył do Opactwa Westminsterskiego, gdzie o godz. 12:00 rozpoczęło się nabożeństwo żałobne. Uroczystości potrwają do końca dnia. Królową żegna rodzina, światowi przywódcy i Brytyjczycy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-elzbiety-ii-dwie-minuty-ciszy-w-wielkiej-brytanii-uczczono-pamiec-krolowej/", "title": "Pogrzeb Elżbiety II. Dwie minuty ciszy w Wielkiej Brytanii. Uczczono pamięć królowej", "date_published": "2022-09-19 10:57:00+00:00", "description": "Tuż przed godziną 13 cała Wielka Brytania wstrzymała oddech. Brytyjczycy oddali hołd królowej Elżbiecie II dwiema minutami ciszy. To symboliczne wydarzenie zwieńczyło nabożeństwo żałobne odbywające się w Opactwie Westminsterskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-elzbiety-ii-krol-karol-iii-wydal-oficjalne-oswiadczenie-podziekowal-za-otrzymane-wsparcie/", "title": "Pogrzeb Elżbiety II. Król Karol III wydał oświadczenie. Podziękował za otrzymane wsparcie", "date_published": "2022-09-19 09:18:00+00:00", "description": "Nowy suweren król Karol III wydał oświadczenie przed pogrzebem królowej Elżbiety II. Wyraził wdzięczność za okazane wsparcie. Podziękował za pocieszenie po śmierci matki i zapewnił, że jest głęboko poruszony okazanymi wyrazami współczucia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/wielka-brytania-pogrzeb-elzbiety-ii-relacja-na-zywo/", "title": "Wielka Brytania. Pogrzeb Elżbiety II [RELACJA NA ŻYWO]", "date_published": "2022-09-19 08:00:00+00:00", "description": "Trwają uroczystości pogrzebowe królowej Wielkiej Brytanii Elżbiety II. O godz. 12:00 czasu polskiego rozpocznie się nabożeństwo żałobne w Opactwie Westminsterskim, gdzie pojawiła się już większość z zaproszonych gości."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/w-brytania-republikanie-wstrzymuja-protesty-przeciw-monarchii-na-czas-pogrzebu-elzbiety-ii/", "title": "Pogrzeb Elżbiety II. Wstrzymano protesty przeciw monarchii", "date_published": "2022-09-19 07:55:00+00:00", "description": "Brytyjscy aktywiści z grupy Republika, którzy prowadzą kampanię na rzecz zniesienia monarchii zapowiedzieli, że nie planują akcji protestacyjnych w trakcie uroczystości pogrzebowych królowej Elżbiety II."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/pogrzeb-krolowej-elzbiety-ii-wydanie-specjalne-w-polsat-news-transmisja-rowniez-w-polsatnews-pl/", "title": "Pogrzeb królowej Elżbiety II, gdzie transmisja? Wydanie specjalne w Polsat News", "date_published": "2022-09-19 07:46:00+00:00", "description": "Szacuje się, że uroczystości pogrzebowe królowej Elżbiety II będą największym wydarzeniem telewizyjnym w historii. Może je obejrzeć 4 miliardy osób na całym świecie. Wydanie specjalne z pogrzebu od godz. 10 w Polsat News i na polsatnews.pl."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/wielka-brytania-pogrzeb-elzbiety-ii-ostatnia-osoba-z-kolejki-oddala-hold-krolowej/", "title": "Wielka Brytania. Pogrzeb Elżbiety II. Ostatnia osoba z kolejki oddała hołd królowej", "date_published": "2022-09-19 07:29:00+00:00", "description": "O godz. 7:30 (6:30 czasu brytyjskiego) telewizje z całego świata pokazały kobietę, która jako ostatnia osoba z wielokilometrowej kolejki chętnych, oddała hołd królowej Elżbiecie II w Westminster Hall. Chwilę później, zgodnie ze ściśle określonym harmonogramem, zakończono wystawienie na widok publiczny trumny z ciałem brytyjskiej królowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/jak-bedzie-wygladal-pogrzeb-krolowej-elzbiety-ii-harmonogram-wydarzen/", "title": "Jak będzie wyglądał pogrzeb królowej Elżbiety II? Harmonogram wydarzeń", "date_published": "2022-09-19 06:50:00+00:00", "description": "Pogrzeb królowej Elżbiety II odbędzie się dzisiaj w londyńskim opactwie Westminsterskim. Wezmą w nim udział szefowie państw i rządów z wielu krajów. Zaplanowano oficjalne wydarzenia. Od godz. 10 wydanie specjalne w Polsat News. Transmisja uroczystości pogrzebowych również na polsatnews.pl."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-19/wielka-brytania-pogrzeb-krolowej-elzbiety-ii-kto-pojawi-sie-na-uroczystosci-a-kogo-zabraknie/", "title": "Wielka Brytania. Pogrzeb królowej Elżbiety II. Kto pojawi się na uroczystości, a kogo zabraknie?", "date_published": "2022-09-19 06:20:00+00:00", "description": "W Londynie pojawiło się kilkaset osobistości z całego świata, żeby pożegnać królową Wielkiej Brytanii Elżbietę II. W uroczystościach wezmą udział m.in. prezydenci USA Joe Biden, Turcji Recep Tayyip Erdogan, Polski Andrzej Duda czy cesarz Japonii Naruhito. Zabraknie za to m.in. prezydenta Rosji Władimira Putina, przywódcy Chin Xi Jingpinga czy papieża Franciszka."}]