[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/wallabies-make-nine-changes-with-big-guns-recalled-for-ireland-test", "title": "Wallabies back at full-strength after nine changes made for Ireland Test", "date_published": "2022-11-17 23:27:11+00:00", "description": "<ul><li>Michael Hooper and James Slipper named in starting XV</li><li>Pressure on coach Dave Rennie after last week’s loss to Italy</li></ul><p>Dave Rennie is demanding the Wallabies hit back after naming a full-strength line-up to face the top-ranked Irish in Dublin. Big guns Michael Hooper, skipper James Slipper and first-choice halves pairing Bernard Foley and Nic White return among nine changes to the starting side that suffered an inglorious 28-27 defeat by Italy last Saturday.</p><p>Australia’s first ever loss to the Azzurri has turned the blow torch on Rennie, who knows his wounded Wallabies face a “massive” task trying to avoid a ninth defeat from 13 Tests in 2022. But the New Zealander reckoned he had no regrets about the side he chose for the Florence Test, despite the flak he has since copped.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/wallabies-make-nine-changes-with-big-guns-recalled-for-ireland-test\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/world-cup-hosts-qatar-pressure-fifa-to-stop-beer-sales-at-stadiums", "title": "World Cup hosts Qatar pressure Fifa to stop beer sales at stadiums", "date_published": "2022-11-17 23:06:44+00:00", "description": "<ul><li>Alcohol due to be available immediately outside match venues </li><li>Budweiser told to relocate stalls to less prominent locations</li></ul><p>With just days to go until the World Cup begins, the Qatari hosts are reportedly pressuring Fifa to stop the sale of beer at the eight tournament stadiums in what would be an astonishing U-turn.</p><p>The sale of alcohol is strictly controlled in Qatar, but it is due to be available in the area immediately outside match venues and fan zones, as well as within hotels.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/world-cup-hosts-qatar-pressure-fifa-to-stop-beer-sales-at-stadiums\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/january-6-subcommittee-capitol-attack-criminal-referrals", "title": "January 6 subcommittee to examine criminal referrals it might make to DoJ", "date_published": "2022-11-17 22:42:29+00:00", "description": "<p>Four-member panel focused on whether they have uncovered sufficient evidence that Trump violated civil and criminal statutes</p><p>The House January 6 select committee has created a subcommittee to examine the scope of potential criminal referrals it might make to the justice department over the Capitol attack as well as what materials to share with federal prosecutors, its chairman and other members said on Thursday.</p><p>The special subcommittee – led by Congressman Jamie Raskin, overseeing a four-person group that also involves Liz Cheney, Adam Schiff and Zoe Lofgren – has been chiefly focused on whether they have uncovered sufficient evidence that former US president <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> violated civil and criminal statutes.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/january-6-subcommittee-capitol-attack-criminal-referrals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/cristiano-ronaldo-feels-manchester-united-cut-his-legs-as-relations-soured", "title": "Cristiano Ronaldo feels Manchester United ‘cut his legs’ as relations soured", "date_published": "2022-11-17 21:49:24+00:00", "description": "<ul><li>Portuguese claims he ‘felt provoked’ by manager Erik ten Hag</li><li>‘They don’t like you to shine. They don’t listen to your advice’</li></ul><p>Cristiano Ronaldo felt Manchester United had ‘cut his legs’ and did not want him to “shine” or listen to advice as his relationship with the club deteriorated.</p><p>The Portugal forward claimed United were trying to force him out and criticised manager Erik ten Hag while also saying the club’s owners, the Glazer family, do not care about the club.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/cristiano-ronaldo-feels-manchester-united-cut-his-legs-as-relations-soured\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/nancy-pelosi-house-speaker-speech-steps-down", "title": "Pelosi to depart as top House Democrat to make way for ‘new generation’", "date_published": "2022-11-17 21:30:49+00:00", "description": "<p>Outgoing speaker, 82, who has led House Democrats for two decades, makes announcement after Republicans win control</p><p>Nancy Pelosi, a giant of American politics and the first woman to lead the House of Representatives, is stepping down from leadership to make way for a new generation, she said on Thursday.</p><p>The 82-year-old, an ally of Joe Biden who led congressional Democrats for two decades, made the announcement after Republicans regained a majority in the chamber.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/nancy-pelosi-house-speaker-speech-steps-down\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/brittney-griner-begins-sentence-russian-penal-colony", "title": "Brittney Griner begins sentence in remote Russian penal colony", "date_published": "2022-11-17 21:08:04+00:00", "description": "<p>Lawyers say US basketball star ‘doing as well as could be expected’ at IK-2 in Mordovia, following visit</p><p>Basketball star <a href=\"https://www.theguardian.com/sport/brittney-griner\">Brittney Griner</a> has been sent to a remote Russian penal colony to start serving her sentence, her lawyers have said.</p><p>“Brittney began serving her sentence at IK-2 in Mordovia,” lawyers Maria Blagovolina and Alexander Boykov said in a statement.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/brittney-griner-begins-sentence-russian-penal-colony\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/gaza-at-least-21-people-die-as-fire-breaks-out-at-party-in-residential-block", "title": "Gaza: at least 21 people die as fire breaks out at party in residential block", "date_published": "2022-11-17 21:05:16+00:00", "description": "<p>Several more were injured as flames burst through top floor of four-storey building in Jabalia refugee camp</p><p>At least 21 people have been killed and several others injured after a fire broke out during a party in the northern <a href=\"https://www.theguardian.com/world/gaza\">Gaza Strip</a>, in one of the deadliest recent incidents outside the violence stemming from the Israeli-Palestinian conflict.</p><p>It took firefighters more than an hour to gain control of the massive flames that burst through the top floor of a four-storey residential building in the densely populated Jabalia refugee camp in northern Gaza Strip.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/gaza-at-least-21-people-die-as-fire-breaks-out-at-party-in-residential-block\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/canada-arctic-mine-expansion-rejected-protest", "title": "Canada rejects Arctic mine expansion project after years of fierce protest", "date_published": "2022-11-17 20:19:32+00:00", "description": "<p>Community members and campaigners have hailed the move as a win for vulnerable marine ecosystem and wildlife</p><p>Canada has rejected a mine expansion project in the Arctic after years of uncertainty and <a href=\"https://www.theguardian.com/environment/2021/feb/09/canada-inuit-hunters-blockade-iron-mine-expansion-plan\">fierce protest</a>, in what community members and campaigners say is a win for the vulnerable marine ecosystem and wildlife.</p><p>Baffinland Iron Mines’ planned expansion to its Mary River site would have seen it double output to 12m tonnes of iron ore. To bring the ore to market, the mine also said it needed to build a 110km railway to a port near the community of Pond Inlet as well as doubling its shipping.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/canada-arctic-mine-expansion-rejected-protest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/sadio-mane-ruled-out-of-world-cup-as-senegal-confirm-forward-needs-surgery", "title": "Sadio Mané ruled out of World Cup as Senegal confirm forward needs surgery", "date_published": "2022-11-17 20:14:39+00:00", "description": "<ul><li>Senegal had previously included injured talisman in squad</li><li>Argentina call up Ángel Correa to replace Nicolás González</li></ul><p><strong>Senegal</strong> forward Sadio Mané has been ruled out of the World Cup in Qatar in a crushing blow to his team’s chances, officials said on Thursday.</p><p>Mané had been a doubt for the tournament after picking up a leg injury playing for Bayern Munich last week, and it has now been confirmed he will not recover in time.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/sadio-mane-ruled-out-of-world-cup-as-senegal-confirm-forward-needs-surgery\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/israel-gang-leader-suspect-arrest-south-africa-johannesburg", "title": "Torture van found as suspected Israeli gang leader held in South Africa raid", "date_published": "2022-11-17 20:14:14+00:00", "description": "<p>Police say drugs and gun also found at Johannesburg property where they detained wanted Abergil gang member and seven others</p><p>A man reputed to be one of Israel’s most wanted gang leaders has been arrested during a raid on a home in an affluent Johannesburg suburb where South African authorities said they also found guns, drugs and a van equipped for torture.</p><p>South African police said on Thursday that the 46-year-old Israeli was a member of the Abergil gang, which deals in drug trafficking and extortion, and that he was wanted in Israel for several attempted murders.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/israel-gang-leader-suspect-arrest-south-africa-johannesburg\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/us-dam-removal-endangered-salmon-klamath-river", "title": "US approves largest dam removal in history to save endangered salmon", "date_published": "2022-11-17 20:11:58+00:00", "description": "<p>Four dams on California-Oregon border to be decommissioned on Klamath River, which fish use to reach spawning grounds</p><p>A US agency seeking to restore habitat for endangered fish gave final approval on Thursday to decommission four dams straddling the California-Oregon border, the largest dam removal undertaking in US history.</p><p>Dam removal is expected to improve the health of the Klamath River, the route that Chinook salmon and endangered coho salmon take from the Pacific Ocean to their upstream spawning grounds, and from where the young fish return to the sea.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/us-dam-removal-endangered-salmon-klamath-river\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/neymar-jesus-brazil-brilliant-forwards-can-turn-any-match-qatar-world-cup", "title": "From Neymar to Jesus, Brazil’s brilliant forwards can turn any match in Qatar | Karen Carney", "date_published": "2022-11-17 20:00:43+00:00", "description": "<p>Each team at this World Cup has a weak unit and Brazil’s defence is getting on – but in attack Tite is spoiled for choice</p><p>Reading the Brazil attacking options aloud would make any opposition manager feel a little nervous. Tite could start with Neymar, Vinícius Júnior, Richarlison and Raphinha and if things are not going their way he has Gabriel Jesus, Gabriel Martinelli, Rodrygo, Antony and Pedro in reserve. They will take some stopping in Qatar.</p><p>I have always had a soft spot for Brazil – I would buy the yellow and blue kit as a kid – because of all their incredible players. We are in another era of brilliant Brazilian forwards 20 years after they last won the World Cup, when Ronaldo led them to glory. They are on a great run of form, having not lost since <a href=\"https://www.theguardian.com/football/2021/jul/10/argentina-brazil-copa-america-final-lionel-messi\" title=\"\">their Copa América final defeat</a> by Argentina in July last year. I think they will need to face their old South American rivals again in the semi-finals and whoever gets the better of that match will become champions.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/neymar-jesus-brazil-brilliant-forwards-can-turn-any-match-qatar-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/quebec-man-charged-canada-haiti-plot-government", "title": "Quebec man charged with terrorism over alleged Haiti coup plot", "date_published": "2022-11-17 19:21:52+00:00", "description": "<p>Gerald Nicolas, 51, accused of conspiring to overthrow government of Jovenel Moïse, who was later assassinated in separate plot</p><p>Canadian police have charged a Quebec man with terrorism over allegations he conspired to overthrow the government of the late Haitian president Jovenel Moïse, who was later assassinated in a separate plot.</p><p>Gerald Nicolas, 51, stands accused of leaving <a href=\"https://www.theguardian.com/world/canada\">Canada</a> to facilitate a terrorist activity, facilitating a terrorist activity and providing property for terrorist purposes, the Royal Canadian Mounted Police said on Thursday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/quebec-man-charged-canada-haiti-plot-government\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/rassie-erasmus-suspended-world-rugby-social-media-south-africa-rugby-union", "title": "Rassie Erasmus suspended by World Rugby again over social media rants", "date_published": "2022-11-17 19:11:33+00:00", "description": "<ul><li>Erasmus video posts implied criticism of referee Wayne Barnes</li><li>Springbok director of rugby banned for two matches</li></ul><p>Rassie Erasmus has been banned for two matches by World Rugby and will miss South Africa’s visit to Twickenham next Saturday following a series of social media posts which included implicit criticism of Wayne Barnes’ refereeing performance.</p><p>Erasmus posted a number of videos highlighting decisions made by Barnes in the Springboks’ narrow defeat by France last week accompanied by sarcastic comments. He did similar after South Africa’s defeat by Ireland, continuing his tendency to air grievances publicly rather than privately with World Rugby.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/rassie-erasmus-suspended-world-rugby-social-media-south-africa-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/west-should-not-dictate-peace-terms-to-ukraine-says-czech-foreign-minister", "title": "West ‘should not dictate’ peace terms to Ukraine, says Czech foreign minister", "date_published": "2022-11-17 19:07:49+00:00", "description": "<p>Jan Lipavský says western backers should recognise Ukraine is fighting against Russia to protect all Europe</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/15/russia-ukraine-war-live-news-updates-kherson-victory-marks-beginning-of-end-of-russian-war-zelenskiy-says#maincontent\">Russia-Ukraine war – latest news updates</a></li></ul><p>Western backers of Ukraine “should not dictate” peace terms to Kyiv and recognise that the country is in effect fighting against Russia to protect all of Europe, the Czech foreign minister has said on a trip to London.</p><p>Jan Lipavský, whose country holds the EU presidency, also blamed Russia for what appears to be <a href=\"https://www.theguardian.com/world/2022/nov/15/stray-russian-missiles-feared-landed-poland-ukraine\">a stray air defence missile landing in Poland</a> on Tuesday, because it had attacked Ukraine with “more than 100 rockets”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/west-should-not-dictate-peace-terms-to-ukraine-says-czech-foreign-minister\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/spanish-minister-accuses-judges-machismo-applying-sex-crimes-law", "title": "Spanish minister accuses judges of ‘machismo’ in applying sex crimes law", "date_published": "2022-11-17 18:58:10+00:00", "description": "<p>Opposition party calls for Irene Montero to resign after she accuses judiciary of not upholding ‘yes means yes’ law</p><p>Spain’s magistrate associations and main opposition party have called for the equality minister to resign after she accused judges of “machismo” for reducing prison sentences under a new<strong> </strong>law meant to toughen penalties for sex crimes.</p><p>The legislation, popularly known as the <a href=\"https://www.theguardian.com/world/2022/aug/25/spain-only-yes-means-yes-sexual-consent-bill-expected-to-become-law\">“only yes means yes” law</a>, made sexual consent, or a lack of it, a key determinant in assault cases and revised the range of potential minimum and maximum prison terms, inadvertently making it possible for some convicted individuals to have their sentences reduced on appeal.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/spanish-minister-accuses-judges-machismo-applying-sex-crimes-law\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/un-chief-warns-of-breakdown-in-trust-with-no-deal-in-sight-at-cop27", "title": "UN chief warns of ‘breakdown in trust’ with no deal in sight at Cop27", "date_published": "2022-11-17 18:45:44+00:00", "description": "<p>With only one full day of official talks left, there are no clear agreements on key issues including funding for loss and damage </p><p>The UN secretary general, António Guterres, has flown to the attempted rescue of troubled climate talks in Egypt, warning of a “breakdown in trust” between rich and poor governments that could scupper hopes of a deal.</p><p>He urged countries reaching the final day of the <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">Cop27 UN climate summit</a> in Sharm el-Sheikh to find common ground. “There has been clearly, as in past times, a breakdown in trust between north and south, and between developed and emerging economies,” he said. “This is no time for finger pointing. The blame game is a recipe for mutually assured destruction.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/un-chief-warns-of-breakdown-in-trust-with-no-deal-in-sight-at-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/david-beckham-claims-qatar-world-cup-will-be-platform-for-progress-and-tolerance", "title": "David Beckham claims World Cup will be platform for progress and tolerance", "date_published": "2022-11-17 18:44:37+00:00", "description": "<ul><li>Beckham was addressing ‘Generation Amazing’ youth festival</li><li>Former England captain reportedly being paid £150m by Qataris</li></ul><p>David Beckham is facing further criticism for his role as an ambassador for Qatar after claiming the World Cup would be a platform for progress, inclusivity and tolerance.</p><p>Beckham, who is reported to be receiving £150m from the Qataris, offered his upbeat assessment in a video message played to guests at the Supreme Committee’s “Generation Amazing” youth festival in Doha, where he also told guests that “today is your day to dream”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/david-beckham-claims-qatar-world-cup-will-be-platform-for-progress-and-tolerance\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/italy-church-report-into-sexual-abuses-a-joke-say-victims-groups", "title": "Italy church report into sexual abuses a ‘joke’ say victims’ groups", "date_published": "2022-11-17 18:35:50+00:00", "description": "<p>Victims’ advocates say report, which identified 68 alleged abusers between 2020-21, excludes key data and figures</p><p>Italy’s Catholic church has identified 68 alleged abusers in an investigation into the sexual abuse of children and vulnerable individuals spanning a period of just two years – a timeframe criticised by victims’ advocates as a “joke”.</p><p>The figure is astonishingly high given the inquiry only targeted the 2020-2021 period and only referred to data provided by so-called “listening centres” that were established by dioceses across Italy in 2019 specifically to receive complaints of abuse.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/italy-church-report-into-sexual-abuses-a-joke-say-victims-groups\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/world-cup-2022-what-can-fans-expect-to-face-in-qatar", "title": "Cruise ship cabins and sheep curd: what can World Cup fans expect?", "date_published": "2022-11-17 18:34:45+00:00", "description": "<p>The experience will be very different for fans in Qatar with a shortage of hotel rooms and alcohol much harder to find</p><p>There will be a different make-up to the crowds in Qatar. European fans are not travelling in great numbers. Denmark, Switzerland and Spain are among those not sending an official supporters’ block, and demand for England’s matches is under par. For those that go, there will be a greater reliance than usual on official World Cup facilities, transportation and rules. Fans had to purchase not only tickets but accommodation from official channels, will travel to matches via official routes and are being encouraged to socialise in official venues. How it will all work remains a matter of some uncertainty.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/world-cup-2022-what-can-fans-expect-to-face-in-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/republicans-unleash-revenge-joe-biden-democrats", "title": "Republicans are about to take their revenge on Joe Biden | Moira Donegan", "date_published": "2022-11-17 18:34:36+00:00", "description": "<p>Expect a slew of investigations into everything from the Afghanistan withdrawal to immigration at the southern border</p><p>Joe Biden needs to lawyer up. He’s about to see an onslaught of investigations into him, his appointees and their conduct that will now be launched by Republican-controlled congressional committees. It’s not impossible that a Republican-controlled congress could even try to push for his impeachment.</p><p>The Republicans squeaked out a bare majority in the House of Representatives this week, with a final tally of <em>218 </em>Republican seats to <em>211</em> Democratic ones. The Republicans performance was abysmal compared to the predictions, with anger over abortion bans and Republican antipathy toward democracy driving voters into the Democratic tent. But the huge structural advantages of being the opposition party in a midterm election, along with some help from gerrymandered redistricting plans blessed by the Republican-majority US supreme court, pushed the Republicans over the top. Now, they are poised to use their new investigatory power in Congress to launch a slew of inquiries into the Biden administration, over matters ranging from the grave to the absurdly trivial. </p><p>Moira Donegan is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/republicans-unleash-revenge-joe-biden-democrats\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/17/boris-johnson-received-276130-plus-expenses-for-us-speech", "title": "Boris Johnson received £276,130 plus expenses for US speech", "date_published": "2022-11-17 18:32:51+00:00", "description": "<p>Register also shows former PM travelled to Montana at Rupert Murdoch’s expense last month</p><p>Boris Johnson enjoyed the hospitality of Rupert Murdoch and a few days later was paid £276,130 plus expenses for a speech to insurance agents in the US.</p><p>Johnson’s update to his register of interests – all MPs are required to update theirs every 28 days – shows he travelled to Montana for a business meeting on 11-12 October.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/17/boris-johnson-received-276130-plus-expenses-for-us-speech\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/max-verstappen-blames-media-for-fuelling-disgusting-abuse-towards-his-family-f1", "title": "Verstappen blames media for fuelling ‘disgusting’ abuse towards his family", "date_published": "2022-11-17 18:31:40+00:00", "description": "<ul><li>World champion says reporting of team order row unfair</li><li>Driver did not give reasons for refusing to let Pérez pass</li></ul><p>Max Verstappen has launched a vehement attack on his treatment by the media and on social platforms after the controversy of his refusal to follow team orders in Brazil. The world champion blamed the media for fuelling what he described as “unacceptable” and “disgusting” abuse towards him and his family on social channels since the race at Interlagos.</p><p>Speaking before this weekend’s Abu Dhabi Grand Prix, Formula One’s season finale, Verstappen said the media had not understood what had transpired in Brazil yet he declined to give any detail of what had happened between himself, his teammate Sergio Pérez and his Red Bull team.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/max-verstappen-blames-media-for-fuelling-disgusting-abuse-towards-his-family-f1\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/e-scooter-rider-killed-paris-city-decides-ban-hidalgo", "title": "E-scooter rider dies in Paris days before city decides on a ban", "date_published": "2022-11-17 18:15:39+00:00", "description": "<p>Mayor Anne Hidalgo is said to be leaning towards outlawing fleets after rise in fatal accidents</p><p>An electric scooter rider in Paris has been killed after colliding with a lorry, days before the mayor, Anne Hidalgo, decides on whether to outlaw e-scooter rental fleets.</p><p>The deputy mayor, Emmanuel Gregoire, told AFP on Thursday that while they were still discussing the problem, Hidalgo was leaning towards a ban that would make Paris one of a few big cities to implement such a ban.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/e-scooter-rider-killed-paris-city-decides-ban-hidalgo\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/17/patricia-ruanne-obituary", "title": "Patricia Ruanne obituary", "date_published": "2022-11-17 18:01:23+00:00", "description": "Ballerina who played a Juliet of ‘genuine power’ opposite Nureyev’s Romeo in his 1977 production for London Festival Ballet<p>The dancer Patricia Ruanne, who has died aged 77, was one of a select group of friends who worked long hours with <a href=\"https://www.independent.co.uk/news/people/obituary-rudolf-nureyev-1477015.html\" title=\"\">Rudolf Nureyev</a> to create his production of Romeo and Juliet for London Festival Ballet’s contribution to the Queen’s silver jubilee celebration in 1977. Nureyev’s ballet was faithful to Shakespeare’s play, and he knew his Juliet needed to be strongly motivated.</p><p>The critic Alexander Bland said after the first night: “Patricia Ruanne acted Juliet with a genuine power, as a strong positive girl for whom luck runs out, and tackled the difficult dancing without faltering.” Richard Davies noted that “this Juliet … with her high forehead and cheekbones, has stepped straight out of the Renaissance”. Ruanne’s career was not defined by just one role, but her Juliet reflected her ability as both a dance-actor and a ballerina.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/17/patricia-ruanne-obituary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/17/spacex-employees-file-unfair-labor-practice-charges-elon-musk", "title": "SpaceX employees say they were fired for criticizing Elon Musk in open letter", "date_published": "2022-11-17 17:44:09+00:00", "description": "<p>Eight former employees file unfair labor practice charges, alleging they were retaliated against for criticizing company CEO</p><p>Former employees of SpaceX have filed unfair labor practice charges with the National Labor Relations Board alleging they’d been retaliated against for writing a letter that was critical of company CEO Elon Musk.</p><p>The eight former employees, who were fired in <a href=\"https://gizmodo.com/spacex-elon-musk-tesla-twitter-1849076127\">June</a>, helped organize employees to draft the open letter condemning Musk’s online behavior, according to the <a href=\"https://www.nytimes.com/2022/11/17/business/spacex-workers-elon-musk.html\">New York Times</a>. The letter, in part, addressed a <a href=\"https://twitter.com/elonmusk/status/1527757119239380993?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1527757119239380993%7Ctwgr%5Ed1cd023b25ba686a23c632f86af1dc8c8d52e6f3%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fgizmodo.com%2Fembed%2Finset%2Fiframe%3Fid%3Dtwitter-1527757119239380993autosize%3D1\">joke Musk tweeted </a>about a <a href=\"https://www.businessinsider.com/spacex-paid-250000-to-a-flight-attendant-who-accused-elon-musk-of-sexual-misconduct-2022-5\">report</a> suggesting he paid a company flight attendant who accused him of sexual harassment a $250,000 settlement.Musk has denied the allegations.</p> <a href=\"https://www.theguardian.com/science/2022/nov/17/spacex-employees-file-unfair-labor-practice-charges-elon-musk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/russian-soldier-seeking-asylum-in-madrid-denounces-ukraine-war", "title": "Russian soldier seeking asylum in Madrid denounces ‘criminal’ Ukraine war", "date_published": "2022-11-17 17:39:38+00:00", "description": "<p>Exclusive: Nikita Chibrin claims he did not fire weapon once while deployed to Ukraine for more than four months</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/17/russia-ukraine-war-live-news-blasts-heard-in-crimea-putin-trying-to-freeze-ukraine-into-submission-us-envoy-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>A member of Russia’s armed forces who took part in the invasion of Ukraine has requested political asylum after landing in Madrid, the Guardian has learned.</p><p>Nikita Chibrin, 27, said that he spent more than four months in Ukraine as part of the 64th Separate Guards Motor Rifle Brigade, a unit accused of committing war crimes in the Kyiv region in March.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/russian-soldier-seeking-asylum-in-madrid-denounces-ukraine-war\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/17/peta-1m-competition-find-vegan-wool-alternative", "title": "Peta launches $1m competition to find vegan wool alternative", "date_published": "2022-11-17 17:32:16+00:00", "description": "<p>Campaign group says industry is cruel to sheep and wool is more environmentally damaging than most synthetic fibres</p><p>It is jumper season, but your common or garden woollies may soon be a thing of the past: the animal rights group Peta has launched a competition this week to find a vegan alternative to wool that comes with a $1m (£860,500) prize.</p><p>The <a href=\"https://www.peta.org/features/vegan-wool-award/\">Vegan Wool Challenge Award</a> promises the prize money to the first person or company who develops a material that convincingly resembles sheep wool in its texture, functionality and appearance, and has a major clothing brand invest into the material.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/17/peta-1m-competition-find-vegan-wool-alternative\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/greek-court-acquits-activists-banner-acropolis-china-protest-landmark-decision", "title": "Greek court acquits activists who hung banner at Acropolis in China protest", "date_published": "2022-11-17 17:29:10+00:00", "description": "<p>Landmark decision described as ‘huge victory for freedom of expression and right to peaceful protest in Europe’</p><p>Activists who were accused of attempting to “pollute, damage and distort” the Acropolis after they hung a banner from the Athenian monument in protest against China’s policies in Tibet have been acquitted by a Greek court.</p><p>In a landmark decision described as a victory for human rights defenders globally, an three-member tribunal threw out the charge on Thursday. A public prosecutor had only minutes earlier pressed for a guilty verdict.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/greek-court-acquits-activists-banner-acropolis-china-protest-landmark-decision\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/baby-death-china-incites-anger-social-media-zero-covid-rules", "title": "Death of baby in China incites anger on social media over ‘zero Covid’ rules", "date_published": "2022-11-17 17:26:14+00:00", "description": "<p>Four-month-old denied treatment as she tested negative for coronavirus and family was told case not urgent</p><p>The death of a four-month-old baby in central China has stoked public anger on social media as frustrations mount over Beijing’s stringent “<a href=\"https://www.theguardian.com/world/2022/nov/11/china-covid-rules-quarantine-periods\">dynamic zero Covid</a>” policy, which has confined millions to their homes and sparked angry protests.</p><p>The girl died after suffering vomiting and diarrhoea while in quarantine at a hotel in the city of Zhengzhou, according to a post by her father, Li Baoliang, on China’s Twitter-like platform Weibo on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/baby-death-china-incites-anger-social-media-zero-covid-rules\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/17/no-jokes-jeremy-hunt-cant-bridge-gap-between-tory-fantasy-and-reality", "title": "No-jokes Jeremy Hunt can’t bridge gap between Tory fantasy and reality | John Crace", "date_published": "2022-11-17 17:23:29+00:00", "description": "<p>The message was that we were screwed for the foreseeable – just forget about who was to blame</p><p>Confused? You soon will be … At a rough count we were on to our fifth budget statement of the year when Jeremy Hunt rose to speak from the dispatch box. All of them described as essential – gamechanging, even – at the time. All of them trying to undo the damage of the previous one. And all of them laying claim to be the real Conservative deal.</p><p>First we had Rishi Sunak’s budget proper in the spring. So far, so mediocre. Then Rish! rushed back to the Commons to say there were a few things he had forgotten and he wanted to offer a bit more help to people trying to pay their energy bills.</p><p><strong><a href=\"https://membership.theguardian.com/event/a-year-in-westminster-with-john-crace-marina-hyde-and-armando-iannucci-443224585667\">A year in Westminster with John Crace, Marina Hyde and Armando Iannucci</a>: </strong>Join John Crace, Marina Hyde and Armando Iannucci for a look back at another chaotic year in Westminster, live at Kings Place in London, or via the livestream.<br />Wednesday 7 December 2022, 7pm-8.15pm GMT. Book tickets <a href=\"https://membership.theguardian.com/event/a-year-in-westminster-with-john-crace-and-marina-hyde-443224585667\">here</a>.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/17/no-jokes-jeremy-hunt-cant-bridge-gap-between-tory-fantasy-and-reality\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/wet-pet-food-is-far-worse-for-climate-than-dry-food-study-finds", "title": "Wet pet food is far worse for climate than dry food, study finds", "date_published": "2022-11-17 17:06:53+00:00", "description": "<p>Meat-rich wet food causes eight times more emissions, giving some dogs the same carbon footprint as a human</p><p>Wet cat and dog food is far more environmentally damaging than dry pet food, according to a new study. It found that wet food results in eight times more climate-heating emissions than dry food.</p><p>The analysis found that a wet food diet for a typical dog resulted in an “ecological pawprint” for the animal that was the same as for its human owner. There are estimated to be <a href=\"https://www.statista.com/statistics/1044386/dog-and-cat-pet-population-worldwide/\">840 million cats and dogs in the world</a> and, with numbers rising, the impact on the environment of feeding them is under increasing scrutiny.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/wet-pet-food-is-far-worse-for-climate-than-dry-food-study-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/17/cop27-what-happened-on-day-10-in-pictures", "title": "Cop27: what happened on day 10 – in pictures", "date_published": "2022-11-17 17:06:22+00:00", "description": "<p>Developing countries demand agreement on loss and damage fund as leaders criticise gaps in climate draft</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/17/cop27-what-happened-on-day-10-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/17/the-people-we-hate-at-the-wedding-review", "title": "The People We Hate at the Wedding review – a tepid glass of nuptial chardonnay", "date_published": "2022-11-17 17:00:40+00:00", "description": "<p>This laugh-free US-UK culture clash movie focuses on preparations for a wedding in London and makes you appreciate the alchemies of Nancy Meyer and Richard Curtis</p><p>An excruciating generational non-romcom featuring Crazy Rich Non-Asians from America coming to posh London and the land of Paddington and Downton Abbey for the wedding of one of their half-siblings from across the pond, with all the traditional business of hen parties and rehearsal dinners and set at a prominently branded five-star hotel. </p><p>Allison Janney plays Donna, who in her youth married a guy in England, had a daughter and divorced him then came back to the US, married an American and had another girl and a boy with him before this second husband died. Now grown up, Eloise (Cynthia Addai-Robinson) is a haughty British princess getting married in London with full bridezilla prerogatives (apparently doing it outdoors) and American Alice (Kristen Bell), tormented by all her own romantic worries, has reluctantly showed up for these nuptials in Blighty with her sarcastic brother Paul (Ben Platt) and his boyfriend Dominic (Karan Soni), ready for some American-abroad high jinks while Donna reconnects with her roguishly attractive first husband, Henrique (Isaach de Bankolé).</p> <a href=\"https://www.theguardian.com/film/2022/nov/17/the-people-we-hate-at-the-wedding-review\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/17/caitlin-rose-cazimi-interview", "title": "‘Don’t worry, I’m not going to trauma dump’: Caitlin Rose on leaving her dark days behind", "date_published": "2022-11-17 17:00:40+00:00", "description": "<p>For nine years, the Nashville singer-songwriter felt desperately ‘stuck’. Now she’s back with a glorious new album – and, she says, it’s a hopeful gesture towards the future</p><p>A while back, singer-songwriter Caitlin Rose made the decision to move to west Nashville, some distance from the hipper neighbourhoods of the city’s east, where for many years she had run happily amok, drinking at Dino’s, playing at Grimey’s and, before she broke through in music, working at the diner Bobbie’s Dairy Dip.</p><p>The relocation brought her an outsider’s perspective on the city that has been her home since she was seven. “It’s not the worst thing, honestly,” she says, sitting in the shade of her back porch on a warm autumn afternoon. “I like it over here. There’s four restaurants, and one bar, and my family.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/17/caitlin-rose-cazimi-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/tiktok-to-sell-books-directly-to-users-via-marketplace", "title": "TikTok to sell books directly to users via marketplace", "date_published": "2022-11-17 16:49:24+00:00", "description": "<p>To further capitalise on the popularity of BookTok the social media giant will let users purchase titles through partnerships with publishers and retailers</p><p>TikTok has proved to be a hugely successful way to promote books in recent years, with publishers attributing the popularity of books such as It Ends With Us by <a href=\"https://www.theguardian.com/books/2022/oct/11/colleen-hoover-author-tiktok-it-ends-with-us\">Colleen Hoover</a> and The Seven Husbands of Evelyn Hugo by Taylor Jenkins Reid in large part to recommendations on the app. Now TikTok has decided to sell books directly, announcing partnerships with publishers HarperCollins UK, WH Smith, Bloomsbury and bookshop.org, all of which will sell books via TikTok’s online marketplace.</p><p>#BookTok is one of the social media platform’s most popular hashtags, reaching more than 90bn views to date, and as a result TikTok has formed several partnerships off the back of its success, including with the Hay festival and publisher Penguin Random House (PRH), where since September, app users have been able to tag any PRH title in their videos.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/tiktok-to-sell-books-directly-to-users-via-marketplace\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/alireza-jahanbakhsh-accuses-english-media-of-trying-to-destablise-iran-at-football-world-cup", "title": "Jahanbakhsh accuses English media of trying to destabilise Iran at World Cup", "date_published": "2022-11-17 16:36:02+00:00", "description": "<ul><li>Iran captain says asking about protests is undermining his team</li><li>Midfielder did not confirm if players will sing national anthem</li></ul><p>In a press conference that at times resembled a diplomatic high-wire act, Iran’s captain, Alireza Jahanbakhsh, accused the English media of setting out to destabilise his team by asking questions about the protests raging back home.</p><p>Jahanbakhsh also appeared to insinuate that the press was playing such “mental games” as part of a broader English campaign to undermine Iran before the teams meet in their World Cup opener on Monday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/alireza-jahanbakhsh-accuses-english-media-of-trying-to-destablise-iran-at-football-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/17/benjamin-mendys-lawyer-says-morally-dubious-actions-do-not-make-him-a-rapist", "title": "Benjamin Mendy’s lawyer says ‘morally dubious’ actions do not make him rapist", "date_published": "2022-11-17 16:34:38+00:00", "description": "<p>Although barrister ‘would not want’ her daughter to attend the footballer’s parties, accusers were making ‘real-life choices’</p><p>Benjamin Mendy’s barrister said she wouldn’t want her daughter to go to a party if the Manchester City footballer was there, but insisted that did not mean he was a rapist or a Jimmy Savile-style groomer.</p><p>Eleanor Laws KC told the jury in Mendy’s rape trial that the 28-year-old regularly had unprotected sex at parties in his Cheshire mansion with “women he didn’t know from Adam”. But it was “not criminal” to have sex with multiple women without a condom, she stressed.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/17/benjamin-mendys-lawyer-says-morally-dubious-actions-do-not-make-him-a-rapist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/fans-boycott-world-cup-readers-moral-quandary-supporters-qatar", "title": "Should fans boycott this World Cup? Our readers debate a moral quandary", "date_published": "2022-11-17 16:25:45+00:00", "description": "<p>While most supporters do not want Qatar as hosts, would a boycott achieve anything and is it hypocritical?</p><p>My first World Cup was France 98. I was on my summer holidays from school and watched every game. It was magical to see Dennis Bergkamp score against Argentina, the intrigue of Ronaldo before the final and Zizou becoming an icon. They are some of my most cherished memories. Since then it’s been the best four weeks of my life every four years.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/fans-boycott-world-cup-readers-moral-quandary-supporters-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/17/rod-stewart-review-glam-sailing-past-sell-by-date-motorpoint-arena-nottingham", "title": "Rod Stewart review – glam can’t hide songs sailing past sell-by date", "date_published": "2022-11-17 16:25:11+00:00", "description": "<p><strong>Motorpoint Arena, Nottingham<br /></strong>There’s swagger in his wardrobe, and a few ageless classics delivered with gusto, but there’s a lot here showing its age</p><p>Opening a set with a cover is an unusual choice. Opening a set in 2022 with Robert Palmer’s 1986 hit Addicted to Love, in a delivery that embraces its dated production and sickly smooth sheen, is even odder. But in the world of Rod Stewart, it makes perfect sense. Aside from being perpetually locked into the 1980s – he emerges with trademark spiky blond hair, clad in a garish sparkly suit – the 77-year-old now has enjoyed a near 60-year career, the success of which is as much down to covers as it is originals. This is quickly hammered home by the fact that, four tracks in, Stewart covers Robert Palmer yet again, this time tackling the late singer’s take on the Persuaders’ Some Guys Have All the Luck.</p><p>Occasionally, he overlaps into pure magpie territory, as on Do Ya Think I’m Sexy?, a track Stewart has admitted involves “unconscious plagiarism” when it comes to lifting from the Jorge Ben track Taj Mahal, and which takes its synth hook directly from a Bobby Womack song. Naff lyrics and light plagiarism aside, the track as performed tonight is an undeniable disco stomper, with Stewart’s extensive band (which runs into double figures) locked into a taut, sultry groove.</p> <a href=\"https://www.theguardian.com/music/2022/nov/17/rod-stewart-review-glam-sailing-past-sell-by-date-motorpoint-arena-nottingham\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/17/stephen-colbert-trump-2024-seth-meyers-jimmy-kimmel", "title": "Stephen Colbert on Trump’s 2024 bid launch: ‘Even his family didn’t show’", "date_published": "2022-11-17 16:23:44+00:00", "description": "<p>Late-night hosts talk Trump’s 2024 presidential announcement at Mar-a-Lago, absent most of his children or GOP politicians</p><p>Stephen Colbert lamented the official start of <a href=\"https://www.theguardian.com/us-news/live/2022/nov/15/donald-trump-2024-announcement-president-republican-nomination-speech-live-updates\">Donald Trump’s 2024 presidential campaign</a> on Wednesday evening, following the ex-president’s Tuesday announcement. “It’s 2016 all over again,” he joked, “crank up Beyoncé’s Lemonade, throw on the all-female Ghostbusters, because we are Pokémon Go-ing back to hell.”</p> <a href=\"https://www.theguardian.com/culture/2022/nov/17/stephen-colbert-trump-2024-seth-meyers-jimmy-kimmel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/15/access-all-areas-review-sentimentality-doesnt-do-brave-family-justice", "title": "Access All Areas review – brave family’s quest to change attitudes to disability", "date_published": "2022-11-17 16:19:01+00:00", "description": "<p>Charlotte Fantelli’s documentary about  activist Simon Sansome and his wife is let down by clichés and embarrassing reconstruction scenes</p><p>The intentions behind this documentary about disabled rights activist Simon Sansome and his wife, Kate, are noble, but the tacky, cliché-ridden execution doesn’t live up to them. Essentially, the film is built around one long interview with the Sansomes on how, not long after their wedding, Simon suddenly found himself paralysed from the waist down (“Little did we know it was going to be our final dance together,” he says). The combination of a clumsy chiropractor, a rare condition and misdiagnosis turned him into a wheelchair user.</p><p>The change in circumstances would lead to Simon losing his job as a Liberal Democrat councillor in his Leicestershire district and much anguish for the couple. Eventually, he discovered a way to make a difference by starting a campaign to improve access for disabled people and change attitudes. When Facebook wouldn’t let him share a tasteful image of a nude woman with a partially amputated leg, he kicked up a fuss and taped one of their representatives on the phone explaining that, at the time, the social media company censored images that some people might find disturbing. This surely must have caused a terrible headache for former Liberal Democrat leader Nick Clegg, now chief shill for Facebook, but the publicity did wonders for Simon’s Ability Access group, which forced the social media giant to apologise.</p> <a href=\"https://www.theguardian.com/film/2022/nov/15/access-all-areas-review-sentimentality-doesnt-do-brave-family-justice\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/michelle-obama-natural-hair", "title": "Michelle Obama says Americans ‘weren’t ready’ for her natural hair", "date_published": "2022-11-17 16:14:25+00:00", "description": "<p>Former first lady said she decided to straighten her hair as Americans were ‘just getting adjusted’ to a Black first family</p><p>Michelle Obama said that Americans “weren’t ready” for her natural hair during Barack Obama’s tenure at the White House.</p><p>The former first lady was speaking at the Warner Theatre in Washington DC on Tuesday to promote her new book, The Light We Carry: Overcoming in Uncertain Times, with the former talkshow host Ellen DeGeneres.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/michelle-obama-natural-hair\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/17/you-feel-your-blackness-is-the-bad-thing-the-director-whose-nanny-horror-won-sundance", "title": "‘You feel your Blackness is the bad thing’: the director whose nanny horror won Sundance", "date_published": "2022-11-17 16:00:39+00:00", "description": "<p>Nikyatu Jusu drew partly on personal experience for her debut feature film about an African woman employed by a white family. But, she says, as a Black director overlooked by the industry for years, her success could not have come without laser-like focus</p><p>As a young director, Nikyatu Jusu made all the right moves. She had a master’s degree from a top university and spent a decade making shorts, winning prizes and hustling to get a feature film made. But doors didn’t swing open for the Black woman behind the camera.</p><p>So when she was appointed assistant professor of screenwriting and directing at George Mason University in Virginia a few years ago, her mother gently suggested it might be time to call it a day. She told Jusu: “Whenever you’re ready to stop pursuing this thing, know that you have made us proud. It’s enough.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/17/you-feel-your-blackness-is-the-bad-thing-the-director-whose-nanny-horror-won-sundance\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/afzelius-crab-rediscovery-225-years-sierra-leone-aoe", "title": "Lost and found: how a single clue led to the rediscovery of a crab not seen for 225 years", "date_published": "2022-11-17 16:00:38+00:00", "description": "<p>The label on a specimen of Afzelius’s crab simply said ‘Sierra Leone’. But it was enough for an expedition to track it down along with another ‘lost’ freshwater crab</p><p>Tracking down rare species believed to be extinct is never easy, but when Pierre A Mvogo Ndongo travelled to Sierra Leone in January 2021 to search for “lost” species of land-dwelling crabs, the feeling of looking for a needle in a haystack was particularly powerful due to the size of the “haystack”. For one of the species, Afzelius’s crab (<em>Afrithelphusa afzelii)</em>, last seen in 1796, the only clue was the label on a specimen that simply said: “Sierra Leone.”</p><p>Mvogo Ndongo’s expedition was primarily looking for the rainbow-coloured, land-dwelling Sierra Leone crab <em>Afrithelphusa leonensis</em>, lost to science for 65 years and thought to be possibly extinct – one of the species on wildlife charity Re:wild’s 25 <a href=\"https://www.rewild.org/lost-species/top-25-most-wanted-lost-species\">“most wanted lost species”</a> list. He also hoped – but never expected – to find, Afzelius’s crab (<em>Afrithelphusa afzelii)</em>.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/afzelius-crab-rediscovery-225-years-sierra-leone-aoe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/football-daily-email-james-maddison-england-human-rights-world-cup", "title": "Football Daily | James Maddison and a breath of the air-conditioned fresh stuff", "date_published": "2022-11-17 15:58:15+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>James Maddison may have got the call from Gareth Southgate last week, but he still hasn’t got the memo. While 110% of footballers go into interviews looking to say as little as possible – at the end of the day, Geoff, that’s the name of the game – Maddison sees them as a blank canvas to have fun and express his personality. Just like he does on the field. Of course, there’s been a lot of talk about air-conditioned stadiums at the egregious farce that is the Human Rights World Cup, but the England squad have benefitted similarly from Maddison’s inclusion. He’s a breath of the fresh stuff in a team who, in the past year, have been criticised for their perceived malodorousness.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/football-daily-email-james-maddison-england-human-rights-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/tennessee-ticketmaster-investigation-taylor-swift-tickets", "title": "Tennessee attorney general investigates Ticketmaster over Taylor Swift presale", "date_published": "2022-11-17 15:41:06+00:00", "description": "<p>Jonathan Skrmetti’s office looking into complaints after site crashed and resale tickets listed for up to $20,000</p><p>Tennessee’s attorney general said he is launching a consumer protection investigation into Ticketmaster after his office was inundated with c<a href=\"https://www.theguardian.com/music/2022/nov/16/taylor-swift-tickets-eras-tour-dates-2023-presale-ticketmaster-crashes\">omplaints from Taylor Swift fans</a> trying to get tickets to her 2023 concert tour.</p><p>Jonathan Skrmetti, the state’s attorney general, said at a press conference on Wednesday that while no direct allegations of misconduct have been made against Ticketmaster, his office will look into the complaints made about the company.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/tennessee-ticketmaster-investigation-taylor-swift-tickets\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/joanne-harris-faces-vote-to-oust-her-from-society-of-authors-role-salman-rushdie-twitter", "title": "Joanne Harris faces vote to oust her from Society of Authors role", "date_published": "2022-11-17 15:29:04+00:00", "description": "<p>Move comes after the author was criticised for a Twitter poll she posted in wake of attack on Salman Rushdie</p><p>The novelist Joanne Harris is facing an attempt to <a href=\"https://www.theguardian.com/books/2022/aug/17/society-of-authors-responds-joanne-harris-step-down-committee-chair-jk-rowling\">remove her from a leading position</a> at the UK’s largest trade union for writers, illustrators and translators.</p><p>A resolution to be debated by members of the Society of Authors at its annual meeting on Thursday says that Harris’s behaviour and comments are “not compatible with the society’s goals of protecting free expression and [its] policy of dignity and respect”.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/joanne-harris-faces-vote-to-oust-her-from-society-of-authors-role-salman-rushdie-twitter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/17/ftx-enron-crypto-collapse-john-ray-unprecedented", "title": "New FTX boss, who oversaw Enron collapse, says crypto exchange’s failure is ‘unprecedented’", "date_published": "2022-11-17 15:27:09+00:00", "description": "<p>John Ray III: ‘never in my career have I seen such a complete failure of corporate controls’ despite 40 years of overseeing bankruptcies</p><p>In a stinging court filing posted on Thursday John Ray III, the new boss of the bankrupt crypto exchange FTX, said the company had suffered an “unprecedented” and “complete failure of corporate controls”.</p><p>Ray has overseen some of the biggest bankruptcies ever, including the collapse of the energy giant Enron, and has 40 years of experience in restructuring companies. He said he had never seen anything as bad as FTX.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/17/ftx-enron-crypto-collapse-john-ray-unprecedented\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/17/world-cup-groups-e-and-f-plus-migrant-workers-in-qatar-football-daily-podcast", "title": "World Cup Groups E and F, plus: migrant workers in Qatar – Football Daily podcast", "date_published": "2022-11-17 15:23:21+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a>, <a href=\"https://twitter.com/larssivertsen\">Lars Sivertson</a>, <a href=\"https://twitter.com/JohnBrewin_\">John Brewin</a>, <a href=\"https://twitter.com/sidlowe\">Sid Lowe</a>, and <a href=\"https://twitter.com/archiert1\">Archie Rhind-Tutt</a> preview the Groups E and F. Plus Max, <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/NcGeehan\">Nick McGeehan</a> of <a href=\"https://fairsq.org/projects/\">FairSquare</a>, and <a href=\"https://twitter.com/felixjakens\">Felix Jakens</a> from <a href=\"https://www.amnesty.org.uk/\">Amnesty</a> discuss the situation concerning migrant workers in Qatar</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>The panel previews Group E, featuring possibly the most anticipated game of the group stage (Spain v Germany), and Group F, featuring the last World Cup’s second and third-placed teams, Croatia and Belgium.</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/17/world-cup-groups-e-and-f-plus-migrant-workers-in-qatar-football-daily-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/wimbledon-allow-dark-undershorts-due-to-female-players-period-concerns-tennis", "title": "Wimbledon will allow dark undershorts due to female players’ period concerns", "date_published": "2022-11-17 15:23:03+00:00", "description": "<ul><li>Tournament makes exception to strict all-white dress code</li><li>‘It is our hope this will help players focus purely on performance’</li></ul><p>Wimbledon is to drop the tournament’s strict all-white dress code and allow female players to wear dark undershorts in order to address the concerns of female players who are menstruating.</p><p>The move comes after protests at this year’s tournament from the Address The Dress Code campaign, who sought to highlight the anxiety women can face when competing in traditional whites, and criticism from Judy Murray and Billie Jean King.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/wimbledon-allow-dark-undershorts-due-to-female-players-period-concerns-tennis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/17/female-migrant-workers-speak-out-about-harassment-in-qatar-world-cup-hotels", "title": "Female migrant workers speak out about harassment in Qatar’s World Cup hotels", "date_published": "2022-11-17 15:00:38+00:00", "description": "<p>Globally, women hospitality workers are vulnerable to abuse, with sporting events linked to increased risk. We spoke to five women about their experiences in Qatar’s hotels</p><p>As Hope* arrived to start her cleaning shift, her eyes anxiously scanned the room. If she spotted him, her heart sank. She might spend the next eight hours dodging his requests for a date, for a kiss, for more than that.</p><p>Over an 18-month period from mid-2020, Hope’s male supervisor at the hotel in Qatar where she was employed repeatedly sexually propositioned her, she says. When she refused his advances, he gave her extra housekeeping work for no additional pay.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/17/female-migrant-workers-speak-out-about-harassment-in-qatar-world-cup-hotels\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/17/vaccine-shown-to-prolong-life-patients-aggressive-brain-cancer-trial-glioblastoma", "title": "Vaccine shown to prolong life of patients with aggressive brain cancer", "date_published": "2022-11-17 15:00:38+00:00", "description": "<p>Trial results suggest people with newly diagnosed glioblastoma could potentially be given extra years of life</p><p>The world’s first vaccine to treat deadly cancerous brain tumours can potentially give patients years of extra life, a global clinical trial has concluded.</p><p>A senior NHS doctor who was one of the trial’s chief investigators said the evidence showed DCVax had resulted in “astonishing” enhanced survival for patients.</p> <a href=\"https://www.theguardian.com/science/2022/nov/17/vaccine-shown-to-prolong-life-patients-aggressive-brain-cancer-trial-glioblastoma\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/17/dvorak-poetic-tone-pictures-review-leif-ove-andsnes-sony", "title": "Dvorak: Poetic Tone Pictures review | classical album of the week", "date_published": "2022-11-17 15:00:37+00:00", "description": "<p><strong>Leif Ove Andsnes<br />(Sony)<br /></strong>Dvořák’s collection of miniatures is surprisingly little known. This enchanting new recording reveals a composer fascinated by the small complexities of the world around him</p><p>‘I love this music and no-one seems to play it.” It’s only a slight exaggeration on <a href=\"http://leifoveandsnes.com/\">Leif Ove Andsnes</a>’s part to say that about <a href=\"https://www.theguardian.com/music/2020/nov/11/dvorak-where-to-start-with-his-music\">Dvořák</a>’s Poetic Tone Pictures; this beautifully recorded release is one of only a handful available, and he is the highest profile of today’s pianists to have recorded this baker’s dozen of miniatures.</p><p>You’ll wonder why on earth they have flown under the radar for so long. Evocatively titled individually and often sounding deceptively simple, they come from a similar impulse to that of <a href=\"https://www.theguardian.com/music/robert-schumann\">Schumann</a>’s Kinderszenen, <a href=\"https://www.theguardian.com/music/edvard-grieg\">Grieg</a>’s Lyric Pieces or even <a href=\"https://www.theguardian.com/music/2021/oct/28/mussorgsky-unorthodox-music-review\">Mussorgsky</a>’s Pictures at an Exhibition. It’s not certain whether Dvořák wrote them to be performed together as a collection or not, but they work well this way, not because they tell an extended story but because each fits into the sonic context of what comes before.</p> <a href=\"https://www.theguardian.com/music/2022/nov/17/dvorak-poetic-tone-pictures-review-leif-ove-andsnes-sony\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/herschel-walker-republican-georgia-werewolf-vampire", "title": "Herschel Walker says in rambling speech he wants to be ‘werewolf, not vampire’", "date_published": "2022-11-17 14:54:18+00:00", "description": "<p>Republican Senate candidate for Georgia rehashes plot of late-night movie and considers merits of both creatures</p><p>In a campaign speech on Wednesday, the Republican candidate for US Senate in Georgia, Herschel Walker, told supporters: “I don’t want to be a vampire any more. I want to be a werewolf.”</p><p>The remark was the latest controversial or outright bizarre intervention from the former football star who like other candidates endorsed by Donald Trump struggled to overcome his Democratic opponent in the midterm elections.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/herschel-walker-republican-georgia-werewolf-vampire\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/child-safety-accident-emergency-grateful-nhs", "title": "There is nothing like a trip to A&E with a sick baby to make you eternally grateful for our NHS | Rhiannon Lucy Cosslett", "date_published": "2022-11-17 14:46:18+00:00", "description": "<p>The health service hangs by a thread, and yet its staff continue to treat everyone with such kindness and patience</p><p>It’s when the nurse in the triage room says, “I’ll just finish filling this form in later,” that my blood turns to ice. I always thought that expression was a cliche, but in that moment it became true, and I entered a full-body state of panic. The baby, on the other hand, is pale and smiling, almost serene despite having been yanked from sleep and rushed up the road. But his readings, clearly, are not good.</p><p>Other parents tell me that these trips to A&amp;E are a rite of passage. We have been to A&amp;E four times since the baby was born. This is our second trip today. This morning, he was on the borderline for admission, so I know what he has – <a href=\"https://www.theguardian.com/society/2022/jan/12/rsv-virus-infection-uk-rise-children-struggling-to-breathe\">bronchiolitis</a> – and that he’ll need oxygen. What I don’t know is how bad it may get. No one knows that. Some babies recover quickly, I’m told, and some can become seriously unwell. The medical staff are calm and reassuring, but they are setting up the equipment, taking the infant-sized oxygen mask out of its packaging, and attaching the monitor to the baby’s toe, with ominous speed.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/child-safety-accident-emergency-grateful-nhs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/17/midterms-house-republican-majority-pelosi-future-mccarthy-biden-trump-election-latest", "title": "Republicans gain narrow majority to control House – live", "date_published": "2022-11-17 14:42:32+00:00", "description": "<ul><li>Slim victory defies expectations of ‘red wave’ midterms win</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><em>The House GOP is ready to fight with Democrats, but first they have to get over their fights with each other. <a href=\"https://www.theguardian.com/profile/martin-pengelly\">Martin Pengelly</a> reports on the rifts developing within the party as they decide their leaders in the House for the next two years.</em></p><p>Even before Republicans took the <a href=\"https://www.theguardian.com/us-news/house-of-representatives\">House of Representatives</a>, leading figures on the right of the party pointed to troubled waters ahead for Kevin McCarthy – or whoever else becomes the next House speaker.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/17/midterms-house-republican-majority-pelosi-future-mccarthy-biden-trump-election-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/troops-quit-mali-violence-moscow-influence", "title": "International troops quit Mali as violence and Moscow’s influence grow", "date_published": "2022-11-17 14:35:15+00:00", "description": "<p>Germany latest to end peacekeeping mission as operations prove unable to stop Islamic extremist insurgency</p><p>Thousands of international troops are withdrawing from Mali amid surging violence, growing Russian influence and an acute humanitarian crisis.</p><p>On Wednesday Germany became the latest country to end its participation in the UN peacekeeping mission in the unstable west African country. Earlier this week, British officials said that 300 British soldiers sent in 2020 to join the United Nations force would be returning earlier than planned.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/troops-quit-mali-violence-moscow-influence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/17/twitter-user-gets-account-back-after-ban-for-intimate-image-of-meteor", "title": "Twitter user gets account back after ban for ‘intimate’ image of meteor", "date_published": "2022-11-17 14:32:50+00:00", "description": "<p>Oxfordshire astronomer was locked out for three months after apparent automated moderation error</p><p>An astronomer who was blocked on Twitter for tweeting a picture of a meteor that was deemed to have breached guidelines on intimate content has had her account restored.</p><p>Mary McIntyre’s <a href=\"https://twitter.com/Spicey_Spiney\">account was locked</a> three months ago after she tweeted a video of a meteor passing through the night sky over her Oxfordshire home. She initially received a 12-hour ban after being told that the clip contained “intimate” content that had been shared without a participant’s consent.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/17/twitter-user-gets-account-back-after-ban-for-intimate-image-of-meteor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/three-men-found-guilty-of-murdering-298-people-in-flight-mh17-bombing", "title": "Three men found guilty of murdering 298 people in flight MH17 bombing", "date_published": "2022-11-17 14:26:43+00:00", "description": "<p>Court says Russia had overall control of the separatist forces in eastern Ukraine at the time when the plane was shot down</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/17/russia-ukraine-war-live-news-blasts-heard-in-crimea-putin-trying-to-freeze-ukraine-into-submission-us-envoy-says\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>A Dutch court has found three men guilty of the murder of 298 people on board flight MH17, which was shot down by a Russian surface-to-air missile when it was flying over eastern Ukraine in 2014.</p><p>Russian nationals Igor Girkin and Sergey Dubinskiy and Ukrainian Leonid Kharchenko were found guilty by the court.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/three-men-found-guilty-of-murdering-298-people-in-flight-mh17-bombing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/is-perfect-world-cup-achievable-or-impossible-dream-for-football-qatar-2022", "title": "Is the perfect World Cup achievable or an impossible dream for football? | Daniel Harris", "date_published": "2022-11-17 14:21:52+00:00", "description": "<p>Past tournaments have had great settings and matches for the ages … but terrible formats. Will the stars ever align?</p><p>At its best, the World Cup encapsulates the best of our species. Because football is a simple, dynamic game that provokes complex, elemental emotions, it crosses borders and cultures with impunity, making the cross-border, cross-cultural imperative of its global expression the greatest show on Earth. All human beings covet joy, community and identity – we might just call it love – and football is the most reliable conduit of mankind’s finest facility.</p><p>But what constitutes the perfect World Cup? For most of us, the answer is obvious: our debut. Which means that for some, the simple thrill of unrelenting football means that Qatar 2022 will forever be where it’s at – despite everything – while the rest of us try to assimilate the devastating compromises we’re about to make.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/is-perfect-world-cup-achievable-or-impossible-dream-for-football-qatar-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/17/zoo-lanterns-and-exam-prayers-thursdays-best-photos", "title": "Zoo lanterns and exam prayers: Thursday’s best photos", "date_published": "2022-11-17 14:01:38+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/17/zoo-lanterns-and-exam-prayers-thursdays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/17/im-an-art-historian-just-stop-oil-soup-attacks-prove-theres-nothing-to-worry-about", "title": "I’m an art historian and climate activist: Just Stop Oil’s art attacks are becoming part of the problem | Lucy Whelan", "date_published": "2022-11-17 14:01:29+00:00", "description": "<p>Attacking art works that are safely encased in glass does nothing to further the activists’ cause – if anything it makes a case for climate complacency</p><p>As an art historian, my job is to look askance at words such as “masterpiece”, and to question the canon of “great art”. In my spare time, I have also sprayed chalk paint on civic structures in protest at the lack of action on climate. So at first I expected to view the latest attacks on art as shocking but justifiable. After all, do these attacks not also reveal the fragility of what we hold dear? Do they not make us think about what we want to save for the next generation? Yet the answer to these questions, I decided, is mostly no. Instead, these attacks feel part of a helpless careering towards climate chaos.</p><p>As splash after splash of acidic liquid hits the glass casings of art works by <a href=\"https://www.theguardian.com/environment/2022/oct/14/just-stop-oil-activists-throw-soup-at-van-goghs-sunflowers\">Van Gogh</a>, <a href=\"https://www.theguardian.com/environment/2022/oct/23/climate-activists-mashed-potato-monet-potsdam-germany\">Monet</a>, <a href=\"https://www.theguardian.com/environment/2022/nov/15/climate-activists-throw-black-liquid-at-gustav-klimt-painting-in-vienna\">Klimt</a>, and now <a href=\"https://news.artnet.com/art-world/climate-protesters-hurled-maple-syrup-on-an-emily-carr-2209586\">Emily Carr</a>, everyone around the world who sees the photographs and footage is going through the same mental process: an astonished intake of breath, followed by the realisation that everything is actually fine. The art work is safe behind glass, tightly sealed by expert conservators. What looks dangerous is a mere spectacle, not a reality.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/17/im-an-art-historian-just-stop-oil-soup-attacks-prove-theres-nothing-to-worry-about\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/my-39-year-old-brother-in-law-is-dependent-on-his-parents-what-can-we-do", "title": "My 39-year-old brother-in-law is dependent on his parents. What can we do?", "date_published": "2022-11-17 14:00:38+00:00", "description": "<p>Recognise that it is his problem, not yours, writes advice columnist <strong>Eleanor Gordon Smith</strong>. He will only change if he thinks he should</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p><strong>My 39-year-old brother-in-law still lives with his parents, taking pocket money from them and allowing them to pay for everything for him (including business-class flights). He has never not lived with them; even when he was studying abroad at university, he lived in the family apartment that his parents paid for.</strong></p><p><strong>He is a nice and easygoing person and has a good job, but doesn’t appear to have any friends and has never had a serious girlfriend. I want to be compassionate towards him, and want him to have a better and fuller life, for his own sake. I have spent over 10 years discussing with him (and, separately, with his mother) how he plans to move out and live his own life, even helping him look at apartments, but it never actually happens</strong><strong>. He has few life skills, and can’t seem to do anything for himself when his mother is not there.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/my-39-year-old-brother-in-law-is-dependent-on-his-parents-what-can-we-do\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/18/central-west-nsw-left-devastated-after-a-week-of-floods-in-pictures", "title": "Central-west NSW left devastated after a week of floods – in pictures", "date_published": "2022-11-17 14:00:37+00:00", "description": "<p>Communities in NSW have faced flash flooding and heavy rains this week, causing extensive damage in Molong and Eugowra</p><ul><li><a href=\"https://www.theguardian.com/environment/2022/nov/17/flood-peaks-at-forbes-but-nsw-town-could-remain-divided-for-days-as-water-slowly-recedes\">‘We saved the cat’: flood-hit NSW town of Forbes could be divided for days</a></li><li><a href=\"https://www.theguardian.com/australia-news/2022/nov/16/utterly-terrifying-the-moment-a-wave-of-biblical-proportions-destroyed-nsw-town-of-eugowra\">‘Utterly terrifying’: the moment a ‘wave of biblical proportions’ destroyed NSW town of Eugowra</a></li><li><a href=\"https://www.theguardian.com/australia-news/2022/nov/15/why-is-so-much-of-australia-flooding-right-now\">Why is so much of Australia flooding right now?</a></li></ul> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/18/central-west-nsw-left-devastated-after-a-week-of-floods-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/bernie-sanders-book-political-revolution-its-ok-to-be-angry-about-capitalism", "title": "Bernie Sanders to publish book outlining vision for ‘political revolution’", "date_published": "2022-11-17 14:00:36+00:00", "description": "<p>It’s OK to Be Angry About Capitalism, out next year, will argue the world needs to ‘recognise that economic rights are human rights’</p><p>Former presidential hopeful Bernie Sanders is to publish a book outlining “a vision of what would be possible if the political revolution took place”.</p><p>It’s OK to Be Angry About Capitalism will be published by <a href=\"https://www.penguin.co.uk/books/456724/its-ok-to-be-angry-about-capitalism-by-sanders-bernie/9780241643280\">Penguin Random House</a> in February 2023.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/bernie-sanders-book-political-revolution-its-ok-to-be-angry-about-capitalism\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/i-implore-young-parents-please-let-me-look-after-your-child", "title": "I implore young parents, please let me look after your child! | Jack Vening", "date_published": "2022-11-17 14:00:36+00:00", "description": "<p>As long as you can guarantee I won’t be stuck with them indefinitely, then  saddle up, buckaroo</p><p>Here’s a pitch for new parents I’m working on: please let me hang out with your baby. Wait, come back!</p><p>It’s not easy to phrase this without sounding like the kind of person someone might one day do an investigative podcast about, but it’s my strong belief that new parents should be forced to let their friends, and specifically me, look after their children.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/i-implore-young-parents-please-let-me-look-after-your-child\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/will-the-autumn-statement-do-enough-to-ease-the-recession-our-panels-verdict", "title": "Will the autumn statement do enough to ease Britain’s crises? Our panel’s verdict", "date_published": "2022-11-17 13:43:37+00:00", "description": "<p>The chancellor has presented the government’s economic plans for the NHS, benefits and taxes as Britain suffers the highest inflation for 40 years</p><p>When Kwasi Kwarteng unveiled his not-so-mini budget, Tory MPs quickly saw red over his and Liz Truss’s headline move: to cut the top rate of tax. As Michael Gove put it in an <a href=\"https://www.theguardian.com/politics/video/2022/oct/02/michael-gove-says-truss-tax-cut-plans-are-display-of-wrong-values-video\">interview</a> in the weeks after: “That is a display of the wrong values.”</p><p>Katy Balls is the Spectator’s deputy political editor</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/will-the-autumn-statement-do-enough-to-ease-the-recession-our-panels-verdict\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/two-hunters-accused-manslaughter-on-trial-south-west-france", "title": "Two hunters accused of manslaughter go on trial in south-west France", "date_published": "2022-11-17 13:32:16+00:00", "description": "<p>Culture and safety of hunting widely seen to be on trial too after Morgan Keane, 25, died while cutting wood on his land</p><p>Two hunters have appeared in court in the French town of Cahors accused of the manslaughter of a young man mistaken for a boar in a case where the culture and safety of French hunting are widely seen to be on trial too.</p><p>Morgan Keane, 25, died after he was hit in the chest while cutting wood on his own land near Calvignac in the Lot, south-west France, in December 2020. The hunter, Julien Féral, 35, who fired the fatal shot, said he had mistaken the Keane for a wild boar.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/two-hunters-accused-manslaughter-on-trial-south-west-france\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/german-authorities-arrest-firefighter-refugee-blaze", "title": "Firefighter arrested in Germany over refugee shelter arson attack", "date_published": "2022-11-17 13:15:14+00:00", "description": "<p>Authorities believe the fire was part of a series of 19 arson attempts, and was not politically motivated</p><p>A fire that tore through a shelter for Ukrainian refugees in north-east Germany last month was started by one of the firefighters who later helped to extinguish it, according to prosecutors in the state of Mecklenburg-Vorpommern, who have arrested the 32-year-old man.</p><p>A swastika daubed on a Red Cross sign outside the repurposed thatched-roof hotel in the town of Groß Strömkendorf two days before the fire had led some to speculate about a political motive behind the arson attack, which caused millions of euros worth of damage. None of the shelter’s 17 inhabitants were harmed.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/german-authorities-arrest-firefighter-refugee-blaze\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/17/autumn-statement-jeremy-hunt-confirms-uk-already-in-recession-as-he-unveils-tax-rises-and-spending-curbs", "title": "Hunt unveils tax rises and spending cuts as OBR says eight years of growth to be wiped out", "date_published": "2022-11-17 13:06:33+00:00", "description": "<p>Labour describes autumn statement measures as ‘invoice for the economic carnage’ of disastrous mini-budget under Liz Truss</p><ul><li><strong><a href=\"https://www.theguardian.com/uk-news/2022/nov/17/autumn-statement-2022-key-points-jeremy-hunt-budget\">Autumn statement 2022: key points at a glance</a></strong></li><li><strong><a href=\"https://www.theguardian.com/politics/live/2022/nov/17/autumn-statement-2022-live-jeremy-hunt-to-unveil-budget-plans-as-labour-says-12-years-of-tory-economic-failure-holding-uk-back-rishi-sunak-latest-updates\">Politics live: latest news and reaction on UK budget plans</a></strong></li></ul><p>Jeremy Hunt has sought to portray the government as a victim of global events as he unveiled a series of tax rises and spending curbs, amid new official forecasts showing that a steep recession will effectively wipe out eight years of growth for Britons.</p><p>In a lengthy and policy-packed autumn statement – a budget in all but name – the chancellor said GDP was forecast to contract by 1.4% next year, with inflation to remain above 7%.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/17/autumn-statement-jeremy-hunt-confirms-uk-already-in-recession-as-he-unveils-tax-rises-and-spending-curbs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/marcus-sedgwick-celebrated-childrens-author-dies-aged-54", "title": "Marcus Sedgwick, celebrated children’s author, dies aged 54", "date_published": "2022-11-17 13:02:14+00:00", "description": "<p>Tributes have flooded in for the much-loved writer, who wrote more than 40 books for children and adults including the recent Be the Change handbooks</p><p>Author Marcus Sedgwick, who wrote more than 40 books for children and adults, has died aged 54. His literary agency RCW has confirmed his death, which it described as “unexpected”.</p><p>Sedgwick’s work was shortlisted for more than 30 awards, including five nominations for the Carnegie medal, two for the Edgar Allan Poe award and four for the Guardian children’s fiction prize.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/marcus-sedgwick-celebrated-childrens-author-dies-aged-54\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/cop-27-coral-reefs", "title": "Cop27: coral conservation groups alarmed over ‘catastrophic losses’", "date_published": "2022-11-17 13:00:01+00:00", "description": "<p>World faces ‘stark reality that there is no safe limit of global warming for coral reefs’, says researcher</p><p>You don’t have to travel far from the sprawling convention center that’s staging the UN climate talks in Sharm el-Sheikh, Egypt, to see what’s at stake. This coastal resort town is fringed by an ecosystem seemingly facing worldwide cataclysm from global heating – coral reefs.</p><p>As negotiators haggle over an agreement that may or may not maintain a goal to restrain global temperature rise to 1.5C above pre-industrial levels, the nearby corals face a more brutally unyielding scenario.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/cop-27-coral-reefs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/yale-harvard-law-school-us-news-world-report-rankings", "title": "Yale and Harvard law schools withdraw from US News rankings", "date_published": "2022-11-17 12:57:59+00:00", "description": "<p>Both law schools say US News &amp; World Report’s annual rankings are in conflict with commitments to diversity and affordability</p><p>Yale and Harvard law schools both said on Wednesday they will no longer participate in US News &amp; World Report’s annual ranking of law schools, the biggest shake-up to the closely watched list in years.</p><p>Yale, which has captured the No 1 spot every year since US News began ranking law schools in 1990, was first to announce the decision. Hours later, the Harvard Law dean, John Manning, informed students it would do the same. The school is ranked No 4.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/yale-harvard-law-school-us-news-world-report-rankings\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/17/dining-across-the-divide-paul-eleanor", "title": "Dining across the divide: ‘I thought: are they going to send me a screaming unionist?’", "date_published": "2022-11-17 12:30:01+00:00", "description": "<p>She’s got reservations about Scottish independence; he would vote yes again. But can they agree on Westminster?</p><p><strong>Eleanor, 27, Edinburgh</strong></p><p><strong>Occupation</strong> Neuroscientist</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/17/dining-across-the-divide-paul-eleanor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/all-blacks-team-england-rugby-union", "title": "Retallick to win 100th cap as All Blacks make nine changes for England", "date_published": "2022-11-17 12:28:10+00:00", "description": "<ul><li>Lock returns from suspension for Twickenham Test </li><li>Beauden Barrett moves to full-back with Mo’unga at fly-half</li></ul><p>The New Zealand lock Brodie Retallick is set to win his 100th cap on Saturday as he returns from suspension to beef up the pack for his side’s Test against England at Twickenham on Saturday.</p><p>Retallick was suspended after being sent off against Japan last month, missing the wins against Wales and Scotland over the last fortnight, but reprises his long-standing partnership in the second row with captain Sam Whitelock. The pair will scrum down together for a record 64th time, surpassing the previous mark held by South Africa’s Bakkies Botha and Victor Matfield.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/all-blacks-team-england-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/17/amazon-neighbours-the-undead-apocalypse-the-soap-opera-that-came-back-from-the-dead", "title": "Neighbours, the Undead Apocalypse: the soap opera that came back from the dead", "date_published": "2022-11-17 12:25:46+00:00", "description": "<p>How did they keep it so quiet? Will anyone actually subscribe to a new streaming service just for the soap? And what about the actor who plays Toadfish’s dreams of ‘driving excavators’?</p><p>It has been 112 days since Neighbours ended. As anyone aware of the <a href=\"https://www.theguardian.com/lifeandstyle/2021/jan/17/finding-meaning-in-the-life-of-a-loved-one-who-dies-is-part-of-grief\">Kubler-Ross </a>model of grief observation will understand, we are all still in the comparatively early stages of bereavement. When the news was announced that Channel 5 was ending Neighbours, we went through denial (“Neighbours is too famous to die”) and anger (“Will nobody think of Toadfish? This show is all he’s got”) and now we are firmly into the bargaining stage.</p><p>Well, have I got wonderful news for you. The bargaining stage of grief actually works, because the show is back. Today it was announced that the corpse of Neighbours will soon be revived by Amazon Freevee, which has struck a deal to haul the soap back into production in the coming months. If you are in the UK or US, Neighbours will once again be free to watch on Freevee, Amazon’s free streaming service. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/17/amazon-neighbours-the-undead-apocalypse-the-soap-opera-that-came-back-from-the-dead\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/17/freida-pinto-i-was-a-sweaty-dancing-teletubby", "title": "Freida Pinto: ‘I was a sweaty, dancing Teletubby’", "date_published": "2022-11-17 12:13:15+00:00", "description": "<p>The actor answers your questions on her time as Laa-Laa, playing a British spy, getting a decent curry in LA, and her pole-dancing skills</p><p><strong>In your latest film, </strong><strong>Mr Malcolm’s</strong><strong> List</strong><strong>, you</strong><strong> are cast with no regard to skin colour</strong><strong> or race, as was your Slumdog ex, </strong><strong>Dev Patel</strong><strong>, in </strong><strong>The Personal History of David Copperfield</strong><strong>. Colour-blind casting is great, obviously, but why does it seem to have only affected period dramas, or do we not notice it elsewhere? </strong><em>TopTramp</em></p><p>Period dramas are the one area it was completely unheard of. If you look at, say, Star Wars [Rogue One: A Star Wars Story], Riz Ahmed’s character did not have to be painted as south Asian or Muslim. He just existed in that world. I’ve been in big budget movies such as Rise of the Planet of the Apes, Immortals and even that Woody Allen movie [2010’s You Will Meet a Tall Dark Stranger] where the ethnicity of my skin was not why I was cast. Period movies were the strictest in casting white people and that was the biggest barrier. So, it does seem that period films and dramas, such as Bridgerton, are where these massive breakthroughs are happening. I’m hoping it will translate across the board and we’ll also hear stories from south Asia and other less represented parts of the world.</p> <a href=\"https://www.theguardian.com/film/2022/nov/17/freida-pinto-i-was-a-sweaty-dancing-teletubby\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/january-6-committee-mike-pence-no-right-testimony", "title": "Cheney hits back as Pence says January 6 committee has ‘no right’ to testimony", "date_published": "2022-11-17 12:10:19+00:00", "description": "<p>Panel vice-chair issues statement with chair Bennie Thompson after Trump vice-president gives interview to CBS</p><p>The chair and vice-chair of the January 6 committee hit back after Mike Pence said they had “no right” to his testimony about the Capitol attack, and claimed they presided over a “partisan” investigation.</p><p>Testimony presented to the panel and to the nation in a series of dramatic public hearings was “not partisan”, Bennie Thompson and Liz Cheney said. “It was truthful.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/january-6-committee-mike-pence-no-right-testimony\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/17/how-the-uk-christmas-no-1-became-a-national-obsession-and-a-vicious-competition", "title": "How the UK Christmas No 1 became a national obsession – and a vicious competition", "date_published": "2022-11-17 12:00:48+00:00", "description": "<p>Charity singalongs, novelty hits and Facebook campaign curveballs – the festive top spot holds a symbolic power for the British. Is that why Mariah still can’t win it?</p><p>When sleigh bells begin jingling in the distance, thoughts turn to gifts, turkeys and, most importantly, what will be No 1 come Christmas day. At least, they do in the UK – where the quest to net a festive chart topper is a national obsession that inspires fierce loyalties, grassroots campaigns and, of course, dozens of novelty singles.</p><p>A glance at the list of UK Christmas No 1s reveals no historical rhyme or reason: Clean Bandit are as likely to make it as The Beatles, a festive track has as much chance as the Pet Shop Boys’ pristine cover of Always on My Mind. A school choir can release an ode to Grandmas and, of course, there are bizarre outliers such as LadBaby, Bob the Builder and the never-to-be-underestimated Mr Blobby.</p> <a href=\"https://www.theguardian.com/music/2022/nov/17/how-the-uk-christmas-no-1-became-a-national-obsession-and-a-vicious-competition\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/louis-van-gaal-netherlands-world-cup-qatar-final-act", "title": "Louis van Gaal’s final act will be a gripping piece of World Cup theatre", "date_published": "2022-11-17 12:00:01+00:00", "description": "<p>Straight-talking Netherlands coach has a talent for being right and is unlikely to go quietly, especially in Qatar</p><p>“It’s ridiculous that the World Cup is there. Fifa says they want to develop football there. That’s bullshit. It’s about money, about commercial interests.”</p><p>A quick Qatar 2022 World Cup quiz. Who said this? Was it: (a) the perennially concerned Gareth Southgate; (b) the perennially concerned head of any European Football Association actually going to this World Cup; or (c) the oldest man at Qatar 2022, who really shouldn’t be doing this at all, who seems a little more gaunt and luminous as he approaches his own professional endgame, that famous head ever more sheer and flat, like an escarpment of the Dutch North Sea coastline.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/louis-van-gaal-netherlands-world-cup-qatar-final-act\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/video/2022/nov/17/underwater-in-sharm-el-sheikh-examining-the-importance-of-coral-reefs-video", "title": "Underwater in Sharm el-Sheikh: examining the importance of coral reefs – video", "date_published": "2022-11-17 12:00:00+00:00", "description": "<p>'Coral reefs are not just a pretty face,' says Simon Donner, a climate scientist taking a break from Cop27 to go snorkelling with the Guardian in Egypt.&nbsp;</p><p>Reefs provide 'really incredibly important services to people all across the tropics and subtropics, including food, income, but also shoreline protection', he said, adding that without the structure of the coral reef off the coast of many islands, waves and the effects of rising sea levels would be much greater.<br /><br />The coral reefs off the coast of the resort town are part of a 2,485-mile Red Sea network, with 200 species of coral off Egypt alone. They&nbsp;<a href=\"https://www.theguardian.com/science/2020/jul/21/heat-resistant-corals-offer-hope-as-climate-crisis-warms-up-oceans\">are considered by scientists to be more resilient to global heating</a>&nbsp;than those found elsewhere in the world, such as Australia's Great Barrier Reef, which has suffered&nbsp;<a href=\"https://www.theguardian.com/environment/2022/mar/25/we-need-action-immediately-great-barrier-reef-authority-confirms-sixth-mass-coral-bleaching-event\">four mass-bleaching events in the past six years.&nbsp;</a></p><p>But here, Donner&nbsp;spotted signs of disease and possible heat-related damage to corals that closely hug the shoreline.</p><ul><li><a href=\"https://www.theguardian.com/environment/gallery/2022/feb/03/super-corals-the-race-to-save-the-worlds-reefs-from-the-climate-crisis-in-pictures\">The race to save the world’s reefs from the climate crisis</a></li></ul> <a href=\"https://www.theguardian.com/environment/video/2022/nov/17/underwater-in-sharm-el-sheikh-examining-the-importance-of-coral-reefs-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/17/weyes-blood-and-in-the-darkness-hearts-aglow-review-gloom-becomes-a-thing-of-beauty", "title": "Weyes Blood: And in the Darkness, Hearts Aglow review | Alexis Petridis's album of the week", "date_published": "2022-11-17 12:00:00+00:00", "description": "<p><strong>(Sub Pop)<br /></strong>Natalie Mering’s follow-up to the superb Titanic Rising sets 21st-century pessimism to one fantastic tune after another – and gently suggests this all may be deadpan humour</p><p>The last time the world heard from singer-songwriter Natalie Mering it was 2019, and Titanic Rising, her fourth album under the name Weyes Blood, was quite rightly being hailed as one of the year’s best. <a href=\"https://www.theguardian.com/music/2019/apr/06/weyes-blood-titanic-rising-review-movies-sub-pop\">Titanic Rising</a>’s sound was rich and very evocative of early 70s California. Its songs, however, were very much a product of the 21st century, marked by an pervading sense of imminent catastrophe, fuelled by an index of millennial worries that stretched from online dating to late capitalism and environmental collapse.</p><p>Not unexpectedly, the intervening three years haven’t done a lot to improve Mering’s mood. By her own account, she was not one of those people who found the Covid pandemic an unexpected but ultimately welcome reset, a chance to pause and breathe and take stock. “Has a time ever been more revealing that people are hurting,” she asks, rhetorically, on Titanic Rising’s successor, an album on which everything is broken and everyone is failing to connect with everyone else.</p> <a href=\"https://www.theguardian.com/music/2022/nov/17/weyes-blood-and-in-the-darkness-hearts-aglow-review-gloom-becomes-a-thing-of-beauty\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/world-cup-2022-team-guide-portugal", "title": "World Cup 2022 team guides part 30: Portugal", "date_published": "2022-11-17 12:00:00+00:00", "description": "<p>With world-class players but doubts over ageing greats Cristiano Ronaldo and Pepe, Portugal are a Jekyll and Hyde team</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/17/world-cup-2022-team-guide-portugal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/australia-england-first-odi-cricket-match-report", "title": "Malan century in vain as Australia make winning start to England ODI series", "date_published": "2022-11-17 11:57:52+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-11-17/england-cricket-team\">England 287-9; Australia 291-4; Australia win by six wickets</a></li><li>Malan scores 134 but Warner leads comfortable chase</li></ul><p>After weeks of Twenty20 cricket, it suddenly felt like everyone had time to breathe. With the luxury of space in the 50-over form, Dawid Malan assembled one of his best innings to carry England to 287 for nine, before David Warner’s typical riposte got Australia off to a running start, allowing them to walk down 291 for four in 47 overs. Starting a three-match one-day international series, the home team left Adelaide Oval leading 1-0.</p><p>Discontent from England players about this series arriving so soon after the T20 World Cup has been well documented, and was reflected in the one-day team that took the field. Of those finalists, Moeen Ali, Sam Curran, Adil Rashid and Chris Woakes were rested. The only ones who played were Malan, who missed the final, captain Jos Buttler, and late-tournament injury replacements Chris Jordan and Phil Salt. The other seven spots in the side were taken up by new arrivals.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/australia-england-first-odi-cricket-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/17/im-spontaneous-im-sincere-im-infantile-and-deeply-annoying-how-the-exclamation-mark-divided-the-world", "title": "I’m spontaneous! I’m sincere! I’m infantile and deeply annoying! How the exclamation mark divided the world", "date_published": "2022-11-17 11:39:55+00:00", "description": "<p>Six centuries after its invention, the humble ! peppers private messages and public announcements, provoking both joy and fury. Imagine getting worked up about a comma or a full stop!!!</p><p>The exclamation mark<strong> </strong>does something to us. While a “!” can be said to inspire a certain amount of playfulness, it can also evoke discomfort: sociologist Theodor Adorno felt<strong> </strong>the ! signified an “unbearable gesture of authority”. But attitudes to the exclamation mark have fluctuated in recent years. It has fallen out of favour then made a comeback.</p><p>In 2015, the product strategist Tami Reiss launched a Gmail plug-in, tellingly named Just Not Sorry, that flags up “undermining” words and expressions, so that writers can rephrase. “Sorry”, “I’m no expert”, and “!” supposedly all “denote lack of confidence”. Frequent use “makes you appear unfit for leadership”, according to economist Sylvia Ann Hewlett, who advised Reiss.</p> <a href=\"https://www.theguardian.com/science/2022/nov/17/im-spontaneous-im-sincere-im-infantile-and-deeply-annoying-how-the-exclamation-mark-divided-the-world\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/leicester-ashleigh-plumptre-nigeria", "title": "Leicester’s Ashleigh Plumptre: ‘I love everything about being in Nigeria’", "date_published": "2022-11-17 11:33:58+00:00", "description": "<p>The defender on playing for the club in her heart and learning of her heritage through representing the country of her grandfather</p><p>Right to her core, Ashleigh Plumptre is a Leicester City player. Growing up in Melton Mowbray, about a 30 minutes’ drive from the city, the 24-year-old defender played for the club’s centre of excellence from the age of eight to 14, having started playing a few years earlier for a local girls’ side.</p><p>“I was one of those kids that just always wanted to be active,” Plumptre says. She recalls getting home from school, dropping off her bags before playing football outside until “my mum would say I had to be home for dinner”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/leicester-ashleigh-plumptre-nigeria\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/17/burberry-tourists-snap-up-goods-paris-milan-not-london-vat-shoppers", "title": "Burberry shoppers snap up goods in Paris and Milan, not London", "date_published": "2022-11-17 11:13:50+00:00", "description": "<p>Brand says decision to stop tourists reclaiming VAT has hurt UK reputation as luxury shopping destination</p><p>Tourists hoping to snap up Burberry products are heading to Paris and Milan rather than London, while luxury shoppers face price significant increases as costs rise, according to the British fashion brand.</p><p>Burberry, which plans a return to the “Britishness” of the 167-year-old company in a refocus <a href=\"https://www.theguardian.com/fashion/2021/oct/20/burberry-appoints-versace-boss-as-ceo-jonathan-akeroyd\">under new chief executive Jonathan Akeroyd</a>, said that American tourists in Europe fuelled a double-digit increase in store sales in the three months to the end of September.</p> <a href=\"https://www.theguardian.com/business/2022/nov/17/burberry-tourists-snap-up-goods-paris-milan-not-london-vat-shoppers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/17/phoenix-review-pop-rock-stalwarts-spectacular-show-french-brixton", "title": "Phoenix review – pop-rock stalwarts deliver a spectacular show", "date_published": "2022-11-17 11:05:51+00:00", "description": "<p><strong>O2 Academy Brixton, London<br /></strong>Four-piece lean into the melodrama of live music and their Frenchness in a show as lavish as Versailles</p><p>Phoenix are the definition of a good-time band. The French four-piece’s bubbly pop-rock overflows with joyful choruses and guitar lines that noodle around each other, creating a tapestry of warmth, feeling and fun. It transforms a rainy Wednesday night into an indie singalong that’s joyous enough to turn a soggy crowd into a mass of bobbing grins.</p><p>Taking to the stage while a regal harpsichord composition plays, Phoenix lean into their Frenchness, into the melodrama of live music and into the digital spectacle that underpins the entire show. Cleverly programmed screens are, at turns, as opulent as the Palace of Versailles and as trippy as a Pink Floyd light show.</p> <a href=\"https://www.theguardian.com/music/2022/nov/17/phoenix-review-pop-rock-stalwarts-spectacular-show-french-brixton\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/17/our-rishi-sunak-comic-anuvab-pal-pm", "title": "‘Our Rishi Sunak’ – comic Anuvab Pal on India’s strange attitude to the PM", "date_published": "2022-11-17 11:01:58+00:00", "description": "<p>The British-Indian comedian suddenly finds himself under pressure to come up with gags about the premier, whose elevation has provoked a strange reaction in India</p><p>‘You are going to London?” a smirking Indian immigration officer said to me at Mumbai airport. “Our Rishi Sunak is there.” “What do you mean ‘our’?” I asked. “He’s there, but he’s ours,” the officer replied. “He’s a British person whose grandparents are from East Africa,” I added, bringing some pedantry to a humourless exchange. “Yeah, they all say that,” he concluded. “You’ll be fine.” He stamped my passport and, with a slight wave, dismissed me, certain that when I landed, I’d be taken care of by one of “ours”. Perhaps even picked up by Sunak at Heathrow and asked: “Have you eaten yet?”</p><p>India and her diaspora number about 1.6 billion people and everyone has a view on the latest British PM, with what feels like 1.5 billion claiming to not just know him personally, but also be related to him. Given what I know of my people, this could be true and not be true. It puts a lot of pressure on Indian comedians like myself to participate.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/17/our-rishi-sunak-comic-anuvab-pal-pm\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/john-fetterman-blueprint-democrats-win", "title": "John Fetterman shows how Democrats can win back working-class Trump voters", "date_published": "2022-11-17 11:00:48+00:00", "description": "<p>His campaign proved that class can be a driver of political behavior and a foundation of redistributive economic policy</p><p>The midterm elections last Tuesday blew a hole in conventional political wisdom. The supposed law that the president’s party could never win a midterm. That partisanship was too entrenched for voters to split their tickets between parties at a high rate. That candidate quality and experience no longer mattered. That politics has been so nationalized that the entire country would get more Republican or Democratic together, rather than different climates in different states or regions. The most important myth busted for people with leftwing politics is the impressive win of John Fetterman for Senate in Pennsylvania. Fetterman proved that progressive politics really could win back working class white Trump voters in rural areas.</p><p>The idea that populist redistributive economics could win back working class Trump voters has been proposed since immediately after the 2016 election. It made sense ideologically to leftists, but there was no proof of concept until this election. Every attempt at using Medicare for All and anti-elite rhetoric to bring Trump voters in ancestrally Democratic areas back to the party had failed miserably. The platform and messaging of Fetterman, however, led him to a shocking 4.4% win in a state that President Biden won by just 1.1%. The president’s party flipping a Senate seat in a midterm election, let alone quadrupling the president’s winning margin, is incredibly rare. Respected sites like Fivethirtyeight and Sabato’s Crystal Ball viewed Oz as a clear favorite. Beyond this, Fetterman flipped the script on 40 years of partisan trends. Fetterman matched Biden’s margins in highly educated urban and suburban areas that have been getting more Democratic for decades, especially in the Trump era. His surprising winning margin came most of all from drastically improving on Biden’s margins in working class post-industrial and rural areas that had been getting redder for the last few decades, even faster than the suburbs had been getting bluer. How did he do this, and what does this mean for Democrats going forward?</p><p>Ben Davis works in political data in Washington, DC. He worked on the data team for the Bernie Sanders 2020 campaign</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/john-fetterman-blueprint-democrats-win\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/17/thursday-quiz-hawkwinds-machine-batmans-debut-peter-cook", "title": "Hawkwind’s machine, Batman’s debut and Peter Cook’s jingles: take the Thursday quiz", "date_published": "2022-11-17 11:00:47+00:00", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes every Thursday. How will you fare?</p><p>In a display of poor timing, the quizmaster is away on other pressing business today. Nevertheless, the moment has been prepared for, the ethos remains the same, and you still face a test of 15 vaguely topical and general knowledge questions with random levels of guessability, plus a few jokes thrown in for good measure. There are no prizes. It is just for fun. But let everybody know how you got on in the comments.</p><p><strong>The Thursday quiz, No 82</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/17/thursday-quiz-hawkwinds-machine-batmans-debut-peter-cook\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/17/readers-favourite-affordable-skiing-options-europe-winter-sports", "title": "Not so steep – readers’ favourite affordable skiing options", "date_published": "2022-11-17 11:00:47+00:00", "description": "<p>Speeding down mountainsides has become a hobby for the well-to-do, but if you scout around, our tipsters say, good-value options can be found. <strong>Scroll down for the winning tip</strong></p><p>We took a family ski trip to Slovenia a few years ago with our daughter, who was seven at the time, and we wanted to try a smaller resort. We took the train from the <a href=\"http://bohinj.co/how-to-get\">UK to Bohinj via Ljubljana and Jasenice</a>. In Bohinj we stayed near the foot of the cable car that goes up to the slopes of <a href=\"http://www.vogel.si/winter\">Vogel</a>. It proved the perfect place for our daughter to learn with the brilliant local ski school and for the rest of us to enjoy some of the more challenging slopes. Lift passes were relatively cheap (this year €40 a day for adults) and as such we didn’t feel the pressure to maximise our piste time; instead, we also got to explore nearby Bled and the snowy walks at Bohinj too.<br /><strong>Layla Astley</strong></p> <a href=\"https://www.theguardian.com/travel/2022/nov/17/readers-favourite-affordable-skiing-options-europe-winter-sports\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/power-failure-by-william-d-cohan-review-pulling-the-plug", "title": "Power Failure by William D Cohan review – pulling the plug", "date_published": "2022-11-17 11:00:47+00:00", "description": "<p>General Electric was a 20th-century industrial empire. What caused it to fall apart?</p><p>The executive suite of General Electric’s Connecticut headquarters was known as “carpet land”. Persian rugs and dense wool carpet covered every floor, creating an atmosphere of hushed probity. For almost a century, GE had stamped its curling blue logo on just about everything, from wind turbines to submarine detectors, fridges, televisions, toasters and lightbulbs. The office was a monument to the baronial power of its CEO. Jeff Immelt, the final chief to occupy this floor, enjoyed the use of a shoeshine station, a pantry and dining room. His two assistants also had their own private bathroom. When Immelt travelled by private jet, as he often did, a second, empty jet would often<a href=\"https://www.wsj.com/articles/ges-new-chief-starts-making-cuts-starting-with-old-favorites-1508353939\" title=\"\"> trail behind him</a> in case of mechanical failures on the first plane.</p><p>At its peak, GE was an industrial empire worth almost $600bn. When Immelt became CEO in 2001,<strong> </strong>he inherited one of the<a href=\"https://www.bizjournals.com/boston/news/2018/10/30/ge-is-no-longer-the-most-valuable-public-company.html\" title=\"\"> most valuable companies in the world</a>. It was so trustworthy that it had a triple-A credit score, the same rating given to government debt. Fast forward two decades and that huge company is about to disappear. In November 2021, General Electric announced it would be <a href=\"https://www.theguardian.com/business/2021/nov/09/general-electric-business-healthcare-energy-aviation\" title=\"\">broken up</a> into smaller fragments. Over the previous few years its number of employees had fallen by<a href=\"https://www.statista.com/statistics/220723/number-of-employees-at-general-electric-in-the-us/\" title=\"\"> more than half</a>. The founder of GE, Thomas Edison, was credited with inventing the lightbulb. By the 2000s, the company had started sourcing its lightbulbs from <a href=\"https://www.theguardian.com/business/2010/nov/11/general-electric-production-shift-china\" title=\"\">Chinese contractors</a> and branding them as GE products. In 2020, GE sold off its <a href=\"https://www.ge.com/news/press-releases/ge-sell-lighting-business-savant-systems-inc\" title=\"\">lighting business</a> for good.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/power-failure-by-william-d-cohan-review-pulling-the-plug\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/told-to-lose-weight-model-weight-loss-camp-agent", "title": "I lost count of the amount of times I was told to lose weight as a model. In the end, I quit | Zoë Huxford", "date_published": "2022-11-17 10:53:05+00:00", "description": "<p>I had a decision to make: either go to the weight loss camp my agent was trying to make me go to, or leave the industry</p><p>The life of a model – walking in fashion shows for Prada and Givenchy, shooting for Vogue – can seem, from the outside, like a dream come true.</p><p>I was scouted and signed to a modelling agency when I was 16. It was a heady experience, but still confusing – I had had no idea that a trip to Kent’s Bluewater shopping centre could result in a total life change. Then, the week before I was due to enter the first year of sixth form and begin my A-levels, my agent asked if I would model at London fashion week. They said I’d only be out of school for a week, so of course I said yes. That week turned into two, which spiralled into five as I was swept off to Milan and Paris to walk in Jil Sander, Balenciaga and Louis Vuitton.</p><p>Zoë Huxford is a writer and journalist based in London</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/told-to-lose-weight-model-weight-loss-camp-agent\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/aaron-mooy-from-training-solo-in-a-glasgow-park-to-a-world-cup-in-qatar", "title": "Aaron Mooy: from training solo in a Glasgow park to a World Cup in Qatar | Emma Kemp", "date_published": "2022-11-17 10:50:55+00:00", "description": "<p>Australia’s star midfielder is keen to let his football do the talking after resurrecting his career at Celtic</p><p>Aaron Mooy gently agonises over every one of his answers for 10 full minutes before eventually confirming what was already long suspected. “I’m not much of a big talker around the room,” he says quietly, inviting supportive laughter. “Everyone that knows me knows that.”</p><p>The midfielder, seated at a press conference table in front of a dozen journalists, had just been reminded of his relative seniority compared to many of his World Cup teammates and asked if he was providing a strong guiding presence in the dressing room.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/aaron-mooy-from-training-solo-in-a-glasgow-park-to-a-world-cup-in-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/nicolas-maduro-cop27-climate-offender-venezuela", "title": "‘Asking an arsonist to put out a fire’: climate offender Maduro makes Cop27 comeback", "date_published": "2022-11-17 10:30:46+00:00", "description": "<p>Despite an abysmal environmental and human rights record, Venezuela’s president is back on the international stage</p><p>It is unclear whether Cop27 will have any real impact on efforts to halt climate change but one leader is likely to return from the international summit feeling that the trip to Egypt was well worth it: Venezuelan president <a href=\"https://www.theguardian.com/world/nicolas-maduro\">Nicolás Maduro</a>.</p><p>After years of being frozen out of international relations the Latin American dictator used Cop27 to clearly – if controversially – demonstrate that he is back on the international stage.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/nicolas-maduro-cop27-climate-offender-venezuela\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/mike-rinder-the-high-ranking-official-who-escaped-scientology", "title": "‘At 52, I abandoned everything, every friend, every family member’: the top official who escaped Scientology", "date_published": "2022-11-17 10:00:45+00:00", "description": "<p>After 45 years in the church, Mike Rinder became disillusioned and walked out. He talks about daily life in the organisation, being disciplined in ‘the Hole’, and his hopes of reconnecting with his children</p><p>Mike Rinder was so entrenched in the “aristocracy of Scientology” that <a href=\"https://www.theguardian.com/film/tomcruise\">Tom Cruise</a> gave him birthday presents – a fancy watch and a set of Bose headphones. He earned promotion after promotion within the Sea Organization, a sort of executive order, was flown around the world and entrusted with taking Michael Jackson and Lisa Marie Presley on a private tour of the Los Angeles museum devoted to Scientology’s founder, L Ron Hubbard. But after more than 45 years in the notoriously secretive church – which he now regards as “a mind prison” – he broke out.</p><p>Fifteen years on, he has written a book about his time inside. Some of the details are eye-watering, but what Rinder, 67, really hopes is that A Billion Years: My Escape from a Life in the Highest Ranks of Scientology will act as a rescue operation for his two adult children who remain in the church.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/mike-rinder-the-high-ranking-official-who-escaped-scientology\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/17/neighbours-soap-opera-australia-to-return-on-amazon", "title": "Neighbours is back: Amazon resurrects hit soap", "date_published": "2022-11-17 10:00:03+00:00", "description": "<p>Three months after it stopped broadcasting, the Australian soap is being revived for a new series by the streaming giant, starring favourite old characters</p><p>Amazon clearly believe that everybody needs good Neighbours. After the long-running antipodean soap opera stopped broadcasting in July, the streaming giant has decided to save it.</p><p>A new series will start filming in Australia next year, after the production company Fremantle signed a deal with Amazon Freevee. A number of fan favourites are due to return, including Stefan Dennis as Paul Robinson, Alan Fletcher as Karl Kennedy, Jackie Woodburne as Susan Kennedy and Ryan Moloney as Toadie Rebecchi.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/17/neighbours-soap-opera-australia-to-return-on-amazon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/russia-launches-another-wave-of-missile-strikes-across-ukraine", "title": "Russia launches another wave of missile strikes across Ukraine", "date_published": "2022-11-17 09:55:44+00:00", "description": "<p>Attack is the sixth since early October and authorities in Kyiv said energy infrastructure was again being targeted</p><ul><li> <a href=\"https://www.theguardian.com/world/live/2022/nov/17/russia-ukraine-war-live-news-blasts-heard-in-crimea-putin-trying-to-freeze-ukraine-into-submission-us-envoy-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia has unleashed another wave of rocket, drone and missile strikes across Ukraine in its sixth mass attack since early October.</p><p>Ukraine’s authorities said the attack, like the previous five, was aimed at destroying the country’s energy system. <br /><br />Strikes on critical infrastructure in Odesa and Dnipro were confirmed by the presidential administration and the respective regional heads on Thursday morning. Three people were reportedly injured in Odesa region its authorities said, while a another 14 people were injured, including a teenager, in the strike on Dnipro city, according to its mayor Borys Filatov. The Dnipro regional administration reported that a total of five people were injured. <br /><br />Two rockets and an Iranian Shahed drone were shot down over Kyiv, according to the head of Kyiv region, Dmytro Kuleba. <br /><br />The head of Mykolaiv region reported that Iranian-supplied Shahed drones were at work over his region. He also said that a rocket had been launched in their direction from the Black Sea. He did not confirm whether the attacks had hit their targets. “Crooked, toothless, miserable petty thieves – all you need to know about the Russian army,” he later added on Telegram.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/russia-launches-another-wave-of-missile-strikes-across-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/17/autumn-statement-2022-live-jeremy-hunt-to-unveil-budget-plans-as-labour-says-12-years-of-tory-economic-failure-holding-uk-back-rishi-sunak-latest-updates", "title": "Autumn statement 2022 live: Jeremy Hunt to unveil UK budget plans as Labour says ‘12 years of Tory economic failure’ holding UK back", "date_published": "2022-11-17 09:47:16+00:00", "description": "<p>Chancellor expected to announce tax rises and spending cuts in attempt to reverse effects of Truss mini-budget</p><p>Jeremy Hunt will argue today that he is not implementing austerity 2.0, the Times’s <strong>Steven Swinford</strong> reports.</p><p>Labour claims the UK is stuck in a “Conservative doom loop of emergency statements”. The phrase came from <strong>Pat McFadden</strong>, the shadow chief secretary to the Treasury, who used it in an interview with Sky News.</p><p>I think he should acknowledge their responsibility for what’s happened. I don’t think he should pretend the mini-budget was just a bad dream.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/17/autumn-statement-2022-live-jeremy-hunt-to-unveil-budget-plans-as-labour-says-12-years-of-tory-economic-failure-holding-uk-back-rishi-sunak-latest-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/17/one-womans-quest-to-save-our-sex-lives-with-science", "title": "One woman’s quest to save our sex lives – with science", "date_published": "2022-11-17 09:45:45+00:00", "description": "<p>Sex educator Emily Nagoski is on an eight-part mission to inspire confidence and joy in Come As You Are. Plus: five podcasts to help you make a positive change</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p>They say you should never meet your heroes – but when said heroes write flamboyantly atrocious pornography, that may not be true. A few years ago, I was lucky enough to be introduced to Rocky Flintstone, the mysterious author whose explosive erotica inspired the smash hit podcast My Dad Wrote A Porno. Following this week’s news that the podcast <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/13/dad-story-last-episode-my-dad-wrote-porno\">will soon be releasing its final ever episodes</a> – including an interview with Rocky – I don’t want to ruin the author’s mystique, but fans should brace themselves for an extremely entertaining chat.</p><p>After the announcement of the show’s finale, it’s time to ponder its legacy: is it the most successful comedy podcast of all time? It’s almost impossible to think of a comic series that’s captured the public imagination in quite the same way as MDWAP did in those days when every pod fan was counting the seconds until their weekly fix of weirdo smut. Has there ever been another show that’s had A-list guests like Elijah Wood and Michael Sheen ask to appear? The almighty Off Menu aside, it’s certainly hard to think of any rivals. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/17/one-womans-quest-to-save-our-sex-lives-with-science\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/17/andrew-forrest-commits-740m-to-global-investment-fund-to-rebuild-ukraine", "title": "Andrew Forrest commits $740m to global investment fund to rebuild Ukraine", "date_published": "2022-11-17 09:33:25+00:00", "description": "<p>Volodymyr Zelenskiy says ‘communist-era rubbish Russian infrastructure’ will be replaced by latest technology and fund will accelerate country’s economy</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australian mining billionaire Andrew Forrest will commit $740m to a global Ukraine investment fund for reconstruction, with the president, Volodymyr Zelenskiy, claiming it could see the country become “the fastest growing economy in Europe, if not the world”.</p><p>The “Ukraine Green Growth Initiative” was hoped to grow to US$100bn, seeding investment in energy and communications infrastructure to transform the nation into a “digital green economy” in the recovery from the Russian war.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/17/andrew-forrest-commits-740m-to-global-investment-fund-to-rebuild-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/the-us-are-faster-younger-and-more-skillful-than-2014-but-are-they-better", "title": "The US are faster, younger and more skillful than 2014. But are they better?", "date_published": "2022-11-17 09:30:45+00:00", "description": "<p>The Americans are on the right path as they look towards co-hosting the World Cup in 2026. But in Qatar they lack the experience of previous USMNT rosters</p><p>The Gregg Berhalter era <a href=\"https://www.theguardian.com/football/2019/jan/28/usa-panama-soccer-gregg-berhalter\">began</a> in the desert with a 3-0 friendly win over Panama in January 2019 in front of 9,040 people in Glendale, Arizona.</p><p>The journey to Qatar has spanned 56 matches: a sometimes thrilling, occasionally dreary trip from the cacti and air-conditioned sprawl of the oblivious Phoenix suburbs to the dense skyscrapers and <a href=\"https://www.theguardian.com/football/2022/nov/14/stadiums-of-shame-the-numbers-world-cup-hosts-qatar-dont-want-to-be-seen\">ignoble</a> stadiums of the peninsula hosting the globe’s highest-profile sporting event.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/the-us-are-faster-younger-and-more-skillful-than-2014-but-are-they-better\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/liverpool-juventus-mason-mount-chelsea-contract-talks", "title": "Liverpool and Juventus tracking Mason Mount with Chelsea talks on hold", "date_published": "2022-11-17 09:25:01+00:00", "description": "<ul><li>No sign of breakthrough in negotiations over new contract</li><li>Édouard Mendy considering future after losing Chelsea place</li></ul><p>Liverpool and Juventus are keeping track of the growing uncertainty around Mason Mount’s future after Chelsea’s talks with the England midfielder over a new deal were put on hold until after the World Cup.</p><p>Mount’s deal expires in just over 18 months and his situation has prompted clubs to check whether he could be lured away from Stamford Bridge. The 23-year-old has been in discussions with Chelsea since the summer and, with no sign of a breakthrough, negotiations are not set to resume until January.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/liverpool-juventus-mason-mount-chelsea-contract-talks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/17/starbucks-union-fight-delays", "title": "Workers denounce Starbucks over union contract negotiations: ‘They don’t treat us like human beings’", "date_published": "2022-11-17 09:00:45+00:00", "description": "<p>Claims of delays, unfair labor practices and retaliation against workers as the battle for a first union contract stalls</p><p>Starbucks corporate board meetings <a href=\"https://www.businessinsider.com/starbucks-puts-empty-chairs-in-meetings-for-baristas-and-customers-2021-7\">reportedly</a> include two empty chairs to represent employees and customers. It is a sort of gimmick aimed at portraying an inclusive company culture.</p><p>But recently workers at unionized Starbucks stores have been posting photos of empty chairs at tables set out for talks on a first union contract. They do so as a way of making a very different point: workers have now made <a href=\"https://twitter.com/baier_daisy/status/1588705573151076353\">multiple complaints</a> about Starbucks attorneys showing up to bargaining sessions and then leaving before any bargaining could begin.</p> <a href=\"https://www.theguardian.com/business/2022/nov/17/starbucks-union-fight-delays\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/cocoon-by-zhang-yueran-review-families-warped-by-the-state", "title": "Cocoon by Zhang Yueran review – families warped by the state", "date_published": "2022-11-17 09:00:44+00:00", "description": "<p>China’s generational trauma and the long shadow of the Cultural Revolution are brought into the light in this precise and gripping novel</p><p>Two estranged childhood friends, Li Jiaqi and Cheng Gong, talk through the night. Snow falls silently outside and the body of an old man lies in another room. We are on a university campus in Jinan, the capital of Shandong province. We do not know exactly why the conversation is so important that Jiaqi sought out Gong after an absence of 18 years, but we do know that a dark secret links their two families, that its effects have ricocheted across three generations and that Jiaqi is determined that tonight it will be laid to rest. “We’ll talk all night if we have to,” she writes. “And then the secret will be left behind.”</p><p>Zhang Yueran is one of China’s most celebrated contemporary authors. Still in her 30s, she has found success both with short fiction and with a series of elegantly constructed novels that return frequently to the state of the family in China: absent fathers, stepmother relationships and the vicissitudes of close, sibling-like friendships between only children. The party state has disrupted Chinese families for decades and it shows: in the 1950s the creation of people’s communes threatened to integrate the family into the collective; in the 60s, children saw parents denounced and humiliated in the <a href=\"https://www.theguardian.com/world/2016/may/11/the-cultural-revolution-50-years-on-all-you-need-to-know-about-chinas-political-convulsion\" title=\"\">Cultural Revolution</a>; in the 80s and 90s urbanisation split millions, as children were left behind with grandparents while their parents became migrant workers, and a brutally enforced one-child policy meant no siblings, aunts, uncles or cousins.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/cocoon-by-zhang-yueran-review-families-warped-by-the-state\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/17/cop27-draft-cover-text-published-fears-lack-ambition-live", "title": "Cop27: first draft of key text published as fears raised of lack of ambition – live", "date_published": "2022-11-17 08:38:17+00:00", "description": "<p>The first version of the document has come out, but it may change significantly in coming days</p><p>A recap on the key points in the draft</p><p>no details of a fund on loss and damage financing for poorer countries</p><p> “welcomes” the fact that parties agreed for the first time to include “matters related to funding arrangements responding to loss and damage” on the summit agenda.</p><p>no call for a phase down on all fossil fuels</p><p>stresses the importance of exerting all efforts to meet Paris Agreement goal of holding global average temperature to well below 2C and pursuing efforts to limit the temperature increase to 1.5 C <br /></p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/17/cop27-draft-cover-text-published-fears-lack-ambition-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/ten-years-after-the-butt-fumble-the-new-york-jets-may-finally-be-respectable", "title": "Ten years after the Butt Fumble, the New York Jets may finally be respectable", "date_published": "2022-11-17 08:30:44+00:00", "description": "<p>The Jets haven’t appeared in the playoffs since the 2010 season. But a strong defense and talented young players have transformed the team</p><p>The 10th anniversary of <a href=\"https://en.wikipedia.org/wiki/Butt_Fumble\">the Butt Fumble</a> arrives next Tuesday, but the New York Jets probably won’t mark the day because that sad-sack play symbolically planted them on their tushies. The Jets have won 57 of 160 games since, with seven 10-loss seasons and zero playoff appearances.</p><p>But look again. Six of those victories have come this year, in just nine games, and the Jets find themselves one-half game <a href=\"https://www.nfl.com/standings/\">out of first place in the AFC East</a> – and tied with the Buffalo Bills, whom the Jets beat in their last game and many consider to be of Super Bowl caliber.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/ten-years-after-the-butt-fumble-the-new-york-jets-may-finally-be-respectable\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/17/christmas-with-you-review-freddie-prinze-jr-leads-more-cosy-netflix-fare", "title": "Christmas With You review – Freddie Prinze Jr leads more cosy Netflix fare", "date_published": "2022-11-17 08:01:43+00:00", "description": "<p>The ex-teen heartthrob plays a single father who enters into an unlikely romance with a pop star in a milquetoast yet watchable romance</p><p>Say what you will about Netflix’s latest yuletide offering, you can’t file a truth-in-advertising complaint. Christmas With You could hardly be a more generic title, and the 90-minute bundle of anodyne cheer lives up to its vanilla promise.</p><p>As is often the case with low-budget, high-tinsel end-of-year films, it’s more vibe than narrative, more sweatpants than sequin frock. While some holiday specials thrive on the preposterous setups (who <em>isn’t</em> looking forward to Lifetime’s foreign adventure <a href=\"https://www.mylifetime.com/movies/merry-swissmas\">Merry Swissmas,</a> or the Hallmark Channel’s <a href=\"https://www.hallmarkchannel.com/the-royal-nanny?gclid=Cj0KCQiAgribBhDkARIsAASA5bsjCKeqfd4TYEF_THkYLvtdKXhGL3bxPsGdsFeCuh0mndCfwd4oFYUaAsMkEALw_wcB&amp;gclsrc=aw.ds\">upcoming film</a> about an MI5 agent who goes undercover as the royal nanny over the winter hols?), Christmas With You keeps it simple and sticks with being more or less an excuse to bop around with the jolly trio who anchor the production. There’s Cristina (Deja Monique Cruz), a high school girl about to have her quiñcenera, her widowed father (Freddie Prinze Jr, who’s come into the cold from the voice work that has kept him employed of late), and a Latina pop star named Angelina Costa (Aimee Garcia, of Dexter and Lucifer) who is struggling to compose a new hit or master the internet, and fading into obsolescence. In this version of the B-list celebrity world, musical artists who use Twitter are considered “very innovative”.</p> <a href=\"https://www.theguardian.com/film/2022/nov/17/christmas-with-you-review-freddie-prinze-jr-leads-more-cosy-netflix-fare\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/qatar-2022-is-actually-happening-a-horrifying-but-irresistible-prospect", "title": "Qatar 2022 is actually happening: a horrifying but irresistible prospect | Jonathan Liew", "date_published": "2022-11-17 08:00:44+00:00", "description": "<p>The victims of this World Cup are owed our remembrance and our future vigilance, even as the football takes centre stage</p><p>And now, finally, some football. For much of the 12 years since Sepp Blatter’s fumbling fingers ripped open an envelope containing one word and a thousand questions, the 2022 World Cup has been able to exist in our minds as little more than a surreal abstraction. A computer-generated simulation. Some Philip K Dick-infused vision of a future that might never come to pass; that could even somehow be averted if we made the right choices. But the time for daydreaming and denial is over. This is happening. Matty Cash is going to Qatar, and to greater or lesser extents, we’re all going with him.</p><p>Why? How? Why here? Why now? And – frankly – what the hell? Just a few of the more intelligible responses to a project that from its grubbily cynical inception has felt like a giant step into a sun-scorched unknown. This is not the first World Cup to be held in the shadow of totalitarianism. It is not the first to be awarded under questionable premises, nor the first to be built at a ruinous expense to the public exchequer and the planet. But in most other respects it is like nothing this sport will ever have seen before.</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/qatar-2022-is-actually-happening-a-horrifying-but-irresistible-prospect\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/17/keith-haring-art-fashion-brand-partnerships", "title": "‘It’s about having your tag everywhere’: why the art of Keith Haring is all around us", "date_published": "2022-11-17 08:00:44+00:00", "description": "<p>From Pandora rings to Uniqlo sweatshirts, it is hard to avoid the 80s graffiti artist’s designs. Such collaborations enable his charitable foundation to dish out millions in grants, but not everyone is happy</p><p>Google Keith Haring and unlike fellow artists – Picasso, say, or Tracey Emin – you are as likely to find adverts as art. The ads suggest a sweatshirt from Abercrombie &amp; Fitch featuring Haring’s artwork on the front for £60. A ring from Pandora with Haring’s dancing figures around the design for £125. Or a Uniqlo T-shirt, with two figures and a heart, for £14.90.</p><p>This is only a fraction of the items you can now buy displaying Haring’s artwork. The Keith Haring Foundation – the organisation responsible for his imagery since his death in 1990 – has partnered with a plethora of brands in recent months including H&amp;M, Primark and Bershka, collaborations that follow its partnership with Uniqlo, which began in 2003. More than 30 years after his death, Haring’s crawling babies, barking dogs and dancing figures are ubiquitous.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/17/keith-haring-art-fashion-brand-partnerships\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/growth-addiction-climate-crisis-economic-policies", "title": "Kicking our growth addiction is the way out of the climate crisis. This is how to do it | Larry Elliott", "date_published": "2022-11-17 08:00:43+00:00", "description": "<p>With the right global economic policies, we could fight poverty and global heating at the same time</p><p>For the best part of three centuries, there has been a consensus about the goal of economic policy. Since the dawn of the industrial age in the 18th century, the aim has been to achieve as rapid growth as possible.</p><p>It’s not hard to see why there has been this focus. Growth has raised living standards, increased life expectancy, improved medical care and resulted in better educated, better fed populations.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/growth-addiction-climate-crisis-economic-policies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/donald-trump-kevin-mccarthy-republicans-house-of-representatives", "title": "Trump is now effectively in control of the US House of Representatives | Sidney Blumenthal", "date_published": "2022-11-17 08:00:43+00:00", "description": "<p>Kevin McCarthy will be a mere stooge – that is, until he’s replaced by someone even more Trumpist</p><p>Even before the midterm elections – when the vaunted “red wave” dried up – influential Republicans, over drinks in Washington, casually discussed the fate of Kevin McCarthy as a short-timer.</p><p>The man who would be the speaker of the House had already been taking a victory lap before a single vote was counted. “I’m better prepared now,” he recently <a href=\"https://thehill.com/homenews/house/3712764-mccarthy-says-hes-better-prepared-for-speakers-gavel-than-in-past/\">told</a> New York magazine. “If I’m not going to be acceptable to the body having that scenario this time, no one’s acceptable,” he boasted to Punchbowl News. The failed frozen yogurt shop owner from Bakersfield, California, envisions himself at last standing as the hero of his Horatio Alger success story atop the greasy pole. McCarthy now trumpets that he has won the confidence of the far-right Freedom Caucus that previously opposed his elevation. He clutches its leader, his twitchy former foe Jim Jordan, as a great friend. “Probably my biggest advocate is Jim Jordan,” he has said.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/donald-trump-kevin-mccarthy-republicans-house-of-representatives\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/17/im-trying-to-raise-hope-how-one-rugby-coach-found-light-amid-depression", "title": "‘I’m trying to raise hope’: how one rugby coach found light amid depression | Andy Bull", "date_published": "2022-11-17 08:00:43+00:00", "description": "<p>Paul Pook, one of the 225 former players involved in the legal case against the game’s authorities, on the diagnosis that has changed his life</p><p>“We hear the term ‘functioning alcoholic’,” Paul Pook says, “well, sometimes I think of myself as a functioning suicidalist.” He apologises for the comparison, says he isn’t sure whether it’s inappropriate, only he can’t think of a better way of explaining it. Pook has spent the past 20 years working as a high‑performance coach, for the Irish rugby union team, the Russian Olympic Committee and the Australian Institute of Sport. He has helped athletes to win grand slams and gold medals. And all the time, he had these thoughts. The doctors call it “suicidal ideation”.</p><p>Pook describes being on a flight from Moscow when the plane hit turbulence. “And I’m thinking: ‘This could be it, the plane is going to crash and I wouldn’t feel this pain any more.’” He is bipolar, and he talks about the illness in terms of a sliding scale “where one is suicidal, five is normal, and 10 is psychotic. I’ve been at one five times in my life, I spent a lot of time around three, and maybe once I was up at eight or nine.”</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/17/im-trying-to-raise-hope-how-one-rugby-coach-found-light-amid-depression\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/draft-cop27-agreement-fails-to-call-for-phase-down-of-all-fossil-fuels", "title": "Draft Cop27 agreement fails to call for ‘phase-down’ of all fossil fuels", "date_published": "2022-11-17 07:30:57+00:00", "description": "<p>Document will provide basis for negotiations over coming days and is likely to be significantly reworked</p><p>The UN climate agency has <a href=\"https://unfccc.int/sites/default/files/resource/Presidency%20non-paper2%20on%20cover%20decisions.pdf\">published a first draft on Thursday</a> of what could be the overarching agreement from the Cop27 climate summit in Egypt However, much of the text is likely to be reworked in the coming days.</p><p>The document, labelled a “non-paper”, indicating it is still far from the final version, repeats the goal from last year’s Glasgow climate pact to “to accelerate measures towards the phase-down of unabated coal power and phase out and rationalise inefficient fossil fuel subsidies”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/draft-cop27-agreement-fails-to-call-for-phase-down-of-all-fossil-fuels\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/the-madness-by-fergal-keane-review-the-bbc-war-correspondent-on-conflict-fear-and-ptsd", "title": "The Madness by Fergal Keane review – the BBC war correspondent on conflict, fear and PTSD", "date_published": "2022-11-17 07:30:42+00:00", "description": "<p>A brutally honest exploration of what motivates Keane to keep reporting on atrocities despite the toll on his mental health</p><p>Journalists are unpopular, as a profession, but war correspondents get a rare pass. In films, books and the wider culture there is a dark glamour, a reckless heroism that attaches to people (mostly men) who head with laptop and camera towards battles that other civilians are fleeing.</p><p>Fergal Keane, one of the most celebrated faces of BBC news, embodied that myth. His new book The Madness, part memoir, part meditation, picks it apart. He explores with brutal honesty why he and many colleagues travel to conflict zones in the first place (it is different, of course, for journalists who have war break out on their doorstep), and keep going back when their mental health is fraying.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/the-madness-by-fergal-keane-review-the-bbc-war-correspondent-on-conflict-fear-and-ptsd\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/17/how-wearing-shoes-tropical-diseases-podoconiosis-acc", "title": "How wearing shoes could eliminate one of the world’s most neglected tropical diseases", "date_published": "2022-11-17 07:15:42+00:00", "description": "<p>Podoconiosis is a painful, disfiguring condition, yet it’s astonishingly simple to prevent and treat – as a project in southern Ethiopia shows</p><p>For Damenech Dangaro, it started with itching and burning sensations along her toes when she was a child. Then her feet began to swell. Within weeks they had grown to three times their normal size, and soon hard nodules of skin appeared on her toes.</p><p>The bouts of headache and fever that followed left Dangaro mostly bedridden for several years. When she ventured out, so severe was the pain in her disfigured legs that she had to half-crawl around her hilly village in south-west Ethiopia.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/17/how-wearing-shoes-tropical-diseases-podoconiosis-acc\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/17/blank-canvas-photovogue-festival-in-pictures", "title": "Blank canvas: PhotoVogue festival – in pictures", "date_published": "2022-11-17 07:00:42+00:00", "description": "<p>From volcanologists to human/dog creations, the work of the 25 Italian photographers selected for this year’s festival pushes boundaries</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/17/blank-canvas-photovogue-festival-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/17/confess-fletch-review-jon-hamm", "title": "Confess, Fletch review – Jon Hamm wisecracks through screwball mystery", "date_published": "2022-11-17 07:00:42+00:00", "description": "<p>Greg Mottola’s amiable film rattles along with a host of wacky characters and Hamm’s more sophisticated portrayal of Irvin Fletcher</p><p>It may or may not be a good career move for Jon Hamm to play a role once associated with Chevy Chase. But that’s what he’s doing in this screwball mystery caper, directed by Greg “Superbad” Mottola, based on the rascally character originally created in a series of novels by author and former Boston Globe reporter Gregory Mcdonald. </p><p>Hamm plays Irvin “Fletch” Fletcher, the journalist turned private investigator, a rumpled ladies’ man forever getting into scrapes. The part was taken by Chase in a couple of films in the 80s, although Hamm plays Fletch as a sophisticated wisecrack merchant, without the broad comedy that Chase went for. His Fletch is a fast-talking sleuth who is engaged for a job in Rome by the beautiful and mysterious Italian heiress Angela de Grassi (played by Lorenza Izzo, who was Leonardo DiCaprio’s Italian fiancée in Once Upon a Time in Hollywood).</p> <a href=\"https://www.theguardian.com/film/2022/nov/17/confess-fletch-review-jon-hamm\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/adrian-chiles-column-drinking-water-hydration", "title": "Do I really need to drink almost 4 litres of water a day? I haven’t got the bladder for it", "date_published": "2022-11-17 07:00:42+00:00", "description": "<p>I used to laugh at my friends’ frequent toilet breaks. I have a lot more sympathy since I decided to stay properly hydrated</p><p>I have long been quietly proud of my bladder control. Not for me the frequent, often urgent, toilet visits of my middle-aged friends. Motorway pitstops not for petrol, just for a pee? Not me. Nor was I ever heard to say, before setting off, “Ooh, I’d better just pop to the loo.”<em> </em>No need, you see.<em> </em>And in pubs, the hours I’d spend drumming my fingers, lonely as a cloud, waiting for my friends to return from the gents. Poor souls, ageing quicker than me, I reflected, smugly.</p><p>Hubris, sheer hubris. Last week, I read that a chap of my age and weight – 55, and 97kg (15st 4lb) – should be drinking 3.7 litres (6.6 pints) of water a day. Since I have endeavoured to comply with this guidance, my pride in my bladder has been flushed away. No wonder I could control it – I was hardly putting anything in it.</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/adrian-chiles-column-drinking-water-hydration\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/17/haute-tarentaise-ski-touring-in-the-french-alps-france-holiday", "title": "‘There are enough new routes to last a lifetime’: ski touring in the French Alps", "date_published": "2022-11-17 07:00:42+00:00", "description": "<p>The Haute Tarentaise region is ideal for clipping on your touring skis, escaping the resort crowds, and discovering a world of spectacular, little-known valleys as far as the Italian border</p><p>I’m skiing in the heart of France’s Haute Tarentaise region, surrounded by some of the biggest and best-known ski resorts in the world – to the west I can see the chairlifts of the huge Paradiski area (Les Arcs and La Plagne), to the south are Tignes and Val d’Isère, immediately north are the slopes of La Rosière, and beyond a high ridge to my left is the small ski resort of Sainte-Foy.</p><p>Yet other than my friend Hugh there’s not a soul to be seen nor a sound to be heard, other than the tinkling of a mountain stream beneath the snow. That’s because we are ski touring a little-known valley that forks off from the Isère and, despite the close proximity of all these ski resorts and the thousands of skiers careering down their slopes, it feels like we’re a million miles from lift-assisted skiing.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/17/haute-tarentaise-ski-touring-in-the-french-alps-france-holiday\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/iran-protests-young-boy-among-deaths-night-of-turmoil-mahsa-amini", "title": "Iran protests: young boy among at least a dozen shot dead on night of turmoil", "date_published": "2022-11-17 06:47:04+00:00", "description": "<p>Widespread protests lead to deaths in separate incidents as anger over Mahsa Amini transforms into wider protest against the regime</p><p>As many as 15 people have been shot dead in Iran, including members of the security forces and a nine-year-old boy, in separate incidents as the country experienced one of its most serious and widespread nights of protests of the past nine weeks.</p><p>On the anniversary of the 2019 uprising, state news agencies blamed terrorists on two motorcycles for the killing of seven people in a shopping centre in the southern city of Izeh Khuzesta. However, protesters said members of the Basij militia force ran amok, killing among others a nine-year-old boy sitting in a car with his father. State news agencies said two volunteer Basij patrolmen were among the dead, and 10 were injured.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/iran-protests-young-boy-among-deaths-night-of-turmoil-mahsa-amini\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/17/russia-ukraine-war-live-news-blasts-heard-in-crimea-putin-trying-to-freeze-ukraine-into-submission-us-envoy-says", "title": "Russia-Ukraine war live news: blasts heard in Crimea; Putin trying to ‘freeze Ukraine into submission’, US envoy says", "date_published": "2022-11-17 06:39:35+00:00", "description": "<p>Explosions <a href=\"https://www.theguardian.com/world/live/2022/nov/17/russia-ukraine-war-live-news-blasts-heard-in-crimea-putin-trying-to-freeze-ukraine-into-submission-us-envoy-says?page=with:block-6375c9e68f08341844537b0a#block-6375c9e68f08341844537b0a\">reported in occupied town of Dzhankoi</a>; UN security council warns against risks of <a href=\"https://www.theguardian.com/world/live/2022/nov/17/russia-ukraine-war-live-news-blasts-heard-in-crimea-putin-trying-to-freeze-ukraine-into-submission-us-envoy-says?page=with:block-63758fbb8f08341844537982#block-63758fbb8f08341844537982\">‘catastrophic spillover’ of war</a></p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-267-of-the-invasion\">At a glance: what we know on day 267 of the invasion</a></li></ul><p>The barrage of missiles that struck Ukraine on Tuesday is likely the largest number of strikes that Russia has conducted in a single day since the first week of its invasion, the UK Ministry of Defence has said.</p><p>The report, released on Thursday morning, read:</p><p>Munitions were launched from air, sea and land-based platforms. Although a large proportion of missiles were successfully intercepted Ukraine is facing a significant decrease in the power available from its national grid. This will impact upon civilian access to communications, heating and water supplies.</p><p>Continued strikes at this scale are drawing deeply upon Russia’s reserves of conventional cruise missiles, as degrading Ukrainian’s national infrastructure has become a key element of Russia’s strategic approach to the campaign.”</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/17/russia-ukraine-war-live-news-blasts-heard-in-crimea-putin-trying-to-freeze-ukraine-into-submission-us-envoy-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/17/matthew-heineman-afghanistan-documentary", "title": "‘I had tears streaming’: a sobering film about the last months of the Afghan war", "date_published": "2022-11-17 06:29:41+00:00", "description": "<p>Acclaimed documentarian Matthew Heineman talks about his often devastating account of the US withdrawal from Afghanistan</p><p>Wearing a dark hijab and gripping the wire fence, a young Afghan woman shakes her head slightly, seemingly fights back tears, searches the faces of American soldiers, glances away pensively then looks back in anger, her eyes gleaming like black diamonds.</p><p><em>“</em>She writes a novella for us in 36 seconds,” director Matthew Heineman says of the lingering shot that closes his documentary film <a href=\"https://films.nationalgeographic.com/retrograde\">Retrograde</a>. “I’m curious what you interpreted in her face? To me it speaks volumes.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/17/matthew-heineman-afghanistan-documentary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/17/fleishman-is-in-trouble-review-hulu-comedy-series", "title": "Fleishman Is in Trouble review – Jesse Eisenberg unravels in a smart comedy series", "date_published": "2022-11-17 06:13:41+00:00", "description": "<p>A hit-and-miss adaptation of Taffy Brodesser-Akner’s 2019 novel brings almost too much to the table in its tale of struggling adult New Yorkers</p><p>Fleishman Is in Trouble, FX on Hulu’s smart adaptation of Taffy Brodesser-Akner’s 2019 novel, is an anxious series. Sure, Toby Fleishman (Jesse Eisenberg) is stressed about his ex-wife Rachel’s (Claire Danes) disappearance – she dropped off their two kids a day early, left on a surprise yoga retreat and then went MIA. But what non-book readers may assume to be the premise of a thriller – what happened to Rachel? – will find dread that’s far more mundane. Toby assumes his ex, a chilly, hard-charging theater agent with a fittingly blunt bob, to be acting self-interested as usual. To him, her disappearance is less sinister than cynical, and very annoying – he’s trying to be a good doctor, working full-time at an esteemed hospital, and now he has to be a full-time single dad.</p><p>Mundane, yet still potent. A frenetic Whac-A-Mole of everyday stressors propels Fleishman Is in Trouble. Who’s going to pick up the kids from camp? What if your kid hates you? What if you impulsively fire the nanny, as Toby does in one of many fits of misdirected righteousness. Where did the time go? As several characters ask throughout the series: how did we get here?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/17/fleishman-is-in-trouble-review-hulu-comedy-series\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/16/iran-protests-social-media-death-penalty", "title": "A false post on Iran’s protests went viral. Social media can’t get it wrong again", "date_published": "2022-11-17 06:00:44+00:00", "description": "<p>The apps serve as a critical tool in a country where much of the press cannot be trusted</p><p>This weekend, a post revealing a terrible atrocity in Iran went viral on social media. “Iran sentences 15,000 protesters to death – as a ‘hard lesson’ for all rebels,” read the text on <a href=\"https://www.instagram.com/p/Ck4EAeEycFl/\">a now deleted infographic</a> posted to Instagram on 12 November.</p><p>In just two days, the original post received over 315,000 likes and was reposted thousands of times through the Stories feature. Public figures including <a href=\"https://www.cnn.com/2022/11/15/world/trudeau-deletes-false-tweet-iran-mass-executions-intl/index.html\">Justin Trudeau</a>, <a href=\"https://www.instagram.com/p/Ck7UFyqM9ZN/\">Viola Davis</a>, <a href=\"https://twitter.com/elijahwood/status/1591849777649823744\">Elijah Wood,</a> <a href=\"https://www.instagram.com/p/Ck8YtyVrtwu/?utm_source=ig_embed&amp;ig_rid=c5d4cc41-72da-4507-9e6e-30a7fa27f8f8\">Sophie Turner</a> and <a href=\"https://twitter.com/peterframpton/status/1592129742576455680\">Peter Frampton</a> reposted the message on Instagram and Twitter. The infographic continued to be shared and reshared in the days after it originally surfaced, viewed millions of times.</p> <a href=\"https://www.theguardian.com/world/2022/nov/16/iran-protests-social-media-death-penalty\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/17/trump-impersonators-impressions-comedians", "title": "Trump’s 2024 run brings renaissance for impersonators: ‘This will be a bonanza’", "date_published": "2022-11-17 06:00:44+00:00", "description": "<p>Gigs have come roaring back after a lull – though some comics are preparing DeSantis impressions</p><p>Republicans may be split on Donald Trump’s bid for the presidency, but at least one group of people woke up happy the morning after his announcement. “I’m totally energized,” said <a href=\"https://johnnyd.net/\">John Di Domenico</a>, a Las Vegas-based comic who <a href=\"https://www.theguardian.com/us-news/2017/jun/23/being-donald-trump-the-life-of-an-impersonator-john-di-domenico\">makes a living</a> impersonating Trump at corporate events and parties. “We just got new booking requests today, and I keep getting texts from people who see this as another opportunity for me.”</p><p>After watching the events of January 6, Di Domenico wasn’t sure he would ever be able to put on his $4,000 wig and bronzer spray tan ever again. “There was a dip,” he said. The best way he can explain it: on Mother’s Day 2020, at the height of Trump’s re-election campaign, he shot 30 Cameo videos dressed as the president – short clips intended as gifts for his female fanbase.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/17/trump-impersonators-impressions-comedians\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/blood-guts-and-suspiciously-mangled-fins-inside-a-porpoise-autopsy", "title": "Blood, guts and suspiciously mangled fins: inside a porpoise autopsy", "date_published": "2022-11-17 06:00:43+00:00", "description": "<p>On a steel table at London Zoo sleuths are trying to solve a tricky whodunit: what is killing the UK’s cetaceans?</p><ul><li><em>Warning: some of the images contain graphic content</em><br /><br /></li></ul><p>The corpse lies on the stainless steel table. Next to it, a tray of sharp blades, pliers and what look like garden implements. The body – dark-skinned above, but pale underneath – was found on the beach at Barmston, Yorkshire, in March, with its dorsal fin mysteriously missing. It’s a harbour porpoise – and I’m here for its autopsy. </p><p>For about 15 years, I have volunteered for Devon Wildlife Trust’s <a href=\"https://www.cornwallwildlifetrust.org.uk/what-we-do/our-conservation-work/at-sea/marine-strandings-network?fbclid=IwAR3oGVwsY6NIYtZyPxJ9BpsK3NDgYq8CEdc7JAKR24SRtNu-a9uU9---zB8\">Marine Strandings Network</a>, taking photos of dozens of marine mammals, from decomposing dolphins to scarred porpoises. Each one is a crime scene – teeth marks suggest a bottlenose dolphin attack; a missing tail fluke may be due to stray fishing gear; gashes could be caused by a boat propeller.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/blood-guts-and-suspiciously-mangled-fins-inside-a-porpoise-autopsy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/british-russian-man-to-fight-charge-of-illegally-flying-drone-in-norway", "title": "British-Russian man to fight charge of illegally flying drone in Norway", "date_published": "2022-11-17 06:00:43+00:00", "description": "<p>Lawyer says Andrey Yakunin, son of an alleged ally of Putin, was ‘filming while mountaineering, glacier walking and sailing’</p><p>The British-Russian son of a longtime ally of Vladimir Putin is to fight charges of flying a drone illegally in Norway, in contravention of laws introduced in response to Russia’s invasion of Ukraine.</p><p>Andrey Yakunin, who founded a private equity fund in London in 2006, was arrested in Svalbard, an archipelago in the Arctic Ocean, in October under the law. Norwegian police brought criminal charges this month but Yakunin has said he will plead not guilty.</p><p>A luxury hotel in the centre of St Petersburg that was the first of the prominent Four Seasons franchise to open in Russia.</p><p>A luxury cottage village near St Petersburg on the shore of the Gulf of Finland that boasts 52 houses and a landscaped park.</p><p>The Radisson Blu Royal Palace Hotel in Vienna.</p><p>The Hard Rock Hotel in Davos, a Swiss ski resort that hosts an influential annual gathering of world leaders and business people.</p><p>A full-scale reconstruction of a medieval estate in Umbria, southern Italy.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/british-russian-man-to-fight-charge-of-illegally-flying-drone-in-norway\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/17/she-dropped-three-cheese-and-onion-crisps-and-a-tooth-into-my-hand-what-happened-when-marie-kondo-tidied-my-home", "title": "She dropped three cheese-and-onion crisps and a tooth into my hand: what happened when Marie Kondo tidied my home", "date_published": "2022-11-17 06:00:43+00:00", "description": "<p>A decade after publishing her first guide to tidying up, the writer and TV presenter has a new book about creating living spaces that ‘foster conversation’. But can she help me clear up the disaster that is my desk? And will it spark joy?</p><p>How do you tidy up before Marie Kondo arrives at your house? The 38-year-old queen of domestic serenity has been bossing chaos since 2011, when she published The Life-Changing Magic of Tidying Up. Then in 2016 came Spark Joy, an illustrated follow-up, and pretty soon the entire world – I’m not exaggerating – was familiar with her principles: separate your belongings into categories: clothes, books, papers, miscellany, sentimental items. Go through, in that order, and pick up each item, hold it in your hands, ask yourself if it sparks joy. If it doesn’t, discard it. “For the things that you decide to let go, you thank it for having sparked joy in the past,” she tells me later, through an interpreter. “Out loud?” I ask, appalled. “Silently is fine.” All that remains is to decide where to put your joy-sparking items.</p><p>Pause for a second, here: I have been scoffing at the notion of thanking objects since I read Kondo’s handbag advice (you’re meant to thank it at the end of each day), but that is cloth-eared. The Shinto religion – Kondo isn’t incredibly observant, but was a <em>miko</em> (shrine maiden) in her late teens – is animist, and holds that some inanimate objects can gain a soul after 100 years of service. So there is nothing ridiculous about feeling gratitude to a thing; ridiculous is clinging on to a thing that plainly <em>doesn’t </em>have a soul.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/17/she-dropped-three-cheese-and-onion-crisps-and-a-tooth-into-my-hand-what-happened-when-marie-kondo-tidied-my-home\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/uk-pay-climate-action-poor-countries-cop27-poll", "title": "Majority of Britons say UK should pay for climate action in poor countries", "date_published": "2022-11-17 06:00:42+00:00", "description": "<p>Exclusive: Funding from rich countries is critical issue at Cop27 and poll shows many think UK has duty to provide it</p><p>A significant majority of people in the UK think the country has a responsibility to pay for climate action in poorer and vulnerable countries, an opinion poll shows.</p><p>The issue of rich, polluting countries providing substantial funding to developing countries is central to the UN’s Cop27 climate summit in Egypt. Experts have warned that, without the flow of many billions of dollars to help cut emissions and cope with <a href=\"https://www.theguardian.com/environment/2022/aug/04/climate-breakdown-supercharging-extreme-weather\">increasingly severe environmental impacts</a>, there will <a href=\"https://www.theguardian.com/global-development/2022/nov/07/money-talks-climate-finance-cop27-global-heating-un\">not be the trust needed for the combined global action</a> required to beat the crisis.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/uk-pay-climate-action-poor-countries-cop27-poll\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/17/tories-fiscal-black-hole-statistical-fiction-spending-tax", "title": "The Tories’ ‘fiscal black hole’ is a statistical fiction – let’s have a reality check | James Meadway", "date_published": "2022-11-17 06:00:42+00:00", "description": "<p>An arbitrary target is the source of this ‘shortfall’. Uncertain forecasts are not the basis for huge spending and tax decisions</p><ul><li>James Meadway is director of the Progressive Economy Forum</li></ul><p>Today the new chancellor, Jeremy Hunt, will present a set of spending cuts that are widely expected to be a return to the grim days of George Osborne’s reign. “Eye-watering” spending cuts and tax rises have been heavily trailed in the media. The chancellor, his government and their media outriders have justified this renewed attack on public services and economic prosperity by pointing at a huge and terrifying new celestial body: the “<a href=\"https://www.theguardian.com/commentisfree/2022/nov/13/dont-be-taken-in-by-50bn-fiscal-hole-dodgy-tory-metaphor\">fiscal black hole</a>” – which is alleged to have emerged in the public finances in the last month, and perhaps be as big as £60bn. The government has been left with no choice, in the words of the Institute for Fiscal Studies’ director, Paul Johnson, to inflict “<a href=\"https://twitter.com/PJTheEconomist/status/1579719560491847680?s=20&amp;t=H-ccqLj2riNOpImzjtpfMQ\">big, painful spending cuts</a>” or tax rises.</p><p>Yet this screeching U-turn in government policy – contradicting promises to end austerity and its commitments in the 2019 manifesto – is being driven by nothing more than an insubstantial statistical artefact. The “fiscal black hole” is not a hard economic fact. It’s the result of uncertain forecasts<strong> </strong>and the government’s own target for the level of debt in five years’ time. This isn’t the same as looking at (for instance) real wages – currently falling rapidly – or rising unemployment today. It would be a profound error to use this ghostly “fiscal hole” as an excuse to drag the country back into the <a href=\"https://www.theguardian.com/politics/2022/oct/25/cbi-warns-rishi-sunak-against-doom-loop-of-public-spending-cuts\">economic doom-loop of austerity</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/tories-fiscal-black-hole-statistical-fiction-spending-tax\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/they-are-buying-something-the-cash-gifts-and-arms-cementing-the-qatari-uk-relationship", "title": "‘They are buying something’: the cash, gifts and arms cementing the Qatari-UK relationship", "date_published": "2022-11-17 06:00:42+00:00", "description": "<p>The gas-rich state’s influence in Britain reaches to the heart of government, and has been cultivated over decades </p><p>As the Qatari-owned thoroughbred Lady Princess romped to victory at the Qatar Goodwood Festival, four leading MPs were enjoying the Gulf emirate’s hospitality.</p><p>The recipients at the West Sussex festival in July 2021 included the speaker of the House of Commons, Sir Lindsay Hoyle, and Conservative MP Nigel Evans, honorary president of the all-party parliamentary group (APPG) on UK-Qatar relations.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/they-are-buying-something-the-cash-gifts-and-arms-cementing-the-qatari-uk-relationship\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/night-everything-changed-waiting-for-russian-invasion-of-ukraine-kyiv", "title": "The night everything changed: waiting for Russia’s invasion of Ukraine", "date_published": "2022-11-17 06:00:41+00:00", "description": "<p>Despite all the warning signs, as I sat down for dinner with friends in Kyiv on 23 February, war seemed unreal. Surely, Putin was bluffing?</p><p>It was the evening before everything changed. The Ukrainian novelist <a href=\"https://www.theguardian.com/books/2022/apr/05/im-not-scared-of-war-any-more-death-and-the-penguin-author-andrey-kurkov-on-life-in-kyiv\" title=\"\">Andrey Kurkov</a> had invited me for dinner. A few friends, he said, and <a href=\"https://www.theguardian.com/lifeandstyle/2008/mar/15/foodanddrink.travelfoodanddrink\" title=\"\">borshch</a>. We had met earlier that winter – a pleasant meal in a Georgian restaurant in Podil, a neighbourhood in the lower part of Kyiv next to the Dnipro River. The date was now 23 February 2022. It was 8.15pm, and I was late. I stopped in a shop, bought a bottle of Kolonist port from a winery in Odesa, and hurried to Kurkov’s flat.</p><p>These meetings happened under the shadow of war. The news was alarming, terrible even. A week earlier, Russian-backed separatists had shelled a village in Ukrainian-controlled territory next to the pro-Russian regions of Luhansk and Donetsk. The missile had landed in a school gym. Mercifully, no one was killed, but the eight-year conflict in the east was heating up.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/night-everything-changed-waiting-for-russian-invasion-of-ukraine-kyiv\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/17/what-drove-200-women-to-stab-a-gangster-to-death-netflix-series-revisits-that-shocked-india", "title": "What drove 200 women to stab a gangster to death? Netflix series revisits crime that shocked India", "date_published": "2022-11-17 06:00:41+00:00", "description": "<p>For years, police claimed the 2004 killing was due to a feud. Now a documentary digs deeper into why women from a Nagpur slum murdered a rapist on a courtroom floor</p><p>The doors and windows of all the tin shacks in Kasturba Nagar slum in Nagpur, were tightly shut, the streets eerily empty. An overcast sky threatened rain. Ashu Saxena, a social activist, was going from house to house, urging people to come out and talk to her. But the doors remained closed.</p><p>Three days before, on 13 August 2004, about <a href=\"https://www.indiatimes.com/news/india/serial-rapist-bharat-kalicharan-lynched-in-nagpur-courtroom-555675.html\">200 women from the slum had killed a man</a> on the marble floor of a district court room in the central Indian city. As police and court officials fled, witnesses say that women across Kasturba Nagar who had marched to the court carrying stones, kitchen knives and chilli powder, took part in the killing of Akku Yadav, a 32-year-old gangster. He was stabbed about 70 times and his ears and penis sliced off.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/17/what-drove-200-women-to-stab-a-gangster-to-death-netflix-series-revisits-that-shocked-india\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/youll-rarely-find-a-climate-denier-in-east-africa", "title": "‘You’ll rarely find a climate denier in east Africa’", "date_published": "2022-11-17 06:00:41+00:00", "description": "<p>Having spent years in the US, journalist Caroline Kimeu is now seeing the agonising impacts of the climate crisis in Kenya</p><ul><li>This is one of a short series of pieces – <a href=\"https://www.theguardian.com/environment/series/between-two-worlds\">Between two worlds</a> - reflecting on the different way that climate change will hit in different parts of the world</li></ul><p>Recently, I interviewed a 70-year-old coconut farmer, who told me about the hundreds of trees he was losing to the drought ravaging his home town of Rabaiin southern Kenya. Fighting back tears, he told me how weather patterns that he could no longer master or predict had left him without a way to provide for his family. He and the other farmers here may not know the science behind climate change but it’s a part of their lived reality.</p><p>I live in my home country of Kenya now, but have spent several years in the USwhere I’ve experienced the effects of climate change too. In 2015, when I graduated from one graduate programme, Boston was experiencing one of its<a href=\"https://www.theguardian.com/us-news/2015/feb/21/boston-snow-ice-slam-eastern-us\"> most intense snowstorms</a> on record. About 108 inches (9ft) of snowfall blocked the roads and sidewalks, prompting the city to<a href=\"https://www.theguardian.com/us-news/2015/jan/27/snow-blankets-boston-juno-fun-children-tow-trucks\"> impose</a> driving bans and shut down public transport. At university, classes were cancelled due to extreme weather.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/youll-rarely-find-a-climate-denier-in-east-africa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/seeing-hearing-feeling-maori-the-night-new-zealand-won-more-than-a-rugby-match", "title": "Seeing, hearing, feeling Māori: the night New Zealand won more than a rugby match", "date_published": "2022-11-17 05:47:52+00:00", "description": "<p>The Women’s Rugby World Cup was a milestone for seeing Māori culture and worldview deeply embedded in Aotearoa’s national identity</p><p>“This was the greatest day of my life!” exclaimed my seven-year-old son. Our whānau [family] had just returned to our whare [house] from Ngā Ana Wai (the water caves, the Māori name for Eden Park).</p><p>We had witnessed the final of the Women’s Rugby World Cup, where the Black Ferns had <a href=\"https://www.theguardian.com/sport/2022/nov/12/new-zealand-win-womens-rugby-world-cup-as-england-suffer-final-heartbreak\">beaten the favourites and their arch-rivals, England</a>. The rugby was pulsating, skilful, tough and uplifting. That evening felt like Aotearoa had won more than just the World Cup trophy; we were witnessing change.</p><p><em>Cornell Tukiri (Ngaati Hikairo, Ngaati Whaawhaakia, Kāi Tahu) is a photojournalist and writer based in Tāmaki Makaurau</em></p> <a href=\"https://www.theguardian.com/world/2022/nov/17/seeing-hearing-feeling-maori-the-night-new-zealand-won-more-than-a-rugby-match\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/cambodian-wildlife-official-among-eight-charged-in-us-with-smuggling-endangered-monkeys", "title": "Cambodian wildlife official among eight charged in US with smuggling endangered monkeys", "date_published": "2022-11-17 05:32:57+00:00", "description": "<p>Prosecutor says official from Ministry of Agriculture, Forestry and Fisheries was arrested en route to a conference on protecting endangered species</p><p>Eight people in the US have been charged with smuggling endangered monkeys, including a Cambodian wildlife official arrested while travelling to a conference on protecting endangered species.</p><p>The group – consisting of the Cambodian official, a colleague in that country’s wildlife agency and six people connected to a Hong Kong-based company – were involved in breeding long-tailed macaques for scientific and academic research, supplying them to labs in Florida and Texas.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/cambodian-wildlife-official-among-eight-charged-in-us-with-smuggling-endangered-monkeys\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/17/mick-schumacher-to-leave-haas-at-end-of-2022-formula-one-season", "title": "Mick Schumacher to leave Haas at end of 2022 Formula One season", "date_published": "2022-11-17 05:28:40+00:00", "description": "<ul><li>German driver and team choose ‘to go in separate directions’</li><li>Nico Hulkenberg set to join Kevin Magnussen at US-owned team</li></ul><p>Mick Schumacher, son of Ferrari great and seven-times world champion Michael, will be without a full-time Formula One drive next season after the US-owned Haas team announced his departure on Thursday.</p><p>The 23-year-old German is expected to be replaced by older compatriot Nico Hulkenberg alongside Danish driver Kevin Magnussen.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/17/mick-schumacher-to-leave-haas-at-end-of-2022-formula-one-season\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/17/brendan-fraser-wont-attend-golden-globes-after-claiming-he-was-sexually-assaulted", "title": "Brendan Fraser won’t attend Golden Globes after claiming he was sexually assaulted", "date_published": "2022-11-17 05:19:59+00:00", "description": "<p>Actor says he won’t attend even if he’s nominated, after alleging he was groped by the former president of the organisation that runs the awards</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/17/australia-news-live-flood-weather-economy-defence-housing-health-albanese-summit-police-qld-vic-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p><br />Brendan Fraser says he won’t attend next year’s Golden Globes, even if he’s nominated for <a href=\"https://www.theguardian.com/film/2022/sep/04/the-whale-review-darren-aronofskys-latest-is-a-hectoring-invitation-to-blubber\">his acclaimed performance in The Whale</a>, after having alleged that he was sexually assaulted by the former president of the organisation that runs the awards.</p><p>In 2018, Fraser publicly alleged that Philip Berk, a longtime Hollywood Foreign Press Association member and a former president of the organisation behind the Globes, once groped him at a lunch in Beverly Hills, in 2003.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p><p><em>Associated Press contributed to this report.</em></p> <a href=\"https://www.theguardian.com/film/2022/nov/17/brendan-fraser-wont-attend-golden-globes-after-claiming-he-was-sexually-assaulted\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/audio/2022/nov/17/cop27-where-do-climate-scientists-find-hope", "title": "Cop27: where do climate scientists find hope?", "date_published": "2022-11-17 05:00:40+00:00", "description": "<p>A year ago at Cop26, global environment editor Jonathan Watts caught up with two climate scientists to hear what they thought about the progress made. A lot has happened in the intervening 12 months, and the world hasn’t stayed on track with its previous promises and pledges. Global carbon dioxide emissions from fossil fuels are expected to increase by 1% in 2022, hitting 37.5 billion tonnes – a record high.</p><p>Ian Sample called them both up to find out how they’re feeling now. Speaking to Prof Peter Stott, Ian asks whether the 1.5C goal is still alive, and questions Katharine Hayhoe on how she stays hopeful</p><p><em>Archive: WION</em></p> <a href=\"https://www.theguardian.com/science/audio/2022/nov/17/cop27-where-do-climate-scientists-find-hope\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/french-hunter-who-killed-man-after-mistaking-him-for-boar-to-appear-in-court", "title": "French hunter who killed man after ‘mistaking him for boar’ to appear in court", "date_published": "2022-11-17 05:00:40+00:00", "description": "<p>Calls for crackdown on hunt safety during trial of Julien Féral, who shot dead man outside home near Toulouse</p><p>A hunter, who shot dead an Anglo-French man after allegedly mistaking him for a wild boar, will appear in court on Thursday accused of manslaughter.</p><p>Morgan Keane, 25, was hit in the chest as he was cutting wood outside his home in a village north of Toulouse, in south-west France, two years ago.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/french-hunter-who-killed-man-after-mistaking-him-for-boar-to-appear-in-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/17/rightwing-eurovision-fans-love-an-ethno-traditional-tune-research-shows", "title": "Rightwing Eurovision fans love an ‘ethno-traditional’ tune, research shows", "date_published": "2022-11-17 05:00:40+00:00", "description": "<p>Analysis found correlation between populist radical right and folk music, native languages and national costumes</p><p>For most of its 150 million-plus viewers, the Eurovision song contest is an unmissable annual extravaganza of glitter and tight trousers, a joyful celebration of silliness and a reminder of the impenetrability of other nations’ tastes in pop music.</p><p>For three political scientists from the universities of Amsterdam and Tilburg, it is a massive mine of precious data that has led them – they argue in <a href=\"https://link.springer.com/article/10.1057/s41269-022-00262-7\">an academic paper published this month</a> – to a novel conclusion about the populist radical right.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/17/rightwing-eurovision-fans-love-an-ethno-traditional-tune-research-shows\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/the-school-with-18000-students-educating-the-philippines-booming-population", "title": "The school with 18,000 students: educating the Philippines’ booming population", "date_published": "2022-11-17 05:00:39+00:00", "description": "<p>The Philippines young population and changing demographics could present crucial new opportunities for economic growth </p><p>At Batasan Hills National High School in the Philippines, every inch of space is used meticulously. Classrooms have been divided in half to make way for extra groups of students and there are designated entry points and passing lanes to accommodate the crowds in between lessons. Even the space under the staircases is not wasted: it’s here, below the sloped ceiling, with no natural light, that teachers cram together to plan lessons and hold faculty meetings.</p><p>It’s not, however, enough to fully accommodate the intake of 18,638 students, so instead, the school has resorted to running two shifts, with some students starting class at 6am, while others study from the afternoon until 7.20pm. Other classes are held online.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/the-school-with-18000-students-educating-the-philippines-booming-population\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/17/sri-lankan-cricketer-accused-of-danushka-gunathilaka-banned-from-tinder-while-on-bail", "title": "Sri Lankan cricketer accused of rape, Danushka Gunathilaka, banned from Tinder while on bail", "date_published": "2022-11-17 04:59:36+00:00", "description": "<p>Gunathilaka is facing four counts of sexual intercourse without consent after allegedly assaulting a woman he met on a dating app</p><p>Sri Lankan cricketer Danushka Gunathilaka has been banned from using Tinder and his social media accounts after being granted bail while awaiting trial on rape charges.</p><p>Gunathilaka, 31, was arrested in the early hours of 6 October at Sydney’s Hyatt Regency Hotel, where he was staying while the Sri Lankan cricket team were in Australia for the T20 World Cup.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/17/sri-lankan-cricketer-accused-of-danushka-gunathilaka-banned-from-tinder-while-on-bail\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/myanmar-to-free-australian-sean-turnell-and-briton-vicky-bowman-amid-prisoner-release", "title": "Myanmar to free Australian Sean Turnell and Briton Vicky Bowman amid prisoner release", "date_published": "2022-11-17 04:56:11+00:00", "description": "<p>State media says almost 6,000 people will be released from prison, including four foreigners who had been held for months</p><p>Almost 6,000 people will be released from prison in Myanmar, including the Australian academic <a href=\"https://www.theguardian.com/world/2022/sep/29/australian-academic-sean-turnell-sentenced-to-three-years-after-secret-trial-in-myanmar\">Sean Turnell</a>, Britain’s former ambassador <a href=\"https://www.theguardian.com/world/2022/sep/02/ex-uk-ambassador-husband-jailed-year-myanmar-reports-vicky-bowman-htein-lin\">Vicky Bowman</a>, and Japanese film-maker Toru Kubota, junta-controlled media has said.</p><p>On Thursday Myanmar’s state-run MRTV said that the foreign nationals, as well as a Burmese-American citizen, had been released and deported in a so-called amnesty timed to coincide with Myanmar National Day.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/myanmar-to-free-australian-sean-turnell-and-briton-vicky-bowman-amid-prisoner-release\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/north-korea-launches-ballistic-missile-threatens-fiercer-military-response", "title": "North Korea launches ballistic missile, threatens ‘fiercer’ military response", "date_published": "2022-11-17 04:51:20+00:00", "description": "<p>The latest missile test comes on the back of expanded military exercises between the US and South Korea</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/15/north-and-south-korea-tensions-relations-issue-conflict-division-explained-in-30-seconds\">Korean tensions explained in 30 seconds</a></li></ul><p>North Korea launched a short-range ballistic missile Thursday toward its eastern waters, South Korea’s military said, hours after the North threatened to launch “fiercer” military responses to the US bolstering its security commitment to its allies South Korea and Japan.</p><p>South Korea’s military detected the launch from the North’s eastern coastal Wonsan area at 10:48am local time, the South’s Joint Chiefs of Staff said in a statement. It said South Korea has boosted its surveillance of North Korea while maintaining a military readiness and a close coordination with the United States.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/north-korea-launches-ballistic-missile-threatens-fiercer-military-response\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/the-socceroos-13bn-qatar-training-base-is-beyond-luxurious-but-also-a-symbol-of-world-cups-wider-issues", "title": "The Socceroos’ $1.3bn Qatar training base is beyond luxurious, but also a symbol of World Cup’s wider issues", "date_published": "2022-11-17 04:32:54+00:00", "description": "<p>The team’s opulent surroundings give them the best chance of success, but can’t disguise some of the uneasy questions around Qatar’s tournament</p><p>At some point before the Socceroos landed in Doha, somebody – quite possibly a migrant worker – spent a not-insignificant amount of quality time with a pair of high-end hedge shears. By the start of this week, when the team started arriving at their World Cup training base, the maintenance was complete. The shrubbery in question, perfectly spaced and perched upon a neatly cultivated hill separating their two assigned training pitches, was fashioned into letters spelling out “ASPIRE ACADEMY”.</p><p>In July, when the Socceroos announced they would stay here for the duration of the tournament, a brief public narrative formed that their late qualification had forced Football Australia staff to settle for second-rate dormitory accommodation while their higher-profile counterparts opted for secluded wellness resorts (Germany), uber-rich water parks (Belgium) and hotels resembling palaces (France).</p> <a href=\"https://www.theguardian.com/football/2022/nov/17/the-socceroos-13bn-qatar-training-base-is-beyond-luxurious-but-also-a-symbol-of-world-cups-wider-issues\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/video/2022/nov/17/first-digital-nation-tuvalu-turns-to-metaverse-as-rising-seas-threaten-existence-video", "title": "'First digital nation': Tuvalu turns to metaverse as rising seas threaten existence – video", "date_published": "2022-11-17 04:18:04+00:00", "description": "<p>Tuvalu says it plans to build a digital version of itself, replicating islands and landmarks and preserving its history and culture, as rising sea levels threaten to submerge the tiny Pacific island nation. Seemingly speaking from within the digital replica of one Tuvalu island, the foreign minister Simon Kofe, said it was the only way to preserve their country 'piece by piece' so that they can remind their 'children and grandchildren what their home once was'.<br /></p><ul><li><a href=\"https://www.theguardian.com/world/2022/sep/29/could-a-digital-twin-of-tuvalu-preserve-the-island-nation-before-its-lost-to-the-collapsing-climate\">Could a digital twin of Tuvalu preserve the island nation before it’s lost to the collapsing climate?</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2022/nov/17/first-digital-nation-tuvalu-turns-to-metaverse-as-rising-seas-threaten-existence-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/17/australia-vs-england-live-updates-score-first-one-day-international-cricket-odi-latest-scores-aus-v-eng", "title": "Australia v England: first one-day international – live", "date_published": "2022-11-17 03:43:21+00:00", "description": "<ul><li>Updates from the series opener at Adelaide Oval</li><li>Any thoughts? <a href=\"mailto:geoff.lemon@theguardian.com\">Email Geoff</a> or tweet <a href=\"https://twitter.com/geofflemonsport\">@GeoffLemonSport</a></li></ul><p><strong>3rd over: England 9-0 (Salt 6, Roy 3) </strong>Another wild swish at Starc, this time from Roy, managing not to edge the ball. He gets off strike and Salt punches two runs through the covers, then has an air swing all of his own. A very muted start for England, but they have so much more time in this format. </p><p><strong>2nd over: England 6-0 (Salt 4, Roy 2) </strong>And a good first over from Cummins to complement Starc. Hits his length, hits the seam, decks a couple away, beats the edge of Salt’s bat. Into rhythm straight away. </p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/17/australia-vs-england-live-updates-score-first-one-day-international-cricket-odi-latest-scores-aus-v-eng\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/17/autumn-statement-2022-its-going-to-hurt-but-will-it-work-podcast", "title": "Autumn statement 2022: it’s going to hurt but will it work? - podcast", "date_published": "2022-11-17 03:00:37+00:00", "description": "<p>The Guardian’s economics editor, Larry Elliott, looks ahead to Jeremy Hunt’s crucial autumn statement, which is set to usher in a new era of austerity, and explains why is likely to fail just like George Osborne’s before it</p><p>When the chancellor, Jeremy Hunt, stands up in the Commons later on Thursday to deliver the government’s autumn statement on the economy it will be to lay out in stark terms the problems the country is facing and the painful way he intends to fix them.</p><p>But not everyone is convinced the fiscal pain will lead to economic gain. The Guardian’s economics editor, <strong>Larry Elliott</strong>,<strong> </strong>tells <strong>Nosheen Iqbal </strong>that far from ushering in a new period of economic prosperity, the solutions Hunt is coming up with sound strikingly similar to those of George Osborne, whose own austerity drive failed to return the UK to economic health. Now Elliott argues that raising everyone’s taxes while slashing government spending will simply further choke the economy of growth and lead to a prolonged recession. The government argues it must reassure markets about Britain’s creditworthiness (after the spectacular failure of Trussonomics). The treatment will hurt, but will it work?</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/17/autumn-statement-2022-its-going-to-hurt-but-will-it-work-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/new-zealand-house-seller-throws-in-free-tesla-as-market-tumbles", "title": "New Zealand house seller throws in free Tesla as market tumbles", "date_published": "2022-11-17 02:27:20+00:00", "description": "<p>Unusual offer in Auckland comes amid affordability crisis that has seen house prices fall more than 10% in a year</p><p>As New Zealand’s housing market continues to plummet, the owners of one home have opted to throw in a free Tesla to try to entice buyers.</p><p>The advertisement for a newly built five-bedroom house and granny flat in Auckland is headlined “brand new Tesla and brand new home”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/new-zealand-house-seller-throws-in-free-tesla-as-market-tumbles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/17/joan-didion-estate-sale-auction", "title": "Want to buy Joan Didion’s sunglasses? That’ll be $27,000. Her broken clock? $35,000", "date_published": "2022-11-17 02:20:18+00:00", "description": "<p>Auction of the late writer’s estate sees prices soar thousands of dollars over estimates – but it is all going to a good cause</p><p>An estate sale for the late Joan Didion has seen buyers flock to snap up the writer’s belongings, with everything from napkins to chunky Celine sunglasses to a broken desk clock selling for thousands above the estimated prices.</p><p>On Wednesday, the live auction at Stair Galleries in New York, titled An American Icon: Property From the Collection of Joan Didion, saw the late American writer’s furniture, art and books snapped up for hair-raising prices.</p> <a href=\"https://www.theguardian.com/books/2022/nov/17/joan-didion-estate-sale-auction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/extreme-weather-climate-crisis-democratic-erosion-autocracies-study-finds", "title": "Extreme weather fuels government oppression in island nations, study finds", "date_published": "2022-11-17 01:53:58+00:00", "description": "<p>The increased frequency of natural disasters could lead to further rise in autocracies, according to new research</p><p>Island countries are more vulnerable to government oppression after natural disasters – according to new research – and there are concerns that the increased frequency of weather-related events due to the climate crisis, could see the further rise of autocracies around the world.</p><p>The research, published this month in the Journal of Development Economics, examined data from 47 small island countries, including in the Pacific, south-east Asia and the Caribbean, from 1950-2020 to estimate the relationship between extreme weather events, such as cyclones and severe storms, and the level of democracy in a country.</p> <a href=\"https://www.theguardian.com/world/2022/nov/17/extreme-weather-climate-crisis-democratic-erosion-autocracies-study-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/17/new-zealand-smoking-rates-fall-to-lowest-on-record-but-vaping-on-the-rise", "title": "New Zealand smoking rates fall to lowest on record, but vaping on the rise", "date_published": "2022-11-17 00:37:01+00:00", "description": "<p>Overall smoking rate falls to 8% as country pursues goal of becoming smoke-free by 2025, but many may be switching to vaping instead</p><p>The number of people smoking in New Zealand has fallen to a historic low, as the country pushes forward with ambitious plans to wipe out smoking in a generation.</p><p>Data released on Thursday showed the number of people smoking daily had fallen to 8%, the lowest rates since records began, and down from 9.4% last year.</p> <a href=\"https://www.theguardian.com/society/2022/nov/17/new-zealand-smoking-rates-fall-to-lowest-on-record-but-vaping-on-the-rise\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-267-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 267 of the invasion", "date_published": "2022-11-17 00:24:11+00:00", "description": "<p>A missile that crashed inside Poland was probably a stray fired by Ukraine’s air defences, say Warsaw and Nato</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/nov/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-267-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/16/karen-bass-los-angeles-mayor-victory-us-midterms", "title": "Karen Bass becomes the first female mayor of Los Angeles", "date_published": "2022-11-17 00:12:32+00:00", "description": "<p>The Democrat takes over as the second Black mayor in LA’s history, beating a rival who spent over $80m of his own money on the race</p><p>The congresswoman Karen Bass was elected mayor of Los Angeles, defeating billionaire real estate developer Rick Caruso and becoming the first woman to run the second-largest city in the US.</p><p>The Democrat, who has served as a US representative for more than a decade, had amassed an insurmountable lead of nearly 47,000 votes, with 70% of the votes counted, the Associated Press reported on Wednesday, nearly one one week after the election. Caruso had a slight lead in the first counts after the polls closed, but Bass soon surpassed him and steadily increased her lead as ballots were counted.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/16/karen-bass-los-angeles-mayor-victory-us-midterms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/17/world-cup-2022-team-guide-ghana", "title": "World Cup 2022 team guides part 29: Ghana", "date_published": "2022-11-17 00:01:34+00:00", "description": "<p>Qualifying at Nigeria’s expense generated optimism but Black Stars have struggled since under a manager who likes to tinker</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/17/world-cup-2022-team-guide-ghana\">Continue reading...</a>", "favourite": false}]