[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jay-leno-reveals-treatments-hes-undergoing-after-suffering-significant-burns-in-car-fire", "title": "Jay Leno Reveals Treatments He’s Undergoing After Suffering ‘Significant Burns’ In Car Fire", "date_published": "2022-11-17 18:45:59+00:00", "description": "Jay Leno let camera crews in to see what kind of treatment he was undergoing after suffering &#8220;significant burns&#8221; when one of the cars he&#8217;s collected, a 1907 White Steam Car, caught fire in his garage earlier this week while he was working on it. The 72-year-old comedian appeared in an interview for &#8220;Inside Edition&#8221; on ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/spacex-employees-fired-for-writing-letter-blasting-elon-musks-behavior-and-values-take-their-case-to-the-feds", "title": "SpaceX Employees Fired For Writing Letter Blasting Elon Musk’s ‘Behavior’ And ‘Values’ Take Their Case To The Feds", "date_published": "2022-11-17 18:45:28+00:00", "description": "SpaceX employees who were fired after writing a letter publicly criticizing CEO Elon Musk for his “behavior” and “values” are taking their case to the federal government. The individuals, who encouraged the rocket company to “swiftly and explicitly separate itself from Elon’s personal brand” over the summer, filed unfair labor practices charges with the National ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cnn-chief-chafes-over-gutfeld-balks-when-journalist-points-out-he-beat-colbert", "title": "CNN Chief Chafes Over Gutfeld, Balks When Journalist Points Out: ‘He Beat Colbert’", "date_published": "2022-11-17 18:39:29+00:00", "description": "CNN President Chris Licht dismissed the news that Fox News host Greg Gutfeld was winning the ratings war against traditional late-night comedy hosts like his own former boss, Stephen Colbert. During a Thursday appearance on journalist Kara Swisher&#8217;s podcast — On With Kara Swisher — Licht argued that Gutfeld&#8217;s late-night comedic offering &#8220;Gutfeld!&#8221; could not ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/three-convicted-in-downing-of-2014-malaysia-airlines-flight", "title": "Three Convicted In Downing Of 2014 Malaysia Airlines Flight", "date_published": "2022-11-17 18:39:24+00:00", "description": "On Thursday, a Dutch court convicted three individuals of murder for their participation in downing a Malaysia Airlines flight eight years ago, killing 298 people. The Malaysia Airlines flight was shot down by a Russian missile while it was in air space over a portion of eastern Ukraine controlled by separatists in 2014. The plane ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/social-media-platforms-have-no-plans-to-lift-bans-on-trumps-accounts-despite-third-white-house-bid", "title": "Social Media Platforms Have No Plans To Lift Bans On Trump’s Accounts Despite Third White House Bid", "date_published": "2022-11-17 18:38:04+00:00", "description": "Facebook officials said Wednesday that the social media platform has no plans to reinstate the account of former President Donald Trump, despite announcing his bid earlier this week for a second term in the White House in 2024. Officials suspended Trump initially for only 24-hours after rioters hijacked the former president&#8217;s rally at the U.S. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-has-strong-lead-over-trump-in-new-2024-primary-poll-beats-biden-in-popular-vote", "title": "DeSantis Has Strong Lead Over Trump In New 2024 Primary Poll, Beats Biden In Popular Vote", "date_published": "2022-11-17 18:37:30+00:00", "description": "Florida Governor Ron DeSantis has a seven point lead over former President Donald Trump in who Republican voters want to see as the party&#8217;s 2024 presidential nominee, according to a new poll released this week. The Economist/YouGov poll found that Republican voters want DeSantis over Trump, 46% to 39%, and Independent voters also want DeSantis over ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dailywire-tops-1-million-subscribers-announces-key-updates-on-coming-content", "title": "DailyWire+ Tops 1 Million Subscribers, Announces Key Updates On Coming Content", "date_published": "2022-11-17 18:26:16+00:00", "description": "Wrapping up a year full of blockbuster content — including the internationally-acclaimed documentary, “What is a Woman?” — Daily Wire co-CEO Jeremy Boreing announced in a livestreamed town hall address Thursday that the company has surpassed one million paid subscribers to its streaming platform, DailyWire+. Additionally, the company revealed that its razor subscription business, Jeremy’s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dailywire-secures-exclusive-film-tv-rights-to-classic-novel-atlas-shrugged", "title": "DailyWire+ Secures Exclusive Film, TV Rights To Classic Novel ‘Atlas Shrugged’", "date_published": "2022-11-17 18:25:25+00:00", "description": "DailyWire+ has acquired exclusive film and television rights to Ayn Rand&#8217;s &#8220;Atlas Shrugged,&#8221; and will develop a series based on the groundbreaking 1957 novel, company co-CEO Jeremy Boreing announced Thursday. Plans for the series follow a year of blockbuster content, including the internationally-acclaimed documentary, “What is a Woman?” and the gritty western starring Gina Carano, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lindsay-lohan-reacts-to-news-that-her-return-to-acting-in-christmas-film-hits-number-1-on-netflix", "title": "Lindsay Lohan Reacts To News That Her Return To Acting In Christmas Film Hits Number 1 On Netflix", "date_published": "2022-11-17 17:05:09+00:00", "description": "Lindsay Lohan reacted to the news that her return to acting in her new film &#8220;Falling for Christmas&#8221; hit number one on Netflix, as she thanked fans for all their support over the years. The 36-year-old actress had only kind words on Thursday for her fans in a post she shared on Instagram talking about how ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/racism-against-white-people-is-alive-and-well", "title": "Racism Against White People Is Alive And Well", "date_published": "2022-11-17 16:53:30+00:00", "description": "Today’s opening to the column is going to be a little different. Instead of a question, let’s play a game. Imagine you are a sign language interpreter and working on the hit Broadway musical “The Lion King.&#8221; Then, suddenly, you&#8217;re fired. You say, “Why am I fired? What did I do wrong?” And they tell ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/philadelphia-district-attorney-larry-krasner-impeached-he-blames-racism", "title": "Philadelphia District Attorney Larry Krasner Impeached. He Blames Racism.", "date_published": "2022-11-17 16:38:21+00:00", "description": "The Pennsylvania House of Representatives voted on Wednesday to impeach controversial Philadelphia District Attorney Larry Krasner (D-PA). Five lawmakers, including three Republicans and two Democrats with constituencies in Philadelphia, formed a committee to investigate Krasner earlier this year. Members of the lower chamber voted by a margin of 107 to 85 in favor of impeaching ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/archeologists-discover-hundreds-of-mummies-tunnels-and-pyramid-of-unknown-queen-near-king-tuts-tomb", "title": "Archeologists Discover Hundreds Of Mummies, Tunnels, And Pyramid Of Unknown Queen Near King Tut’s Tomb", "date_published": "2022-11-17 16:27:51+00:00", "description": "Archeologists have discovered hundreds of mummies, interconnected tunnels, and even the pyramid of a previously unknown queen near the tomb of King Tutankhamun, which was unearthed 100 years ago.  The historical finds were discovered at an archeological site called Saqqara in Giza, just south of Egypt’s capital of Cairo, by a team that had been ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scary-for-37-senate-democrats-covid-will-never-end", "title": "SCARY: For 37 Senate Democrats, COVID Will NEVER End", "date_published": "2022-11-17 16:24:50+00:00", "description": "The U.S. Senate this week passed a resolution to terminate the national emergency declared in 2020 in response to the COVID pandemic, but 37 Democrats voted against it. Sen. Roger Marshall (R-KS) had proposed the bill for a second time in September, shortly after President Joe Biden told CBS News in an interview that the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hogans-heroes-star-and-holocaust-survivor-robert-clary-dead-at-96", "title": "‘Hogans Heroes’ Star And Holocaust Survivor Robert Clary Dead At 96", "date_published": "2022-11-17 16:19:24+00:00", "description": "&#8220;Hogans Heroes&#8221; star and Holocaust survivor Robert Clary died on Wednesday night at his home in Beverly Hills. He died of natural causes at the age of 96, his niece Brenda Hancock confirmed. Hancock shared Thursday with the Associated Press that the survivor &#8220;never let those horrors defeat him. He never let them take the joy ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-judge-suspends-stop-woke-act-in-florida", "title": "Federal Judge Suspends ‘Stop WOKE Act’ In Florida", "date_published": "2022-11-17 16:18:48+00:00", "description": "A federal judge on Thursday temporarily halted enforcement of a law known as the &#8220;Stop WOKE Act&#8221; at Florida universities. Chief U.S. District Judge Mark Walker issued a preliminary injunction against the &#8220;Stop Wrongs to Our Kids and Employees (W.O.K.E.) Act,&#8221; officially dubbed the Individual Freedom Act. The judge&#8217;s move means that the law cannot be enforced on college campuses ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/princeton-considering-removing-statue-of-its-former-president-and-influential-founding-father", "title": "Princeton Considering Removing Statue Of Its Former President And Influential Founding Father", "date_published": "2022-11-17 16:16:57+00:00", "description": "Princeton University has formed a committee to determine the fate of an on-campus statue of influential Founding Father John Witherspoon, who also served as the sixth president of the school. After complaints from students about Witherspoon, who was a signer of the Declaration of Independence and a mentor to James Madison, the university announced that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-faces-25-billion-deficit-after-years-of-surplus", "title": "California Faces $25 Billion Deficit After Years Of Surplus", "date_published": "2022-11-17 16:06:03+00:00", "description": "California is projected to have a deficit after holding onto a budget surplus for the past several years. The state is expected to have a $25 billion deficit in the next fiscal year, according to the state legislature’s nonpartisan fiscal experts. The Legislative Analyst’s Office released its report on Wednesday, emphasizing the upcoming $25 billion ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chris-hemsworth-confronts-mortality-after-discovering-genetic-predisposition-for-alzheimers-disease", "title": "Chris Hemsworth Confronts ‘Mortality’ After Discovering Genetic Predisposition For Alzheimer’s Disease", "date_published": "2022-11-17 16:05:59+00:00", "description": "Actor Chris Hemsworth is thinking about his own mortality after receiving news that he’s genetically predisposed to eventually developing Alzheimer’s, a condition which also affected his grandfather. The 39-year-old “Limitless” star made the comments during a recent interview with Vanity Fair. “Most of us, we like to avoid speaking about death,” Hemsworth told the publication. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/adam-kinzinger-suggests-he-risked-his-seat-to-save-democracy-democrat-gerrymandering-erased-his-district", "title": "Adam Kinzinger Suggests He Risked His Seat To Save Democracy. Democrat Gerrymandering Erased His District.", "date_published": "2022-11-17 16:04:57+00:00", "description": "Congressman Adam Kinzinger (R-IL) appeared to claim in a Wednesday interview that he had risked — and ultimately gave up — his political career because he stood up and fought against former President Donald Trump. Kinzinger, who announced over the summer that he would not seek re-election in last Tuesday&#8217;s midterms, invoked his time in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-cameron-bure-vs-lgbtq-hollywood-the-battle-for-sanity-prevails", "title": "Candace Cameron Bure Vs. LGBTQ Hollywood: The Battle For Sanity Prevails", "date_published": "2022-11-17 15:29:25+00:00", "description": "There’s no denying that Candace Cameron Bure has become a key figure in opposition to the LGBTQ agenda in Hollywood whether she likes it or not. Examining Bure’s original comments that set off a firestorm reveals nothing homophobic, hateful, rude, or close-minded. In fact, the 46-year-old “Full House” alum and the head of Great American ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ftx-executives-reportedly-bought-themselves-real-estate-in-the-bahamas-with-corporate-funds", "title": "FTX Executives Reportedly Bought Themselves Real Estate In The Bahamas With Corporate Funds", "date_published": "2022-11-17 15:02:31+00:00", "description": "John Ray III, the lawyer who is overseeing the bankruptcy proceedings of defunct cryptocurrency platform FTX, said that executives at the company formerly led by disgraced billionaire Sam Bankman-Fried purchased real estate for themselves using corporate funds with little formal oversight. According to a court filing submitted by the seasoned attorney, who previously represented plaintiffs ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kari-lake-exploring-every-avenue-for-legal-challenges-over-arizona-election", "title": "Kari Lake ‘Exploring Every Avenue’ For Legal Challenges Over Arizona Election", "date_published": "2022-11-17 15:01:57+00:00", "description": "Republican Kari Lake is planning legal challenges to the Arizona election after her projected loss to Democrat candidate and Secretary of State Katie Hobbs. Multiple outlets called the Arizona gubernatorial race for Hobbs on Monday after nearly a week of counting ballots showed her with what is projected to be an insurmountable lead over Lake. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trumps-2024-launch-could-not-be-going-worse", "title": "Trump’s 2024 Launch Could NOT Be Going Worse", "date_published": "2022-11-17 14:42:04+00:00", "description": "On Election Day 2022, Donald Trump couldn&#8217;t stand that the news of the day was going to be about &#8230; not him. So as Republicans prepared a last day of campaigning in hopes of winning control of the House and Senate, Trump announced that he&#8217;d be making a &#8220;special announcement&#8221; in exactly one week. But ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/make-dj-gay-again-country-star-takes-time-out-from-feud-with-brittany-aldean-to-attack-candace-cameron-bure", "title": "‘Make DJ Gay Again’: Country Star Takes Time Out From Feud With Brittany Aldean To Attack Candace Cameron Bure", "date_published": "2022-11-17 14:35:49+00:00", "description": "Country music star Maren Morris joined the pile-on of woke celebrities attacking actress Candace Cameron Bure for saying that she planned to keep making movies that reflected her Christian faith and kept traditional marriage at the forefront. Morris recently squared off with fellow country musician Jason Aldean&#8217;s wife Brittany — calling her a &#8220;scumbag human&#8221; ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/target-says-organized-retail-theft-contributed-to-400-million-loss", "title": "Target Says Organized Retail Theft Contributed To $400 Million Loss", "date_published": "2022-11-17 14:28:00+00:00", "description": "Target executives revealed on Wednesday that organized retail theft contributed to a $400 million decrease in gross margins. The nationwide retailer revealed that profits fell 50% in the third fiscal quarter as sales diminished ahead of the holiday season. Target announced earnings per share of $1.54, missing analyst expectations of $2.13, according to the company’s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/idaho-police-reverse-course-now-cannot-say-that-there-is-no-threat-to-the-community-in-case-of-four-murdered-students", "title": "Idaho Police Reverse Course, Now ‘Cannot Say That There Is No Threat To The Community’ In Case Of Four Murdered Students", "date_published": "2022-11-17 14:25:58+00:00", "description": "Police in Moscow, Idaho, are now saying they can’t ensure the community is safe after four University of Idaho students were found dead on Sunday from an apparent homicide. During a press conference on Wednesday, Moscow Police Chief James Fry reversed course from what police had been saying all week, acknowledging that there may be ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shootout-with-narcos-leaves-one-u-s-border-agent-dead-at-least-two-others-injured", "title": "Shootout With Narcos Leaves One U.S. Border Agent Dead, At Least Two Others Injured", "date_published": "2022-11-17 14:14:10+00:00", "description": "Drug smugglers off the coast of Puerto Rico shot and killed a U.S. border agent and injured at least two others Thursday morning. The Washington Examiner reports three Customs and Border Protection&#8217;s Air and Marine Operations agents were involved in a shootout with narcos on board a suspected smuggling vessel upon approach near the coast ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-an-investigation-of-joe-biden-house-gop-leaders-vow-corruption-probe", "title": "‘This Is An Investigation of Joe Biden’: House GOP Leaders Vow Corruption Probe", "date_published": "2022-11-17 13:56:58+00:00", "description": "Two Republican lawmakers poised to take over key House committees in the new year vowed Thursday to investigate President Joe Biden&#8216;s potential involvement in the shady business schemes exposed on his son&#8217;s abandoned laptop. Rep. James Comer, (R-KY), the incoming head of the House Oversight Committee, and Rep. Jim Jordan, (R-OH), who will chair the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shameless-media-just-cant-quit-love-affair-with-crypto-creep-sbf", "title": "Shameless Media Just Can’t Quit Love Affair With Crypto Creep SBF", "date_published": "2022-11-17 13:47:04+00:00", "description": "Don’t expect the Left-wing press to admit it got snookered by a shibboleth-spewing schlub. Sam Bankman-Fried, who is accused of pulling off a Madoff-level investment scam, somehow still has the media in his otherwise empty pockets. Even his own shocking admission that his &#8220;woke&#8221; persona was as big a fraud as his cryptocurrency exchange may ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bishop-who-denied-pelosi-communion-said-biden-brings-about-pain-and-death-elected-leader-of-pro-life-committee", "title": "Bishop Who Denied Pelosi Communion, Said Biden ‘Brings About Pain And Death,’ Elected Leader Of Pro-Life Committee", "date_published": "2022-11-17 13:38:40+00:00", "description": "The Catholic bishops of America chose their new leader of their pro-life committee on Wednesday, and not only was he the first U.S. bishop to publish a catechetical letter discouraging gender “transitioning” and using gendered pronouns that had nothing to do with biological sex, he also issued a ban on House Speaker Nancy Pelosi receiving Communion in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-leguizamo-and-two-latina-women-complain-that-hispanics-who-vote-gop-arent-savvy", "title": "John Leguizamo — And Two Latina Women — Complain That Hispanics Who Vote GOP Aren’t ‘Savvy’", "date_published": "2022-11-17 12:56:26+00:00", "description": "Actor John Leguizamo joined the two Latina co-hosts of ABC&#8217;s &#8220;The View&#8221; — Sunny Hostin and Ana Navarro — to discuss why they believed Republicans were doing so well at earning the Hispanic vote in recent elections. Leguizamo, whose family is Colombian, joined Wednesday&#8217;s broadcast of the midday talk show, where he joined Hostin and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-nancy-pelosi-will-not-seek-job-as-top-house-democrat", "title": "BREAKING: Nancy Pelosi Will Not Seek Job As Top House Democrat", "date_published": "2022-11-17 12:34:26+00:00", "description": "Speaker Nancy Pelosi (D-CA), 82, announced Thursday that she will not seek re-election as the top Democrat in the House but will remain in Congress. Pelosi, who emerged as a Democratic leader during the George W. Bush administration, made the announcement from the House floor in a speech that touched on democracy, diversity, and elections ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/prosecutors-recommend-10-to-22-years-in-prison-for-reality-stars-todd-and-julie-chrisley", "title": "Prosecutors Recommend 10 To 22 Years In Prison For Reality Stars Todd And Julie Chrisley", "date_published": "2022-11-17 12:17:41+00:00", "description": "Prosecutors in Atlanta, Georgia, are recommending reality stars Todd and Julie Chrisley spend 10 to 22 years in federal prison for financial crimes. Todd has been recommended to serve 17 to 22 years in prison after he was convicted of conspiracy to commit bank fraud, bank fraud, tax fraud, and conspiracy to defraud the United ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/amphetamine-fueled-polycule-or-undersexed-group-of-nerds-inside-ftxs-bahamas-culture", "title": "Amphetamine-Fueled ‘Polycule’ Or ‘Undersexed’ Group Of Nerds? Inside FTX’s Bahamas Culture", "date_published": "2022-11-17 11:51:54+00:00", "description": "As some reports claimed that executives at defunct cryptocurrency platform FTX engaged in rampant drug use and boasted a network of intertwined romantic relationships, a psychologist who worked closely with company leadership denied such allegations. The venture filed for bankruptcy last week after users discovered that companies controlled by former FTX CEO Sam Bankman-Fried and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-about-self-love-actress-tia-mowry-reveals-why-she-chose-to-divorce-husband-of-14-years", "title": "‘It’s About Self-Love’: Actress Tia Mowry Reveals Why She Chose To Divorce Husband Of 14 Years", "date_published": "2022-11-17 10:58:10+00:00", "description": "“Sister Sister” alum Tia Mowry recently filed for divorce from her husband of 14 years, and now she’s opening up about the moment that led to her decision. The 44-year-old actress made the revelation during an appearance on The Today Show. Mowry shares two children with Cory Hardrict but said her “awakening” which led to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/crippling-buffalo-expects-up-to-4-feet-of-snow-state-of-emergency-declared", "title": "‘Crippling’: Buffalo Expects Up To 4 Feet Of Snow, State Of Emergency Declared", "date_published": "2022-11-17 10:47:58+00:00", "description": "Buffalo and parts of Western New York are bracing for up to four feet of snow this week. New York Democratic Governor Kathy Hochul declared a state of emergency Wednesday afternoon, announcing that the New York State Thruway would be closed to commercial traffic as of Thursday afternoon from Rochester to the Pennsylvania state line. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lawyer-overseeing-ftx-fallout-never-in-my-career-have-i-seen-such-a-complete-failure", "title": "Lawyer Overseeing FTX Fallout: ‘Never In My Career Have I Seen Such A Complete Failure’", "date_published": "2022-11-17 10:43:40+00:00", "description": "John Ray III, the lawyer who represented plaintiffs after the collapse of Enron and is now overseeing the bankruptcy proceedings of defunct cryptocurrency exchange FTX, revealed that the company led by Sam Bankman-Fried is the worst failure he has seen in his career. The seasoned attorney, who was appointed chief executive of FTX to manage ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/critics-mad-about-tim-allens-right-wing-santa-in-the-santa-clauses-miniseries-on-disney", "title": "Critics Mad About Tim Allen’s ‘Right-Wing Santa’ In ‘The Santa Clauses’ Miniseries On Disney+", "date_published": "2022-11-17 10:04:48+00:00", "description": "Fans love that Tim Allen is reprising his role as Santa for the Disney+ miniseries, “The Santa Clauses,” but some critics are complaining he’s too much of a “right-wing Santa.” The 69-year-old actor is one of the few openly conservative people in Hollywood. This makes it no surprise that critics zeroed in on a single ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nancy-pelosi-to-announce-her-future-plans-after-republicans-clinch-house-majority", "title": "Nancy Pelosi To Announce ‘Her Future Plans’ After Republicans Clinch House Majority", "date_published": "2022-11-17 10:01:12+00:00", "description": "A spokesperson for House Speaker Nancy Pelosi announced that she would &#8220;address her future plans&#8221; on Thursday after Republicans are projected to win a slim majority in the House of Representatives. &#8220;@SpeakerPelosi has been overwhelmed by calls from colleagues, friends and supporters. This evening, the Speaker monitored returns in the three remaining critical states. The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/baby-on-board-texas-bill-would-make-unborn-child-second-person-in-hov-lanes", "title": "‘Baby On Board’: Texas Bill Would Make Unborn Child Second Person In HOV Lanes", "date_published": "2022-11-17 09:47:13+00:00", "description": "A new bill introduced in the Texas state legislature would legally include a child in the womb as a second person in high occupancy vehicle (HOV) lanes. State Rep. Briscoe Cain (R) introduced House Bill 521, which entitles a pregnant driver to use any HOV lane in the state, for the 2023 session this week. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/an-army-of-woke-preachers-praised-stacey-abrams-as-modern-day-deborah-john-the-baptist-ahead-of-second-failed-gubernatorial-bid", "title": "An Army Of Woke Preachers Praised Stacey Abrams As Modern-Day Deborah, John The Baptist Ahead Of Second Failed Gubernatorial Bid", "date_published": "2022-11-17 08:14:11+00:00", "description": "Georgia Democratic gubernatorial candidate Stacey Abrams welcomed support from multiple progressive preachers ahead of her second unsuccessful bid against incumbent Republican Brian Kemp. After narrowly defeating Abrams four years ago, Kemp was re-elected by a nearly 8-point margin, significantly outperforming his rival even as other swing-state Republicans across the country experienced lackluster results. As chronicled ...", "favourite": false}]