[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/holandia-wyrok-za-stracony-samolot-to-nie-konczy-sprawy/", "title": "Holandia. Wyrok za strącony samolot. \"To nie kończy sprawy\"", "date_published": "2022-11-17 20:31:00+00:00", "description": "Premier Holandii Mark Rutte, odnosząc się do skazania na dożywocie winnych katastrofy malezyjskiego pasażerskiego samolotu MH17 nad wschodnią Ukrainą w 2014 roku, powiedział, że werdykt przybliża do prawdy, ale nie kończy sprawy. Zadowolone są rodziny 298 ofiar. - Mój smutek nigdy nie minie, ale zakończenie procesu przynosi mi spokój - powiedział jeden z krewnych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/usa-mezczyzna-tanczyl-na-jadacej-ciezarowce-tragiczny-final/", "title": "USA. Mężczyzna tańczył na jadącej ciężarówce. Tragiczny finał", "date_published": "2022-11-17 17:01:00+00:00", "description": "25-latek z Teksasu zginął tragicznie podczas wypadku na autostradzie. Mężczyzna, który tańczył na... naczepie jadącej ciężarówki, nie zauważył zbliżającego się wiaduktu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/wybuch-w-przewodowie-kontrowersyjny-pomysl-syna-donalda-trumpa/", "title": "Wybuch w Przewodowie. Kontrowersyjny pomysł syna Donalda Trumpa", "date_published": "2022-11-17 15:28:00+00:00", "description": "Według polskich i amerykańskich służb wybuch w Przewodowie, w wyniku którego zginęły dwie osoby, prawdopodobnie spowodowała rakieta ukraińskiej obrony powietrznej. Na doniesienia w tej sprawie zareagował syn byłego prezydenta USA Donald Trump Jr., który w reakcji na ten incydent zaproponował wstrzymanie pomocy finansowej Ukrainie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/rosja-warner-bros-zakazuje-emisji-swoich-filmow/", "title": "Rosja: Warner Bros zakazuje emisji swoich filmów", "date_published": "2022-11-17 14:11:00+00:00", "description": "Rosjanie na święta nie zobaczą Harryego Pottera. Filmy tej serii były regularnie pokazywane przez kanał STS, a widzowie w okresie świątecznym chętnie oglądali maratony filmów o przygodach młodego czarodzieja. Tym razem będzie inaczej. Według rosyjskich mediów wytwórnia Warner Bros zakazała emisji swoich produkcji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/usa-ojciec-byl-chory-dziecko-nie-mialo-co-jesc-znaleziono-dwa-ciala/", "title": "USA. Ojciec był chory, dziecko nie miało co jeść. Znaleziono dwa ciała", "date_published": "2022-11-17 13:39:00+00:00", "description": "59-letni David Conde zmarł z przyczyn naturalnych, a mieszkający z nim dwuletni syn został bez opieki. Dziecko wkrótce potem zmarło z głodu - ustalili amerykańscy śledczy. Ciała mężczyzny i dziecka odkryto w lutym, ale do tej pory służby nie wiedziały, co spowodowało ich śmierć.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/holandia-wyrok-ws-katastrofy-lotu-mh17-rosja-miala-calkowita-kontrole-nad-separatystami/", "title": "Holandia. Wyrok ws. katastrofy lotu MH17. \"Rosja miała całkowitą kontrolę nad separatystami\"", "date_published": "2022-11-17 13:08:00+00:00", "description": "Rosja miała całkowitą kontrolę nad siłami separatystycznymi we wschodniej Ukrainie w czasie, gdy samolot został zestrzelony - przekazał w czwartek holenderski sąd orzekający w zestrzelenia malezyjskiego samolotu MH17 nad wschodnią Ukrainą w 214 roku.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/przewodow-zelenski-zmienia-zdanie-nie-wiemy-na-100-procent/", "title": "Przewodów. Wołodymyr Zełenski zmienia zdanie ws. pochodzenia rakiety. \"Nie wiemy na 100 procent\"", "date_published": "2022-11-17 12:37:00+00:00", "description": "- Jestem pewien, że (blisko granicy) była rosyjska rakieta i że użyliśmy pocisków obrony przeciwlotniczej - powiedział ukraiński prezydent Wołodymyr Zełenski, ale jego ocena, który z pocisków spadł w Przewodowie, nie jest tak stanowcza, jak jeszcze w środę wieczorem. - Nie wiemy tego na 100 procent. Myślę, że na świecie też nie - uznał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/niemcy-zderzenie-pociagow-towarowych-grozba-eksplozji-po-wykolejeniu-sie-wagonow-z-gazem/", "title": "Niemcy. Zderzenie pociągów towarowych. Groźba eksplozji po wykolejeniu się wagonów z gazem", "date_published": "2022-11-17 11:11:00+00:00", "description": "Pociąg towarowy uderzył w tył innego składu w czwartek nad ranem w Leiferde, na linii kolejowej łączącej Hanower z Berlinem. Z cystern wycieka gaz - propan - a to grozi eksplozją. Obszar wokół miejsca wypadku jest odizolowany, pracują tam służby. Niemiecka kolej mierzy się z utrudnieniami w ruchu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/filipiny-to-osmiomiliardowy-czlowiek-historyczny-moment-ludzkosci/", "title": "Filipiny. To ośmiomiliardowy człowiek. \"Historyczny moment ludzkości\"", "date_published": "2022-11-17 10:58:00+00:00", "description": "Vinice Mabansag urodzona na Filipinach została okrzyknięta ośmiomiliardowym człowiekiem. To kamień miliony w rozwoju ludzkości - uznała ONZ, która 15 listopada zapowiadała, że populacja świata przekroczy kolejny próg. Eksperci mówią o sukcesie, ale jednocześnie niebezpieczeństwie. Świat może się przeludnić, chociaż jednocześnie tempo wzrostu populacji maleje.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/soczi-pozar-w-centrum-olimpijskim-plonie-budowa-luksusowych-rezydencji/", "title": "Soczi. Pożar w centrum olimpijskim. Płonie budowa luksusowych rezydencji", "date_published": "2022-11-17 08:57:00+00:00", "description": "W pobliżu centrum olimpijskiego w Soczi doszło do poważnego pożaru. Ogień objął powierzchnię 2600 metrów kwadratowych na budowie luksusowych, nadmorskich rezydencji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/wybory-w-usa-republikanie-z-wiekszoscia-w-izbie-reprezentantow/", "title": "Wybory w USA. Republikanie z większością w Izbie Reprezentantów", "date_published": "2022-11-17 07:30:00+00:00", "description": "Partia Republikańska zdobyła większość w Izbie Reprezentantów - ogłosiła agencja AP na podstawie zliczonych mandatów. W walce o mandat kongresmena republikanie zdobyli 218 miejsc, Demokraci zaś 210. Choć ostateczny wynik wciąż nie jest rozstrzygnięty, Joe Biden pogratulował zwycięzcom.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-17/zelenski-o-wybuchu-w-przewodowie-potrzebujemy-dostepu-do-sledztwa/", "title": "Zełenski o wybuchu w Przewodowie: Potrzebujemy dostępu do śledztwa", "date_published": "2022-11-17 05:12:00+00:00", "description": "- Rosyjska agresja przekroczyła polską granicę (...) Dlatego potrzebujemy, aby nasi specjaliści włączyli się w prace międzynarodowego śledztwa i uzyskali dostęp do wszystkich danych - oświadczył Wołodymyr Zełenski, komentując wybuch pocisku, do którego doszło we wtorek w Przewodowie. Wcześniej ukraiński prezydent zapewniał, że rakieta, która uderzyła w Polskę na pewno nie była ukraińska.", "favourite": false}]