[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/chinese-hackers-using-42000-imposter.html", "title": "Chinese Hackers Using 42,000 Imposter Domains in Massive Phishing Attack Campaign", "date_published": "2022-11-17 12:36:00+00:00", "description": "A China-based financially motivated group is leveraging the trust associated with popular international brands to orchestrate a large-scale phishing campaign dating back as far as 2019.\nThe threat actor, dubbed Fangxiao by Cyjax, is said to have registered over 42,000 imposter domains, with initial activity observed in 2017.\n\"It targets businesses in multiple verticals including retail, banking,", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/fbi-wanted-leader-of-notorious-zeus.html", "title": "FBI-Wanted Leader of the Notorious Zeus Botnet Gang Arrested in Geneva", "date_published": "2022-11-17 10:11:00+00:00", "description": "A Ukrainian national who has been wanted by the U.S for over a decade has been arrested by Swiss authorities for his role in a notorious cybercriminal ring that stole millions of dollars from victims' bank accounts using malware called Zeus.\nVyacheslav Igorevich Penchukov, who went by online pseu­do­nyms \"tank\" and \"father,\" is said to have been involved in the day-to-day operations of the group", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/100-apps-endless-security-checks.html", "title": "100 Apps, Endless Security Checks", "date_published": "2022-11-17 10:00:00+00:00", "description": "On average, organizations report using 102 business-critical SaaS applications, enabling operations of most departments across an organization, such as IT and Security, Sales, Marketing, R&amp;D, Product Management, HR, Legal, Finance, and Enablement. An attack can come from any app, no matter how robust the app is.Without visibility and control over a critical mass of an organization’s entire SaaS", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/high-severity-vulnerabilities-reported.html", "title": "High Severity Vulnerabilities Reported in F5 BIG-IP and BIG-IQ Devices", "date_published": "2022-11-17 06:58:00+00:00", "description": "Multiple security vulnerabilities have been disclosed in F5 BIG-IP and BIG-IQ devices that, if successfully exploited, to completely compromise affected systems.\nCybersecurity firm Rapid7 said the flaws could be abused to remote access to the devices and defeat security constraints.\nThe two high-severity issues, which were reported to F5 on August 18, 2022, are as follows -\n<!--adsense-->", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/iranian-hackers-compromised-us-federal.html", "title": "Iranian Hackers Compromised a U.S. Federal Agency’s Network Using Log4Shell Exploit", "date_published": "2022-11-17 06:22:00+00:00", "description": "Iranian government-sponsored threat actors have been blamed for compromising a U.S. federal agency by taking advantage of the Log4Shell vulnerability in an unpatched VMware Horizon server.\nThe details, which were shared by the U.S. Cybersecurity and Infrastructure Security Agency (CISA), come in response to incident response efforts undertaken by the authority from mid-June through mid-July 2022", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/north-korean-hackers-targeting-europe.html", "title": "North Korean Hackers Targeting Europe and Latin America with Updated DTrack Backdoor", "date_published": "2022-11-17 05:56:00+00:00", "description": "Hackers tied to the North Korean government have been observed using an updated version of a backdoor known as Dtrack targeting a wide range of industries in Germany, Brazil, India, Italy, Mexico, Switzerland, Saudi Arabia, Turkey and the U.S.\n\"Dtrack allows criminals to upload, download, start or delete files on the victim host,\" Kaspersky researchers Konstantin Zykov and Jornt van der Wiel", "favourite": false}]