[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCL_f53ZEJxp8TtlOkHwMV9Q", "link": "https://www.youtube.com/watch?v=uui-E6xdr-Q", "title": "Showdown with Ottawa: Alberta's New Premier | Premier Danielle Smith | #306", "date_published": "2022-11-17 19:04:41+00:00", "description": "Dr. Peterson's extensive catalog is available now on DailyWire+: https://utm.io/ueSXh\n\nDr. Jordan B. Peterson and Premier Danielle Smith discuss the election front in Alberta, the danger of intermittent power as winter arrives, the true utility of oil, and why the press needs to hold themselves to a higher standard once again.\n \nDanielle Smith is a Canadian columnist, talk radio personality, talk show host, and politician, originally from Calgary. There she attended the University of Calgary, earning her bachelor's degree in English and economics. At this time, Smith became active in federal and provincial conservatism, and became the president of the campus PC Club. She also ran successfully for the board of trustees, and held the position for a year. After college, Smith became a columnist for the Calgary Herald. She would go on to succeed Charles Adler as host of the national current affair talk show, Global Sunday, as well as hosting two radio shows focused on health policy and property rights. In 2008, Smith left the PC party to much scrutiny, and joined the Wildrose Alliance. In the course of a year, across multiple elections, she had seen the party support base quadruple. In 2014, Smith once again joined the Provincial Conservative party, citing new leadership had been able to find common ground, with specific attention on economic standpoints. Due to this controversy, she was unable to win her next election, and opted instead to host the radio talk show CHQR, which she would later leave, along with Twitter, in response to egregious internet trolling. In May 2022, it was announced Smith would run for leadership of the United Conservative Party of Alberta, after the resignation of Jason Kenney. On October 6th, with 53 percent of the vote, she was sworn in as Premier.\n\n—Links— \n\nFor Premier Danielle Smith:\n\nFacebook: https://www.facebook.com/DanielleSmithAB/\nLinkedIn: https://ca.linkedin.com/in/abdaniellesmith\nInfo Page: https://www.alberta.ca/premier.aspx\nDonate: https://daniellesmith.ca/\n\n\n\n- Sponsors -\n\nHelix Sleep: Get up to $200 OFF + 2 FREE pillows with all mattress orders: https://helixsleep.com/JORDAN\n\nHallow: Try Hallow for 3 months FREE: https://hallow.com/jordan\n\nShopify: Sign up for a free trial: https://shopify.com/jbp\n\nCarZing: Get pre-qualified and find the best deals near you: https://carzing.com/jordan\n\n\n\n— Chapters —\n\n(0:00) Coming Up\n(1:30) Intro \n(3:16) Confederation of Canada\n(7:26) The energy sector in Alberta, canceled futures\n(11:20) Alberta forced to supplement eastern Canada’s economy\n(16:30) Pushing back federally for regional success\n(18:39) Simplifying the process, including the First Nations\n(20:46) Breaking the ice, the coalition of the willing\n(23:20) Fracking vs utopian moralizing\n(26:03) Climate extremism is a waste of glue\n(28:00) Greta Thunberg and the pseudo-green wave\n(31:40) The worlds’ poor are facing a dangerous winter\n(36:20) The true utility of oil, why we will never “phase it out”\n(38:54) A more profound narrative\n(41:24) We will NEVER get to one hundred percent renewable resources\n(43:11) Fascism running rampant veiled as crony capitalism \n(45:05) Small grid nuclear power\n(47:30) On the election front, Alberta\n(50:45) Energy costs drive everything, Jagmeet Singh\n(55:00) The NDP, cannibalizing their own support\n(59:45) The values of conservative Alberta\n(1:02:09) The problem with identity, cultural battleground or distraction?\n(1:05:25) LGBTQ+ and conservatism\n(1:07:16) Central planning, the fundamental flaw\n(1:11:55) Polls only sample the short term whim\n(1:14:07) Where the conservative movement has ceded ground\n(1:17:07) Polarized media results in a polarized country \n\n// SUPPORT THIS CHANNEL //\nNewsletter: https://mailchi.mp/jordanbpeterson.com/youtubesignup\nDonations: https://jordanbpeterson.com/donate\n\n// COURSES //\nDiscovering Personality: https://jordanbpeterson.com/personality\nSelf Authoring Suite: https://selfauthoring.com\nUnderstand Myself (personality test): https://understandmyself.com\n\n// BOOKS //\nBeyond Order: 12 More Rules for Life: https://jordanbpeterson.com/Beyond-Order\n12 Rules for Life: An Antidote to Chaos: https://jordanbpeterson.com/12-rules-for-life\nMaps of Meaning: The Architecture of Belief: https://jordanbpeterson.com/maps-of-meaning\n\n// LINKS //\nWebsite: https://jordanbpeterson.com\nEvents: https://jordanbpeterson.com/events\nBlog: https://jordanbpeterson.com/blog\nPodcast: https://jordanbpeterson.com/podcast\n\n// SOCIAL //\nTwitter: https://twitter.com/jordanbpeterson\nInstagram: https://instagram.com/jordan.b.peterson\nFacebook: https://facebook.com/drjordanpeterson\nTelegram: https://t.me/DrJordanPeterson\nAll socials: https://linktr.ee/drjordanbpeterson\n\n#JordanPeterson #JordanBPeterson #DrJordanPeterson #DrJordanBPeterson #DailyWirePlus", "favourite": false}]