[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/malopolskie-policja-szuka-swiadkow-wypadku-w-ktorym-zginal-strazak-osierocil-czworke-dzieci/", "title": "Policja szuka świadków wypadku, w którym zginął strażak. Osierocił czwórkę dzieci", "date_published": "2022-10-12 20:21:00+00:00", "description": "Służby zwróciły się o pomoc do świadków tragicznego wypadku na autostradzie A4 w Małopolsce, w którym zginął strażak OSP Balice. Policja apeluje do kierowców o przesyłanie nagrań z miejsca wypadku. Ta tragedia poruszyła całą Polskę. Zmarły druh osierocił czworo dzieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/rosja-prokremlowska-dziennikarka-zyczy-powodzenia-czeczenskiemu-oddzialowi-walczy-z-lgbt/", "title": "Szokujące nagranie w rosyjskiej TV. Mówią o walce z \"LGBT i \"paradą gejów\"", "date_published": "2022-10-12 17:10:00+00:00", "description": "Rosyjska telewizja opublikowała nagranie, na którym widać, jak dowódca czeczeńskiego oddziału zagrzewa do boju żołnierzy. - Kto walczy przeciwko nam? Ludzie, którzy mówią, że szatan jest ich bogiem. Ludzie, którzy twierdzą, że musimy uczestniczyć w paradach LGBT - przekazał Czeczen. Olga Skabiejewa, propagandzistka Kremla, życzyła oddziałowi powodzenia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/rosja-ukradl-kamere-w-ukrainie-i-zamontowal-u-siebie-w-domu-teraz-wlasciciel-moze-go-podgladac/", "title": "\"Syberyjski Kardashian\". Rosjanin ukradł kamerę w Ukrainie, nie ma pojęcia, że jest podglądany", "date_published": "2022-10-12 15:13:00+00:00", "description": "Rosyjski żołnierz ukradł kamerę przemysłową z ulicy ukraińskiego miasta i po powrocie do Rosji zamontował ją u siebie w domu. Nie ma pojęcia, że obraz ze sprzętu jest transmitowany do właściciela w Ukrainie. Żołnierz z Buriacji jest już określany w internecie syberyjskim Kardashianem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/atak-na-most-krymski-wpadka-rosyjskiej-propagandy-nie-policzyli-kol-ciezarowki/", "title": "Atak na most Krymski. Wpadka rosyjskiej propagandy, nie policzyli kół ciężarówki", "date_published": "2022-10-12 14:56:00+00:00", "description": "Rosyjska Federalna Służba Bezpieczeństwa po kilkudniowym śledztwie ogłosiła, że wie kto stoi za atakiem na most Krymski, a co więcej - zatrzymała ośmiu podejrzanych. Ukraińskie władze ustalenia nazywają bzdurą, a analitycy wzięli pod lupę ciężarówkę, w której miał być ukryty ładunek wybuchowy. Okazało się, że FSB pogrążył brak... umiejętności liczenia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/rosjanka-zostawila-list-na-grobie-rodzicow-putina-zostala-aresztowana/", "title": "Rosjanka zostawiła list na grobie rodziców Putina. Zdecydowana reakcja służb", "date_published": "2022-10-12 14:01:00+00:00", "description": "W ubiegłym tygodniu 60-letnia aktywistka Partii Umarłych, Irina Cybaniewa z Petersburga odwiedziła grób rodziców Władimira Putina i zostawiła na nim list. Służbom udało się odnaleźć kobietę i ją aresztować - podał niezależny rosyjski portal MediaZona."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/ai-da-artystka-robot-odpowiadala-na-pytania-w-brytyjskiej-izbie-lordow/", "title": "Ai-Da. Artystka-robot odpowiadała na pytania w brytyjskiej Izbie Lordów", "date_published": "2022-10-12 12:00:00+00:00", "description": "Ai-Da, artystka tworząca obrazy, szkice i rzeźby, odpowiadała na pytania jednej z komisji brytyjskiej Izby Lordów na temat wpływu technologii na pracowników branży kreatywnej. Nie byłoby w tym nic niezwykłego, gdyby nie fakt, że Ai-Da jest humanoidalnym robotem ze sztuczną inteligencją. Seria pytań nie przebiegła jednak bez wpadki."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/usa-22-latka-uciekla-z-niewoli-porywacz-znecal-sie-nad-nia-i-wielokrotnie-zgwalcil/", "title": "USA: 22-latka uciekła z niewoli. Porywacz znęcał się nad nią i wielokrotnie zgwałcił", "date_published": "2022-10-12 11:04:00+00:00", "description": "Mieszkańcy jednego z domów w Excelsior Springs w Missouri usłyszeli uderzenia w drzwi i wołania o pomoc. Przed budynkiem stała wychudzona kobieta z wyraźnymi śladami pobicia. Na szyi miała zawieszoną metalową obrożę dla psa. - Musisz mi pomóc. Zostałam zgwałcona, byłam trzymana w niewoli - brzmiały pierwsze wypowiedziane przez nią słowa. Według policji koszmar kobiety trwał blisko miesiąc."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/rosja-nie-zyje-nikolaj-petrunin-byl-deputowanym-dumy-i-czlonkiem-partii-putina/", "title": "Rosja. Nie żyje Nikołaj Petrunin. Był deputowanym Dumy i członkiem partii Putina", "date_published": "2022-10-12 10:44:00+00:00", "description": "Zmarł Nikołaj Petrunin, deputowany Dumy z partii Jedna Rosja Władimira Putina - poinformował białoruski portal NEXTA. Rosyjska Duma Państwowa w oficjalnym komunikacie napisała, że Petrunin zmarł po ciężkiej chorobie. Mężczyzna miał 46 lat."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/wielka-brytania-kot-larry-na-posterunku-glowny-myszolap-przegonil-lisa-spod-downing-street-10/", "title": "Wielka Brytania. Kot Larry na posterunku. Główny myszołap przegonił lisa spod Downing Street 10", "date_published": "2022-10-12 10:07:00+00:00", "description": "Kamery nagrały niecodzienne starcie, do którego doszło przed drzwiami siedziby brytyjskiego premiera przy Downing Street 10. Główny kot Wielkiej Brytanii przegonił grasującego po ulicy lisa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/japonia-oszust-z-instagrama-wyludzil-od-kobiety-150-tys-zl-chcial-wrocic-na-ziemie/", "title": "Japonia. Oszust z Instagrama wyłudził od kobiety 150 tys zł. Chciał wrócić na Ziemię", "date_published": "2022-10-12 08:09:00+00:00", "description": "Pewna kobieta z Japonii poznała na Instagramie samozwańczego Rosjanina. Oszust przekonywał kobietę, że ją kocha. Na drodze miłości stać miał dzielący ich dystans. Mężczyzna wmówił partnerce, że znajduje się na Międzynarodowej Stacji Kosmicznej i by wrócić na Ziemię potrzebuje pieniędzy. Ta przekazała mu 4,4 miliony jenów (około 150 tysięcy złotych)."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/elon-musk-mial-rozmawiac-z-wladimirem-putinem-jest-odpowiedz-miliardera/", "title": "Elon Musk miał rozmawiać z Władimirem Putinem. Jest odpowiedź miliardera", "date_published": "2022-10-12 07:57:00+00:00", "description": "Elon Musk rozmawiał z Władimirem Putinem przed wysłaniem kontrowersyjnego tweeta o pomyśle zakończenia wojny w Ukrainie - twierdzi Ian Bremmer z Eurasia Group. Analityk zapewnia, że Musk osobiście przekazał mu tę informację. Miliarder zaprzecza i odpowiada - ostatni raz z Putinem rozmawiałem 18 miesięcy temu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/bialorus-pomaga-kremlowi-bialoruskie-czolgi-t-72-wyslane-do-rosji/", "title": "Białoruś pomaga Kremlowi. Białoruskie czołgi T-72 wysłane do Rosji", "date_published": "2022-10-12 05:49:00+00:00", "description": "Mińsk zajmuje się wymianą uszkodzonego podczas działań wojennych rosyjskiego sprzętu. Teraz z magazynów wojskowych na Białorusi wydzielono 20 czołgów T-72 i część z nich już wysłano do Rosji - poinformował Sztab Generalny Sił Zbrojnych Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-12/joe-biden-putin-jest-racjonalnym-aktorem-ktory-znacznie-sie-przeliczyl/", "title": "Joe Biden: Putin jest racjonalnym aktorem, który znacznie się przeliczył", "date_published": "2022-10-12 04:06:00+00:00", "description": "- Putin jest racjonalnym aktorem, który znacznie się przeliczył - powiedział prezydent Stanów Zjednoczonych Joe Biden. Zapytany, czy Putin może użyć borni nuklearnej powiedział: Cóż, nie sądzę, żeby to zrobił. - Jeśli dojdzie do takiego błędu, nikt nie może być pewny, co się stanie i może to się skończyć Armagedonem - podkreślił Biden."}]