[{"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676509/microsoft-relaunches-syntex-with-broad-set-of-ai-based-content-management-tools.html#tk.rss_all", "title": "Microsoft relaunches Syntex with broad set of AI-based content management tools", "date_published": "2022-10-12 16:51:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Microsoft has launched Microsoft Syntex, a rebranding of the application as the company transforms it into a set of content apps, low-code tools and services that uses AI to streamline how organizations work with content.</p><p>Part of a new category of technology that Microsoft calls “content AI,” Microsoft Syntex—announced at the company's Ignite conference Wednesday, and formerly called SharePoint Syntex—uses AI to automatically read, tag and index large v"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676150/this-is-why-apple-will-lead-the-business-market.html#tk.rss_all", "title": "This is why Apple will lead the business market", "date_published": "2022-10-12 16:27:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Tomorrow’s world reflects yesterday, and the same is true for technology. That's why the future of enterprise IT will be led by Apple — because solutions from that company are what the next generation of employees already use at home.</p><h2><strong>Moonage daydream</strong></h2>\n<p>This reflection is based on a recent <a href=\"https://www.pipersandler.com/1col.aspx?id=6216\" rel=\"noopener nofollow\" target=\"_blank\">Piper Sandler survey</a>, which confirms that"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676233/asana-boosts-goal-tracking-resource-management-and-security.html#tk.rss_all", "title": "Asana boosts goal tracking, resource management and security", "date_published": "2022-10-12 12:57:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Work management platform Asana on Wednesday announced a suite of new features and product integrations, designed to help enterprises maximize resources, and improve strategic planning and security.</p><p>The new capabilities include the launch of a new, enterprise-grade version of the company's Goals application, and new security features to give organizations the tools to audit information and flag vulnerabilities, allowing enterprises to remain compliant wi"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676128/will-the-chips-act-really-bring-back-semiconductor-production-and-tech-jobs.html#tk.rss_all", "title": "Will the CHIPS Act really bring back semiconductor production and tech jobs?", "date_published": "2022-10-12 10:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>The US, where semiconductors were invented, was producing 37% of the world's supply of chips as recently as the 1990s. But only about 12% of all computer chips are produced domestically now.</p><p>That decline in recent years has led to calls for re-shoring the manufacturing of chips back to the US, and with the federal government spurring them on, the likes of <a href=\"https://www.intel.com/content/www/us/en/newsroom/resources/intel-invests-ohio.html#gs.4fm5"}, {"url": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3676284/eu-us-data-sharing-agreement-is-it-a-done-deal.html#tk.rss_all", "title": "EU-US data sharing agreement: Is it a done deal?", "date_published": "2022-10-12 09:52:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>The thousands of companies waiting for a new US-EU data-transfer agreement to go into effect soon and ease the burdensome legal work necessary for cross-border data transfer shouldn’t get their hopes up. US President Joe Biden’s executive order to implement rules for the <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/03/25/fact-sheet-united-states-and-european-commission-announce-trans-atlantic-data-privacy-framework/\" rel=\"nofollo"}]