[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/wielka-brytania-mezczyzna-w-lateksowym-stroju-straszyl-mieszkancow-zostal-aresztowany/", "title": "Wielka Brytania: Mężczyzna w lateksowym stroju straszył mieszkańców. Został aresztowany", "date_published": "2022-10-28 19:26:00+00:00", "description": "W miejscowości Cleeve w pobliżu Bristolu grasowała podejrzana postać. Mężczyzna ubrany w czarny, lateksowy strój straszył nocą ludzi w tamtejszym parku. - Był nieprzewidywalny, wił się, upadał i chrząkał - mówił świadek. Postać była wysmarowana błotem i tajemniczą, lśniącą substancją. Przed laty w okolicy Bristolu dochodziło do podobnych zdarzeń.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/usa-maz-nancy-pelosi-brutalnie-pobity-media-napastnik-szukal-jego-zony/", "title": "USA. Mąż Nancy Pelosi brutalnie pobity. Media: Napastnik szukał jego żony", "date_published": "2022-10-28 18:16:00+00:00", "description": "82-letni Paul Pelosi, małżonek przewodniczącej Izby Reprezentantów w amerykańskim Kongresie, został napadnięty i ciężko pobity w swojej rezydencji w San Francisco. Z poważnymi obrażeniami głowy i ciała trafił do szpitala. CNN podało z kolei, że napastnik szukał jego żony. Słowa wsparcia dla demokratycznej polityk Nancy Pelosi przekazali m.in. Joe Biden i przedstawiciele Partii Republikańskiej.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/usa-amerykanskie-sluzby-przygotowaly-raport-o-ufo-sluzby-oskarzaja-chiny-o-szpiegostwo/", "title": "USA: Amerykańskie służby przygotowały raport o UFO. Służby oskarżają Chiny o szpiegostwo", "date_published": "2022-10-28 17:16:00+00:00", "description": "Wiele przypadków UFO to tzw. lotnicze śmieci, balony lub sprzęt używany do szpiegostwa - poinformował New York Times, powołując się na treść zaktualizowanego raportu ws. niezidentyfikowanych obiektów latających. Zdaniem Waszyngtonu świadkowie tajemniczych przelotów na niebie nie widzieli statków kosmitów, lecz chińskie drony.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/wojna-w-ukrainie-chinskie-msz-putin-jest-gotow-wznowic-negocjacje-z-ukraina-i-usa/", "title": "Wojna w Ukrainie. Chińskie MSZ: Putin jest gotów wznowić negocjacje z Ukrainą i USA", "date_published": "2022-10-28 15:32:00+00:00", "description": "- Chiny z zadowoleniem przyjmują gotowość Rosji do prowadzenia dialogu i wznowienia negocjacji z Ukrainą i Stanami Zjednoczonymi, - poinformował rzecznik chińskiego MSZ Wang Wenbin, cytowany przez portal China Daily.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/niemcy-kanclerz-olaf-scholz-zlozy-oficjalna-wizyte-w-chinach-w-tle-sprzedaz-portu-w-hamburgu/", "title": "Niemcy. Kanclerz Olaf Scholz złoży oficjalną wizytę w Chinach. W tle sprzedaż portu w Hamburgu", "date_published": "2022-10-28 15:22:00+00:00", "description": "Olaf Scholz, szef niemieckiego rządu, będzie pierwszym unijnym liderem, który odwiedzi Chińską Republikę Ludową od czasu wybuchu pandemii COVID-19. Wizytę kanclerza zaplanowano na 4 listopada, co potwierdziło w piątek jego biuro. - Pogląd Berlina na Pekin się zmienił - przekonywał rzecznik rządu RFN.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/peter-seewald-benedykt-xvi-cierpi-z-powodu-obecnej-sytuacji-w-kosciele/", "title": "Peter Seewald: Benedykt XVI cierpi z powodu obecnej sytuacji w Kościele", "date_published": "2022-10-28 15:12:00+00:00", "description": "Peter Seewald, biograf i przyjaciel Benedykta XVI opowiedział o swojej niedawnej rozmowie z emerytowanym papieżem. Stwierdził, że papież-senior bardzo cierpi z powodu obecnej sytuacji w Kościele, a wiele z nich przewidział przed laty. Do spotkania Seewalda i byłej głowy kościoła doszło na specjalnym kongresie zwołanym z okazji 95. urodzin Ratzingera.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/wielka-brytania-rozpoczeto-produkcje-monet-z-wizerunkiem-krola-karola-iii/", "title": "Wielka Brytania: Rozpoczęto produkcję monet z wizerunkiem króla Karola III", "date_published": "2022-10-28 15:01:00+00:00", "description": "W Wielkiej Brytanii rozpoczęła się produkcja pierwszych monet z wizerunkiem króla Karola III. Nowy monarcha nie ma na nich korony, a ponadto patrzy w przeciwną stronę niż jego matka - Elżbieta II. 50-pensówki trafią do obiegu w grudniu. Docelowo zostanie ich wybitych prawie siedem milionów. - To początek nowej ery - mówił Kevin Clancy, dyrektor muzeum działającego przy mennicy Royal Mint.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/wielka-brytania-mezczyzna-skazany-za-zabojstwo-partnerki-kobieta-zmarla-21-lat-po-podpaleniu/", "title": "Wielka Brytania: Mężczyzna skazany za zabójstwo partnerki. Kobieta zmarła 21 lat po podpaleniu", "date_published": "2022-10-28 14:13:00+00:00", "description": "Steven Craig został uznany za winnego zabójstwa swojej dziewczyny, którą podpalił w 1998 roku. Kobieta zmarła 21 lat po tym zdarzeniu. Sąd orzekł jednak, że obrażenia, których doznała przyczyniły się do jej zgonu. Mężczyzna odsiedział w międzyczasie 15 lat za zaatakowanie kobiety.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/mobilizacja-w-rosji-mamy-kaszel-z-krwia-zolnierze-zachorowali-lekarz-uciekl/", "title": "Mobilizacja w Rosji. \"Mamy kaszel z krwią\". Żołnierze zachorowali, lekarz uciekł", "date_published": "2022-10-28 12:32:00+00:00", "description": "Zmobilizowani do wojny w Ukrainie Rosjanie, którzy obecnie znajdują się w obwodzie włodzimierskim, zachorowali. - W tym momencie wszyscy mają kaszel z krwią. Lekarz dopiero dziś rozdał nam karty leczenia. Lekarz od nas uciekł - mówi jeden z żołnierzy. Chorzy zostali pozostawieni bez pomocy, dowództwo każe się im leczyć na własną rękę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/szwecja-odnaleziono-kobre-krolewska-ktora-uciekla-z-terrarium/", "title": "Szwecja. Odnaleziono kobrę królewską, która uciekła z terrarium", "date_published": "2022-10-28 12:29:00+00:00", "description": "Pracownicy zoo zlokalizowali kobrę królewską, która prawie tydzień temu, uciekła z terrarium. Okazało się, że gad wcale nie opuścił ogrodu, ale ukrył się między izolacjami w ścianie jednego z budynków.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/filipiny-nagle-i-gwaltowne-powodzie-co-najmniej-31-osob-nie-zyje-trwaja-akcje-ratunkowe/", "title": "Filipiny. Nagłe i gwałtowne powodzie. Co najmniej 31 osób nie żyje, trwają akcje ratunkowe", "date_published": "2022-10-28 11:29:00+00:00", "description": "Ulewne deszcze wywołane przez nadciągającą na Filipiny burzę tropikalną doprowadziły w piątek do powstania powodzi błyskawicznych i zalania kilku wiosek w południowych częściach kraju. Co najmniej 31 osób nie żyje, trwają akcje ratunkowe.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/komisja-europejska-potracila-polsce-30-mln-euro-kolejna-transza-za-niewykonanie-wyroku-tsue/", "title": "Komisja Europejska potrąciła Polsce 30 mln euro. Kolejna transza za niewykonanie wyroku TSUE", "date_published": "2022-10-28 11:00:00+00:00", "description": "Komisja Europejska potrąciła kolejną transzę kar za niewykonanie wyroku TSUE przez Polskę dotyczącego Izby Dyscyplinarnej Sądu Najwyższego. Tym razem to 30 mln euro.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/spedzil-12-dni-w-morzu-rybacy-uratowali-kajakarza/", "title": "Spędził 12 dni w morzu. Rybacy uratowali kajakarza", "date_published": "2022-10-28 10:34:00+00:00", "description": "Holenderscy rybacy uratowali kajakarza, który spędził 12 dni w morzu. Pochodzący z Wielkiej Brytanii 28-letni mężczyzna był skrajnie wychłodzony. Został przetransportowany do szpitala.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/meksyk-poscig-za-przemytnikami-na-lodzi-sluzby-przejely-ponad-tone-narkotykow/", "title": "Meksyk. Pościg za przemytnikami na łodzi. Służby przejęły ponad tonę narkotyków", "date_published": "2022-10-28 10:19:00+00:00", "description": "Film z morskiego pościgu za przemytnikami narkotyków opublikowała meksykańska armia w pobliżu Oaxaca, przy południowo-zachodnim wybrzeżu kraju. Służbom udało się odzyskać ponad tonę kokainy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/usa-joe-biden-odpowiada-na-slowa-wladimira-putina-ws-uzycia-broni-jadrowej/", "title": "USA: Joe Biden odpowiada na słowa Władimira Putina ws. użycia broni jądrowej", "date_published": "2022-10-28 08:47:00+00:00", "description": "Joe Biden odniósł się do wypowiedzi Władimira Putina, twierdzącego, że Rosja nie zamierza użyć broni jądrowej w Ukrainie - przekazała agencja Reuters. - Jeśli nie ma zamiaru, dlaczego ciągle o tym mówi? - pytał prezydent Stanów Zjednoczonych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/protesty-aktywistow-klimatycznych-w-muzeach-czemu-szokuje-nas-to-a-nie-decyzje-politykow/", "title": "Protesty aktywistów klimatycznych w muzeach. \"Czemu szokuje nas to, a nie decyzje polityków?\"", "date_published": "2022-10-28 08:20:00+00:00", "description": "Stawiam sobie pytanie, dlaczego te akcje nas szokują, a nie szokują nas politycy tworzący te kryzysy - pytała w Polsat News Dominika Lasota, aktywistka klimatyczna z Młodzieżowego Strajku Klimatycznego, komentując ostatnie protesty aktywistów. Między innymi w Londynie i Poczdamie protestujący obrzucili słynne obrazy jedzeniem.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/usa-osiem-osob-zginelo-w-pozarze-domu-policja-podejrzewa-zabojstwo/", "title": "USA. Osiem osób zginęło w pożarze domu. Policja podejrzewa zabójstwo", "date_published": "2022-10-28 08:09:00+00:00", "description": "Ciała ośmiu osób - dwojga dorosłych i sześciorga dzieci - ujawniono po pożarze mieszkania w Broken Arrow w Oklahomie (USA). Policja wszczęła dochodzenie w sprawie zabójstwa ośmioosobowej rodziny.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/kadyrow-potwierdzil-smierc-swoich-zolnierzy-po-ataku-sil-ukrainskich/", "title": "Ukraina: Kadyrow potwierdził śmierć swoich żołnierzy po ataku sił ukraińskich", "date_published": "2022-10-28 07:24:00+00:00", "description": "Po ataku sił ukraińskich zginęło 23 czeczeńskich żołnierzy, 58 zostało rannych - przekazał w czwartek Ramzan Kadyrow, odnosząc się do ukraińskiego ataku na bazę kadyrowców. Jeśli przeznaczeniem jest paść w świętej wojnie, to jest to zaszczyt i wielka radość dla każdego prawdziwego muzułmanina. Wszyscy marzymy o śmierci na drodze Boga - napisał przywódca Czeczenii w mediach społecznościowych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/zepchnal-ciezarna-zone-w-przepasc-wczesniej-wykupil-polise/", "title": "Turcja. Zepchnął ciężarną żonę w przepaść. Wcześniej wykupił polisę", "date_published": "2022-10-28 07:00:00+00:00", "description": "41-letni Turek Hakan Aysal został skazany na karę dożywotniego więzienia za zabójstwo swojej żony. Mężczyzna zepchnął będącą w siódmym miesiącu ciąży kobietę z wysokiego klifu. Wcześniej wykupił polisę ubezpieczeniową na jej życie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/isw-celem-putina-jest-zniszczenie-i-wymazanie-z-pamieci-narodu-ukrainskiego/", "title": "ISW: Celem Putina jest zniszczenie i wymazanie z pamięci narodu ukraińskiego", "date_published": "2022-10-28 06:01:00+00:00", "description": "Jedyną prawdziwą gwarancją ukraińskiej suwerenności może być wyłącznie Rosja, która stworzyła Ukrainę - przekazał Władimir Putin podczas spotkania klubu Wałdaj. Zdaniem ekspertów z amerykańskiego Instytutu Studiów nad Wojną, odrzucanie ukraińskiej suwerenności i działania Rosji w Ukrainie każą się zastanowić nad tym, czy wojna prowadzona przez Kreml nie jest aktem ludobójczym.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-28/elon-musk-przejal-twittera-zaczal-od-zwolnien/", "title": "Elon Musk przejął Twittera. Zaczął od zwolnień", "date_published": "2022-10-28 04:10:00+00:00", "description": "Elon Musk sfinalizował przejęcie Twittera. Miliarder zapłacił 44 mld dolarów. Jedną z pierwszych decyzji nowego właściciela było zwolnienie czołowych menedżerów, którzy mieli go wprowadzać w błąd co do liczby fałszywych kont spamowych na platformie.", "favourite": false}]