[{"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/middleeast/iran-zahedan-protest-gunfire-intl/index.html", "title": "Protesters in Iran's Zahedan encounter gunfire following Friday prayers", "date_published": "2022-10-28 21:21:49+00:00", "description": "Protesters encountered teargas and gunfire following Friday prayers in the eastern Iranian city of Zahedan, according to videos posted on social media and provided by IranWire, an activist website.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/middleeast/palestinian-militants-jenin-west-bank-intl-cmd/index.html", "title": "West Bank militants threaten Israel and warn their own leaders as tensions rise", "date_published": "2022-10-28 18:37:50+00:00", "description": "Four US-made M4 Carbine rifles lean against the back of the sofa. The young men, mostly dressed in black civilian clothes, are relaxed and chatty. Neighbors pop their heads in to say hello through a door open to the street.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/football/qatar-germany-world-cup-spt-intl/index.html", "title": "Qatar summons German ambassador over interior minister's World Cup remarks", "date_published": "2022-10-28 17:45:24+00:00", "description": "Qatar's Foreign Ministry summoned the German ambassador Claudius Fischbach on Friday following the recent comments made by interior minister Nancy Faeser regarding the Gulf state's hosting of the 2022 World Cup.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/energy/uk-air-fryer-energy-bills/index.html", "title": "Brits are stocking up on air fryers and electric blankets as energy bills skyrocket", "date_published": "2022-10-28 16:42:24+00:00", "description": "Shoppers in the United Kingdom are snapping up energy-saving air fryers, electric blankets and slow cookers this winter as their fuel bills soar.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/football/qatar-socceroos-lgbtq-world-cup-spt-intl/index.html", "title": "Qatar says it 'commends' call for reform after Socceroos video criticizing its LGBTQ and labor rights", "date_published": "2022-10-28 14:43:14+00:00", "description": "World Cup host Qatar has praised the Australian men's national team for their efforts to raise awareness on \"important matters\" and said that \"no country is perfect,\" a spokesperson for Qatar's Supreme Committee for Delivery & Legacy said on Friday.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/middleeast/netanyahu-comeback-extremists-mime-intl/index.html", "title": "Netanyahu eyes extremist political support in comeback attempt", "date_published": "2022-10-28 14:29:05+00:00", "description": "When Benjamin Netanyahu hits the campaign trail, he uses what's been dubbed the Bibimobile -- a converted truck turned into a travelling stage ensconced in bulletproof glass.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/economy/us-pce-inflation-september/index.html", "title": "Inflation data shows US prices were still uncomfortably high last month", "date_published": "2022-10-28 12:56:57+00:00", "description": "New inflation data shows that US prices are still uncomfortably high, despite aggressive action from the Federal Reserve to rein in decades-high inflation.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/28/economy/saudi-arabia-biden-opec-oil/index.html", "title": "America and Saudi Arabia are locked in a bitter battle over oil. The stakes are massive", "date_published": "2022-10-28 10:30:49+00:00", "description": "The relationship between the United States and Saudi Arabia is one of the most important on the planet. And lately, it's also been one of the most awkward.", "favourite": false}]