[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/oct/29/world-series-2022-game-1-philadelphia-phillies-v-houston-astros-live", "title": "World Series 2022 Game 1: Philadelphia Phillies v Houston Astros – live", "date_published": "2022-10-28 23:38:26+00:00", "description": "<ul><li>Astros host Phillies in opening game of Fall Classic</li><li><a href=\"https://www.theguardian.com/sport/2022/oct/28/world-series-2022-predictions-philadelphia-houston\">World Series 2022: our writers’ predictions</a></li><li>Tweet Hunter at <a href=\"https://twitter.com/HunterFelt\">@HunterFelt</a> or <a href=\"mailto:hunter.felt.freelance@theguardian.com\">email him</a></li></ul><p><strong>How the Astros got here</strong></p><p>The Astros had an even easier time than the Phillies. After establishing themselves as the most dangerous team in the American League with their 106-56 regular season record, Houston managed to avoid falling into any trouble like <a href=\"https://www.theguardian.com/sport/2022/oct/17/have-mlbs-revamped-playoffs-made-the-baseball-season-an-unfair-mockery\">the other 100-win</a> teams this year. </p> <a href=\"https://www.theguardian.com/sport/live/2022/oct/29/world-series-2022-game-1-philadelphia-phillies-v-houston-astros-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/hannah-goslar-anne-franks-friend-and-holocaust-survivor-dies-aged-93", "title": "Hannah Goslar, Anne Frank’s friend and Holocaust survivor, dies aged 93", "date_published": "2022-10-28 21:13:20+00:00", "description": "<p>Childhood friend of famous diarist of Nazi persecution survived Bergen-Belsen and raised family in Israel</p><p>Hannah Goslar, one of <a href=\"https://www.theguardian.com/books/anne-frank\">Anne Frank</a>’s best friends who like her was held in the Bergen-Belsen Nazi concentration camp during the second world war, has died aged 93.</p><p>Frank, a young Jewish girl who died aged 15 in the Bergen-Belsen camp, is known worldwide for her powerful diary written between 1942 and 1944.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/hannah-goslar-anne-franks-friend-and-holocaust-survivor-dies-aged-93\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/elon-musk-twitter-disaster", "title": "Elon Musk’s Twitter is going to be a disaster | Hamilton Nolan", "date_published": "2022-10-28 20:00:37+00:00", "description": "<p>Musk probably bought Twitter for the same reason billionaires throughout history have become press barons: to try to control the conversation</p><p>Twitter is free. You can go on there and type your embarrassing little thoughts for the whole world to see any time you like. Millions of us have been doing this for years. Revealing to everyone how dumb your inner thoughts are may cost you your reputation, sure, but it won’t cost you any money. Not even if you’re the richest man in the country.</p><p>So why spend $44bn to buy it? That’s a fair piece of change, even to someone whose net worth hovers above $200bn. It’s also much more than the company is actually worth, as evidenced by Elon Musk’s desperate attempt to get out of the deal almost as soon as he had gotten irretrievably into it. The price is too high to be a pure lifestyle purchase – if you want a media property just for the social cachet and party invitations, it can be had much cheaper. Fellow villainous mega-billionaire space tourist Jeff Bezos <a href=\"https://www.cjr.org/public_editor/washington-post-bezos-journalism-flaws.php\">bought</a> the Washington Post for a mere $250m, less than 1% of what Musk just paid for a cacophonous global collection of weird, hollering self-promotion.</p><p>Hamilton Nolan is a writer at In These Times</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/elon-musk-twitter-disaster\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/russian-spy-norway-canada-brazil-academic", "title": "Suspected Russian spy arrested in Norway spent years studying in Canada", "date_published": "2022-10-28 19:41:38+00:00", "description": "<p>Man posing as Brazilian academic José Assis Giammaria thought to have used his time in the country to build up a deep-cover identity</p><p>A suspected Russian spy who posed as a Brazilian academic before his arrest this week by Norway’s domestic security agency spent years studying at Canadian universities with a focus on Arctic security issues.</p><p>The man, who called himself José Assis Giammaria, worked as researcher at the University of Tromsø and was <a href=\"https://www.theguardian.com/world/2022/oct/25/norway-arrests-brazilian-researcher-accused-of-spying-for-russia\">arrested on suspicion he had entered Norway under false pretences</a>. On Friday, prosecutor Thomas Blom named the man as Mikhail Mikushin, adding that Norway’s domestic security agency was “not positively sure of his identity, but we are quite certain that he is not Brazilian”.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/russian-spy-norway-canada-brazil-academic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/28/jesse-marsch-enters-extra-time-at-leeds-liverpool", "title": "‘I’m not done here’: defiant Jesse Marsch enters extra time at Leeds", "date_published": "2022-10-28 19:30:36+00:00", "description": "<p>Leeds head to Anfield on Saturday chasing a first win in nine games amid relentless questioning over manager’s future</p><p>Almost 4,000 miles separates Leeds from Racine but the values Jesse Marsch absorbed as a child growing up in the Wisconsin factory town are arguably keeping him in a job at Elland Road just now. The midwest is a part of the United States noted for the striking humility and sheer “niceness” of its inhabitants and, at least away from the pitch, Marsch seems a typically empathic export.</p><p>The Leeds manager’s impeccable politeness, patience and openness in the face of relentless questioning about his somewhat precarious job security partly illustrate why club executives are so reluctant to sack Marcelo Bielsa’s successor. It is no exaggeration to say Marsch’s disarming warmth away from the pitch has bought him extra time in West Yorkshire.</p> <a href=\"https://www.theguardian.com/football/2022/oct/28/jesse-marsch-enters-extra-time-at-leeds-liverpool\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/oct/28/the-week-around-the-world-in-20-pictures", "title": "The week around the world in 20 pictures", "date_published": "2022-10-28 19:15:02+00:00", "description": "<p>Thousands mourn Mahsa Amini in Iran; Russian attacks on critical facilities in Ukraine; Just Stop Oil activism in London; and flooding in Australia – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/oct/28/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global/2022/oct/29/happy-milk-the-dairy-family-that-sustains-a-fair-shake-of-the-bottle", "title": "‘Happy milk’: the dairy family that sustains a fair shake of the bottle", "date_published": "2022-10-28 19:00:38+00:00", "description": "<p>A viral video in 2018 propelled the Hickey family to quit working with supermarkets and instead sell milk by the glass bottle directly to consumers</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=cvau_sfl\">Sign up for the Rural Network email newsletter</a></li><li><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></li></ul><p>Fat cows nursing half-grown calves aren’t a common sight on a dairy farm. Nor are empty glass milk bottles left on the front porch – not these days, anyway. But Shane Hickey, a Northern Rivers dairy farmer, isn’t afraid to challenge the status quo.</p><p>In 2018, at the height of the drought, <a href=\"https://www.facebook.com/abcnews.au/posts/could-you-imagine-being-paid-246-an-hour-thats-the-reality-for-this-aussie-dairy/10158875924659988/\">he posted a video on Facebook</a> that quickly went viral. After receiving his monthly milk cheque Hickey calculated that he’d been working for just $2.46 an hour and wouldn’t be able to cover the bills. He also called out the big supermarkets to pay more to dairy producers.</p><p><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up to receive Guardian Australia’s fortnightly Rural Network email newsletter</a></p><p><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up for the Rural Network email newsletter</a></p><p><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></p> <a href=\"https://www.theguardian.com/global/2022/oct/29/happy-milk-the-dairy-family-that-sustains-a-fair-shake-of-the-bottle\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/like-a-thoroughbred-race-horse-inside-the-high-speed-high-stakes-world-of-pigeon-racing", "title": "‘Like a thoroughbred race horse’: inside the high-speed, high-stakes world of pigeon racing", "date_published": "2022-10-28 19:00:37+00:00", "description": "<p>Champion birds can command massive prices, but those who spend their lives training them do it for the love – not money</p><p>Down a quiet dirt road, deep in Sydney’s west, sits a clubhouse. The exterior is nondescript – a big shed clad with corrugated iron. But inside lies a cave of wonders, a treasure trove of trophies and honour rolls and scoreboards scrawled in chalk, with cages galore in every corner. It is a holy space devoted to one divine being: the pigeon.</p><p>The walls are covered top to bottom in them, frame after frame of pictures bearing champions of the past eight decades since the Blacktown Racing Pigeon Club was founded. As ever, though, some stars shine brighter than the rest, and on a plaque mounted above the office are three of the very best.</p><p>A celebration for Trevor Steed, who recently turned 91, at the Blacktown pigeon racing club. The club is one of the oldest in the country</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/like-a-thoroughbred-race-horse-inside-the-high-speed-high-stakes-world-of-pigeon-racing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/oct/28/jerry-lee-lewis-death-scandal-showman", "title": "Jerry Lee Lewis: a thrilling one-of-a-kind showman who was mired in scandal", "date_published": "2022-10-28 18:27:27+00:00", "description": "<p>The death of the rock’n’roll pioneer leaves behind a frenetic career filled with professional highs and personal lows</p><p>In October 1973, Jerry Lee Lewis was booked to play a showcase gig at The Roxy, a newly-opened LA club that immediately attracted a clientele heavy on rock stars: among its co-owners were David Geffen, Neil Young’s manager Elliot Roberts and famed producer Lou Adler. Lewis was, in theory at least, in the throes of another comeback. He had just completed work on an album called The Session, recorded in London with an all-star backing band: Kenney Jones of the Faces, Rory Gallagher and Peter Frampton among them. By all accounts the sessions hadn’t gone terribly well. Propped up by booze and amphetamines, Lewis’ behavior was volatile: Rory Gallagher recalled that whenever something displeased him, Lewis would reach for his sock, where, it was believed, he concealed a gun. Still, the combined contemporary star power of his guests helped the album to Lewis’ highest US chart placing in a decade.</p><p>But if Lewis was pleased about the attention paid to him by a younger generation of musicians, he had a funny way of showing it: when John Lennon walked into The Roxy that night, Lewis stopped playing and began berating him from the stage: “[he] started on about how the Beatles were shit and the Stones were shit and there ain’t nobody could play real rock’n’roll the way Jerry Lee could,” recalled Gallagher. For his part, Lennon seemed entirely unbothered. After the show, he walked into Lewis’ dressing room, dropped to his knees and kissed his feet, before asking for an autograph from the man he called “the real king of rock’n’roll”.</p> <a href=\"https://www.theguardian.com/music/2022/oct/28/jerry-lee-lewis-death-scandal-showman\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/gallery/2022/oct/28/jerry-lee-lewis-life-in-pictures", "title": "Jerry Lee Lewis – a life in pictures", "date_published": "2022-10-28 18:22:18+00:00", "description": "<p>The pioneering rock’n’roller has died at the age of 87 after a career that saw him rise to the top yet struggle to remain out of trouble</p><ul><li><a href=\"https://www.theguardian.com/music/2022/oct/28/jerry-lee-lewis-rock-n-roll-star-dead\">Jerry Lee Lewis, US rock’n’roll star, dies aged 87</a><br /></li></ul> <a href=\"https://www.theguardian.com/music/gallery/2022/oct/28/jerry-lee-lewis-life-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/wasps-suspended-from-premiership-as-rfu-confirms-relegation", "title": "Wasps suspended from Premiership and will be relegated, RFU confirms", "date_published": "2022-10-28 18:16:28+00:00", "description": "<ul><li>Wasps set for Championship in 2023 but are £100m in debt</li><li>RFU: ‘Condition of any deal includes paying all creditors’</li></ul><p>Wasps have been officially suspended from the Premiership for the rest of the season and the Rugby Football Union has confirmed the club’s relegation to the Championship next term.</p><p>The move was expected by the RFU, given Wasps were put into administration earlier this month with 167 employees - including all players and staff - made redundant and it leaves Premiership officials now planning to see out the rest of the season with just 11 clubs.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/wasps-suspended-from-premiership-as-rfu-confirms-relegation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/new-zealand-has-just-passed-a-law-that-will-revolutionise-workers-rights-it-probably-wont-last", "title": "New Zealand has just passed a law that will revolutionise workers’ rights. It probably won’t last | Henry Cooke", "date_published": "2022-10-28 18:00:35+00:00", "description": "<p>Jacinda Ardern’s government has radically expanded unions’ collective bargaining power. But if she goes at the next election, so will this legislation</p><p>Changes of government often entail less change than people expect.</p><p>When Jacinda Ardern came to power in 2017 she did not renationalise the power companies John Key had partly privatised, or immediately force agriculture into the emissions trading scheme. When Key came to power in 2008 he ended up increasing and building on Helen Clark’s working for families programme, which he had previously called “communism by stealth”. And when Clark was elected in 1999 the major rightward shift enacted in the 1980s and 1990s largely survived.</p><p><em>Henry Cooke is former chief political reporter for New Zealand news organisation Stuff</em></p> <a href=\"https://www.theguardian.com/world/2022/oct/29/new-zealand-has-just-passed-a-law-that-will-revolutionise-workers-rights-it-probably-wont-last\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/sarah-hunter-rugby-odyssey-from-amateur-to-englands-most-capped-player", "title": "Sarah Hunter’s rugby odyssey to become England’s most capped player", "date_published": "2022-10-28 18:00:35+00:00", "description": "<p>Red Roses’ steely captain will achieve career milestone with her 138th cap in Sunday’s World Cup quarter-final against Australia</p><p>Almost 16 years ago a quietly determined 21-year-old from North Tyneside won her first cap for England, coming off the bench in front of a couple of hundred souls at Old Albanians RFC. Sarah Hunter did not do much in her five minutes on the field – “I probably touched the ball once and made one tackle” – but it marked the start of a rugby odyssey that is about to propel her past every England player – of either sex – to have pulled on a white jersey.</p><p>Of course there is a bigger picture as her <a href=\"https://www.theguardian.com/sport/2022/oct/27/england-switch-it-up-a-gear-for-world-cup-quarter-final-test-against-australia\">Red Roses seek to knock out Australia</a> on Sunday and reach the last four of a World Cup they are desperate to win. Sitting in a modest second-floor hotel room in downtown Auckland, even so, there was no disguising Hunter’s intense pride at the imminent arrival of cap No 138, overtaking the great Rocky Clark and leaving her nearest male challengers Ben Youngs and Jason Leonard even further behind.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/sarah-hunter-rugby-odyssey-from-amateur-to-englands-most-capped-player\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "date_published": "2022-10-28 18:00:35+00:00", "description": "<p></p><p><strong>Daniel Boffey</strong> <a href=\"https://www.theguardian.com/world/2022/oct/22/my-heart-is-bleeding-kherson-evacuees-ukraine\">travelled to Kherson</a>, where Russia’s grip appeared increasingly fragile after a weekend in which all civilians were ordered to leave immediately in the face of the advancing Ukrainian counteroffensive.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/t20-world-cup-keeping-romance-alive-in-face-of-uncomfortable-truths", "title": "T20 World Cup fights to keep romance alive in face of uncomfortable truths | Geoff Lemon", "date_published": "2022-10-28 17:42:38+00:00", "description": "<p>A tournament sponsored by an oil supplier and beset by bad weather may struggle to build on excitement of early upsets</p><p>It must be difficult organising a major International Cricket Council event. You are tasked with bringing together the disparate corners of the cricket world in a festival of joyous inclusiveness, in a way that financially benefits Australia, England and India, the three most influential nations in the sport. You need a tense competitive format that makes sure that the most lucrative teams play lots of games before any risk of being eliminated.</p><p>You have to promote your message of saving the environment by filling the stadiums with recycling stations labelled with the oil sponsor that pumps out 12.3m barrels a day. In between times you advertise your charity partnership to support women and girls playing cricket, while the same oil company funds the Saudi monarchy and one of your top-ranked teams represents a nation ruled by the Taliban.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/t20-world-cup-keeping-romance-alive-in-face-of-uncomfortable-truths\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/kenyan-police-charged-with-crimes-against-humanity-over-2017-crackdown", "title": "Kenyan police charged with crimes against humanity over 2017 crackdown", "date_published": "2022-10-28 17:29:05+00:00", "description": "<p>Twelve officers face charges including rape, murder and torture over response to post-election protests</p><p>In a landmark decision, 12 Kenyan police officers will face charges of crimes against humanity over a deadly crackdown on post-election protests in 2017, prosecutors have announced.</p><p>The charges cover rape, murder and torture and <a href=\"https://www.theguardian.com/world/2017/aug/12/kenyan-protests-against-kenyatta-election-victory-turn-deadly\">include the case of a six-month-old baby girl whose death became a symbol of police brutality</a> during the bloody election aftermath.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/kenyan-police-charged-with-crimes-against-humanity-over-2017-crackdown\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/28/premier-league-team-news-predicted-lineups-for-the-weekend-action", "title": "Premier League team news: predicted lineups for the weekend action", "date_published": "2022-10-28 17:13:23+00:00", "description": "<p>This crop of fixtures throws up managers meeting former clubs in Brighton v Chelsea and Manchester United v West Ham</p><p><strong>Saturday</strong> 12.30pm <em>BT Sport 1 </em><strong>Venue</strong> King Power Stadium <strong>Last season </strong>Leicester 0 Manchester City 1</p> <a href=\"https://www.theguardian.com/football/2022/oct/28/premier-league-team-news-predicted-lineups-for-the-weekend-action\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/northern-ireland-election-brexit-rishi-sunak-britain-protocol", "title": "Northern Ireland faces another pointless election thanks to London’s Brexit mess | Fintan O’Toole", "date_published": "2022-10-28 17:04:19+00:00", "description": "<p>Rishi Sunak can begin to make Britain a serious country again by trying to make the NI protocol work. But will he?</p><p>Last week, amid all the turmoil in the Tory party, there was a brief flurry of interest in the emergence as a candidate for prime minister of the man more than one British reporter referred to as “the Northern Ireland secretary Brandon Lewis”. Lewis was not the Northern Ireland secretary. He wasn’t even the previous holder of the office – he <a href=\"https://www.theguardian.com/politics/2022/jul/07/northern-ireland-secretary-brandon-lewis-resigns-from-cabinet\">was the one before that</a>.</p><p>Likewise, when Rishi Sunak was eventually selected, at least one distinguished British commentator proclaimed him the first person of Asian heritage to become prime minister of a European country. Actually, the <a href=\"https://www.theguardian.com/world/2019/oct/10/breaking-the-mould-leo-varadkar-is-no-typical-irish-politician\">first such leader was Leo Varadkar</a>, who became taoiseach in Dublin five years ago.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/northern-ireland-election-brexit-rishi-sunak-britain-protocol\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/we-need-to-push-hair-discrimination-fight-moves-to-uk-workplaces", "title": "‘We need to push’: hair discrimination fight moves to UK workplaces", "date_published": "2022-10-28 17:03:32+00:00", "description": "<p>Campaigners welcome guidance to prevent discrimination in schools and set sights on employers</p><p>Zina Alfa vividly remembers her own experiences of hair discrimination as a child. “A teacher basically said my hair was disgusting, and that it wasn’t school policy and that I needed to take it out immediately,” recalls the 30-year-old entrepreneur and campaigner on the issue, which has been in the spotlight since a series high-profile legal cases regarding hair discrimination.</p><p>She was “ecstatic” then on hearing of the publication on Thursday of landmark guidance by Britain’s equalities watchdog that pupils should not be stopped from wearing their hair in natural afro styles at school.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/we-need-to-push-hair-discrimination-fight-moves-to-uk-workplaces\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/haiti-port-au-prince-fleeing-gangs-kidnapping-un-iom", "title": "About 96,000 Haitians flee homes to escape gangs and kidnapping, UN says", "date_published": "2022-10-28 16:57:02+00:00", "description": "<p>Gangs believed to control about 60% of Port-au-Prince as Haitians also struggling with dwindling supplies for food, water and basics</p><p>Gang violence, kidnapping and intimidation has forced about 96,000 people to flee their homes in Haiti’s capital, the UN’s International Organization for Migration (IOM) said on Friday, as the country faces a crisis that has <a href=\"https://www.theguardian.com/world/2022/oct/07/haiti-international-armed-force-decree-blockade\">prompted the government to request the immediate deployment</a> of foreign troops.</p><p>The IOM said gang-related violence has led to “racketeering, kidnappings and wider criminal acts in a context characterized by deep inequalities, high levels of deprivation of basic human needs and a fragmented security environment”.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/haiti-port-au-prince-fleeing-gangs-kidnapping-un-iom\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/oct/28/jerry-lee-lewis-rock-n-roll-star-dead", "title": "Jerry Lee Lewis, notorious US rock’n’roll star, dies aged 87", "date_published": "2022-10-28 16:56:49+00:00", "description": "<p>Artist’s songs such as Great Balls of Fire helped install rock’n’roll as the dominant American pop music of the 1950s</p><p><a href=\"https://www.theguardian.com/music/jerry-lee-lewis\">Jerry Lee Lewis</a>, the rock’n’roll pioneer who became one of the most infamous figures in popular music, has died aged 87, his publicist has said.</p><p>He died of natural causes at his home in DeSoto County, Mississippi. </p> <a href=\"https://www.theguardian.com/music/2022/oct/28/jerry-lee-lewis-rock-n-roll-star-dead\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/ra-dismisses-donald-trump-claim-it-wants-the-open-back-atturnberry", "title": "R&A dismisses Donald Trump claim it wants the Open back at Turnberry", "date_published": "2022-10-28 16:40:19+00:00", "description": "<ul><li>Turnberry owner Trump: ‘The Open wants to come back’</li><li>Bryson DeChambeau suing PGA Tour on ‘principle’</li></ul><p>The organisers of the Open Championship have moved to immediately dismiss <a href=\"https://www.theguardian.com/sport/2022/oct/27/donald-trump-claims-the-ra-want-the-open-to-return-to-turnberry\">Donald Trump’s claim</a> that they want to bring the tournament back to Turnberry.</p><p>Trump purchased Turnberry in 2014, five years after it last staged golf’s oldest major. The R&amp;A was keen to avoid the inevitable circus that would attach itself to the Open at a Trump-owned course. Following the attack on the US Capitol last January, the R&amp;A’s chief executive, Martin Slumbers, made clear his organisation “had no plans to stage any of our championships at Turnberry and will not do so in the foreseeable future”.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/ra-dismisses-donald-trump-claim-it-wants-the-open-back-atturnberry\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/28/erik-ten-hag-backs-cristiano-ronaldo-to-reach-20-goal-milestone-manchester-united", "title": "‘It’s up to him’: Ten Hag backs Cristiano Ronaldo to reach 20-goal milestone", "date_published": "2022-10-28 16:37:13+00:00", "description": "<ul><li>Manchester United manager insists veteran is in his plans</li><li>Antony says he ‘will not stop doing’ tricks after furore over skill</li></ul><p>Erik ten Hag believes Cristiano Ronaldo can again manage 20-plus goals for Manchester United this season.</p><p>Ronaldo scored his third of the season in Thursday’s 3-0 Europa League victory over Sheriff at Old Trafford on his return from a one-game club suspension, imposed by the manager after his early disappearance down the tunnel against Spurs this month. Last season he scored 24 times, 17 in the Premier League. Ten Hag was asked whether he believed Ronaldo could reach that milestone again.</p> <a href=\"https://www.theguardian.com/football/2022/oct/28/erik-ten-hag-backs-cristiano-ronaldo-to-reach-20-goal-milestone-manchester-united\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/28/northern-ireland-secretary-plays-for-time-by-failing-to-name-election-date", "title": "Northern Ireland secretary plays for time by failing to name election date", "date_published": "2022-10-28 16:34:19+00:00", "description": "<p>Chris Heaton-Harris obliged to call new poll after deadline to restore devolved government expires </p><p>The Northern Ireland secretary has announced he will call an election for the Stormont assembly but refused to name a date.</p><p>Chris Heaton-Harris said on Friday he would do his “legal duty” to call an election within 12 weeks and promised to give more detail next week after talks with Northern Ireland party leaders.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/28/northern-ireland-secretary-plays-for-time-by-failing-to-name-election-date\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal", "title": "Elon Musk completes Twitter takeover amid hate speech concerns", "date_published": "2022-10-28 16:25:44+00:00", "description": "<p>Shares taken off stock exchange as world’s richest man completes deal to buy social media platform</p><p>The world’s richest man, Elon Musk, has completed his $44bn acquisition of Twitter, amid warnings from politicians and campaigners that hate speech on the platform must be held in check.</p><p>The social media group confirmed the deal in a brief filing on the New York Stock Exchange on Friday morning, disclosing the <a href=\"https://www.sec.gov/Archives/edgar/data/876661/000087666122000890/ruleprovisionnotice.htm\">deal had closed</a> the day before. Shares in the company have been suspended and will delist on 8 November, capping a chaotic saga that began when the billionaire first announced his plans to take the tech business private in April.</p> <a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/tom-brady-and-gisele-bundchen-announce-divorce", "title": "Tom Brady and Gisele Bündchen announce divorce", "date_published": "2022-10-28 16:24:49+00:00", "description": "<p>NFL and fashion superstars ended their 13-year marriage ‘amicably’, say both</p><p>Tom Brady and Gisele Bündchen have finalized their divorce, they announced on Friday, ending the 13-year marriage between two superstars who respectively reached the pinnacles of football and fashion.</p><p>Brady and Bündchen posted statements on Instagram late on Friday morning, each saying they had “amicably” reached the decision.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/tom-brady-and-gisele-bundchen-announce-divorce\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/oct/28/ksi-and-logan-paul-aim-to-take-on-coca-cola-and-pepsi-with-new-energy-drink", "title": "KSI and Logan Paul aim to take on Coca-Cola and Pepsi with new energy drink", "date_published": "2022-10-28 16:24:41+00:00", "description": "<p>Prime Hydration has become so popular there is even a Twitter feed to help fans find available bottles</p><p>One bottle is listed on eBay for £10,000 and teenagers have even been getting out of bed to queue outside Asda at 6am to get their hands on it – the Prime Hydration energy drink is bubbling over.</p><p>The drink is a new venture from social influencers <a href=\"https://www.theguardian.com/music/2020/may/17/ksi-money-gravitates-towards-me\">KSI</a> and <a href=\"https://www.theguardian.com/lifeandstyle/lostinshowbiz/2019/jul/25/logan-paul-fastest-youtuber-vlogger-richer\">Logan Paul</a> who were boxing rivals and YouTube favourites before becoming business partners and branching out to take on the likes of Coca-Cola and Pepsi.</p> <a href=\"https://www.theguardian.com/business/2022/oct/28/ksi-and-logan-paul-aim-to-take-on-coca-cola-and-pepsi-with-new-energy-drink\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/russia-says-82000-conscripts-from-emergency-draft-already-in-ukraine", "title": "Russia says 82,000 conscripts from emergency draft already in Ukraine", "date_published": "2022-10-28 16:22:51+00:00", "description": "<p>Ministry of Defence says Russia relying on ‘poorly trained force’ as Kremlin seeks to consolidate gains</p><p><a href=\"https://www.theguardian.com/world/live/2022/oct/28/russia-ukraine-war-live-news-updates-joe-biden-vladimir-putin-russian-nuclear-weapons-dirty-bomb-claim\">Russia-Ukraine war – latest news updates</a></p><p>Russia’s defence minister said 82,000 conscripts had already been sent to Ukraine, reflecting what the west called a desperate effort to halt Kyiv’s counter offensive with poorly trained troops.</p><p>Sergei Shoigu told president, Vladimir Putin, that a further 218,000 were being trained in barracks, and that the controversial “partial mobilisation” had concluded, although it was not possible to verify the figures cited.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/russia-says-82000-conscripts-from-emergency-draft-already-in-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/as-fans-we-love-the-all-blacks-so-why-cant-men-say-it", "title": "As fans, we love the All Blacks, so why can’t men say it?", "date_published": "2022-10-28 16:00:32+00:00", "description": "<p>New Zealand men are forever talking about rugby – but they never say as much as they should</p><p>Rugby is the conversational topic New Zealand men default to at barbecues and social functions when we don’t know each other, and then again after we do, and so on until either the end of our natural lives or we run out of beer, whichever comes first. Rugby is our safe space, a subject on which we are all expert and broadly in agreement: praise Razor, sack Foster etc. It is a space for us to valorise toughness and victory, and to scorn weakness and loss.<br /><br />During the All Blacks’ historically <a href=\"https://www.theguardian.com/sport/2022/jul/30/the-mighty-all-blacks-are-falling-can-they-rule-world-rugby-again\">poor run of results over the past year</a>, the emotion most commonly expressed has been anger. Emotions mostly not expressed include sadness, shame, despair, hopelessness and grief, because the expression of such traditionally non-masculine emotions in this typically masculinist environment is not a good way to stimulate conversation, or to win friends.</p><p>Men default to anger in these situations because it’s socially acceptable and because it’s an effective way of concealing the emotions that aren’t. This is sad and pathetic, of course, but it’s also boring. How much more interesting will the conversation be in the days after a hypothetical, historic and not-improbable All Blacks loss to Wales or Scotland in a couple of weeks, if I could tell a group of guys at a hypothetical subsequent barbecue that the result has negatively impacted my sense of self-worth, that it has served to undermine my self-concept, that I have lain awake thinking about it at night and have found myself fixating on it during the day, to the point I’ve begun worrying about the impact on my relationships and my ability to fulfil my professional obligations?</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/as-fans-we-love-the-all-blacks-so-why-cant-men-say-it\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/rishi-sunak-tories-labour-keir-starmer-mordaunt-johnson", "title": "Sunak is the best choice the Tories could have made – but Labour can still beat him | Jonathan Freedland", "date_published": "2022-10-28 15:54:28+00:00", "description": "<p>Keir Starmer may have preferred to face Mordaunt or Johnson, but the new prime minister has plenty of vulnerabilities</p><p>Publicly, they said they feared no one. When Labour MPs were asked a week ago which of the three would-be successors to Liz Truss looked hardest to defeat, they shrugged off the question, insisting that Boris Johnson, Penny Mordaunt and Rishi Sunak were all as weak and beatable as each other. But whatever the outward show, the truth is Labour got the Conservative leader that, at first glance, they had good reason to dread.</p><p>The evidence has been swift. On Thursday a<strong> </strong><a href=\"https://inews.co.uk/news/politics/rishi-sunak-keir-starmer-beats-economy-taxes-business-poll-hope-tories-1938481?ito=twitter_share_article-top\">poll</a> showed that Sunak is more trusted on the economy, as well as on taxes and business, than Keir Starmer. When asked who they’d <a href=\"https://twitter.com/theipaper/status/1585687459832135687?s=20&amp;t=SWX7niqV7RUv5IssmVgdoQ\">prefer as prime minister</a>, it was close, but more voters went for Sunak. Never mind that the survey had Labour comfortably ahead of the Conservatives overall: the economy and leadership are reliably the two key determinants of general elections – and on both measures Sunak has the edge.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/rishi-sunak-tories-labour-keir-starmer-mordaunt-johnson\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/oct/28/were-booked-until-april-2023-the-white-lotus-effect-on-sicilys-glitziest-town", "title": "‘We’re booked until April 2023’: The White Lotus effect on Sicily’s glitziest town", "date_published": "2022-10-28 15:32:17+00:00", "description": "<p>The second series of HBO’s hit drama has moved from Hawaii to the Italian island. What has filming meant for the town of Taormina?</p><p>It must have been like manna from heaven when, in October 2020, HBO decided to locate its new hit drama, <a href=\"https://www.theguardian.com/tv-and-radio/2021/jul/09/the-white-lotus-review-hbo\">The White Lotus</a>, at the Four Seasons on Maui, Hawaii. The luxury resort had been closed since the islands locked down in late March, but this meant suites could be reopened for filming and furloughed staff brought back to work.</p><p>Now it’s the turn of another Four Seasons hotel, the San Domenico Palace in <a href=\"https://www.theguardian.com/cities/2017/may/22/taormina-spotlight-sicily-g7-donald-trump\">Taormina</a>, Sicily, to be the star turn for the <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/25/the-white-lotus-season-two-review-this-immaculate-seriess-writing-is-utterly-unrivalled\">second series</a>, which airs from October 31 on HBO/Sky Atlantic. Though lockdown is now just a memory for Italy, the choice of one of Sicily’s most beautiful towns (and certainly its glitziest) was welcomed by a country hit hard – and early – by the pandemic. The arrival of the international cast and crew in February was forecast to mean a €2m boost to the town’s hotels, rental flats, bars and restaurants, along with work opportunities for local people, including roles as extras. And the benefits are expected to continue.</p> <a href=\"https://www.theguardian.com/travel/2022/oct/28/were-booked-until-april-2023-the-white-lotus-effect-on-sicilys-glitziest-town\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/28/rishi-sunak-britain-first-hindu-prime-minister-destroying-tories-pitiful-vision-of-diversity", "title": "Britain’s first Hindu prime minister is destroying Tories’ pitiful vision of diversity | Pankaj Mishra", "date_published": "2022-10-28 15:20:42+00:00", "description": "<p>We should quickly abandon wishful thinking in order to be truly ready for Rishi Sunak</p><p>The world has watched in appalled fascination as the UK’s ruling party scrapes the bottom of its human resources barrel: it found there its first Black chancellor of the exchequer and then, to clear up his mess, its first Hindu prime minister. Yet exultant noises from India as well as Britain would make us believe that some historic milestone has been reached.</p><p>Hindu supremacists have pounced on the possibility that Rishi Sunak, a self-proclaimed devout Hindu, is a <em>desi</em> bro, even an undercover agent of the “Global Indian Takeover” – the title of a once regular feature in the Times of India. Evidently, he observes upper-caste taboos against beef and alcohol and always keeps his statuette of Ganesha, the guarantor of worldly success, close to him. “Indian son rises over the empire” was one typical headline in India this week.</p><p><em>Pankaj Mishra’s most recent book is Run and Hide: A Novel.</em></p> <a href=\"https://www.theguardian.com/politics/2022/oct/28/rishi-sunak-britain-first-hindu-prime-minister-destroying-tories-pitiful-vision-of-diversity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/28/detached-from-reality-trevor-noah-view-of-racist-sunak-backlash-divides-opinion", "title": "‘Detached from reality’: Trevor Noah’s view of racist Sunak ‘backlash’ divides opinion", "date_published": "2022-10-28 15:17:27+00:00", "description": "<p>Authors and politicians have accused the US comedian of projecting an American cultural context on to the UK</p><p>The row began with a single call to a UK radio station, was stoked by one of America’s best-known comedians and ended with former Cabinet ministers wading in – and Downing Street, too.</p><p>At the heart of the furore: a claim that Rishi Sunak had experienced a racist “backlash” after becoming the UK’s first British-Asian prime minister.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/28/detached-from-reality-trevor-noah-view-of-racist-sunak-backlash-divides-opinion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/28/arizona-woman-arrested-homeless-people-criminalizing-kindess", "title": "‘Criminalizing kindness’: US woman arrested for feeding homeless people sues", "date_published": "2022-10-28 15:12:31+00:00", "description": "<p>Norma Thornton, 78, files lawsuit against Bullhead City in north-west Arizona over law about food-sharing events in public park</p><p>A woman who was arrested for feeding homeless people in north-west Arizona is suing over a local ordinance that regulates food-sharing events in public parks, accusing the authorities of criminalizing kindness.</p><p>Norma Thornton, 78, became the first person arrested under Bullhead City’s ordinance in March for distributing prepared food from a van at Bullhead community park. Her lawyer said the lawsuit filed this week is part of a nationwide effort to let people feed those in need.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/28/arizona-woman-arrested-homeless-people-criminalizing-kindess\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/oct/28/cocktail-of-the-week-salvatore-calabrese-amalfi-dream-recipe-lemon-limoncello-vodka", "title": "Cocktail of the week: Salvatore Calabrese’s Amalfi dream – recipe | The good mixer", "date_published": "2022-10-28 15:00:31+00:00", "description": "<p>A doubly lemony vodka aperitif with added pep from fresh mint</p><p>I came up with this at a friend’s house in Amalfi in the south-west of Italy, when I was asked to whip up a quick pre-dinner drink. Unfortunately, there was nothing in the cupboard bar a bottle of vodka and some <em>liquore di limone</em>, but thankfully there were lemons and herbs in the garden, too, and so this drink was born. Liquore di limone is essentially the rock star of limoncello and very high-grade, though, weirdly, it tends to be produced in France. In the same spirit of spontaneity with which this drink came about, feel free to use limoncello instead, so long as it’s one made with real Amalfi lemons – <a href=\"https://www.villamassa.com/\">Villa Massa</a> and <a href=\"https://limoncellopallini.com/\">Pallini</a> are two of my favourites.</p><p>Salvatore Calabrese, <a href=\"https://www.roccofortehotels.com/hotels-and-resorts/brown-s-hotel/dining/donovan-bar/\">The Donovan Bar</a>, Brown’s Hotel, London W1</p> <a href=\"https://www.theguardian.com/food/2022/oct/28/cocktail-of-the-week-salvatore-calabrese-amalfi-dream-recipe-lemon-limoncello-vodka\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/28/kyle-walker-kalvin-phillips-optimistic-world-cup-may-not-play-manchester-city-pep-guardiola", "title": "Walker and Phillips ‘optimistic’ over World Cup but may not play before", "date_published": "2022-10-28 14:48:23+00:00", "description": "<ul><li>Pep Guardiola rules out Manchester City return for Walker</li><li>Phillips could get minutes and both players said to be ready</li></ul><p>Pep Guardiola has confirmed Kyle Walker will not play for Manchester City before the World Cup and that Kalvin Phillips has only an outside chance of doing so, but said each was optimistic of being fit for England should Gareth Southgate name them in his 26-man squad.</p><p>Walker has been out with a groin problem since 2 October, and Phillips’s shoulder injury was sustained on 14 September. Southgate considers them automatic choices when fit and with Chelsea’s Reece James, another of his preferred right-backs, <a href=\"https://www.theguardian.com/football/2022/oct/15/england-defender-reece-james-ruled-out-of-world-cup-with-knee-injury\">out until after the group stage</a>, the manager faces a dilemma regarding how many players not 100% he can take to Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/oct/28/kyle-walker-kalvin-phillips-optimistic-world-cup-may-not-play-manchester-city-pep-guardiola\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/oct/28/democrats-obama-midterms-republicans-us-politics-live-updates", "title": "Democrats bring out big hitters including Obama as midterm prospects dim – live", "date_published": "2022-10-28 14:39:33+00:00", "description": "<p>Kamala Harris and Bernie Sanders are among big names hitting campaign trail as control of Congress in danger of slipping away</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></li></ul><p></p><p>White House press secretary <strong>Karine Jean-Pierre</strong> has released a statement about the attack on <strong>Paul Pelosi</strong> in San Francisco:</p><p>The President is praying for Paul Pelosi and for Speaker Pelosi’s whole family. This morning he called Speaker Pelosi to express his support after this horrible attack. He is also very glad that a full recovery is expected. The President continues to condemn all violence, and asks that the family’s desire for privacy be respected.</p><p>The United States Capitol Police (USCP) is assisting the Federal Bureau of Investigation (FBI) and the San Francisco Police with a joint investigation into a break-in at the California home of the Speaker of the House of Representatives.</p><p>The Speaker was in Washington, D.C. with her protective detail at the time of the overnight, break-in.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/oct/28/democrats-obama-midterms-republicans-us-politics-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/iceland-pm-releases-novel-reykjavik-katrin-jakobsdottir", "title": "Iceland prime minister releases crime novel called Reykjavík", "date_published": "2022-10-28 14:37:22+00:00", "description": "<p>Book by Katrín Jakobsdóttir is just latest example of a politician turning their hand to writing fiction</p><p>For 30 years, the disappearance of teenager Lára Marteinsdóttir from the windswept island of Víðey, off the coast of Iceland’s capital, tormented the nation. Until 1986, when Valur, a rookie reporter on a local newspaper, decided to investigate …</p><p>So far, so Nordic noir. But Reykjavík,<em> </em>published to promising reviews in Iceland this week, is a crime novel with a difference – it was written by the prime minister, albeit with the help of one of the country’s international bestselling authors.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/iceland-pm-releases-novel-reykjavik-katrin-jakobsdottir\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/oct/28/premier-league-team-news-pressure-on-marsch-football-countdown-live", "title": "Premier League team news, pressure on ‘angry’ Marsch: football countdown – live", "date_published": "2022-10-28 14:32:10+00:00", "description": "<ul><li>Weekend football team news, previews and lots more</li><li><a href=\"https://www.theguardian.com/football/blog/2022/oct/28/premier-league-10-things-to-look-out-for-this-weekend\">Premier League: 10 things to look out for this weekend</a></li><li>And you can <a href=\"mailto:David.Tindall.Casual@theguardian.com\">mail David,</a> tweet <a href=\"https://twitter.com/DaveTindallgolf\">@DaveTindallgolf</a> or post BTL</li></ul><p><strong>Another week, another Eddie Howe</strong> complaint about people talking about the money. He celebrates a year in the job on 8 November. </p><p>Money doesn’t guarantee success. It certainly helps, but it doesn’t guarantee anything. You can recruit very badly and these days, that will cost you a huge sum of money, so it’s about a mixture of things.</p><p>Time flies. It’s incredible to think as the months have ticked by that it’s nearly led to a year for me here. We’ve enjoyed it, but it’s gone so quickly.</p><p>It’s hard not to get disheartened. But even if football is destined to be run by people who don’t have its best interests at heart, can we find enough kernels of hope in the gloom? This week I asked on Twitter for examples of people in the game – clubs, players, fans, whoever – doing good, however small. Thanks to those who replied about people picking up litter all the way to caring for footballers seeking political asylum. It’s not exhaustive and it won’t win a Pulitzer. You may find it a bit twee but here’s a list in no particular order that may restore your faith for five minutes:</p> <a href=\"https://www.theguardian.com/football/live/2022/oct/28/premier-league-team-news-pressure-on-marsch-football-countdown-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/oct/28/russia-ukraine-war-live-news-updates-joe-biden-vladimir-putin-russian-nuclear-weapons-dirty-bomb-claim", "title": "Russia-Ukraine war live: Russia has fired 4,500 missiles on Ukraine since invasion, says Zelenskiy; more than 300 drones ‘shot down’", "date_published": "2022-10-28 14:28:50+00:00", "description": "<p>Ukraine president says there were 8,000 air strikes; air force spokesman says Ukraine has shot down hundreds of Iranian-made drones</p><ul><li><a href=\"https://www.theguardian.com/world/2022/oct/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-247-of-the-invasion\">Russia-Ukraine war at a glance</a></li></ul><p>Russia has probably bolstered its troops with “mobilised reservists” west of the Dnieper River, the UK’s ministry of defence has said.</p><p>The region encompasses most of Kherson, a strategically important Russian-held city braced for a counter-offensive from Ukrainian troops.</p> <a href=\"https://www.theguardian.com/world/live/2022/oct/28/russia-ukraine-war-live-news-updates-joe-biden-vladimir-putin-russian-nuclear-weapons-dirty-bomb-claim\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/red-bull-fined-6m-by-fia-over-formula-one-budget-cap-breach-in-2021-season", "title": "Red Bull fined £6m by FIA over Formula One budget cap breach in 2021 season", "date_published": "2022-10-28 14:19:57+00:00", "description": "<ul><li>Red Bull confirmed to have overspent by £1.86m</li><li>Team also see  aerodynamic testing time reduced by 10%</li></ul><p>Red Bull have been fined $7m (£6.05m) after breaching Formula One’s budget cap, the FIA has announced.</p><p>The FIA confirmed that the team, which carried Max Verstappen to a contentious championship victory over Lewis Hamilton last year, overspent by £1.86m.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/red-bull-fined-6m-by-fia-over-formula-one-budget-cap-breach-in-2021-season\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/27/arsenal-pablo-mari-in-hospital-italy-supermarket-stabbed-monza", "title": "Arsenal player Pablo Marí has back surgery after deadly supermarket attack", "date_published": "2022-10-28 14:14:34+00:00", "description": "<ul><li>Two months of rest likely before he resumes physical activity </li><li>One person killed and Marí feels he is ‘lucky’ to be alive</li></ul><p>The <a href=\"https://www.theguardian.com/football/arsenal\">Arsenal</a> defender Pablo Marí, who is on loan at Monza, is in hospital after being stabbed in a Milan supermarket. One person was killed and five injured, including Marí, in the attack.</p><p>A 46-year-old Italian man was arrested after the incident in the Milano Fiori shopping centre in the Assago area of the northern Italian city on Thursday evening. Police said the suspect suffered from mental health problems and have so far ruled out terrorism.</p> <a href=\"https://www.theguardian.com/football/2022/oct/27/arsenal-pablo-mari-in-hospital-italy-supermarket-stabbed-monza\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/oct/28/elon-musk-bought-twitter-natwest-profits-economy-inflation-business-live", "title": "Twitter shares taken off stock exchange after Elon Musk seals $44bn takeover – business live", "date_published": "2022-10-28 14:11:15+00:00", "description": "<p>Donald Trump says he is happy Twitter is in ‘sane hands,’ as SEC filing confirms the Tesla billionaire has bought the social media platform with over 230m users</p><p>How have Twitter users reacted? The Guardian’s Matthew Cantor in San Francisco has taken a look.</p><p>Richard Murphy, economic justice campaigner and professor of accounting practice at Sheffield University, says:</p> <a href=\"https://www.theguardian.com/business/live/2022/oct/28/elon-musk-bought-twitter-natwest-profits-economy-inflation-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/28/windfall-tax-must-change-in-face-of-excessive-oil-profits-alok-sharma-says", "title": "Windfall tax must change in face of ‘excessive’ oil profits, Alok Sharma says", "date_published": "2022-10-28 14:04:11+00:00", "description": "<p>Exclusive: Outgoing head of climate talks says UK needs to encourage investment in renewables, not fossil fuels</p><p>The UK’s windfall tax on oil and gas profits must be changed to raise billions more and to stop companies using loopholes to invest in further fossil fuel extraction, the outgoing president of global climate talks has said.</p><p>“These are excessive profits, and they have to be treated in the appropriate way when it comes to taxation,” said Alok Sharma, the president of the Cop26 UN climate summit.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/28/windfall-tax-must-change-in-face-of-excessive-oil-profits-alok-sharma-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/oct/28/pumpkin-spice-mini-doughnuts-maple-cream-recipe-benjamina-ebuehi", "title": "Benjamina Ebuehi’s recipe for pumpkin spice mini doughnuts with maple cream | The sweet spot", "date_published": "2022-10-28 14:00:30+00:00", "description": "<p>Make these doughnuts from scratch in half an hour, and serve with seasonal spices and maple cream</p><p>Pumpkin spice lattes are not my thing, but give me the flavours of pumpkin with all those autumnal spices in any other format and I’m sold. These little doughnuts are ridiculously easy to make, much faster than the traditional yeasted kind, so you can have them hot out of the fryer in less than an hour. These have got a soft, more cake-like texture thanks to the pumpkin puree – I use tinned for ease, but you could blitz up your own if you have some squash to use up.</p> <a href=\"https://www.theguardian.com/food/2022/oct/28/pumpkin-spice-mini-doughnuts-maple-cream-recipe-benjamina-ebuehi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/28/how-much-money-makes-you-happy-we-ask-an-expert", "title": "How much money makes you happy? We ask an expert", "date_published": "2022-10-28 14:00:30+00:00", "description": "<p>There is a link between money and happiness, says Prof Jan-Emmanuel De Neve, but it’s much stronger at the bottom of the pay scale</p><p>Money can buy happiness – just ask anyone without it. But the question of how much happiness has long been a focus of wellbeing science. I asked Prof Jan-Emmanuel De Neve, director at the University of Oxford Wellbeing Research Centre, what the data says.</p><p><strong>Given we’re in a cost of living crisis, does this question even matter? Survival first, happiness later, right?</strong><br />How we feel about the quality of our lives is what matters. So is there a link between money and happiness? Absolutely – especially at the bottom of the pay scale. As you move up, there are diminishing returns. So the wellbeing boost from a £20,000 salary moving to £40,000 would be significant, but to achieve that again, you’d have to move from £40,000 to £80,000, then £80,000 to £160,000. To get the same impact, you have to double each time.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/28/how-much-money-makes-you-happy-we-ask-an-expert\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/rishi-sunak-fixing-british-economy-invest-in-childcare", "title": "Rishi Sunak – if you’re serious about fixing the British economy, invest in childcare | Stella Creasy", "date_published": "2022-10-28 14:00:30+00:00", "description": "<p> A cost of childcare crisis is forcing parents – mostly mothers – out of the workplace. Now we’re taking the fight to the streets</p><p>As the new prime minister burnishes his family man credentials, mothers this weekend are highlighting that when it comes to this government, their needs are getting the same worrying lack of attention that <a href=\"https://metro.co.uk/2018/02/09/pando-remove-pants-bing-parents-really-hate-guy-7299527/\">Bing’s friend Pando gets</a> when he keeps taking his trousers off. With childcare costs reaching up to <a href=\"https://www.theguardian.com/money/2022/oct/07/nursery-under-twos-costs-parents-england-65-percent-wage\">two-thirds of their income</a>, women of childbearing age are <a href=\"https://www.theguardian.com/money/2022/oct/19/sharp-rise-in-number-of-people-leaving-work-to-look-after-family\">leaving the workforce</a> in their droves – meaning their taxes and their talent both go untapped. In response, campaigners are taking to the streets as part of Pregnant then Screwed’s <a href=\"https://pregnantthenscrewed.com/event-march-of-the-mummies/\">March of the Mummies</a> to highlight the fact that, while mothers may be surviving on a diet of Pom-Bears and strong coffee, we also have a voice and a vote, and we’re not afraid to use either.</p><p>The UK has the <a href=\"https://www.bbc.co.uk/news/uk-england-gloucestershire-62179825\">second most expensive</a> childcare system in the world, and parental leave that may as well be called “parental lump it” because so few can actually afford to take it. We have failed to make flexible working a reality for all but the most wealthy. And the pandemic exacerbated what was already a raw deal.</p><p>Stella Creasy is the Labour and Cooperative MP for Walthamstow</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/rishi-sunak-fixing-british-economy-invest-in-childcare\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/oct/28/the-devils-hour-review-amazon-prime-peter-capaldi-jessica-raine", "title": "The Devil’s Hour review – proof that Peter Capaldi is the world’s most terrifying actor", "date_published": "2022-10-28 14:00:30+00:00", "description": "<p>That face! The grief it conveys! The ex-Doctor’s turn in this new supernatural crime drama is chilling – and joins a stunning performance from Jessica Raine as a harrowed mother</p><p>I do not damn with faint praise when I say that the back of Peter Capaldi’s head is the most frightening thing in the opening episode of The Devil’s Hour, Amazon Prime Video’s new spooky six-part drama by Tom Moran. I mean only to place on record the underacknowledged truth that Capaldi is the most frightening actor working today. The only reason a generation of children were not permanently traumatised by his years as Doctor Who is because they do not yet know enough of life. If you do, you see that all of it lives in Capaldi’s face and that most of it is suffering, grief and pain.</p><p>We see little of that haunted visage at first, though it is clear his character is the pivot around which the whole thing will swing. Our main concern is with Lucy (Jessica Raine), an overstretched social worker also dealing with an aged mother who has dementia, the end of her marriage to Mike (Phil Dunster) and an unreachable, heartbreaking puzzle of a child, Isaac (Benjamin Chivers). He is emotionless, suggestible, vulnerable and given to seeing and hearing from figures invisible to others. Lucy wakes up every night at 3.33am exactly, wrenched from awful visions as she sleeps. Are they ordinary nightmares caused by current stresses and strains, or the results of buried trauma – as other momentary hallucinations and apparent flashbacks suggest? Or are they, as Capaldi’s face implies, something worse?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/28/the-devils-hour-review-amazon-prime-peter-capaldi-jessica-raine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/vegan-activist-takes-switzerland-to-human-rights-court-over-prison-diet", "title": "Vegan activist takes Switzerland to human rights court over prison diet", "date_published": "2022-10-28 14:00:21+00:00", "description": "<p>Man says state prison failed to provide adequate diet, in appeal joined by former psychiatric patient</p><p>Switzerland has been challenged at the European court of human rights over a failure to provide adequate vegan diets to a prisoner and a patient at the psychiatric ward of a hospital, in a case that could lead to veganism being interpreted as a protected characteristic under the right of freedom of conscience across geographic Europe.</p><p>The court, which is part of the Council of Europe and not the EU, this week formally asked its member state Switzerland to respond to the two complaints that Swiss state institutions had failed to provide a totally vegan diet to two applicants while they were in prison and in a hospital psychiatric unit respectively.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/vegan-activist-takes-switzerland-to-human-rights-court-over-prison-diet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/28/no-10-denies-using-gary-glitter-song-in-sunak-video", "title": "No 10 denies using Gary Glitter song in Rishi Sunak video", "date_published": "2022-10-28 13:52:13+00:00", "description": "<p>Twitter users said clip's backing music was strikingly similar to convicted paedophile’s song Rock ‘n’ Roll</p><p>Downing Street has been forced to deny that a slick new video of Rishi Sunak’s first week as prime minister contains music by the convicted paedophile Gary Glitter.</p><p>No 10 published the video on Twitter on Friday morning with the caption: “Together we can achieve incredible things. Now let’s get to work”.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/28/no-10-denies-using-gary-glitter-song-in-sunak-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/oct/28/dc-james-gunn-guardians-of-the-galaxy-dceu", "title": "Bound for the reload: how DC’s new maestro James Gunn rebuilt his career", "date_published": "2022-10-28 13:46:15+00:00", "description": "<p>Sacked by Marvel for offensive tweets, the film-maker has gone from Guardian of the Galaxy to master of the DC universe</p><p>When <a href=\"https://www.theguardian.com/film/2018/jul/20/guardians-of-the-galaxy-james-gunn-fired\">James Gunn was sacked as director of Guardians of the Galaxy 3 in 2018</a>, he must have wondered if his career in Hollywood was over just as it had really started to catch fire. The filmmaker had been behind both incredibly successful previous instalments of the superhero saga before coming under attack when <a href=\"https://www.theguardian.com/film/2019/mar/15/james-gunn-guardians-of-the-galaxy-3\">old tweets resurfaced that made light of 9/11, rape and paedophilia</a>. The Walt Disney Studios chairman, Alan Horn, called Gunn’s behaviour “indefensible” and severed ties with him.</p><p>Fast forward four years and Gunn, now 56, has just been announced as creative head of DC Studios, a newly minted division of Warner Bros that will take over the studio’s film, TV and animated superhero properties. DC is of course the moody bridesmaid to Marvel’s preening, annoyingly perfect bride. But Gunn last year directed the former’s most celebrated movie in years, the irreverent, brash and smartly configured <a href=\"https://www.theguardian.com/film/2021/jul/28/the-suicide-squad-review-eyeball-blitzing-supervillain-reboot\">The Suicide Squad</a>, a film he would ironically never have taken had he not been sacked by Marvel. He is also directing Guardians of the Galaxy 3, due out in May, after <a href=\"https://www.theguardian.com/film/2018/jul/30/guardians-of-the-galaxy-cast-open-letter-support-james-gunn\">the stars of the saga threatened to walk</a> if he was not reinstated.</p> <a href=\"https://www.theguardian.com/film/2022/oct/28/dc-james-gunn-guardians-of-the-galaxy-dceu\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/oct/28/global-tuberculosis-tb-cases-increase", "title": "Global tuberculosis cases increase for the first time in 20 years", "date_published": "2022-10-28 13:35:48+00:00", "description": "<p>Campaigners say diagnoses of TB – ‘the quintessential disease of poverty’ – have risen because of ‘neglect’ and lack of funding</p><p>The number of people infected with tuberculosis (TB) has <a href=\"https://www.who.int/news/item/27-10-2022-tuberculosis-deaths-and-disease-increase-during-the-covid-19-pandemic\">risen globally</a> for the first time in almost 20 years, prompting accusations that the disease has been neglected because it affects the poor.</p><p>According to the World Health Organization (WHO), 10.6 million people were diagnosed with TB in 2021, a 4.5% increase on the previous year. The number of new cases had dropped by an average of 2% most years since 2000.</p> <a href=\"https://www.theguardian.com/global-development/2022/oct/28/global-tuberculosis-tb-cases-increase\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-247-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 247 of the invasion", "date_published": "2022-10-28 13:23:05+00:00", "description": "<p>Russia has launched more than 4,500 missiles, says Zelenskiy; Ukraine says it has shot down more than 300 Iranian drones</p><p><strong>The war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> has seen Russia launch more than 8,000 air</strong><strong>strikes and fire 4,500 missiles, president Volodymyr Zelenskiy has claimed. Standing beside the wreckage of a downed Iranian drone, he vowed that Putin’s attacks on power plants would not break Ukrainian spirits.</strong> Russia had aimed dozens of missiles and unmanned aerial vehicles at Ukraine’s electricity network causing widespread power cuts over the last two weeks, with Ukraine shooting down 23 drones in the past two days alone.</p><p><strong>Ukraine has shot down more than 300 Iranian </strong><strong>Shahed-136</strong><strong> </strong><strong>“kamikaze</strong><strong>” drones so far, an air force spokesperson, Yuriy Ihnat, told a briefing on Friday. </strong>The drones have become a key weapon in Russia’s arsenal during its war in Ukraine and have often been used in the past month to target crucial energy infrastructure. Iran has denied Ukrainian and western accusations that it is supplying drones to Russia.</p><p><strong>The US and its allies condemned Russia for wasting the time of the UN security council and spreading conspiracies by again raising its accusation that the US has </strong><strong>“military biological programmes</strong><strong>” in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. </strong>“How much more of this nonsense do we have to endure?” the UK’s ambassador to the UN, Barbara Woodward, asked the council. Russia has previously raised at least twice at the security council the issue of biological weapons programmes in Ukraine – while Washington and Kyiv say they do not exist. <a href=\"https://www.theguardian.com/world/russia\">Russia</a> is pushing for a formal inquiry.</p><p><strong>The US has dismisse</strong><strong>d Russian accusations it is helping Ukraine engage with banned biological weapons.</strong> It claims Russia is attempting to “distract from the atrocities” being carried out in Ukraine, calling the allegations “pure fabrications brought forth without a shred of evidence”.</p><p><strong>Russia has bolstered its troops with “mobilised reservists” west of the Dnieper River, the UK’s MoD says</strong>. Over the past six weeks, its ground forces have transitioned to a “defensive posture” on the frontline, likely due to being “severely undermanned” and “poorly trained”.</p><p><strong>The EU has appoint</strong><strong>ed the Polish general </strong><strong>Piotr Trytek</strong><strong> to lead a new training operation with Ukrainian troops.</strong> Trytek, 51, was chosen by the bloc as part of its pledge to step up military support for Ukraine.</p><p><strong>President Vladimir Putin’s first deputy chief of staff visit</strong><strong>ed the Russian-held Ukrainian city of Kherson.</strong> Sergei Kiriyenko stopped at the ferry port where hundreds of people were being removed after a warning from authorities.</p><p><strong>A Russian official’s threat to “strike” western satellites</strong> <strong>aiding Ukraine </strong>has raised concerns among space lawyers and industry executives about the safety of objects in orbit. No country has carried out a missile strike against an enemy’s satellite.</p><p><strong>UN nuclear inspectors are expected to reach conclusion on “dirty bomb”. </strong>Investigators are being sent to two locations in Ukraine where Russia alleged the activities were taking place, and are expected to reach a conclusion “in days”.</p><p><strong>Russia claims only 3% of food exported under the UN-brokered Black Sea export deal has gone to the poorest countries. </strong>Several tonnes of grain have left blockaded Ukrainian ports since the contract was signed. However, Russia says Ukraine has failed to deliver humanitarian food assistance.</p><p><strong>The US is sceptical of Putin’s claim to have no intention of using nuclear weapons. </strong>Putin had played down a nuclear standoff, insisting Russia had not threatened to use nuclear weapons, and had only responded to nuclear “blackmail” from western leaders.</p><p><strong>Putin</strong><strong> has said the war in Ukraine is part of Russia’s wider struggle against western domination</strong>. “We are standing at a historical frontier: Ahead is probably the most dangerous, unpredictable and, at the same time, important decade since the end of World War Two,” he said. The Ukraine offensive, he said in a speech addressed to the Valdai Discussion Club, a gathering of Russian specialists, on Thursday. He added the war was simply part of the “tectonic shifts of the entire world order” and that “the historical period of the west’s undivided dominance over world affairs is coming to an end”.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-247-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/28/tories-have-crashed-the-economy-says-starmer-amid-calls-for-election", "title": "Tories have ‘crashed the economy’ says Starmer amid calls for election", "date_published": "2022-10-28 13:17:11+00:00", "description": "<p>Labour leader says people already paying the price for government mistakes, with cuts and tax rises ahead</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/oct/28/therese-coffey-rishi-sunak-cop27-climate-crisis-summit-failure-of-leadership-labour-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Severe spending cuts and tax rises are due to be imposed by Rishi Sunak and Jeremy Hunt within weeks because ministers “crashed the economy”, Keir Starmer has said as he renewed calls for a general election.</p><p>The Labour leader said people were already “paying the price” for government mistakes, after reports that a buffer in the public finances could be created by trying to claw back £50bn – significantly greater than the expected £35bn fiscal black hole.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/28/tories-have-crashed-the-economy-says-starmer-amid-calls-for-election\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/28/paul-pelosi-nancy-pelosi-attack-san-francisco-home", "title": "Paul Pelosi, husband of Nancy Pelosi, attacked at San Francisco home", "date_published": "2022-10-28 13:14:14+00:00", "description": "<p>Democratic House speaker’s office says husband ‘violently assaulted’ early on Friday by suspect who is now in police custody</p><p>Paul Pelosi, the husband of the House speaker, Nancy Pelosi, was taken to hospital early on Friday after an attack took place at the couple’s home in San Francisco.</p><p>Pelosi’s office said he was “violently assaulted” by an attacker who broke into the Pelosi home.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/28/paul-pelosi-nancy-pelosi-attack-san-francisco-home\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/oct/28/glasgow-climate-march-cologne-in-autumn-fridays-best-photos", "title": "Glasgow climate march and Cologne in autumn: Friday’s best photos", "date_published": "2022-10-28 13:08:46+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/oct/28/glasgow-climate-march-cologne-in-autumn-fridays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/sports-quiz-of-week-caps-cups-captains-charity-single-football", "title": "Sports quiz of the week: caps, cups, captains and a charity single", "date_published": "2022-10-28 13:05:54+00:00", "description": "<p>Who lost out? Who swapped sides? Who rose to the occasion?</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/sports-quiz-of-week-caps-cups-captains-charity-single-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/28/my-lover-says-he-cant-leave-his-wife-and-child-for-me-is-he-being-dishonest", "title": "My lover says he can’t leave his wife for me. Is he being dishonest? | Ask Annalisa Barbieri", "date_published": "2022-10-28 13:00:29+00:00", "description": "<p>He won’t be in a rush to do anything as he has the stability of his ‘boring’ home life <em>and</em> the exciting mistress</p><p><strong>I’ve been having an affair for three months with my co-worker, who is married with a </strong><strong>two-year-old</strong><strong>. I never thought it would get this far but we have been seeing each other a lot and have developed feelings for each other. When it began, I was conscious </strong><strong>that men never leave the wife for the mistress, but as we continued I’ve really started seeing how strongly he feels for me and I for him.</strong></p><p><strong>He says he’s always thinking about me, misses me, cannot</strong><strong> enjoy his time at home any longer, and just longs to be with me. We finally had </strong><em><strong>the</strong></em><strong> talk a few days ago, and he said he cannot leave his wife right now as we’ve been seeing each other for too short a time (</strong><strong>they’ve been together for </strong><strong>11 years). He says he is bored with her and wants to be with me, but he can’t leave his daughter. (</strong><strong>I have made it clear I would never ask him to give her up.)</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/28/my-lover-says-he-cant-leave-his-wife-and-child-for-me-is-he-being-dishonest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/28/northern-ireland-elections-voters-groundhog-day-polls-dup-sinn-fein", "title": "Groundhog Day: why another Northern Ireland election looks like insanity", "date_published": "2022-10-28 12:33:27+00:00", "description": "<p>Bar a dramatic surprise, the DUP will continue its boycott and doubts will grow over viability of institutions established by Good Friday agreement</p><p><a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a> is about to test the dictum that doing the same thing over and over and expecting different results is insanity.</p><p><a href=\"https://www.theguardian.com/uk-news/2022/oct/27/dup-brexit-northern-ireland-facing-another-stormont-election\">Political deadlock</a> triggered a forthcoming assembly election that is expected broadly to replicate the result of an election last May and produce the same deadlock. That it will take place in winter underlines the sense of Groundhog Day, except it is an entire region of 1.9 million people reliving the same experience.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/28/northern-ireland-elections-voters-groundhog-day-polls-dup-sinn-fein\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/iranian-forces-kill-three-in-unrest-after-protesters-funeral", "title": "Iran unrest intensifies as three killed following protester’s funeral", "date_published": "2022-10-28 12:31:00+00:00", "description": "<p>Deadly gunfire came during a protest rally held after the funeral of protester Ismail Mauludi in Mahabad</p><p>Iran appears to have entered a cycle of deadly violence after three more people were killed by security officers overnight <a href=\"https://www.theguardian.com/world/2022/oct/27/iran-protests-mahsa-amini-memorial\">during a protest rally held after the funeral</a> for another protester killed on Wednesday.</p><p>Funerals for protesters have become flash points in the weeks-long unrest that has gripped the clerical state since the death in <a href=\"https://www.theguardian.com/world/video/2022/oct/26/iran-students-hold-vigil-for-mahsa-amini-40-days-after-her-death-video\">police custody of Mahsa Amini on 16 September</a>.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/iranian-forces-kill-three-in-unrest-after-protesters-funeral\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/spare-prince-harry-memoir-sussexes", "title": "People are going spare about Prince Harry’s memoir. Just don’t ask them why | Marina Hyde", "date_published": "2022-10-28 12:28:22+00:00", "description": "<p>The Sussexes draw more ire than genocidal dictators – from people who struggle to articulate exactly what their problem is</p><p>The interior designer and social commentator Nicky Haslam has just released the latest annual version of his fabled tea towel, on which he lists some more of the things that he “finds common”. (This year’s entries include Bond Street, coriander, divorce, porn, Stanley Johnson, hydrangeas, foundations and side plates.) Far be it from any of us to suggest culprits for the next one, but I do think “being angry with Meghan and Harry” should be a contender. Let’s be honest: there really isn’t much more desperately naff than allowing oneself to be conversationally infuriated by the commercial behaviour/comings-and-goings/mere existence of “the Sussexes”. It is <em>hugely</em> infra dig.</p><p>And yet the couple continue to drive swathes of people quite mad. For a huge throng of the vicariously enraged, this week’s release of the cover of Harry’s <a href=\"https://www.theguardian.com/books/2022/oct/27/prince-harry-unflinching-memoir-spare-to-be-published-in-january\">forthcoming memoir </a>has once again proved a ticket to near-apoplexy. The book is to be called Spare – a hilarious and brilliant title, despite <a href=\"https://twitter.com/angelalevin1/status/1585607709143056384?s=20&amp;t=NX8Ic78PLRVH-CzRCO4FXQ\">kneejerk criticism</a> of it from people whose own books are called perfectly gopping things like “Diana’s Babies: Kate, William and the repair of a broken family”. Given Spare isn’t out till January, we’ve no idea yet of the quality of its content, though I note Harry has benefited from <a href=\"https://www.standard.co.uk/insider/who-jr-moehringer-prince-harry-book-autobiography-memoir-b946683.html\">Andre Agassi’s ghostwriter</a>. So we could be in for more unforgettable and award-winning sections on <a href=\"https://talksport.com/sport/tennis/1114923/andre-agassi-french-open-final-book-1990-wig/#:~:text=Agassi%20was%20just%2019%20when,his%20highly%20acclaimed%20autobiography%20Open\">hair loss in the public eye</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/spare-prince-harry-memoir-sussexes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/oct/28/andy-warhol-white-disaster-white-car-crash-19-times-auction", "title": "Andy Warhol work not seen in public for 15 years could fetch $80m at auction", "date_published": "2022-10-28 12:27:42+00:00", "description": "<p>White Disaster (White Car Crash 19 Times) to go under the hammer in New York  </p><p>Six months after a vivid image of Marilyn Monroe smashed records when it <a href=\"https://www.theguardian.com/artanddesign/2022/may/09/andy-warhol-marilyn-monroe-portrait-auction\">sold for $195m</a>, a rather more dark and brutal work by the cult pop artist Andy Warhol may also be about to fetch a large sum.</p><p>White Disaster (White Car Crash 19 Times) – repeated graphic black and white images across a huge canvas measuring 12ft tall and 6ft wide – is expected to sell for at least $80m in New York next month.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/oct/28/andy-warhol-white-disaster-white-car-crash-19-times-auction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/pokemon-go-still-going-taiwans-love-affair-with-the-game-the-world-forgot", "title": "Pokémon still going: Taiwan’s love affair with the game the world forgot", "date_published": "2022-10-28 12:20:02+00:00", "description": "<p>Global use of Pokémon Go has plummeted, but its popularity remains undimmed among Taiwan’s young and old</p><p>We can’t show you Tsai’s face. The 52-year-old is busily swiping away at six phones in a custom-built usher-style tray. Charging cords snake off into a backpack full of powerbanks. The elaborate setup is designed to maximise his Pokémon Go experience, ensuring he’s always in hunt-mode.</p><p>Tsai started in 2016 with just one phone, but says six is the perfect number to avoid waiting for his device to process all the “boring” bells and whistles each time he catches one of the virtual creatures.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/pokemon-go-still-going-taiwans-love-affair-with-the-game-the-world-forgot\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/oct/28/james-corden-jez-butterworth-interview-mammals-tv-amazon", "title": "‘I think I can improve greatly’: James Corden on inadequacy, nerves and his return to TV acting", "date_published": "2022-10-28 12:00:28+00:00", "description": "<p>The chatshow host’s new Amazon show Mammals sees him team up with revered playwright Jez Butterworth for a knockout turn as a grumpy chef. The pair explain how their brilliant new show is like ‘a duet’</p><p>Even before James Corden and Jez Butterworth made Mammals, their suspenseful six-part comedy-drama series, the actor and the playwright already had a lot in common.</p><p>Both have won a Tony award, and recognition from the Oliviers (Corden nominated, Butterworth winning) for <a href=\"https://www.theguardian.com/stage/2020/apr/01/one-man-two-guvnors-nicholas-hytner-james-corden-national-theatre\">a triumphant</a> London-to-Broadway transfer: Corden for the slapstick farce <a href=\"https://www.theguardian.com/stage/2011/nov/22/one-man-two-guvnors-review\">One Man, Two Guvnors</a>, Butterworth for the mystically tinged thriller <a href=\"https://www.theguardian.com/stage/2017/may/07/ferryman-royal-court-jez-butterworth-review-magic\">The Ferryman</a>. They each have one foot in Hollywood – Corden was nominated for a Golden Globe for <a href=\"https://www.theguardian.com/film/2020/dec/01/the-prom-review-ryan-murphy-nicole-kidman\">The Prom</a>, in which his turn as a camp musical theatre star inflamed the debate over straight actors playing gay roles, while away from the stage Butterworth is a screenwriter whose credits include <a href=\"https://www.theguardian.com/film/2015/oct/21/spectre-review-james-bond-is-back-stylish-camp-and-sexily-pro-snowden\">Spectre</a> and the next Indiana Jones yarn.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/28/james-corden-jez-butterworth-interview-mammals-tv-amazon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/triangle-of-sadness-fashion-industry-ruben-ostlund-palm-dor", "title": "Rolexes, influencers and H&M grins: Triangle of Sadness nails the fashion industry | Morwenna Ferrier", "date_published": "2022-10-28 12:00:27+00:00", "description": "<p>As a fashion journalist, I recognised the precarity and cruelty on show in Ruben Östlund’s Palm d’Or winner</p><p>The picture painted of the fashion world in <a href=\"https://www.theguardian.com/film/2022/may/21/the-triangle-of-sadness-review-heavy-handed-satire-on-the-super-rich-loses-its-shape\">Triangle of Sadness</a>, <a href=\"https://www.theguardian.com/film/2018/mar/11/ruben-ostlund-the-square-interview-force-majeure\">Ruben Östlund’s</a> Palme d’Or-winning film, is not a kind one. Its title refers to a pair of frown lines that sit between the eyebrows. It’s one of the most Botoxed areas of a person’s face, probably because (as the name suggests) they only appear when you’re unhappy, and no one wants that.</p><p>This particular triangle belongs to Carl (Harris Dickinson), an ageing (he’s 24) male model with soft strawberry hair and a gentle pout. We meet Carl at a casting for an unknown fashion brand; as soon as he’s out of earshot, the panel discuss whether his triangle needs Botox. Old, unhappy Carl is unable to smooth his out.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/triangle-of-sadness-fashion-industry-ruben-ostlund-palm-dor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/rejigged-scotland-bid-to-strike-fresh-blow-against-ailing-australia", "title": "Rejigged Scotland bid to strike fresh blow against ailing Australia", "date_published": "2022-10-28 11:59:29+00:00", "description": "<p>Gregor Townsend has omitted notable names but hosts have the chance to highlight reorientation of rugby’s power base</p><p>Scotland entertain Australia on Saturday in search of a fourth consecutive win over the ailing tourists, who are clinging on to their place in the world’s top 10.</p><p>It is worth pausing to consider that opening sentence for a while. On a run of three wins over the Wallabies they may be, but this is the first time Scotland play Australia as the higher-ranked team since World Rugby introduced its ranking system nearly 20 years ago.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/rejigged-scotland-bid-to-strike-fresh-blow-against-ailing-australia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/oct/28/rihanna-lift-me-up-review-good-girl-gone-drab", "title": "Rihanna: Lift Me Up review – good girl gone drab?", "date_published": "2022-10-28 11:37:56+00:00", "description": "<p><strong>(Westbury Road)<br /></strong>Her first single in six years is a breezy, lightweight ballad for the new Black Panther film – the sound of money not artistry</p><p>I remember, vividly, waiting up one night in early 2016 to listen to Work, the first single from Rihanna’s eighth album, <a href=\"https://www.theguardian.com/music/2016/jan/28/rihanna-anti-album-review-brave-bold-and-confused\">Anti</a>. I was expecting some kind of supreme banger – a hit of equivalent euphoria to songs like We Found Love or Only Girl in the World. When I heard the song, I couldn’t help but feel that it was a little soft – a sad, surprisingly elliptical return. I filed it away under “sub-par Rihanna songs” only for it to work its way into my heart over the next few months; now it’s one of my favourite pop songs ever and a clear precedent for a wave of pop stars intent on singing about the quotidian drudgery of celebrity. (It also contains one of the most perfect pop lyrics – “Nobody text me in a crisis.”)</p><p>Rihanna’s first new track in six years, Lift Me Up, feels similarly limp on arrival – although perhaps with less chance of escaping from the also-rans pile. Written and recorded for the soundtrack to the forthcoming Black Panther sequel, it’s hardly the klaxon for a radical new era of Rihanna and is likely unrelated to the supposedly reggae-influenced ninth album that fans are breathlessly anticipating. Instead it’s a soft, swaying ballad built around a lovely arpeggiating harp and serene strings courtesy of Ludwig Göransson (who composed the Black Panther score).</p> <a href=\"https://www.theguardian.com/music/2022/oct/28/rihanna-lift-me-up-review-good-girl-gone-drab\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/oct/28/the-week-in-wildlife-in-pictures", "title": "The week in wildlife – in pictures", "date_published": "2022-10-28 11:36:58+00:00", "description": "<p>The best of this week’s wildlife pictures, including goats grazing in Kyiv and newborn seal pups in Norfolk</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/oct/28/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/oct/28/exxonmobil-reports-record-near-20bn-profit-almost-matching-apple", "title": "ExxonMobil’s record-breaking $20bn profit nearly matches Apple’s", "date_published": "2022-10-28 11:36:10+00:00", "description": "<p>Oil company’s third-quarter result smashes Wall Street forecasts – as does Chevron’s £11.2bn</p><p><a href=\"https://www.theguardian.com/business/exxonmobil\">ExxonMobil</a> has reported a quarterly profit of nearly $20bn (£17.3bn), $4bn more than analysts had forecast, almost matching the earnings of the tech giant Apple.</p><p>The US oil giant’s $19.7bn profit for the third quarter even outstripped the <a href=\"https://www.theguardian.com/business/2022/jul/29/oil-gas-company-profits-fuel-prices-shell-exxon-chevron\">record $17.9bn it reported</a> for the previous quarter, as it became the latest fossil fuel producer to enjoy soaring earnings, a day after <a href=\"https://www.theguardian.com/business/2022/oct/27/shell-doubles-its-profits-to-95bn\">Shell announced global profits of $9.5bn</a> between July and September.</p> <a href=\"https://www.theguardian.com/business/2022/oct/28/exxonmobil-reports-record-near-20bn-profit-almost-matching-apple\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/england-and-scotland-to-have-names-on-shirts-for-autumn-nation-series-rugby-union", "title": "England and Scotland to have names on shirts for Autumn Nations Series", "date_published": "2022-10-28 11:17:48+00:00", "description": "<ul><li>Scotland will wear shirts for first time against Australia</li><li>England to unveil version against Argentina on 6 November</li></ul><p>England and Scotland players will have their names on the back of their shirts for the first time in their Autumn Nations Series matches.</p><p>Scotland are set to feature the names in their opening match against Australia at Murrayfield on Saturday while Eddie Jones’s squad will do so from their opening game against Argentina at Twickenham on Sunday 6 November.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/england-and-scotland-to-have-names-on-shirts-for-autumn-nation-series-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/28/sylvinho-first-brazilian-arsenal-highbury-corinthians", "title": "Sylvinho: ‘I was the first Brazilian at Arsenal. Highbury was incredible’", "date_published": "2022-10-28 11:11:17+00:00", "description": "<p>The full-back’s move from Corinthians in 1999 paved the way for the current crop of Brazilians to take Arsenal top of the table</p><p>By <a href=\"https://www.coachesvoice.com/\">The Coaches’ Voice</a> for the <a href=\"https://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p><p>I remember it as if it were still today. A warning repeated to me with musicality, almost like the chants of English fans at matches. “Sylvio. The pace in the Premier League is very high.” In my early days at Arsenal, that was the only thing I understood in English. But I wasn’t worried about the language – I went to London without knowing a word – the food or the English way of life. I knew it would all come. It was just a matter of time.</p><p>My only concern was adapting to the pace of the English game. If I wanted to play for Arsenal, I had to do it as quickly as possible. At Corinthians, I was the classic Brazilian full-back: a player who attacked a lot on my flank – which was the left. In fact, almost all of my actions in a game would involve running forward. I didn’t have many demands on my defensive work. All of this was also conditioned by the style of play of Brazilian football itself – a little slower than English football.</p> <a href=\"https://www.theguardian.com/football/2022/oct/28/sylvinho-first-brazilian-arsenal-highbury-corinthians\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/oct/28/alfie-allen-i-had-to-go-to-dark-places-to-play-theon-greyjoy", "title": "Alfie Allen: ‘I had to go to dark places to play Theon Greyjoy’", "date_published": "2022-10-28 11:00:28+00:00", "description": "<p>Playing the castrated, traumatised Theon in Game of Thrones took a lot out of the actor. Thankfully his new role in an SAS drama is a bit more fun</p><p>When I first speak to the actor <a href=\"https://www.theguardian.com/stage/2019/dec/28/alfie-allen-game-of-thrones-six-pack\">Alfie Allen</a>, he is in the back of a taxi and winding his way through country lanes on the outskirts of Frome in Somerset. Judging by the startled look on his face, I’m guessing he has forgotten all about our interview, though, talking nine to the dozen, he is doing his utmost to style it out. Then, just as he is waxing lyrical about Somerset – he spent the early months of lockdown there and loves its proximity to the Glastonbury festival, and to his dad, Keith Allen, who lives in the nearby Cotswolds – the screen freezes. After shouting that he’ll call me when he gets to the house, everything goes dead.</p><p>Half an hour later, he’s back and full of apologies. Parked on a zingy yellow sofa, and dressed in tracksuit bottoms and a hoodie, he talks about the hectic schedule that has seen him zipping back and forth between the UK and America. Home is officially London, though his house is rented out since he is there so infrequently – “So I’m being a bit nomadic, which I like.” He says much of the last year has been spent either visiting his four-year-old daughter, Arrow, who lives with her mother in Los Angeles, or working in New York.</p> <a href=\"https://www.theguardian.com/stage/2022/oct/28/alfie-allen-i-had-to-go-to-dark-places-to-play-theon-greyjoy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/oct/28/whatever-its-shape-let-a-statement-sleeve-do-all-the-talking", "title": "Whatever its shape, let a statement sleeve do all the talking | Jess Cartner-Morley", "date_published": "2022-10-28 11:00:27+00:00", "description": "<p>From sharp and puffy to flutes and trumpets, there’s a wealth of shapes that can make an outfit look bang up to date</p><p>There are flutes and there are trumpets. There are milkmaids and bishops. Anne Boleyn has skin in the name game, as does FitzRoy Somerset, 1st Baron Raglan. I’m talking about sleeves. The statement sleeve has been the hardiest fashion silhouette of the past decade. The swinging 60s had the miniskirt; now we have the mega-sleeve. Because there are endless shapes and sizes of sleeve, it feels like a different look every season. Shoulders were sharp a few years ago; last year was all about puff. But what we have here is one overarching trend: a statement sleeve has become a key detail that makes an outfit look modern.</p><p>Cast your mind back, and you will recall a time before that when sleeves were, well, arm-shaped, and their only notable detail was whether they were short or long. Long sleeves were what you wore on cold days or if you didn’t like your arms. Short sleeves were for summer, or all year round if you had Michelle Obama-ish triceps, widely understood to be the external manifestation of a dynamic and highly disciplined character type, therefore to be displayed whenever possible.</p> <a href=\"https://www.theguardian.com/fashion/2022/oct/28/whatever-its-shape-let-a-statement-sleeve-do-all-the-talking\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/oct/28/vegas-outernet-crass-ad-laden-reinvention-central-london", "title": "‘Why not just go the full Vegas?’ The crass, ad-laden reinvention of central London", "date_published": "2022-10-28 11:00:27+00:00", "description": "<p>There’s a new theatre, four live venues, ‘walk-in’ billboards, and a hotel for Hollywood A-listers with subwoofers en suite. So why is this West End development about as exciting as a 1980s business park?</p><p><br /></p><p>‘Coarse in the extreme,” was how the architectural historian Nikolaus Pevsner described <a href=\"https://www.theguardian.com/artanddesign/2018/apr/08/new-centre-point-hoover-building-london-luxury-flats-review\">Centre Point</a> in 1973. In his eyes, the white concrete office tower – which stands at the junction of New Oxford Street and Charing Cross Road like a gleaming signpost for central London – was a brute slab, every floor wrapped with a “remorseless horizontal zigzag”.</p><p>Fifty years later, it’s hard to imagine the words he would use to describe the tower’s new neighbours. Since <a href=\"https://www.theguardian.com/artanddesign/2018/aug/14/the-line-that-ate-london-our-critics-verdict-on-the-15bn-crossrail-colossus-elizabeth-line\">the arrival of Crossrail</a>, that great subterranean aquifer of people and property speculation, the northern end of Charing Cross Road has become a dumping ground for some of the most crass commercial architecture the capital has ever seen. We were promised that the Elizabeth Line would bring outer London closer to the centre. We weren’t told it would bring the crap out-of-town sheds with it.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/oct/28/vegas-outernet-crass-ad-laden-reinvention-central-london\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/chef-ievgen-klopotenko-putting-ukrainian-cuisine-back-on-the-map", "title": "‘It’s my frontline and I won’: the chef putting Ukrainian cuisine back on the map", "date_published": "2022-10-28 10:29:17+00:00", "description": "<p>Ievgen Klopotenko won Unesco recognition for borscht – just one battle in his wider campaign to revive traditional recipes</p><p>In a war, there are many different fronts, and many different forms of resistance. Ievgen Klopotenko, a Ukrainian chef, is fighting his war with soup.</p><p>In defiance of the Russian cruise missile and drone attacks that have hit Kyiv recently, Klopotenko, 35, was last week presiding over his bustling city centre restaurant. On the menu were dishes such as beetroot and herring salad with smoked pear from the Odesa region, venison from the Carpathians, and a dessert named “Kherson is Ukraine”.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/chef-ievgen-klopotenko-putting-ukrainian-cuisine-back-on-the-map\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/oct/28/disney-reflect-plus-sized-heroine", "title": "Disney introduces first plus-size heroine in animated short Reflect", "date_published": "2022-10-28 10:14:16+00:00", "description": "<p>Six-minute film about ballet dancer pitched as tale of overcoming body dysmorphia and self-doubt</p><p>Disney has debuted its first plus-size female protagonist in a short film that is being praised for exploring body positivity and overcoming self-doubt.</p><p>The animation, Reflect, tells the story of Bianca, a young ballet dancer who “battles her own reflection, overcoming doubt and fear by channelling her inner strength, grace and power”.</p> <a href=\"https://www.theguardian.com/film/2022/oct/28/disney-reflect-plus-sized-heroine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/28/australia-v-england-washed-out-as-rain-strikes-twenty20-world-cup-again", "title": "Australia v England washed out as rain strikes Twenty20 World Cup again", "date_published": "2022-10-28 10:11:35+00:00", "description": "<ul><li>Both teams still in semi-final race after Melbourne deluge</li><li>England move second in group but qualification wide open </li></ul><p>England and Australia awoke on Friday morning in the knowledge that if they took the field one of them would almost certainly see their T20 World Cup hopes evaporate before the day was out, but in the end it was the evaporation of water that became the key issue. Scheduled to begin at 7pm the match was eventually abandoned a little under two hours later, allowing both sides to continue dreaming of the semi-finals for a few more days at least.</p><p>After the best part of four days’ constant rainfall it always felt like an occasion when the teams would be less likely to have to deal with losses than galoshes. But when the covers were peeled off the pitch at about 7pm and the groundskeepers embarked on a frenzied half-hour of soaking and mopping there was the prospect of cricket, rather than incessant drizzle, in the air. Two pitch inspections came and went before, a few minutes before a scheduled third and with the ground still dangerously soft, the rain returned and all hope ended.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/28/australia-v-england-washed-out-as-rain-strikes-twenty20-world-cup-again\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/28/healthy-appetite-the-best-diet-for-you-and-the-planet-tim-spector", "title": "Eat mushrooms, cut down on meat and use the microwave: the best diet for you and the planet", "date_published": "2022-10-28 10:00:26+00:00", "description": "<p>Prioritising food choices is one of the most powerful tools we have to help save the planet, says scientist Tim Spector</p><ul><li><strong><a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/28/18-foods-to-boost-your-health-and-the-planets\">18 foods to boost your health</a></strong></li></ul><p><br /></p><p>The simplest way to reduce your personal carbon footprint is to go vegan. Growing beef takes as much as 100 times more land than growing peas or soya to produce the same amount of protein. I’ve reduced my meat consumption to some local, organic grass-fed red meat or a roast chicken as an occasional treat once or twice a month. This allows me to enjoy meat as part of my diet at a more sustainable level.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/28/healthy-appetite-the-best-diet-for-you-and-the-planet-tim-spector\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/28/paraquat-weedkiller-epa-ban", "title": "Why does the US allow a controversial weedkiller banned across the world?", "date_published": "2022-10-28 10:00:26+00:00", "description": "<p>Paraquat is outlawed in the EU, UK, Switzerland and China as a growing chorus of US advocacy groups demand the EPA change its position</p><ul><li><a href=\"https://www.theguardian.com/us-news/2022/oct/20/syngenta-weedkiller-pesticide-parkinsons-disease-paraquat-documents\">Secret files suggest chemical giant feared weedkiller’s link to Parkinson’s disease</a></li></ul><p>When US regulators issued a 2019 assessment of the widely used farm chemical paraquat, they determined that even though multiple scientific studies linked the chemical to Parkinson’s disease, that work was outweighed by other studies that did not find such links.</p><p>The Environmental Protection Agency (EPA) reiterated its assessment in <a href=\"https://www.thenewlede.org/wp-content/uploads/2022/10/EPA-HQ-OPP-2021-paraquat.pdf\">a 2021 report</a>, determining that when weighing all the risks and benefits, US farmers could continue to apply the weedkiller across millions of US acres to help in the production of soybeans, corn, cotton and an array of other crops.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/28/paraquat-weedkiller-epa-ban\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/28/state-voting-rights-election-laws-police-suppression", "title": "New US state voting laws present most intense voter suppression threat in decades", "date_published": "2022-10-28 10:00:25+00:00", "description": "<p>Proliferation of new legislation comes in response to false claims about the 2020 election</p><p>Since the 2020 election, lawmakers in all but eight states have attempted to pass laws that would create new election investigation agencies, establish criminal penalties for election offenses or further empower law enforcement officials to investigate such crimes, according to an analysis by Reveal from the Center for Investigative Reporting.</p><p>The proliferation of election crime legislation represents the most intense voter suppression threat in decades and comes in direct response to former president Donald Trump’s lie that the 2020 election was fraudulent.</p><p><strong>In 14 states, lawmakers have tried to empower law enforcement officials, such as prosecutors and police officers, to investigate suspected election crimes, arming them with new powers and requiring them to more aggressively pursue alleged offenses</strong>. In Tennessee, for example, Republican lawmakers in both legislative chambers <a href=\"https://legiscan.com/TN/bill/SB2364/2021\">filed</a> <a href=\"https://legiscan.com/TN/bill/HB2305/2021\">bills</a> that would have required at least 20% of investigators in the state bureau of investigation’s criminal investigation division to be designated as election crime specialists, along with the same share of prosecutors in every district attorney’s office. While that effort didn’t succeed, others did. Those include Georgia laws giving a statewide investigative agency <a href=\"https://legiscan.com/GA/bill/SB441/2021\">new subpoena powers</a> and <a href=\"https://legiscan.com/GA/bill/SB202/2021\">creating a new hotline</a> for the attorney general to receive voter fraud complaints; a <a href=\"https://legiscan.com/NH/bill/HB1567/2022\">New Hampshire law</a> requiring the state attorney general to investigate alleged misconduct by election officials, with power to revoke those officials’ voting rights; and a <a href=\"https://legiscan.com/UT/bill/HB0313/2022\">Utah law</a> requiring election officials to look for possible cases of a person voting more than once, and to report any suspected fraud to police or prosecutors.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/28/state-voting-rights-election-laws-police-suppression\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/oct/28/drink-masters-the-netflix-show-thats-like-a-boozy-bake-off-for-dreadful-people", "title": "Drink Masters: the Netflix show that’s like a boozy Bake Off – for dreadful people", "date_published": "2022-10-28 09:57:20+00:00", "description": "<p>This mixology competition’s contestants are all arrogant hipster bores who spend the show at each other’s throats. Locking them up in a TV studio is almost a public service</p><p>I’ve never been to a Netflix commissioning meeting, but at this stage I’m largely convinced that it just takes the form of a massive tombola filled with every conceivable profession on Earth. The drum gets spun, a profession is drawn out, then Netflix goes and makes a televised competition show about it. In recent years the platform has given us programmes about fashion design, <a href=\"https://www.theguardian.com/tv-and-radio/2021/sep/23/someone-could-weld-an-eyeball-out-why-metal-shop-masters-is-the-anti-bake-off\">metalwork</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2019/jul/12/your-new-reality-tv-addiction-a-show-about-artisanal-glass-blowing\">glass-blowing</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2020/may/18/the-big-flower-fight-review-floristry-bake-off-is-a-blooming-disappointment\">flower arranging</a> and (many, many times over) cookery. If we play our cards right, who knows what might be next? Scaffolding? Goat herding? Chartered accounting?</p><p>For now, though, we will have to make do with the latest entry: a mixologist competition show entitled Drink Masters. This, you have to admit, represents something of an open goal. After so many endless programmes about food, it is slightly baffling to realise that nobody ever thought to make a show about drinks. What could possibly have been stopping them?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/28/drink-masters-the-netflix-show-thats-like-a-boozy-bake-off-for-dreadful-people\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/young-girls-sold-india-repay-loans-human-rights", "title": "Young girls being sold in India to repay loans, says human rights body", "date_published": "2022-10-28 09:52:02+00:00", "description": "<p>Notice issued to Rajasthan state government demanding police inquiry into ‘abominable’ practice</p><p>Young girls in the northern Indian state of Rajasthan are being sold as “repayment” for loans their parents cannot afford, the national body that protects human rights has said.</p><p>The National Human Rights Commission has issued a notice to the state government demanding a police inquiry and answers within a month to what it called an “abominable” practice.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/young-girls-sold-india-repay-loans-human-rights\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/28/graham-potter-chelsea-wing-backs-sterling-pulisic", "title": "Graham Potter’s wild Chelsea wing-back strategy has method in its madness | Jacob Steinberg", "date_published": "2022-10-28 09:20:49+00:00", "description": "<p>Using Sterling and Pulisic as wing-backs is not without risk but it makes the team less predictable and is fun when it clicks</p><p>Callum Hudson-Odoi never really enjoyed playing as a right wing-back. He tried his best when Thomas Tuchel put him there after becoming Chelsea’s head coach in January 2021 but the role never felt a natural fit. “At times, it was OK,” Hudson-Odoi said in an interview with the Athletic this week. “But sometimes in my head I’m thinking: ‘What am I doing, why am I in this position? I’m more defending than attacking.’”</p><p>All that running towards his own goal took a toll on Hudson-Odoi, cramping the winger’s style, and the result was his departure from Chelsea in August. A loan to Bayer Leverkusen represented a fresh start for the 21-year-old, who is relishing the chance to show what he can do as a conventional winger.</p> <a href=\"https://www.theguardian.com/football/2022/oct/28/graham-potter-chelsea-wing-backs-sterling-pulisic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/28/experience-i-paddled-a-giant-pumpkin-down-a-river-for-11-hours", "title": "Experience: I paddled a giant pumpkin down a river for 11 hours", "date_published": "2022-10-28 09:00:24+00:00", "description": "<p>I had to keep the pumpkin upright, steady on bends and away from obstacles</p><p>I’ve always had a knack for growing big fruit and vegetables, and my tomatoes, squashes and peppers regularly win prizes at the Otoe County Fair near my home in Syracuse, Nebraska.</p><p>The one thing I struggled with was pumpkins. For the first few years, mine never quite took off. Gradually, I started to get more impressive results. But it wasn’t until I attended a pumpkin-growing seminar six years ago in Portland, Oregon, that my interest <a href=\"https://www.theguardian.com/us-news/2022/aug/29/pumpkin-paddling-river-record-duane-hansen\" title=\"\">developed into an obsession</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/28/experience-i-paddled-a-giant-pumpkin-down-a-river-for-11-hours\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/the-cult-of-putin-in-serbia-reflects-a-nation-that-has-still-not-dealt-with-its-past", "title": "The cult of Putin in Serbia reflects a nation that has still not dealt with its past", "date_published": "2022-10-28 09:00:24+00:00", "description": "<p>In this, one of a <a href=\"https://www.theguardian.com/commentisfree/series/in-the-shadow-of-putin-s-russia\">series</a> of essays on the war in Ukraine from countries in or neighbouring the former Soviet bloc, a Serbian poet decries the glorification of Russia’s aggression</p><p>“Ukraine attacks Russia!” was the surreal <a href=\"https://en.wikipedia.org/wiki/Informer_(newspaper)#/media/File:Informer_Cover.jpg\">headline</a> on a report in the 22 February edition of Informer, Serbia’s biggest-selling tabloid. That headline was not a one off, it was an expression of the <a href=\"https://www.theguardian.com/commentisfree/2022/sep/15/putin-balkans-war-ukraine-russia-serbian\">Putinophilia </a>that has been strong in Serbia for years. As most of the world condemned Russia’s aggression against Ukraine, <a href=\"https://europeanwesternbalkans.com/2022/02/22/ukraine-attacked-russia-how-serbian-pro-government-tabloids-reported-on-yesterdays-events/\">much of the media</a> in Serbia turned to <a href=\"https://balkaninsight.com/2022/02/25/serbian-pro-regime-media-praise-russia-overrunning-ukraine/\">glorification</a> of Russia’s actions. Tabloids, web portals, dailies, weeklies and nationwide television channels celebrated the destruction of Ukrainian cities and gave wholehearted support to Russian armed forces. The killing of civilians, the levelling of cities and the destruction of cultural monuments appeared to fill some of Serbia’s editors with enthusiasm and exuberance.</p><p><a href=\"https://www.reuters.com/world/europe/pro-russia-serbs-march-belgrade-country-treads-ever-finer-line-between-east-west-2022-03-04/\">Pro-Russia rallies</a> took place in Belgrade, at which the crowd cheered Putin and the letter Z was scrawled on the asphalt. The rest of the world shuddered as it watched real-time coverage of corpses on the streets of Bucha, civilians sheltering from Russian shells in underground stations and millions of refugees fleeing their country, but instead of compassionfor innocent victims, understanding for the criminals seemed the response of <a href=\"https://www.france24.com/en/live-news/20220701-russian-propaganda-finds-fertile-ground-in-serbia\">Putin’s Serbian fans</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/the-cult-of-putin-in-serbia-reflects-a-nation-that-has-still-not-dealt-with-its-past\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/gallery/2022/oct/28/the-surreal-photographs-of-ralph-eugene-meatyard", "title": "The surreal photographs of Ralph Eugene Meatyard", "date_published": "2022-10-28 08:00:24+00:00", "description": "<p>Ralph Eugene Meatyard (1925-1972) was an American optometrist and pioneer of experimental and surreal photography, working in Kentucky. Heavily influenced by Southern Gothic literature, his carefully constructed, haunting images are on display at the <a href=\"https://ogdenmuseum.org/\">Ogden Museum of Southern Art</a> in New Orleans until January 2023</p> <a href=\"https://www.theguardian.com/culture/gallery/2022/oct/28/the-surreal-photographs-of-ralph-eugene-meatyard\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/28/you-be-the-judge-should-my-partner-get-rid-of-our-lockdown-wormery", "title": "You be the judge: should my partner get rid of our lockdown wormery?", "date_published": "2022-10-28 07:00:21+00:00", "description": "<p>Leandra says the worms stink and fears they’ll escape into the flat. Cindy says they celebrate nature. You can start digging through the evidence</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></li></ul><p><br /></p><p><em>I like nature, just not in my living room. The worms get everywhere – and the food scraps stink</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/28/you-be-the-judge-should-my-partner-get-rid-of-our-lockdown-wormery\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/oct/28/whoever-says-syrias-safe-is-a-liar-countrys-tourist-drive-at-odds-with-human-rights-record", "title": "‘Whoever says Syria’s safe is a liar’: country’s tourist drive at odds with human rights record", "date_published": "2022-10-28 06:45:21+00:00", "description": "<p>Vloggers visit the country to create audience-boosting content, but critics say they’re being cynically used by the Assad regime</p><p>Affordable, friendly and ready for tourists – this is the message behind a new drive to promote Syria as a holiday destination, despite a recent human rights report determining the Assad government was responsible for <a href=\"https://www.hrw.org/world-report/2022/country-chapters/syria\">“crimes against humanity”</a> and the Foreign Office warning against all travel to the country.</p><p>In a bid to revive the country’s once thriving tourism industry before the devastating civil war killed thousands, levelled cities and <a href=\"https://www.unhcr.org/uk/news/briefing/2022/3/623055174/eleven-years-mounting-challenges-push-displaced-syrians-brink.html#:~:text=Syria%20remains%20the%20world%27s%20largest,refugees%20%E2%80%93%20the%20vast%20majority%20worldwide.\">drove 13 million people from their homes</a>, the government has begun a concerted campaign to convince investors – and holidaymakers – that Syria has much to offer foreign visitors.</p> <a href=\"https://www.theguardian.com/global-development/2022/oct/28/whoever-says-syrias-safe-is-a-liar-countrys-tourist-drive-at-odds-with-human-rights-record\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/oct/28/the-profound-link-between-the-climate-crisis-and-the-ocean-in-pictures", "title": "The profound link between the climate crisis and the ocean – in pictures", "date_published": "2022-10-28 06:15:21+00:00", "description": "<p>Ahead of Cop27 as part of a drive to increase the diversity of imagery showing the impact of climate on marine environments, <a href=\"https://records.climateoutreach.org.uk/civicrm/mailing/url?u=10269&amp;qid=1330538\">Climate Visuals</a> has released a new collection of evidence-based images. Here is a selection</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/oct/28/the-profound-link-between-the-climate-crisis-and-the-ocean-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/oct/28/venezuela-lost-prosperity-fabiola-ferrero-in-pictures", "title": "Venezuela’s lost prosperity – in pictures", "date_published": "2022-10-28 06:00:21+00:00", "description": "<p>Venezuela, The Wells Run Dry, a project by the photographer Fabiola Ferrero, explores the disappearance of the nation’s middle class. A prosperous democracy in the 1960s and 1970s, the country is struggling to extricate itself from a deep economic crisis. Ferrero travelled to places that were once symbols of prosperity, looking for the remnants of a vanished economic success story.</p><p>• Venezuela, The Wells Run Dry by Fabiola Ferrero, laureate of the 12th edition of the <a href=\"https://www.fondationcarmignac.com/en/photojournalism-award/\">Carmignac photojournalism award</a>, is presented in an exhibition at the Réfectoire des Cordeliers and Port de Solférino in Paris from 28 October to 22 November, and in a monograph co-published by Fondation Carmignac and Reliefs Editions</p> <a href=\"https://www.theguardian.com/world/gallery/2022/oct/28/venezuela-lost-prosperity-fabiola-ferrero-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/oct/28/parents-cant-afford-meat-eggs-and-milk-children-bear-the-brunt-of-sri-lankas-economic-crisis", "title": "‘Parents can’t afford meat, eggs and milk’: children bear the brunt of Sri Lanka’s economic crisis", "date_published": "2022-10-28 05:30:20+00:00", "description": "<p>Child malnutrition is soaring as inflation hits  94.9%, and many are missing school because parents do not have the cash to send them</p><p>Over the past few months, at a state school in the centre of Colombo, Sri Lanka, it has become common for children to faint in the middle of class. Students, coming from homes in the capital where parents can barely afford a meal a day, have been arriving at school quietly starving, as the country continues to grapple with the worst economic crisis since the great depression.</p><p>“Parents can’t afford the meat, eggs and milk that children need,” says Sandarenu Amarasiri, a teacher, adding that many were also missing school because financial hardship meant they could not afford transport, uniforms and shoes. This month, in an attempt to tackle the rampant hunger, the school began a programme giving basic lunch to students.</p> <a href=\"https://www.theguardian.com/global-development/2022/oct/28/parents-cant-afford-meat-eggs-and-milk-children-bear-the-brunt-of-sri-lankas-economic-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/oct/28/sydney-axe-murderer-googled-what-part-of-body-to-go-for-before-killing-her-partner-court-hears", "title": "Sydney axe murderer Googled ‘what part of body to go for’ before killing her partner, court hears", "date_published": "2022-10-28 05:05:38+00:00", "description": "<p>Defence barrister tells NSW supreme court sentence hearing couple’s relationship was marred by domestic violence</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/oct/28/australia-news-live-noel-pearson-racism-energy-cost-of-living-chris-bowen-peter-dutton-anthony-albanese-policy-politics-indigenous-recognition\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/sep/23/morning-mail-newsletter-best-daily-news-email-guardian-australia-free-sign-up-inbox-subscribe?CMP=cvau_sfl\">morning</a> and <a href=\"https://www.theguardian.com/australia-news/2022/oct/13/afternoon-update-newsletter-best-daily-news-email-guardian-australia-free-sign-up?CMP=cvau_sfl\">afternoon</a> news emails, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A woman had a taxi wait for her at Bunnings when buying an axe she later used to chop her partner to death, a Sydney court has been told.</p><p>The 34-year-old earlier made Google searches about murder, including the phrase “killing someone with axe what part of body to go for”.</p><p>Sign up for our free <a href=\"https://www.theguardian.com/australia-news/2022/sep/23/morning-mail-newsletter-best-daily-news-email-guardian-australia-free-sign-up-inbox-subscribe?CMP=copyembed\">morning newsletter</a> and <a href=\"https://www.theguardian.com/australia-news/2022/oct/13/afternoon-update-newsletter-best-daily-news-email-guardian-australia-free-sign-up?CMP=copyembed\">afternoon email</a> to get your daily news roundup</p> <a href=\"https://www.theguardian.com/australia-news/2022/oct/28/sydney-axe-murderer-googled-what-part-of-body-to-go-for-before-killing-her-partner-court-hears\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/oct/28/i-think-about-death-35-times-a-day", "title": "‘I think about death 35 times a day’: Bill Nighy on sex, social media – and still being able to manage the stairs", "date_published": "2022-10-28 05:00:21+00:00", "description": "<p>In his new film, Living, Nighy plays a civil servant who has six months to live – a part tailor-made for him by Kazuo Ishiguro. He talks about the power of nostalgia, keeping it minimal and his close brush with Instagram</p><p>So far, Bill Nighy has been offered a seat on the tube on 10 separate occasions. “Not that I’m counting. But obviously I am.” He snorts. “The worst thing is everyone in the carriage turns to look and see what you say.”</p><p>Always a polite decline. “Last week, I was carrying my gym bag and I felt like saying: ‘You know, I’ve just been doing quite vigorous things. And I can actually remain upright for quite long periods of time.’”</p> <a href=\"https://www.theguardian.com/film/2022/oct/28/i-think-about-death-35-times-a-day\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/27/life-surge-conference-evangelical-money-finance", "title": "Get-rich-quick schemes drained my town’s wealth. At a Christian conference, their legacy lives on", "date_published": "2022-10-28 05:00:20+00:00", "description": "<p>Life Surge, where speakers include Tim Tebow and a Duck Dynasty star, ties together faith and financial planning</p><p>“As believers, we train ourselves to be valuable to the marketplace,” said the minor-league baseball player-turned-real-estate investor Jason Benham. “How do we use the talents, opportunities, abilities and resources that God has given us so that the Kingdom of Heaven may come to Earth through us?”</p><p>Jason and his twin brother, David, were our emcees for the day at Life Surge, a Christian finance conference in Denver. A blending of faith and finance, Life Surge tours the nation offering both motivational and practical lectures on building wealth the Christian way, with emotionally charged, musical worship services peppered throughout the day. The former NFL superstar and evangelical hero Tim Tebow and Willie Robertson of the hit reality show Duck Dynasty were among a host of conservative celebrities speaking at the event, catered by the fast-food restaurant Chick-Fil-A – a pariah among liberals and martyr to the religious right for executives’ public <a href=\"https://www.forbes.com/sites/clareoconnor/2014/03/19/chick-fil-a-ceo-cathy-gay-marriage-still-wrong-but-ill-shut-up-about-it-and-sell-chicken/?sh=610a46cd2fcb\">opposition to gay marriage</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/27/life-surge-conference-evangelical-money-finance\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/28/patients-ae-hospital-corridors-wards-rishi-sunak-nhs", "title": "Patients dying outside A&E, hospital corridors as makeshift wards – and it’s only October | Gaby Hinsliff", "date_published": "2022-10-28 05:00:20+00:00", "description": "<p>Rishi Sunak’s threats of ‘efficiencies’ crown a decade of Conservative neglect of the NHS</p><p>Last week, a hospital trust in Bury offered its condolences to the family of an elderly patient who died in the back of an ambulance after waiting a reported three hours just to get into A&amp;E.</p><p>Doctors came out to try to treat the patient in the vehicle, but unfortunately to no avail. It’s the sort of story that sounds as if it should be a shocking one-off, but may soon become more common. One anonymous paramedic spoke afterwards to the Manchester Evening News of patients waiting for <a href=\"https://www.manchestereveningnews.co.uk/news/greater-manchester-news/trust-chief-apologises-after-patient-25323486\">up to eight hours</a> in ambulances, being treated inside them, and then being driven home without ever actually managing to get through the doors of a hospital that was full to overflowing. </p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/28/patients-ae-hospital-corridors-wards-rishi-sunak-nhs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/28/how-to-grow-a-community-orchard", "title": "How to grow a community orchard: ‘The real value is the connection to others and to nature’", "date_published": "2022-10-28 05:00:19+00:00", "description": "<p>Small, traditional orchards are making a comeback, providing havens for wildlife and bringing communities together. Our writer picked up his rake and joined in</p><p>Back in spring, I moved with my family to the village of Overton in Hampshire. It happened that our arrival coincided with a May Day celebration in the village orchard. It was the ideal initiation: the sun shone, introductions with new neighbours were dusted with apple blossom, and our toddler joined others on an organised bug hunt, spotting insects hidden in the trees. </p><p>Like many community orchards, Overton’s is situated on the edge of the village on council-managed land, an open patch bordering a housing estate. It was conceived in 2012 by members of <a href=\"https://www.overton-biodiversity.org/\" title=\"\">Overton Biodiversity Society</a> to promote seasonal, local food and provide an inviting space for people and wildlife. There was a consultation with neighbours, terms of maintenance were agreed with the council, and across two planting sessions 20 fruit trees were planted, staked and mulched by more than 50 volunteers.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/28/how-to-grow-a-community-orchard\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/perpetrator-of-syrias-tadamon-massacre-still-working-on-military-base", "title": "Perpetrator of Syria’s Tadamon massacre still working on military base", "date_published": "2022-10-28 04:00:18+00:00", "description": "<p>Maj Amjad Yousef, identified on videos as killer of dozens of people, accused of directing more mass killings</p><p>The Syrian intelligence officer at the centre of one of the most shocking acts of the civil war – the <a href=\"https://www.theguardian.com/world/2022/apr/27/massacre-in-tadamon-how-two-academics-hunted-down-a-syrian-war-criminal\">Tadamon massacre</a> – is still working on a military base outside Damascus and has since been accused by colleagues of directing up to a dozen more mass killings.</p><p>Amjad Yousef, a major in one of Syria’s most feared intelligence units, is operating from the Kafr Sousa base, where he has been for most of the past six months since the Guardian revealed his role in shooting dead dozens of people across a death pit in Tadamon, a suburb of the Syrian capital in 2013.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/perpetrator-of-syrias-tadamon-massacre-still-working-on-military-base\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/27/baltimore-ravens-tampa-bay-buccaneers-report", "title": "Lamar Jackson sparks Ravens to come-from-behind win over Brady’s Bucs", "date_published": "2022-10-28 03:57:59+00:00", "description": "<ul><li>Jackson shines as Ravens beat Brady, struggling Bucs 27-22</li><li>Tampa Bay lose for fifth time in six games after 2-0 start</li></ul><p>The Baltimore Ravens finally have a winning streak.</p><p>Lamar Jackson threw for 238 yards and a pair of second-half touchdowns, and the Ravens rallied Thursday night for a 27-22 win over Tom Brady and the Tampa Bay Buccaneers, giving Baltimore consecutive victories for the first time this season.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/27/baltimore-ravens-tampa-bay-buccaneers-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/thailand-shopping-mall-gorilla-fight-to-release-bua-noi", "title": "‘Dying of boredom’: the fight to release Thailand’s shopping mall gorilla", "date_published": "2022-10-28 02:01:43+00:00", "description": "<p>Bua Noi has spent decades in a cage in a decaying Bangkok shopping mall. Her owner says is she too old to be transferred to a sanctuary but activists disagree</p><p>Holding a fist full of green beans, Bua Noi stares through the iron bars and glass of her home at the visitors busy taking pictures of Bangkok’s controversial “shopping mall gorilla”. To their dismay, the animal fondly known as King Kong soon saunters away from the viewing window, past the hanging tyre to the back of her sparse enclosure.</p><p>“She’s sitting there dying of boredom,” says Edwin Wiek, founder of Wildlife Friends Foundation Thailand.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/thailand-shopping-mall-gorilla-fight-to-release-bua-noi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/oct/28/war-hero-or-war-criminal-australias-defamation-trial-of-the-century-podcast", "title": "War hero or war criminal? Australia’s defamation trial of the century – podcast", "date_published": "2022-10-28 02:00:15+00:00", "description": "<p>Ben Roberts-Smith, Australia’s most decorated living soldier, is seeking to defend his reputation against reports in three newspapers that he says falsely accuse him of being a war criminal. Ben Doherty reports</p><p>In his closing submissions in Australia’s federal court in Sydney, the barrister of the country’s most decorated living soldier argued: “This trial, which has lasted over 100 days, has been called a great many things: the trial of the century, a proxy war crimes trial, and an attack on the freedom of the press. It is none of these. It is a case which has been brought because the respondents chose to defame Mr Roberts-Smith.”</p><p>Ben Roberts-Smith is suing three Australian media companies for defamation, over reports he alleges wrongly portray him as a war criminal and murderer. The case has contained shocking details and extraordinary allegations.</p> <a href=\"https://www.theguardian.com/news/audio/2022/oct/28/war-hero-or-war-criminal-australias-defamation-trial-of-the-century-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/28/china-hu-jintao-removal-20th-party-congress-suspicious-or-not", "title": "Was Hu Jintao’s removal from China’s 20th party congress suspicious or not?", "date_published": "2022-10-28 02:00:15+00:00", "description": "<p>Incident has split China watchers with some saying former leader was unwell and others it was political purge by Xi Jinping</p><p>After eight days of China’s most important political meeting, in which the autocratic leader Xi Jinping’s precedent-breaking third term was confirmed, belligerent foreign policy reaffirmed, and the leader of the world’s largest population and second-largest economy announced through the next five years, one question was on everyone’s lips: what on earth happened to Hu Jintao and where is he now?</p><p>The drama happened on Saturday morning. In a short window between foreign media being allowed into Beijing’s Great Hall and the start of the final public meeting of the 20th party congress, the former Chinese leader Hu <a href=\"https://www.theguardian.com/world/2022/oct/22/former-chinese-president-hu-jintao-unexpectedly-led-out-of-party-congress\">was physically removed from his seat next to his successor, Xi</a>, and out of the Great Hall of the People.</p> <a href=\"https://www.theguardian.com/world/2022/oct/28/china-hu-jintao-removal-20th-party-congress-suspicious-or-not\">Continue reading...</a>", "favourite": false}]