[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/high-severity-flaws-in-juniper-junos-os.html", "title": "High-Severity Flaws in Juniper Junos OS Affect Enterprise Networking Devices", "date_published": "2022-10-28 14:30:00+00:00", "description": "Multiple high-severity security flaws have been disclosed as affecting Juniper Networks devices, some of which could be exploited to achieve code execution.\nChief among them is a remote pre-authenticated PHP archive file deserialization vulnerability (CVE-2022-22241, CVSS score: 8.1) in the J-Web component of Junos OS, according to Octagon Networks researcher Paulos Yibelo.\n\"This vulnerability", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/these-dropper-apps-on-play-store.html", "title": "These Dropper Apps On Play Store Targeting Over 200 Banking and Cryptocurrency Wallets", "date_published": "2022-10-28 13:30:00+00:00", "description": "Five malicious dropper Android apps with over 130,000 cumulative installations have been discovered on the Google Play Store distributing banking trojans like SharkBot and Vultur, which are capable of stealing financial data and performing on-device fraud.\n\"These droppers continue the unstopping evolution of malicious apps sneaking to the official store,\" Dutch mobile security firm ThreatFabric", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/cloud-security-made-simple-in-new.html", "title": "Cloud Security Made Simple in New Guidebook For Lean Teams", "date_published": "2022-10-28 13:25:00+00:00", "description": "Cloud computing was the lifeline that kept many companies running during the pandemic. But it was a classic case of medicine that comes with serious side effects. \nHaving anywhere, anytime access to data and apps gives companies tremendous flexibility in a fast-changing world, plus the means to scale and customize IT at will. The cloud is an asset or upgrade in almost every way.\nWith one glaring", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/researchers-uncover-stealthy-techniques.html", "title": "Researchers Uncover Stealthy Techniques Used by Cranefly Espionage Hackers", "date_published": "2022-10-28 11:01:00+00:00", "description": "A recently discovered hacking group known for targeting employees dealing with corporate transactions has been linked to a new backdoor called Danfuan.\nThis hitherto undocumented malware is delivered via another dropper called Geppei, researchers from Symantec, by Broadcom Software, said in a report shared with The Hacker News.\nThe dropper \"is being used to install a new backdoor and other tools", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/implementing-defense-in-depth-to.html", "title": "Implementing Defense in Depth to Prevent and Mitigate Cyber Attacks", "date_published": "2022-10-28 10:43:00+00:00", "description": "The increased use of information technology in our everyday life and business has led to cyber-attacks becoming more sophisticated and large-scale. For organizations to thrive in this era of technology, they must develop robust security strategies to detect and mitigate attacks. Defense in depth is a strategy in which companies use multiple layers of security measures to safeguard assets. A", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/google-issues-urgent-chrome-update-to.html", "title": "Google Issues Urgent Chrome Update to Patch Actively Exploited Zero-Day Vulnerability", "date_published": "2022-10-28 10:40:00+00:00", "description": "Google on Thursday rolled out emergency fixes to contain an actively exploited zero-day flaw in its Chrome web browser.\nThe vulnerability, tracked as CVE-2022-3723, has been described as a type confusion flaw in the V8 JavaScript engine.\nSecurity researchers Jan Vojtěšek, Milánek, and Przemek Gmerek of Avast have been credited with reporting the flaw on October 25, 2022.\n\"Google is aware of", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/raspberry-robin-operators-selling.html", "title": "Raspberry Robin Operators Selling Cybercriminals Access to Thousands of Endpoints", "date_published": "2022-10-28 10:18:00+00:00", "description": "The Raspberry Robin worm is becoming an access-as-a-service malware for deploying other payloads, including IcedID, Bumblebee, TrueBot (aka Silence), and Clop ransomware.\nIt is \"part of a complex and interconnected malware ecosystem, with links to other malware families and alternate infection methods beyond its original USB drive spread,\" the Microsoft Security Threat Intelligence Center (MSTIC", "favourite": false}]