[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/wojna-w-ukrainie-w-kijowie-przerwy-w-dostawie-pradu-wieksze-niz-zakladano/", "title": "Wojna w Ukrainie. W Kijowie przerwy w dostawie prądu większe, niż zakładano", "date_published": "2022-11-06 21:56:00+00:00", "description": "W ośmiu regionach Ukrainy kaskadowo wyłączany jest prąd na kilka godzin. Powodem są zniszczone częściowo sieci. Na poniedziałek zapowiedziano większą niż planowano przerwę w dostawie energii. Według amerykańskich doniesień Kijów stworzył plany ewakuacji mieszkańców.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/pociag-z-korei-polnocnej-do-rosji-bialy-dom-twierdzi-ze-wie-co-przewozil/", "title": "Pociąg z Korei Północnej do Rosji. W tle informacje o dostawach broni", "date_published": "2022-11-06 19:23:00+00:00", "description": "Pociąg z Korei Północnej dotarł do Rosji w piątek. Miał to być pierwszy transport, który wjechał do Rosji z tego kraju od kilku lat. W środę Stany Zjednoczone informowały, że Pjongjang potajemnie dostarcza Rosji pociski artyleryjskie. Tymczasem w środę rosyjska służba weterynaryjna informowała, że wysłała do Korei pociąg z końmi.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/inluencerka-sprzata-domy-za-darmo-im-brudniej-tym-lepiej/", "title": "Inluencerka sprząta domy za darmo. \"Im brudniej, tym lepiej\"", "date_published": "2022-11-06 17:42:00+00:00", "description": "Finka Auri Katariina sprzątaniem domów zajmuje się zawodowo. Filmy, które publikuje w mediach społecznościowych, stały się hitem i mają miliony wyświetleń. Teraz o pomoc zwracają się do niej ludzie na całym świecie, a Auri sprząta ich domy za darmo.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/mistrzostwa-swiata-w-katarze-alkohol-bedzie-dostepny-ale-nie-bedzie-tani/", "title": "Mistrzostwa Świata w Katarze. \"Alkohol będzie dostępny, ale nie będzie tani\"", "date_published": "2022-11-06 16:29:00+00:00", "description": "- Wyobrażamy sobie więcej restrykcji i ograniczeń niż w Katarze rzeczywiście jest - powiedziała Katarzyna Muniak, Polka mieszkająca w Katarze. Wyjaśniła, na co muszą się nastawić kibice, którzy przyjadą na mundial nad Zatokę Perską.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/wielka-brytania-rozowowlose-owce-w-burnsley-zwierzeta-ocieraly-sie-o-barwiacy-karmnik/", "title": "Wielka Brytania. Różowowłose owce w Burnsley. Zwierzęta ocierały się o barwiący karmnik", "date_published": "2022-11-06 15:56:00+00:00", "description": "To nowy gatunek owiec? Zdjęcia stada tych zwierząt opublikowane w mediach społecznościowych wywołały niemałe zamieszanie. Ich właściciel szybko wyjaśnił, co jest przyczyną ich oryginalnych czupryn.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/wladimir-putin-podczas-rozmowy-telefonicznej-mowil-emmanuelowi-macronowi-o-hiroszimie-i-nagasaki/", "title": "Władimir Putin podczas rozmowy telefonicznej mówił Emmanuelowi Macronowi o Hiroszimie i Nagasaki", "date_published": "2022-11-06 15:13:00+00:00", "description": "Władimir Putin powiedział Emmanuelowi Macronowi, że bomby atomowe zrzucone na Hiroszimę i Nagasaki są dowodem, iż nie musisz przeprowadzać ataku nuklearnego na duże miasto, aby wygrać wojnę - podają brytyjskie media powołując się na źródła dyplomatyczne.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/korea-poludniowa-w-seulu-wykoleil-sie-pociag-30-osob-zostalo-rannych/", "title": "Korea Południowa. W Seulu wykoleił się pociąg. 30 osób zostało rannych", "date_published": "2022-11-06 14:51:00+00:00", "description": "W niedzielę w Seulu, stolicy Korei Południowej wykoleił się pociąg pasażerski. Według agencji informacyjnej Yonhap rannych zostało 30 osób.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/tanzania-katastrofa-samolotu-pasazerskiego-maszyna-wpadla-do-jeziora/", "title": "Tanzania: Katastrofa samolotu pasażerskiego. Maszyna wpadła do jeziora", "date_published": "2022-11-06 10:06:00+00:00", "description": "Samolot lecący ze stolicy Tanzanii rozbił się w jeziorze Wiktorii. Do katastrofy doszło z powodu złych warunków atmosferycznych. Trwa akcja ratunkowa.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/usa-nie-zyje-aaron-carter-piosenkarz-mial-34-lata/", "title": "USA: Nie żyje Aaron Carter. Piosenkarz miał 34 lata", "date_published": "2022-11-06 08:39:00+00:00", "description": "Aaron Carter, piosenkarz i brat członka Backstreet Boys, Nicka Cartera, zmarł w wieku 34 lat. Przedstawiciel piosenkarza potwierdził wiadomość agencji prasowej PA i powiedział, że służby ustalają przyczynę śmierci.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-06/wojna-w-ukrainie-iran-twierdzi-ze-wysylal-drony-do-rosji-przed-wojna/", "title": "Wojna w Ukrainie: Iran twierdzi, że wysyłał drony do Rosji przed wojną", "date_published": "2022-11-06 05:30:00+00:00", "description": "Iran po raz pierwszy przyznał w sobotę, że dostarczył Moskwie drony. Zaznaczono jednak, że zostały one wysłane przed wojną w Ukrainę.", "favourite": false}]