[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-reportedly-plans-large-scale-layoffs-222046043.html?src=rss", "title": "Meta will reportedly announce ‘large-scale’ layoffs next week", "date_published": "2022-11-06 22:20:46+00:00", "description": "<p>Facebook parent company Meta could announce large-scale layoffs as early as next week, <a href=\"https://www.wsj.com/articles/meta-is-preparing-to-notify-employees-of-large-scale-layoffs-this-week-11667767794\">according to The Wall Street Journal</a>. The outlet reports the company is planning to cut “many thousands” of employees, with an announcement coming as soon as Wednesday. Meta currently employs more than 87,000 individuals. The cuts could be the largest workforce reduction conducted by a tech company this year, surpassing the layoffs <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\">made by Twitter on Friday</a>. The cuts would also represent the first broad restructuring in Meta’s history.</p><p>Meta declined to comment. A spokesperson pointed Engadget<em>&nbsp;</em>to a statement CEO Mark Zuckerberg made during the company’s <a href=\"https://www.engadget.com/meta-q3-2022-earnings-211903277.html\">recent Q3 earnings call</a>. “In 2023, we're going to focus our investments on a small number of high-priority growth areas. So that means some teams will grow meaningfully, but most other teams will stay flat or shrink over the next year,” he said. “In aggregate, we expect to end 2023 as either roughly the same size, or even a slightly smaller organization than we are today.”</p><span id=\"end-legacy-contents\"></span><p>As <em>The Journal</em> points out, Meta grew significantly during the first two years of the coronavirus pandemic, adding more than 27,000 employees in 2020 and 2021. The company’s hiring spree continued through the first nine months of 2022, a period during which it brought on an additional 15,344 employees. While the company was a major beneficiary of the pandemic, its fortunes have changed in recent months. In July, the company reported its <a href=\"https://www.engadget.com/meta-facebook-q2-2022-earnings-203433373.html\">first-ever revenue drop</a>. The company has blamed its recent hardships on tough competition from TikTok and the release of Apple’s contentious <a href=\"https://www.engadget.com/apple-ios-14-5-now-available-170536951.html\">App Tracking Transparency feature</a>.</p><p>At the same time, Mark Zuckerberg’s bid on the <a href=\"https://www.engadget.com/facebook-metaverse-meta-explained-or-not-120032885.html\">Metaverse</a> has so far failed to create new revenue opportunities for the company while costing it dearly. Since the start of 2021, Meta has spent $15 billion to make virtual and augmented reality mainstream with little success. The company expects to lose even more money on the project in 2023.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-reportedly-delays-blue-verification-system-210654542.html?src=rss", "title": "Twitter is reportedly holding off on paid verifications until after the US midterms", "date_published": "2022-11-06 21:06:54+00:00", "description": "<p>Twitter has delayed the rollout of paid account verification until after the end of the US midterm elections, according to <a href=\"https://www.nytimes.com/2022/11/06/technology/twitter-verification-check-marks.html\"><em><ins>The New York Times</ins></em></a>. The company reportedly made the decision on Saturday after it <a href=\"https://www.engadget.com/twitter-blue-ios-now-available-202609538.html\"><ins>briefly began rolling out</ins></a> its <a href=\"https://www.engadget.com/twitter-blue-price-increasing-8-per-month-180319987.html\"><ins>$8 per month Twitter Blue service</ins></a>. In the hours after the company released an iOS app update that gave people a preview of its new verification system, both employees and users raised concerns that paid badges could lead to confusion ahead of a pivotal election.</p><p>According to<em> The Times</em>, one Twitter employee, writing in an internal company Slack channel, asked management why the social network was “making such a risky change” with the “potential of causing election interference.” A day later, a manager on the project said “we’ve made the decision to move the launch of this release to November 9th, after the election.”</p><span id=\"end-legacy-contents\"></span><p>Twitter did not immediately respond to Engadget’s request for comment. The majority of the company’s public relations team <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\"><ins>was let go on Friday</ins></a>. Before Elon Musk announced Twitter’s revamped subscription service on Tuesday, the company had reserved blue badges for the accounts of notable politicians, celebrities, journalists and other prominent figures. While the system the company used for handling verification requests was <a href=\"https://www.engadget.com/twitter-verification-requests-return-222017801.html\"><ins>often a mess</ins></a>, it was at least designed to limit impersonation. It’s unclear how the company plans to prevent that kind of behavior moving forward.</p><p>The November 9th release date is likely to come with a sigh of relief for the engineers working on paid verifications. Before Sunday, Elon Musk had <a href=\"https://www.engadget.com/elon-musk-considers-making-verification-a-twitter-blue-perk-051906957.html\"><ins>reportedly told</ins></a> employees they had until November 7th to ship the feature or else they would be fired.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-airpods-pro-2-sale-amazon-194503275.html?src=rss", "title": "Apple’s second-gen AirPods Pro are on sale for $234 right now", "date_published": "2022-11-06 19:45:03+00:00", "description": "<p>If you’ve been waiting for Apple’s second-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0zYy0yMCIsImNvbnRlbnRVdWlkIjoiOWU0OWE5YzgtZmJkOS00N2E5LWJkZjItZjM1ZjgxOTM0MTQ1In0&amp;signature=AQAAAbu6ktLnX_P-8dX016aqT9XjnFvW22BHIz7iJsup9hjN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHWDR12%2F\"><ins>AirPods Pro</ins></a> to go on sale, now is your chance to pick them up. Amazon has discounted the earbuds for a limited time. After a six percent price cut, the 2022 AirPods Pro are $234, down from $249. The $15 discount marks the best reduction we’ve seen on Apple’s latest earbuds since they went on sale back in September.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJESFdEUjEyLz90YWc9Z2RndDBjLXAtby0zZC0yMCIsImNvbnRlbnRVdWlkIjoiOWU0OWE5YzgtZmJkOS00N2E5LWJkZjItZjM1ZjgxOTM0MTQ1In0&amp;signature=AQAAAe6Qc9nG4-4CJ1aEhEmJTWojnY6RkgNJtyHuvJ1hqKzK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BDHWDR12%2F\" id=\"e5f2132e17384255ad31fd472a15f870\">Buy Apple AirPods Pro at Amazon - $234 </a><p>While they don’t look dramatically different from their predecessor, the second-generation AirPods Pro feature some meaningful upgrades. With the inclusion of its new H2 chip, Apple claims the 2022 model is better at canceling out ambient noise and comes with improved battery life. The company also found a way to add touch controls to the new model. Engadget Senior Editor Billy Steele gave the earbuds a score of <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\"><ins>88</ins></a>, praising the 2022 AirPods Pro for their improved audio quality and deep integration with the broader Apple ecosystem. In regards to the new touch controls, he said they take some practice to master. He also found battery life could be better. Despite those issues, the 2022 AirPods Pro are among the best wireless earbuds you can buy right now, especially if you use an iPhone as your daily driver.</p><span id=\"end-legacy-contents\"></span><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/long-march-5b-uncontrolled-rentry-november-184505247.html?src=rss", "title": "Spain temporarily closed its airspace due to an out-of-control Chinese rocket", "date_published": "2022-11-06 18:45:05+00:00", "description": "<p>For the second time this year, the uncontrolled remnants of a Chinese Long March 5B came crashing to Earth. On Friday morning, US Space Command <a href=\"https://twitter.com/US_SpaceCom/status/1588502881631887361?s=20&amp;t=DfsgYf5IcAjaIYXw4lWWJQ\"><ins>confirmed</ins></a> pieces of the rocket that carried the third and final piece of China's Tiangong space station to orbit had re-entered the planet’s atmosphere over the south-central Pacific Ocean, reports <a href=\"https://www.nytimes.com/2022/11/04/science/china-rocket-debris.html\"><em><ins>The New York Times</ins></em></a>. The debris eventually plunged into the body of water, leaving no one harmed.</p><p>The episode marked the fourth uncontrolled re-entry for China’s most powerful heavy-lift rocket following its debut in 2020. Unlike many of its modern counterparts, including the SpaceX Falcon 9, the Long March 5B can’t reignite its engine to complete a predictable descent back to Earth. The rocket has yet to harm anyone (and probably won’t in the future). Still, each time China has sent a Long March 5B into space, astronomers and onlookers have anxiously followed its path back to the surface, worrying it might land somewhere people live. On Friday, Spain <a href=\"https://www.bbc.com/news/world-europe-63513070\"><ins>briefly closed parts of its airspace</ins></a> over risks posed by the debris from Monday’s mission, leading to hundreds of flight delays.</p><span id=\"end-legacy-contents\"></span><p>As he did earlier this year <a href=\"https://www.engadget.com/china-long-march-5b-re-entry-182425022.html\"><ins>following China’s Wentian mission</ins></a>, NASA Administrator Bill Nelson criticized the country for not taking the appropriate precautions to prevent an out-of-control re-entry. “It is critical that all spacefaring nations are responsible and transparent in their space activities, and follow established best practices, especially, for the uncontrolled re-entry of a large rocket body debris — debris that could very well result in major damage or loss of life,” he said.</p><p>Space debris landing on Earth isn’t a problem unique to China. In August, for instance, a farmer in rural Australia found a piece of a <a href=\"https://www.nytimes.com/2022/08/04/world/australia/spacex-debris-australia.html\"><ins>SpaceX Crew Dragon</ins></a> spacecraft that landed on his farm. However, many experts stress that those incidents differ from the one that occured on Friday. “The thing I want to point out about this is that we, the world, don’t deliberately launch things this big intending them to fall wherever,” Ted Muelhaupt, an <a href=\"https://aerospacecorp.medium.com/a-massive-chinese-rocket-is-falling-uncontrollably-to-earth-db7c7b32d773\"><ins>Aerospace Corporation</ins></a> consultant, told <em>The Times</em>. “We haven’t done that for 50 years.” China will launch another Long March 5B rocket next year when it attempts to put its Xuntian space telescope into orbit.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-reportedly-working-to-make-it-easier-to-activate-siri-164014522.html?src=rss", "title": "Apple is reportedly working to simplify Siri's trigger phrase", "date_published": "2022-11-06 16:48:08+00:00", "description": "<p>Apple is working to simplify how users interact with <a href=\"https://www.engadget.com/apple-siri-less-gendered-voice-140556492.html\">Siri</a>, according to <a href=\"https://www.bloomberg.com/news/newsletters/2022-11-06/apple-s-next-change-for-siri-dropping-the-hey-in-hey-siri-trigger-phrase-la5gup9j?sref=10lNAhZ9\"><em><ins>Bloomberg’s</ins></em><ins> Mark Gurman</ins></a>. The company has reportedly spent the past few months training the digital assistant to respond to “Siri” instead of “Hey Siri.” On the surface, that’s a simple change, but one that Gurman says involves a “significant amount of AI training and underlying engineering work.” The reason for that is that a two-word trigger phrase like “Hey Siri” increases the likelihood of the software responding to a request.</p><p>The change would make it easier to string together multiple commands one after another. Critically, it would help Apple catch up with Amazon and Google, which offer digital assistants with more robust capabilities. Alexa, for instance, is already capable of responding to just its name instead of “Hey Alexa.” Google Assistant, meanwhile, still requires you to say “Hey Google” or “Ok Google,” but can register back-to-back commands without the need for you to <a href=\"https://www.engadget.com/2018-06-21-google-assistant-continued-conversation-available.html\">repeat a wake word every time</a>.</p><span id=\"end-legacy-contents\"></span><p>According to Gurman, Apple is also working to integrate Siri more deeply with third-party apps and services. All those changes could take some time to roll out, with Gurman noting the tweak to Siri’s wake phrase likely to come either next year or in 2024.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hitting-the-books-fight-magic-items-aidan-moher-hachette-book-group-153037085.html?src=rss", "title": "Hitting the Books: How Pokemon took over the world", "date_published": "2022-11-06 15:30:37+00:00", "description": "<p>The impact of Japanese RPGs on pop and gaming culture cannot be overstated. From <em>Final Fantasy</em> and <em>Phantasy Star</em> to <em>Chrono Trigger</em>, <em>NieR</em>, and <em>Fire Emblem</em> — JRPGs have spanned console generations, bridged the Japanese and North American markets, spawned entire universes of IP and delivered critical commercial hits for nearly four decades. Modern gaming simply wouldn't exist as it does today if not for the influence of JRPGs.&nbsp;</p><p>In his newest book, <a href=\"https://www.amazon.com/gp/product/0762479639/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=productpost2022-20&amp;language=en_US\"><em>Fight, Magic, Items: The History of Final Fantasy, Dragon Quest, and the Rise of Japanese RPGs</em></a><em>,</em> Aidan Moher takes a wondrous in-depth look at the history of Japanese role playing games, their initial rise in the East, the long road to acceptance in the West and ultimate cultural impact the world over. In the excerpt below, Moher explores how Pokemon grew from Gameboy screens to become a multi-billion dollar entertainment juggernaut.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Fight Magic Items cover\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/c88eed20-5c81-11ed-a6f2-5b39629c3ba9\" style=\"height: 2560; width: 1706;\" /><figcaption></figcaption><div class=\"photo-credit\">Running Press</div></figure><p>Excerpted from <a href=\"https://fightmagicitems.rocks/\"><em>Fight, Magic, Items: The History of Final Fantasy, Dragon Quest, and the Rise of Japanese RPGs</em></a> by Aidan Moher. Published by Running Press. Copyright © 2022 by Aidan Moher. All rights reserved.</p><hr /><h2><strong><em>Pokémon</em></strong><strong>, Go</strong></h2><p>Though it takes many cues from Japanese games like <em>The Legend of Zelda: Breath of the Wild, Genshin Impact </em>was developed and published by Chinese developer/ publisher miHoYo. Thanks to gorgeous visuals, free-to-play accessibility, multi-platform release, and easy-to-pick-up-impossible-to-put-down gacha-based gameplay, it took the gaming world by storm after its 2020 release.</p><p>Game Boy not only provided greater access to video games thanks to its low price, but it subsequently changed <em>the way</em> we play games. About the size of a mass-market paperback novel, and just barely pocketable, the Game Boy leaned heavily on Nintendo franchises, including <em>Mario</em> and <em>Donkey Kong</em>, and—equally important for a device marketed for children—a <em>ton</em> of tie-in games for popular television shows and movies like <em>Teenage Mutant Ninja Turtles, Jurassic Park</em>, and <em>Star Trek</em>.</p><p>The appeal for kids? Gaming where mom and dad couldn’t see the action — a private world of adventure. The appeal for adults? Appealing puzzle games, fewer back spasms from sitting cross-legged on the floor two feet from the TV, and a smaller, quieter way to keep the kids distracted before dinner.</p><p>“Game Boy had the advantage of being the first on the market before other major competitors,” explained <em>Smithsonian Magazine</em>. Though Sega and Atari soon followed with their own consoles, complete with color screens, they faced an uphill battle against Nintendo’s aggressive strategy of leaning into tech that was older, but also more efficient, affordable, and reliable. Like many ’90s kids, my first game console was the Game Boy. I was a computer game fiend, and we’d rent a NES with a couple of games now and then, but those were ephemeral promises of living room gaming that wouldn’t become reality for a few more years.</p><p>After its debut, the Game Boy was rife with puzzle games and character platformers, but by 1993, it had blossomed into a full-fledged adventuring machine thanks to familiar franchises like <em>Final Fantasy, Dragon Quest</em>, and even <em>Wizardry</em>. The game that really sold the system’s capabilities, however, was a new entry in Nintendo’s ambitious <em>The Legend of Zelda</em> series. And, like many others, I was already a big <em>Zelda</em> fan by the time <em>Link’s Awakening </em>released in August 1993 thanks to its Super NES predecessor <em>The Legend of Zelda: A Link to the Past</em>.</p><p>What living room game consoles offered in scope, visual pop, and impressive technology, portables matched with their flexibility, bite-sized content, and on-the-go possibilities. Every morning, my friend and I would meet under a blanket of dew at our elementary school. Sitting side by side for warmth, Game Boys clutched in chilled fingers, we’d explore Koholint Island on individual journeys to waken the Wind Fish. The intimacy of this youthful bonding cemented <em>Link’s Awakening</em> as a core gaming experience in my life, all made possible by the Game Boy.</p><p>Though <em>A Link to the Past</em> and the entire <em>Legend of Zelda</em> series no doubt influenced a lot of JRPGs, especially puzzle-based games like <em>Wild Arms</em> or <em>Lufia II: Rise of the Sinistrals</em>, its categorization as a JRPG is debatable. Personally, I don’t <em>quite</em> consider it a JRPG due to its lack of customizability, but there’s definitely enough overlap in mechanics, pacing, story construction, and so on to create an overlapping Venn diagram of fans.</p><p>Imagine the giddy power rush of being a kid with a whole universe in your pocket, out of sight of parents and siblings, with no lobbying for TV screen time required. At first blush, the handheld’s small screen might be considered a flaw, but the paradoxical reality was that the smallness leant to the understanding that it was a personal-sized portal to another world. Only room for one. Plus, you could pop in the cheap Nintendo-provided headphones and the world outside disappeared entirely<em>.</em></p><p><em>Link’s Awakening</em> was a revelation, a journey into the unknown that belonged only to me.</p><p><em>Wake up.</em></p><p>A dream.</p><p><em>Wake up.</em></p><p>It was euphoric.</p><p><em>Wake up.</em></p><p>And then . . . there was <em>Pokémon</em>.</p><p>In a video review of <em>Final Fantasy Mystic Quest</em> (discussed in Chapter 6), <em>YouTube </em>channel <em>Austin Eruption</em> examined Square’s failed attempts at catalyzing the Western JRPG market during the early ’90s. “The concept of the entry RPG would be more successful . . . not with Square, but with Nintendo’s wildly popular <em>Pokémon,</em>” they said. “It turns out kids are super down to play RPGs, they just gotta have cute and cool monsters to collect.”</p><p>In 1996, Japanese schoolyards were buzzing thanks to the new Game Boy game published by Nintendo called <em>Pocket Monsters</em>. Kids traded tips, creatures, and blows across Game Boys connected by a link cable. These newly trained Pokémon trainers, as they’re called in the game, couldn’t get enough of the 151 unique, cute, and catchable creatures.</p><p>Before it was about catching monsters, however, <em>Pocket Monsters</em> was conceptualized by its insect-obsessed creator, Satoshi Tajiri, as a bug-catching simulator. Known to his classmates as “Mr. Bug,” Tajiri spent his childhood dreaming of becoming an entomologist and studying bugs for a living . . . that is until he discovered arcade games like <em>Space Invaders</em>. Though his professional ambitions shifted focus to bits, bytes, and programming scripts, his love for bug collecting remained, and at just twenty-four years old he came up with the idea for what would eventually become <em>Pocket Monsters</em>.</p><p>Before his buggy dreams became a reality, Tajiri founded Game Freak in 1989 with Masuda and artist Ken Sugimori, and released his first game, <em>Mendel Palace</em>, the same year. A grid-based puzzler, this game was completely unlike <em>Pocket Monsters</em>, but its success encouraged Tajiri and helped solidify Game Freak. The following year, Tajiri saw two Game Boys tethered by a link cable, and his concept for a bug-catching simulator sprang to life. He saw opportunity not only for players to be able to share and collect bugs, but to competitively face off against one another on their linked Game Boys.</p><p>It took over two years after its Japanese release for <em>Pocket Monsters</em> to reach western shores, finally releasing in September 1998 as <em>Pokémon</em>. With its release on the ten-year-old handheld and with the more powerful Game Boy Advance on the horizon, Nintendo released <em>Pokémon</em> on a whim, expecting the series to arrive as a chunky, but relatively unnoticed, oddity before the Game Boy Advance took over. Then, to everyone’s surprise, the weird little Japanese phenomenon appealed to kids in the West just as much as it had to children in its home country. Playgrounds across the United States and Canada were suddenly crawling with kids obsessing over Pikachus, Charmanders, and Mewtwos.</p><p>“Although it was made in Japan,” wrote culture writer Matt Alt for the <em>BBC</em>, “for a moment at the turn of the 21st Century, no corner of the world was immune from what came to be called ‘Pokémania.’” Scrambling in the wake of this unexpected success, Nintendo quickly localized the anime spinoff for an American audience to further capitalize on the video game’s hype. A short year later, the follow-up movie adaptation was so popular that phone boards were overwhelmed as tens of thousands of parents and fans sought tickets.</p><p><em>Pokémon</em>’s defining feature was its dual-cartridge release: <em>Pokémon</em><em>Red Version</em> and <em>Pokémon</em><em>Blue Version</em>. The catch was that while each version had most of the same Pokémon available to catch, there were a few dozen available only in one version or the other. To “catch ’em all,” as the game’s tagline implored young Pokémon trainers, you had to find another player who owned the other cartridge. I chose <em>Pokémon</em><em>Blue</em>, and with a set of fully charged AA batteries powering my Game Boy, I started a new game and settled on Bulbasaur as my starting companion. What followed was an experience that made <em>Link’s Awakening </em>feel like <em>The Hobbit</em>—and now I was playing <em>Lord of the Rings</em>. I soon caught more Pokémon for my party: a cute bird called Pidgey, a caterpillar that ensnared foes in silk webbing, and a bucktooth rodent known as Rattata. By the end of my first play session, these little critters became so much more than characters in a game; they tapped into that Tamagotchiesque sense of ownership and quickly became as beloved as my childhood pets.</p><p>This wasn’t a party of adventurers; it was a <em>family.</em></p><p><em>Pokémon</em> put players in the role of a newly minted trainer named Red. (Or anything else they chose to name him within the seven-character limit. My first name fit with room to spare.) Alongside rival Blue, Red arrives at Professor Oak’s Pokémon lab to choose one of the three starter Pokémon: the aforementioned Bulbasaur and Charmander, and the terrapin-like Squirtle. New Pokémon in tow, you leave your hometown on an adventure through Kanto region—a fictional game universe based loosely on Japan’s own Kanto region. With the goal of becoming the region’s greatest Pokémon trainer, you visit Kanto’s eight gyms, wherein you challenge their leaders, powerful Pokémon trainers who focus on particular types of Pokémon, like water-type or electric-type, to earn badges. Conquering the gym leaders then gives you the right to challenge the Elite Four. Defeat them, and the title of Pokémon Champion awaits.</p><p><em>Pokémon</em> combined the sprawling adventure of the JRPG with a narrative focused on personal conflict and growth—not the end of the world. If anything, Kanto felt idyllic, a <em>Star Trek</em>–esque utopia where humans had moved beyond such pettiness as war or raising vengeful gods to destroy their enemies. With nothing else to do, Kanto’s inhabitants could spend their days training the critters crawling through tall grass, prowling in dark caves, and lurking beneath the waves.</p><p><em>Link’s Awakening</em> felt like a limitless adventure at the time, but in reality, there was one critical path to victory, and each player solved the game by following the same steps in roughly the same order. <em>Pokémon</em> was different. Placing the player in a vast world populated by 151 collectable Pokémon, it created an experience that was as unique and individualized as each of its players. Love cute Pokémon and want to fill your team with Pikachus and Eevees? It’s possible. Want to overpower your starter Pokémo<em>n</em>, grind your way through the game, and defeat the Elite Four through brute force? Go for it. Obsessed with Psyduck? Um, sure. I guess.</p><p><em>Pokémon</em> offered so much variety and customization for how the player approached building and training their team that each kid could play it in their own way, opening the door to a new style of accessibility lacking in similar games. Kids cared for their Pokémon, and being able to show off a rare or powerful catch on the playground was a badge of honor. And because of its portable nature, <em>Pokémon</em> was able to experience the same social dynamics that drove other popular schoolyard phenomena. It was like Tamagotchi—without the midnight wake-up calls. While other JRPGs gave the player some customization options for their party characters, it was nowhere near the endless possibility of <em>Pokémon</em>’s gotta-catch-’em-all depth.</p>", "favourite": false}]