[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-long-form-text-sharing-224253678.html?src=rss", "title": "Long-form text sharing is coming to Twitter", "date_published": "2022-11-05 22:42:53+00:00", "description": "<p>Twitter will soon include a feature allowing users to append long-form text to their tweets, company owner and CEO Elon Musk <a href=\"https://twitter.com/elonmusk/status/1589009644114284544\">announced on Saturday</a>. Musk didn't say when the functionality would arrive, but promised it would end the \"absurdity of notepad screenshots.\" He added that the company also plans to work on additional tools for creator monetization and enhancements to the platform's search functionality. \"Search within Twitter reminds me of Infoseek in '98! That will also get a lot better pronto,\" <a href=\"https://twitter.com/elonmusk/status/1589022495189127169?s=20&amp;t=OjvPNtWdEU5udClMbb80-g\">he wrote</a>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><div id=\"3fba591483f6480fbf59f5f5ef9260c8\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Twitter will soon add ability to attach long-form text to tweets, ending absurdity of notepad screenshots</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1589009644114284544?ref_src=twsrc%5Etfw\">November 5, 2022</a></blockquote></div><p>The announcement comes on the same day that the company began putting in place some of the infrastructure needed to support its <a href=\"https://www.engadget.com/twitter-blue-price-increasing-8-per-month-180319987.html\">revamped Twitter Blue subscription</a>. The service will allow users to pay $8 per month to verify their account and gain access to a handful of other features, including the ability to post longer videos and see fewer ads. Musk previously promised Twitter would work on supporting content creators but has yet to share details on how the company plans to do that. Since his takeover of the company, a number of high-profile users have left Twitter, including <a href=\"https://kotaku.com/nibel-nibellion-twitter-patreon-elon-musk-gaming-news-1849722335\">Nibellion</a>, the owner of one of the most popular gaming news accounts on the platform.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p><em>Developing...</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jack-dorsey-twitter-apology-220930392.html?src=rss", "title": "Former Twitter CEO Jack Dorsey says company-wide layoffs are his fault", "date_published": "2022-11-05 22:09:30+00:00", "description": "<p>Jack Dorsey says he can “understand” if current and former Twitter employees blame him for the state of the company <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\"><ins>under Elon Musk</ins></a>. The co-founder and <a href=\"https://www.engadget.com/twitter-jack-dorsey-ceo-step-down-150532889.html\"><ins>former CEO</ins></a> of Twitter took to the platform on Saturday to say he was to blame for the situation. “Folks at Twitter past and present are strong and resilient. They will always find a way no matter how difficult the moment,” Dorsey <a href=\"https://twitter.com/jack/status/1588913276980633600?s=20&amp;t=vdB9K7iLmhXQCuuTRoSWTw\"><ins>said on Saturday</ins></a>. “I realize many are angry with me. I own the responsibility for why everyone is in this situation: I grew the company size too quickly. I apologize for that.”</p><div id=\"0291f88b3e8046e88309a548e94cccbd\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Folks at Twitter past and present are strong and resilient. They will always find a way no matter how difficult the moment. I realize many are angry with me. I own the responsibility for why everyone is in this situation: I grew the company size too quickly. I apologize for that.</p>— jack (@jack) <a href=\"https://twitter.com/jack/status/1588913276980633600?ref_src=twsrc%5Etfw\">November 5, 2022</a></blockquote></div><p>Dorsey went on to add he was grateful to everyone who had ever worked at Twitter. “I don’t expect that to be mutual in this moment… or ever… and I understand,” he wrote. Dorsey posted the apology after <a href=\"https://nypost.com/2022/11/05/jack-dorsey-source-everyone-at-twitter-hates-him-now/\"><em><ins>The New York Post</ins></em></a> published a story earlier in the day claiming he is now “hated at Twitter.” Many employees reportedly “blame” him for Musk’s takeover and the company-wide layoffs that will see about <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\">50 percent of Twitter’s workforce cut</a>.</p><span id=\"end-legacy-contents\"></span><p>The thread marks Dorsey’s first public comment on Twitter since Musk closed his $44 billion deal to buy the company on October 27th. When the SpaceX founder first announced the takeover, Dorsey put his support behind it. “Elon is the singular solution I trust,” <a href=\"https://www.engadget.com/jack-dorsey-elon-musk-twitter-takeover-034408777.html\"><ins>he said at the time</ins></a>. “This is the right path… I believe it with all my heart.” Dorsey was quiet after Musk attempted to <a href=\"https://www.engadget.com/elon-musk-twitter-messages-jack-dorsey-parag-agrawal-000254423.html\"><ins>renege on the acquisition</ins></a>, but in texts that <a href=\"https://www.engadget.com/elon-musk-twitter-messages-jack-dorsey-parag-agrawal-000254423.html\"><ins>became public in September</ins></a>, it became clear that he had wanted Musk to take a more active role at Twitter for some time.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-blue-ios-now-available-202609538.html?src=rss", "title": "Twitter's $8 per month Blue subscription with paid account verification arrives on iOS", "date_published": "2022-11-05 20:26:09+00:00", "description": "<p>Twitter has begun rolling out support for the new, more expensive version of its <a href=\"https://www.engadget.com/twitter-blue-price-increasing-8-per-month-180319987.html\"><ins>Blue subscription</ins></a>. As of Saturday, the company’s iOS app now reflects the fact users can pay $8 per month to obtain a verified account. The changelog notes people who sign up for Twitter Blue will receive a checkmark, “just like the celebrities, companies, and politicians you already follow.”</p><div id=\"9741d07d5fcf49699f244d28ec743068\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Twitter shipped its new Blue subscription for verification ahead of Musk’s Monday deadline given to employees. I updated and verified accounts are now the first tab of notifications. <a href=\"https://t.co/xfTl3b3GYk\">pic.twitter.com/xfTl3b3GYk</a></p>— Alex Heath (@alexeheath) <a href=\"https://twitter.com/alexeheath/status/1588956178759192576?ref_src=twsrc%5Etfw\">November 5, 2022</a></blockquote></div><p>However, it looks like Twitter is still rolling out the necessary backend changes to support the change more broadly. There are <a href=\"https://twitter.com/DarrellaaS/status/1588965546263195648?s=20&amp;t=Z7sZvFqpsJiekoz0N8iHUA\"><ins>reports</ins></a> of users not seeing a blue checkmark on their account even after signing up for the new subscription. Additionally, Twitter has yet to update its Android app, and the other perks Elon Musk promised would be part of the revamped Twitter Blue, such as the ability to post longer videos, are listed as “coming soon.” What the updated iOS app does include is a tweaked notification tab that features a column dedicated to displaying tweets solely from verified users.</p><span id=\"end-legacy-contents\"></span><p>It’s unclear when all the elements Musk promised will be in place, but he <a href=\"https://www.engadget.com/elon-musk-considers-making-verification-a-twitter-blue-perk-051906957.html\"><ins>reportedly gave</ins></a> employees working on making verification a paid feature until November 7th to complete the work or else lose their jobs. On Friday, the company began laying off about <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\"><ins>50 percent of its workforce</ins></a>, leaving entire teams gutted.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ukraine-starlink-outage-184124365.html?src=rss", "title": "Ukraine lost access to 1,300 Starlink terminals over a funding issue", "date_published": "2022-11-05 18:41:24+00:00", "description": "<p>As recently as October 24th, Ukraine’s military suffered a partial internet outage after 1,300 Starlink terminals went offline due to a funding shortage, <a href=\"https://www.cnn.com/2022/11/04/politics/spacex-ukraine-elon-musk-starlink-internet-outage/\">reports <em>CNN</em></a>. The blackout occurred amid ongoing talks between SpaceX and the Department of Defense that continue despite Elon Musk having said his company would continue to foot the bill for the country’s Starlink usage.</p><p>“Negotiations are very much underway. Everyone in our building knows we’re going to pay them,” a senior Pentagon official told the network, adding that the Defense Department wants to get something in writing “because we worry he’ll change his mind.”</p><span id=\"end-legacy-contents\"></span><p>In September, SpaceX <a href=\"https://www.engadget.com/spacex-starlink-ukraine-funding-defense-department-135027598.html\">sent a letter</a> to the Pentagon, asking the Defense Department to take over paying expenses related to Ukraine’s usage of its Starlink internet service. <a href=\"https://www.engadget.com/elon-musk-spacex-keep-funding-ukraine-starlink-satellite-internet-075616416.html\">On October 15th</a>, following public outcry, Musk appeared to backtrack on the decision to ask the US government for assistance. “To hell with it… we’ll just keep funding Ukraine govt for free,” Musk tweeted, later <a href=\"https://www.ft.com/content/5a66a547-a142-451e-80cd-a6d5e0775268\">telling <em>The Financial Times</em></a><em>&nbsp;</em>the company would do so “indefinitely.”</p><p>According to <em>CNN</em>, last month’s outage was a “huge problem” for Ukraine’s military. In March, the country purchased the 1,300 terminals from a British company. SpaceX reportedly charged Ukraine $2,500 per month to keep each unit operational. The country eventually couldn’t afford to pay the $3.25 million monthly bill anymore and asked for financial aid from the British Ministry of Defence. After some discussion, the two agreed to prioritize other military expenses.</p><p>“We support a number of terminals that have a direct tactical utility for Ukraine’s military in repelling Russia’s invasion,” a British official told <em>CNN</em>.  “We consider and prioritize all new requests in terms of the impact contributions would have in supporting Ukraine to defend its people against Putin’s deplorable invasion.”</p><p>Should SpaceX and the US Department of Defense eventually sign an agreement, it’s unclear if the Pentagon will have greater control over Starlink service in Ukraine. The company currently decides where Ukrainian troops can use the terminals.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-live-tv-ads-network-161104408.html?src=rss", "title": "Apple is reportedly building a live TV advertising network as part of its MLS deal", "date_published": "2022-11-05 16:11:04+00:00", "description": "<p>Expect to see a fair number of ads when Apple begins streaming Major League Soccer games next year. According to <a href=\"https://www.bloomberg.com/news/articles/2022-11-04/apple-s-next-step-in-ads-will-be-built-around-new-soccer-deal?sref=10lNAhZ9\"><em><ins>Bloomberg</ins></em></a>, the company is building an advertising network to support its <a href=\"https://www.engadget.com/apple-tv-mls-soccer-streaming-subscription-service-171000757.html\"><ins>10-year agreement</ins></a> with the league. Apple has reportedly held talks with MLS sponsors about airing ads during games and accompanying programming the company has planned for next season.</p><p>It also sounds like diehard fans won’t be able to escape commercial breaks by paying more. <em>Bloomberg</em> reports the company currently plans to air spots across all three tiers of the partnership, meaning you’ll see ads whether you pay for a dedicated package, access the games through your existing TV+ subscription or catch the occasional free match on the company’s TV app.</p><span id=\"end-legacy-contents\"></span><p>The move is part of a broader push by Apple to increase how much it earns from advertising. The company’s ad unit currently generates about <a href=\"https://www.engadget.com/apple-ads-report-211050181.html\"><ins>$4 billion</ins></a> in annual revenue. Todd Teresi, the head of the division, has reportedly pushed to increase that number to $10 billion and above. To that end, Apple recently began showing more ads in the <a href=\"https://www.engadget.com/apple-app-store-today-tab-ads-152249659.html\"><ins>App Store</ins></a> and is testing search advertisements within its <a href=\"https://www.engadget.com/apple-ads-report-211050181.html\"><ins>Maps</ins></a> app.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hbo-cancels-westworld-143349233.html?src=rss", "title": "HBO cancels sci-fi drama 'Westworld' after four seasons", "date_published": "2022-11-05 14:33:49+00:00", "description": "<p>It's time to bid farewell to the androids of <a href=\"https://www.engadget.com/watch-vfx-bring-westworlds-dystopian-la-to-life-100508512.html\"><em>Westworld</em></a>. HBO has <a href=\"https://www.hollywoodreporter.com/tv/tv-news/hbo-cancels-westworld-1235255955/\">cancelled</a> the sci-fi title after four seasons, even though showrunners Jonathan Nolan and Lisa Joy were hoping for a fifth to reach the ending they had in mind. Nolan and Joy were trying to <a href=\"https://deadline.com/2022/10/westworld-jonathan-fifth-and-final-season-jonathan-nolan-addresses-nycc-1235139135/\">negotiate</a> for a last season as recently as October, but their discussions clearly did not pan out. In a statement, HBO said:</p><p>\"Over the past four seasons, Lisa and [Jonathan] have taken viewers on a mind-bending odyssey, raising the bar at every step. We are tremendously grateful to them, along with their immensely talented cast, producers and crew, and all of our partners at Kilter Films, Bad Robot and Warner Bros. Television. It’s been a thrill to join them on this journey.\"</p><span id=\"end-legacy-contents\"></span><p><em>Westworld</em> used to be one of HBO's tentpole projects, with 54 Emmy nominations and even a win for Thandiwe Newton as Outstanding Supporting Actress. Its ratings and viewership have plummeted over the years, however, and it never quite recovered. For fans, the fact that the show hadn't been renewed immediately after the latest season ended was already a bad sign.</p><p>As <a href=\"https://www.hollywoodreporter.com/tv/tv-news/why-hbo-canceled-westworld-1235256134/\"><em>The Hollywood Reporter</em></a> notes, approximately 12 million viewers tuned in to watch the show's critically acclaimed first season across platforms. And, while we thought that <em>Westworld</em><a href=\"https://www.engadget.com/2020-03-17-westworld-season-3-review.html\">returned to form</a> in its third season, its numbers kept on tumbling until only 4 million viewers stuck around to watch the latest episodes. That's most likely not enough for HBO to justify a renewal. Apparently, the fourth season cost the network $160 million for eight episodes, which is more than what it spent on <em>House of Dragons</em>. The <em>Game of Thrones </em>prequel had ten episodes and <a href=\"https://variety.com/2022/tv/news/house-of-the-dragon-ratings-episode-5-wedding-1235377997/\">averaged</a> 29 million viewers for each one.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/charge-former-moviepass-execs-securities-wire-fraud-103054548.html?src=rss", "title": "Feds charge former MoviePass execs with securities and wire fraud", "date_published": "2022-11-05 10:30:54+00:00", "description": "<p>The former executives in charge of <a href=\"https://www.engadget.com/moviepass-beta-launch-date-details-waitlist-movies-144903613.html\">MoviePass</a> have been indicted in what the Justice Department calls \"a scheme to defraud investors.\" Ex-MoviePass CEO J. Mitchell Lowe and Theodore Farnsworth, who used to be the chairman of the service's former parent company Helios and Matheson Analytics (HMNY), have been <a href=\"https://www.justice.gov/opa/pr/former-ceos-moviepass-and-parent-company-charged-securities-fraud-scheme\">charged with</a> one count of securities fraud and three counts of wire fraud. Federal authorities accuse them of making materially false and misleading claims regarding MoviePass' business in press releases, interviews and even SEC filings in a bid to artificially inflate HMNY's stocks and entice new investors.&nbsp;</p><p>According to the newly unsealed court documents, Farnsworth and Lowe allegedly knew from the start that the business' $9.95 \"unlimited\" plan was a temporary gimmick to attract new subscribers and, hence, artificially inflate HMNY's stock prices. They also falsely claimed that the business model was tested to be sustainable and that it was possible to become profitable on subscription fees alone, the feds said.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition, the executives allegedly claimed that HMNY had \"big data\" and AI technologies that could be used to generate revenue for the company by analyzing data collected from MoviePass subscribers. The indictment accuses them of making the claim even though they knew that HMNY did not have the technology or the capability to monetize subscriber data.&nbsp;</p><p>Another allegation against the executives is that they'd made false representations that MoviePass was earning considerable money from multiple revenue streams. The business did not have a non-subscription revenue stream that would make it self-sufficient or offset its losses, according to authorities. Farnsworth and Lowe were also accused of implementing various tactics to prevent certain subscribers from being able to use their \"unlimited\" service. If you'll recall, MoviePass had to <a href=\"https://www.engadget.com/moviepass-settles-with-ftc-122507602.html\">settle with the FTC in 2021</a> over allegations that it invalidated subscriber passwords on purpose to give it sufficient reason to freeze accounts of frequent users.&nbsp;</p><p>In a statement made to <a href=\"https://www.theverge.com/2022/11/4/23441119/moviepass-fraud-criminal-charges-mitch-lowe-hmny\"><em>The Verge</em></a>, the spokesperson for Farnsworth said: \"The indictment repeats the same allegations made by the Securities and Exchange Commission in the Commission's recent complaint filed on September 27th against Mr. Farnsworth, concerning matters that were publicly disclosed nearly three years ago and widely reported by the news media. As with the SEC filing, Mr. Farnsworth is confident that the facts will demonstrate that he has acted in good faith, and his legal team intends to contest the allegations in the indictment until his vindication is achieved.\"</p><p>The <a href=\"https://www.engadget.com/sec-sues-moviepass-executives-220027888.html\">SEC sued MoviePass</a> for fraud back in September and also accused the executives of misleading investors about the viability of the company's $9.95-per-month business model. Despite its tumultuous past and all the accusations the former people in charge still have to face, <a href=\"https://www.engadget.com/moviepass-relaunch-beta-chicago-dallas-kansas-city-185321715.html\">MoviePass is back</a>. Stacy Spikes, its original co-founder, purchased it back after HMNY filed for bankruptcy. The service relaunched in September 5th and now charges subscribers $10 a month for up to three movies, $20 a month for up to four and $30 for a maximum of five movies a month.&nbsp;</p><p>As for Farnsworth and Lowe, they're now facing a maximum penalty of 20 years in prison for each count of securities and wire fraud.</p>", "favourite": false}]