[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/niebieski-znaczek-na-twitterze-za-8-dolarow-miesiecznie-twitter-wprowadza-platna-subskrypcje/", "title": "Niebieski znaczek na Twitterze za 8 dolarów miesięcznie. Twitter wprowadza płatną subskrypcję", "date_published": "2022-11-05 21:56:00+00:00", "description": "Twitter uruchomił w sobotę płatną subskrypcję w ramach, której użytkownicy za niecałe 8 dolarów miesięcznie mogą otrzymać niebieski znaczek, do tej pory zarezerwowany jedynie dla zweryfikowanych kont. Użytkownikom powiedziano, że mogą być teraz jak celebryci, firmy i politycy, których już obserwują.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/niemcy-matka-zamknela-corke-w-domu-dziecko-nie-moglo-wyjsc-przez-prawie-przez-cale-swoje-zycie/", "title": "Niemcy. Matka zamknęła córkę w domu. Dziecko nie mogło wyjść przez prawie przez całe swoje życie", "date_published": "2022-11-05 21:18:00+00:00", "description": "W tej sprawie więcej jest pytań niż odpowiedzi - piszą niemieckie media. Ośmioletnia dziewczynka prawdopodobnie przez całe swoje życie nie mogła opuszczać własnego domu. To matka miała przetrzymywać córkę za zamkniętymi drzwiami pokoju przez ponad siedem lat.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/wlochy-siedem-ofiar-katastrofy-helikoptera-z-turystami-wsrod-ofiar-dyrektor-slowenskiej-telewizji/", "title": "Włochy. Siedem ofiar katastrofy helikoptera z turystami. Zginął dyrektor słoweńskiej telewizji", "date_published": "2022-11-05 20:28:00+00:00", "description": "Katastrofa liniowego śmigłowca, który leciał do włoskiego miasta Foggia z archipelagu Tremiti. Helikopter zniknął z radarów po znalezieniu się nad lądem. Po południu odnaleziono wrak i siedem ofiar. Wśród nich był dyrektor techniczny słoweńskiej telewizji z żoną i dwojgiem nastoletnich dzieci. Włoska agencja ANSA poinformowała o wszczęciu śledztwa. Do wypadku doszło przy złej pogodzie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/lukaszenka-mowil-o-zelenskim-traktowalem-go-jak-wlasne-dziecko/", "title": "Białoruś. Łukaszenka mówił o Zełenskim: Traktowałem go jak własne dziecko", "date_published": "2022-11-05 19:17:00+00:00", "description": "Aleksandr Łukaszenka spotkał się z pracownikami biotechnologicznej spółki we wsi Puchowicze. W trakcie wygłosił przemówienie, w którym wspomniał o prezydencie Ukrainy. - Robiłem tak dużo, a pierwszym, który wprowadził sankcje przeciwko nam był Kijów, Wołodymyr Zełenski, którego traktowałem jak własne dziecko - powiedział dyktator. Wspomniał również, że Białoruś nie zamierza atakować Ukrainy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/nasa-wyprawa-po-niewyobrazalny-majatek-do-kosmicznego-skarbca-elon-musk-dostal-juz-pieniadze/", "title": "NASA. Wyprawa po niewyobrażalny majątek do kosmicznego skarbca. Elon Musk dostał już pieniądze", "date_published": "2022-11-05 19:02:00+00:00", "description": "Ludzkość planuje wyprawę na planetoidę, którą tworzą niemal wyłącznie najcenniejsze metale, m.in. złoto. Zdaniem naukowców jej wartość kilkadziesiąt razy przewyższa PKB całej kuli ziemskiej. Misję po niewyobrażalny majątek przygotowuje NASA we współpracy z firmą SpaceX Elona Muska. Amerykańska sonda ma rozpocząć badania na powierzchni kosmicznego skarbca w 2029 roku.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/kolejna-akcja-aktywistow-okupowali-lotnisko-w-amsterdamie-i-przykuli-sie-do-odrzutowcow/", "title": "Kolejna akcja aktywistów. Okupowali lotnisko w Amsterdamie i przykuli się do odrzutowców", "date_published": "2022-11-05 18:13:00+00:00", "description": "Aktywiści klimatyczni słyną z niecodziennych akcji, które ich zdaniem, mają przestrzegać przed skutkami zmian klimatu i globalnym ociepleniem. Tym razem około 500 osób wtargnęło na teren lotniska Schiphol w Amsterdamie, gdzie przykuli się łańcuchami do prywatnych odrzutowców. Do innej akcji doszło również w Madrycie. Tam aktywiści obrali za cel muzeum.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/rosjanie-mowia-o-zamachu-na-swojego-sedziego-to-on-wydawal-wyroki-smierci/", "title": "Zamach na prorosyjkiego \"sędziego\" z Doniecka. To on wydawał wyroki śmierci", "date_published": "2022-11-05 17:02:00+00:00", "description": "Jak podają ukraińskie media, Rosjanie poinformowali o próbie zamachu na sędziego z samozwańczej Donieckiej Republiki Ludowej. To on był odpowiedzialny za wydawanie wyroków śmierci dla cudzoziemców walczących w Ukrainie. Mężczyzna przeżył, ale został ranny. Rosyjskie media o przeprowadzenie zamachu oskarżyły Ukraińców.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/indonezyjski-krol-playboya-61-letni-rolnik-planuje-88-slub/", "title": "Indonezyjski \"król Playboya\". 61-letni rolnik planuje 88 ślub", "date_published": "2022-11-05 16:15:00+00:00", "description": "Rolnik z Indonezji po raz 88. stanie na ślubnym kobiercu. 61-letni Kaan wyjawił, że jego wybranką jest jedna z jego 46 byłych żon. A dokładnie kobieta z którą wziął ślub numer 86. - Jeśli na początku ci się nie uda, spróbuj jeszcze raz - i znowu, i znowu - powiedział mężczyzna.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/francja-rowerowy-karawan-w-paryzu-corbicyclette-jest-przyjazny-dla-srodowiska/", "title": "Francja. Rowerowy karawan w Paryżu. \"Corbicyclette\" jest przyjazny dla środowiska", "date_published": "2022-11-05 15:57:00+00:00", "description": "Corbicyclette to termin, który powstał z dwóch francuskich słów - karawan i rower. Jego twórcą jest Isabelle Plumereau, właścicielka małego, paryskiego domu pogrzebowego Niebo i ziemia. Kobieta wykorzystuje rowerowy transporter właśnie jako karawan.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/chile-papuga-wyciagnela-reporterowi-z-ucha-bezprzewodowa-sluchawke/", "title": "Chile. Papuga wyciągnęła reporterowi z ucha bezprzewodową słuchawkę", "date_published": "2022-11-05 15:05:00+00:00", "description": "Chilijski reporter był mocno zdumiony, kiedy spokojną transmisję przerwała mu papuga, która usiadła na jego ramieniu. Ptak nagle złapał dziobem za bezprzewodową słuchawkę i odleciał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/wielka-brytania-andrew-leak-sprawca-ataku-na-osrodek-imigracyjny-w-dover-w-anglii/", "title": "Wielka Brytania. Nie żyje Andrew Leak sprawca ataku na ośrodek imigracyjny w Dover w Anglii", "date_published": "2022-11-05 12:53:00+00:00", "description": "Andrew Leak, 66-latek z High Wycombe w Anglii został znaleziony martwy po tym jak zaatakował w niedzielę ośrodek imigracyjny w Dover. Mężczyzna miał wyrzucić z samochodu dwa lub trzy pojemniki z benzyną. Atak uznano za incydent terrorystyczny napędzany skrajnie prawicową motywacją.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/niemcy-maly-kucyk-z-wielkim-potencjalem-pumukel-moze-trafic-do-ksiegi-rekordow-guinnessa/", "title": "Niemcy: Mały kucyk z wielkim potencjałem. Pumukel może trafić do Księgi Rekordów Guinnessa", "date_published": "2022-11-05 10:20:00+00:00", "description": "Kuc szetlandzki Pumukel ma szansę trafić do Księgi Rekordów Guinnessa jako najmniejsze takie zwierzę na świecie. Mierzy 50 centymetrów.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/szwajcaria-chciala-zajrzec-do-bagaznika-samochod-przejechal-ja-trzykrotnie/", "title": "Szwajcaria: Chciała zajrzeć do bagażnika. Samochód przejechał ją trzykrotnie", "date_published": "2022-11-05 09:25:00+00:00", "description": "45-letnia Szwajcarka wysiadła z samochodu i pozostawiła w nim włączony silnik. Auto przejechało po niej trzykotnie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/rosja-pozar-w-klubie-poligon-w-miescie-kostroma-przyczyna-wystrzal-z-rakietnicy-sa-ofiary/", "title": "Rosja. Pożar w klubie \"Poligon\" w mieście Kostroma. Przyczyną wystrzał z rakietnicy. Są ofiary", "date_published": "2022-11-05 08:23:00+00:00", "description": "Co najmniej 15 osób zginęło w pożarze klubu w rosyjskim mieście Kostroma. Przyczyną był prawdopodobnie wystrzał z rakietnicy jednego z gości. Sprawca jest poszukiwany przez policję.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/czy-jestesmy-gotowi-na-spotkania-z-obcymi-szukamy-kosmicznych-szpiegow/", "title": "Czy jesteśmy gotowi na spotkania z obcymi? \"Szukamy kosmicznych szpiegów\"", "date_published": "2022-11-05 08:12:00+00:00", "description": "- Najbardziej chciałbym zapytać ich o to, skąd są, jakie są ich wartości i osiągnięcia - powiedział Kamil Muzyka z Polskiego Towarzystwa Astrobiologicznego. Naukowcy ze szkockiego Uniwersytetu St. Andrews i brytyjskiej sieci badawczej SETI będą wspólnie opracowywać procedury na wypadek, gdyby na Ziemię trafił sygnał od obcej cywilizacji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-05/ukraina-awaria-jednostek-starlink-ogromny-problem-dla-ukrainskiego-wojska/", "title": "Ukraina: Awaria jednostek Starlink. \"Ogromny problem dla ukraińskiego wojska\"", "date_published": "2022-11-05 05:38:00+00:00", "description": "Ukraina obawia się, że jej żołnierze mogą stracić dostęp do usługi internetowej Starlink Elona Muska. W zeszłym tygodniu 1300 jednostek satelitarnych zostało wyłączonych. Jak podaje źródło CNN, może chodzić o problemy z finansowaniem.", "favourite": false}]