[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-walks-back-bidens-remarks-about-shutting-down-coal-plants-after-manchin-nuked-him", "title": "White House Walks Back Biden’s Remarks About Shutting Down Coal Plants After Manchin Nuked Him", "date_published": "2022-11-05 18:53:44+00:00", "description": "The White House walked back remarks from President Joe Biden (D) on Friday after the president said he was going to be shutting down coal plants across the country amid an energy crisis. “I was in Massachusetts about a month ago on the site of the largest old coal plant in America. Guess what? It ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jack-dorsey-makes-surprising-statement-about-elon-musk-laying-off-half-the-company", "title": "Jack Dorsey Makes Surprising Statement About Elon Musk Laying Off Half The Company", "date_published": "2022-11-05 18:27:02+00:00", "description": "Former Twitter CEO Jack Dorsey apologized to Twitter employees Saturday morning for growing the company too fast, which led to the current moment where new CEO Elon Musk has now laid off roughly half the company. Dorsey&#8217;s comments come after Musk laid off 3,700 people on Friday in an email from the company&#8217;s workforce of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/perfect-metaphor-american-flags-fall-down-at-fettermans-rally-conservatives-see-a-sign-from-above-and-an-omen-for-democrats", "title": "‘Perfect Metaphor’: American Flags Fall Down At Fetterman’s Rally. Conservatives See A Sign From Above, And An Omen For Democrats.", "date_published": "2022-11-05 18:17:06+00:00", "description": "Democratic Pennsylvania Senate candidate John Fetterman&#8217;s campaign event didn&#8217;t &#8220;blow over&#8221; too well. At a rally with former President Barack Obama in Oakland, Pennsylvania, on Saturday, a sudden gust of wind knocked over the American flags behind the rally stage while Fetterman was speaking. Twitter users reacted to a clip of the incident, with many ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/only-2-of-childrens-deaths-were-from-covid-and-school-closures-didnt-reduce-the-number", "title": "Only 2% Of Children’s Deaths Were From COVID, And School Closures Didn’t Reduce The Number", "date_published": "2022-11-05 18:07:40+00:00", "description": "Child deaths from COVID amounted to only 1% of all children’s deaths during the last three years, and that number didn’t seem to get any lower in states that engaged in prolonged school closures, new federal data shows. The death figures call into question the credibility of teachers unions—currently campaigning for Democrat candidates—who invoked the specter of widespread death to secure their demands of closed schools, even parading with child-sized coffins on their cars.", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nike-halts-relationship-with-nbas-kyrie-irving-over-anti-semitism-controversy", "title": "Nike Halts Relationship With NBA’s Kyrie Irving Over Anti-Semitism Controversy", "date_published": "2022-11-05 17:55:23+00:00", "description": "Nike halted its relationship with the Brooklyn Nets&#8217; Kyrie Irving on Friday ahead of a new product that the company was set to launch with Irving that is part of an endorsement deal that the company has with him. “At Nike, we believe there is no place for hate speech and we condemn any form ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-aaron-carter-found-dead-at-age-34", "title": "BREAKING: Aaron Carter Found Dead At Age 34", "date_published": "2022-11-05 16:19:58+00:00", "description": "Singer Aaron Carter, 34, was found dead in his California home on Saturday, reports say. The troubled musician was found in his bathtub after authorities received a call around 11 a.m. saying a male had drowned in a tub, sources say, according to TMZ. The 34-year-old had a history of drug problems and run-ins with ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/is-she-okay-jessica-simpson-fans-concerned-over-behavior-in-latest-ad", "title": "‘Is She Okay?’: Jessica Simpson Fans Concerned Over Behavior In Latest Ad", "date_published": "2022-11-05 15:32:37+00:00", "description": "Fans of Jessica Simpson expressed concern online Friday after they claimed the singer appeared &#8220;off&#8221; in a video ad for Pottery Barn. Simpson, 42, showed off her daughter Birdie’s room, designed by Pottery Barn Kids, in an ad while looking &#8220;frail&#8221; and speaking &#8220;slowly,&#8221; according to some fans. &#8220;Hi, I’m Jessica Simpson, and welcome to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/egg-all-over-their-face-major-wisconsin-newspaper-adds-correction-to-hit-piece-on-republican-governor-candidate", "title": "‘Egg All Over Their Face’: Major Wisconsin Newspaper Adds Correction To Hit Piece On Republican Governor Candidate", "date_published": "2022-11-05 14:02:59+00:00", "description": "Wisconsin’s largest newspaper added a major correction to an article it published about the state’s Republican gubernatorial candidate just days before voters in the Badger State head to the polls.  The Milwaukee Journal Sentinel published a story Thursday that claimed Michels Corporation, co-owned by Republican gubernatorial candidate Tim Michels, employed no black “employees in management ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/family-sues-elite-boarding-school-after-son-struggling-post-covid-kills-himself-in-solitary-confinement", "title": "Family Sues Elite Boarding School After Son Struggling Post-COVID Kills Himself In ‘Solitary Confinement’", "date_published": "2022-11-05 12:26:50+00:00", "description": "An Italian family filed a lawsuit Friday against elite New York boarding school EF Academy after 17-year-old Claudio Mandia hanged himself  while in what the suit describes as &#8220;solitary confinement.&#8221; The boy was expelled from the pricey school after cheating on a math assignment. He was then forced to wait in a room alone until ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/offensive-and-disgusting-joe-manchin-blasts-president-biden-as-divorced-from-reality-in-extraordinary-rebuke", "title": "‘Offensive And Disgusting’: Joe Manchin Blasts President Biden As ‘Divorced From Reality’ In Extraordinary Rebuke", "date_published": "2022-11-05 12:07:49+00:00", "description": "West Virginia Sen. Joe Manchin blasted fellow Democrat President Joe Biden as “divorced from reality” Saturday in an extraordinary rebuke prompted by Biden’s vow to close coal-fired power plants. Manchin, who represents a red state dependent on the coal industry and who has clashed with the socialist wing of his party before, reacted after Biden ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ex-cop-found-guilty-of-murdering-8-year-old-autistic-son-who-died-after-being-locked-in-freezing-garage", "title": "Ex-Cop Found Guilty Of Murdering 8-Year-Old Autistic Son Who Died After Being Locked In Freezing Garage", "date_published": "2022-11-05 11:46:13+00:00", "description": "A former New York City cop has been convicted of murdering his 8-year-old autistic son, who died of hypothermia after being left in an unheated garage over night.  Ex-cop Michael Valva, 43, was found guilty of second degree murder by a jury in Long Island after his son Thomas died in January 2020 when he ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/left-wing-pbs-nbc-reporter-has-been-illegally-voting-in-florida-complaint-accuses", "title": "Left-Wing PBS, NBC Reporter Has Been Illegally Voting In Florida, Complaint Accuses", "date_published": "2022-11-05 11:13:50+00:00", "description": "An elections fraud complaint claimed &#8220;evidence suggests&#8221; that Left-wing legacy media reporter Yamiche Alcindor has been illegally voting in Florida, while her permanent residence with her husband is in Washington, D.C. The American Accountability Foundation last week filed a complaint asking Florida to investigate Alcindor for potentially illegally voting in the Sunshine State, citing Alcindor&#8217;s ...", "favourite": false}]