[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/07/apple-new-security-privacy-measures-spike-cyber-attacks", "title": "Apple announces new security and privacy measures amid surge in cyber-attacks", "date_published": "2022-12-07 23:31:01+00:00", "description": "<p>Encryption of iCloud storage means the information will be safeguarded from hackers as well as government agencies</p><p>Apple announced a suite of security and privacy improvements on Wednesday that the company is pitching as a way to help people protect their data from hackers, including one that civil liberty and privacy advocates have long pushed for. </p><p>The tech giant will soon allow users to choose to secure more of the data backed up to their iCloud using end-to-end encryption, which means no one but the user will be able to access that information.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/07/apple-new-security-privacy-measures-spike-cyber-attacks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/qatar-to-miss-12m-world-cup-visitor-target-with-just-76500-arriving-so-far", "title": "Qatar to miss 1.2m World Cup visitor target as 765,000 arrive for first 17 days", "date_published": "2022-12-07 23:29:55+00:00", "description": "<ul><li>Peak period for international visitors passes with group stage</li><li>Fewer fans avoid over-crowding or traffic issues in country</li></ul><p>Qatar received just over 765,000 visitors during the first two weeks of the World Cup, according to an organisers’ report, falling short of the country’s expectations for an influx of 1.2m during the month-long event.</p><p>A huge surge in visitors at this stage is unlikely with only eight teams staying on in Doha, and eight games left out of the 64 in the tournament that began on 20 November.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/qatar-to-miss-12m-world-cup-visitor-target-with-just-76500-arriving-so-far\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/07/former-theranos-exec-sunny-balwani-prison-sentence", "title": "Former Theranos exec Sunny Balwani sentenced to nearly 13 years in prison", "date_published": "2022-12-07 22:51:52+00:00", "description": "<p>Sentence is slightly longer than one given to Elizabeth Holmes for defrauding investors in the now defunct blood testing firm</p><p>Sunny Balwani, former <a href=\"https://www.theguardian.com/technology/theranos\">Theranos</a> executive and romantic partner of Elizabeth Holmes, has been sentenced to nearly 13 years in prison over his role in the now-defunct blood testing firm.</p><p>The sentence is slightly longer than that given to Holmes just a few weeks ago, who was his accomplice in one of Silicon Valley’s biggest scandals.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/07/former-theranos-exec-sunny-balwani-prison-sentence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/this-time-england-believe-we-can-win-world-cup-says-harry-maguire", "title": "This time England believe we can win World Cup, says Harry Maguire", "date_published": "2022-12-07 22:30:36+00:00", "description": "<ul><li>Defender says confidence in camp higher than 2018</li><li>England face France in quarter-final on Saturday</li></ul><p>Harry Maguire frames it differently and it is some difference. His England teammates, when questioned in Qatar, have mostly said they can win the World Cup. It is the objective. They have not shied away from saying so. For Maguire, though, it goes beyond that. It is not only a target. As he prepares for Saturday night’s quarter-final against France, it is an obligation.</p><p>“That’s the one thing I’d say is a lot different from the 2018 squad,” Maguire says. “I played when we got to the semi-final and a lot of the lads were happy. You knew that whatever happened in that semi-final [when they lost to Croatia], you’d go home and be classed as a hero; you’d get a good reception, everyone would be patting you on the back. Now there’s a belief that we’ve got to win this tournament.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/this-time-england-believe-we-can-win-world-cup-says-harry-maguire\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/07/twitter-san-francisco-investigating-offices-converted-bedrooms", "title": "San Francisco investigating Twitter over complaint it added beds to office rooms", "date_published": "2022-12-07 22:14:10+00:00", "description": "<p>Company reportedly has not applied for any permits to use portions of the building for residential purposes</p><p>Twitter is under investigation by city officials in San Francisco following a complaint that the company allegedly converted rooms in its headquarters to sleeping quarters, an inquiry that has drawn scorn from Elon Musk.</p><p>As of Monday, the office has “modest bedrooms featuring unmade mattresses, drab curtains and giant conference-room telepresence monitors” with four to eight beds a floor, employees told Forbes. The changes appear to be part of Musk’s plan for “hardcore Twitter” in which he’s demanded workers dedicate “long hours at high intensity” after he fired nearly half the company’s workforce.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/07/twitter-san-francisco-investigating-offices-converted-bedrooms\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/arsenal-juventus-womens-champions-league-match-report", "title": "Arsenal climb to top of group thanks to Vivianne Miedema’s early strike", "date_published": "2022-12-07 22:03:14+00:00", "description": "<p>Vivianne Miedema’s sweet first-half volley provided the colour in a game lacking finesse and quality finishing to steer Arsenal a step closer to progression from the Champions League group stage with a 1-0 defeat of Juventus.</p><p>The Women’s Super League and Netherland’s record goalscorer’s contribution ensured Arsenal remained top of Group C, three points ahead of Lyon, who beat FC Zürich 4-0, and five points clear of Juventus.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/arsenal-juventus-womens-champions-league-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/07/cricket-england-can-be-even-more-adventurous-against-pakistan-says-stokes", "title": "England can be ‘even more adventurous’ against Pakistan, says Ben Stokes", "date_published": "2022-12-07 22:00:35+00:00", "description": "<ul><li>Tourists won opening Test in thrilling fashion</li><li>Shorter days possible in second match at Multan</li></ul><p>Ben Stokes is prepared to get “even more adventurous” with his tactics as the England captain aims to continue pushing the limits of what is possible in Test cricket.</p><p>Speaking as he prepared for the second Test against Pakistan starting in Multan on Friday – a match that could see even shorter days than their <a href=\"https://www.theguardian.com/sport/2022/dec/05/anderson-and-robinson-bowl-england-to-stunning-first-test-win-over-pakistan\" title=\"\">74‑run win in Rawalpindi,</a> because of fog – Stokes showed no interest in his side sitting on their 1-0 series lead. Asked how much more inventive his side could get, having ransacked 921 runs from just 821 balls across their two innings in the first Test, and then set an inviting target on a flat pitch, Stokes said: “We might see, actually, in this Test.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/07/cricket-england-can-be-even-more-adventurous-against-pakistan-says-stokes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/07/im-an-alcoholic-inside-recovery-review-the-first-ever-peek-inside-an-aa-meeting-is-hugely-moving", "title": "I’m An Alcoholic: Inside Recovery review – the first ever peek inside an AA meeting is hugely moving", "date_published": "2022-12-07 22:00:35+00:00", "description": "<p>This candid chronicle of an Alcoholics Anonymous meeting is sensitive, impeccably balanced – and incredibly uplifting </p><p>This has been quite a week for honest TV. As Channel 4 pushed boundaries by documenting the dissection of My Dead Body, so BBC Two is exploring another previously hidden arena, with I’m an Alcoholic: Inside Recovery, which promises “unprecedented access” to an AA meeting. This is a sensitive and impeccably balanced documentary, but at the heart of it is suffering, and how some of those who live with their demons have managed to find ways to do so. </p><p>The issue with making a documentary about Alcoholics Anonymous is obvious from the name of the organisation, but this has found a workaround. Using recent technological developments, the faces of those participating are digitally altered, thus maintaining the principle of anonymity. As one woman, known here as Niam, puts it: “It doesn’t matter that it’s not my face.” The story is what counts.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/07/im-an-alcoholic-inside-recovery-review-the-first-ever-peek-inside-an-aa-meeting-is-hugely-moving\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/07/trump-classified-documents-found", "title": "Trump lawyers find two more classified documents at Florida storage unit", "date_published": "2022-12-07 21:09:45+00:00", "description": "<p>Discovery appears to confirm DoJ’s suspicions that former president possessed additional government records, sources say</p><p>Donald Trump’s lawyers found at least two more documents bearing classification markings inside boxes at a storage unit in Florida when they searched through items that were brought from the White House at the end of his administration, one source familiar with the matter said on Tuesday.</p><p>The new discovery could exacerbate the <a href=\"https://www.theguardian.com/us-news/donaldtrump\">former president’s</a> legal exposure after the FBI seized 103 documents marked classified at his Mar-a-Lago resort in August as part of the justice department’s criminal investigation into the possible <a href=\"https://www.theguardian.com/us-news/2022/aug/26/doj-redacted-trump-affidavit-mar-a-lago-search\">unauthorized retention of national security information</a> and obstruction of justice.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/07/trump-classified-documents-found\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/raheem-sterling-may-return-to-england-squad-in-time-for-france-quarter-final", "title": "Raheem Sterling hopes to join England camp on Thursday after home burglary", "date_published": "2022-12-07 21:08:05+00:00", "description": "<ul><li>Chelsea forward concerned for family before quarter-final </li><li>Gareth Southgate hoping forward is available for France test</li></ul><p>Raheem Sterling hopes to fly back to Qatar on Thursday and rejoin England’s World Cup camp before the side’s quarter-final against France on Saturday.</p><p>Sterling has been finalising his security arrangements after the <a href=\"https://www.theguardian.com/football/2022/dec/05/police-investigate-burglary-raheem-sterling-surrey-home\">robbery at his Surrey home</a> and does not want to leave the United Kingdom until he is satisfied that his family are safe.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/raheem-sterling-may-return-to-england-squad-in-time-for-france-quarter-final\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/peru-president-detained-pedro-castillo-coup", "title": "Peru’s president reportedly detained and accused of sedition", "date_published": "2022-12-07 20:14:33+00:00", "description": "<p>Pedro Castillo announced the dissolution of congress hours before he was due to face an impeachment vote</p><p><a href=\"https://www.theguardian.com/world/peru\">Peru</a>’s president has reportedly been detained and accused of sedition after he announced the dissolution of congress and the installation of a “government of exception” to rule by decree – just hours before he was due to face an impeachment vote.</p><p>The country’s national police tweeted on Wednesday that “former president” Pedro Castillo had been detained, shortly after the country’s congress voted to remove him from office on Wednesday and replace him with the vice president.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/peru-president-detained-pedro-castillo-coup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/colombia-murders-human-rights-defenders-record", "title": "Colombia activist murders reach record high of 199 this year", "date_published": "2022-12-07 20:02:26+00:00", "description": "<p>Human rights ombudsman decries ‘alarming and unprecedented figure’ owing to attacked by illegal armed groups tied to drug trade</p><p>Colombia will end the year with at least 199 killings of social leaders and human rights defenders – the highest level recorded – due to attacks by illegal armed groups in areas tied to the drug trade, the country’s human rights ombudsman has said.</p><p>In the first eleven months of the year, 199 people were murdered, higher than the total number of social leaders and rights defenders killed in 2021 and 2020, when 145 people and 182 people were killed respectively, the ombudsman said.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/colombia-murders-human-rights-defenders-record\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/07/arsenal-v-juventus-womens-champions-league-live", "title": "Arsenal v Juventus: Women’s Champions League – live", "date_published": "2022-12-07 19:32:35+00:00", "description": "<ul><li>Updates from the 8pm GMT kick-off in Group C</li><li>Get in touch: contact Will <a href=\"mailto:will.unwin.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/Will_Unwin\">on Twitter</a></li></ul><p><strong>Juventus’ Arianna Caruso is hoping to dent Arsenal’s Champions League hopes and boost her own side’s tonight.</strong> </p><p>“All the games from here to the end of the group are decisive that’s why our victory over Inter was so important, we had to win and that’s exactly what we did - I hope it gives us a spark,” Caruso said. </p> <a href=\"https://www.theguardian.com/football/live/2022/dec/07/arsenal-v-juventus-womens-champions-league-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/07/democratic-senators-un-secretary-general-eroding-public-trust-cop", "title": "Democratic senators warn UN secretary general of eroding public trust in Cop", "date_published": "2022-12-07 19:21:18+00:00", "description": "<p>Letter urges sponsors provide ‘corporate climate political influencing statements’ after 630 lobbyists attend Cop27</p><p>Senior Democratic senators have written to the head of the United Nations warning that public trust in global negotiations on climate action is at risk because of the scale of corporate lobbying – and new controls are needed.</p><p>Sheldon Whitehouse of Rhode Island, Ben Cardin of Maryland and Ed Markey of Massachusetts <a href=\"https://www.whitehouse.senate.gov/imo/media/doc/December%202022%20letter%20to%20UNFCCC%20and%20UNSG.pdf\">have sent a letter to António Gutierres</a>, the UN secretary general, urging the UN to require sponsors and participants at future climate conferences to provide “audited corporate climate political influencing statements”.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/07/democratic-senators-un-secretary-general-eroding-public-trust-cop\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/qatar-world-cup-whistleblower-was-tortured-claim-human-rights-groups", "title": "Qatar World Cup whistleblower was tortured, claim human rights groups", "date_published": "2022-12-07 18:39:34+00:00", "description": "<ul><li>Abdullah Ibhais raised concern at workers’ treatment</li><li>Activists call on UN to help release him from prison</li></ul><p>A Qatari whistleblower who was jailed after raising concerns about the mistreatment of migrant workers at World Cup stadium sites was tortured on the eve of the tournament, human rights groups have claimed. Fair Square and Amnesty International also released a letter from the family of Abdullah Ibhais, a former media manager in Qatar’s Supreme Committee, who accused Fifa of “callous indifference” for ignoring his case.</p><p>They are now calling for the United Nations working group on arbitrary detention to intervene in the hope that Ibhais will be released from his three-year jail sentence.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/qatar-world-cup-whistleblower-was-tortured-claim-human-rights-groups\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/romany-leaders-appeal-calm-second-day-protest-violence-greece", "title": "Romany leaders appeal for calm after second day of protest violence in Greece", "date_published": "2022-12-07 18:30:53+00:00", "description": "<p>Outrage continues over police shooting of teenage boy, with clashes erupting in major urban centres</p><p>Romany leaders in Greece have appealed for calm following a second day of violent protests triggered by the <a href=\"https://www.theguardian.com/world/2022/dec/05/greek-police-officer-arrested-after-roma-boy-shot-in-the-head\">police shooting of a teenage boy</a> who is in intensive care.</p><p>Outrage over the incident, which took place in Thessaloniki when the 16-year old reportedly sped out of a petrol station without paying a €20 fuel bill, has resulted in <a href=\"https://www.theguardian.com/world/2022/dec/06/thousands-of-police-on-street-in-athens-amid-protest-over-2008-shooting\">thousands</a> spilling on to the streets and clashes erupting in major urban centres.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/romany-leaders-appeal-calm-second-day-protest-violence-greece\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/peru-parliament-dissolved-impeachment-vote-coup-fears", "title": "Peru’s president dissolves congress hours before impeachment vote", "date_published": "2022-12-07 18:29:28+00:00", "description": "<p>Announcement by Pedro Castillo prompted mass resignations and accusations of a coup d’état</p><p>Peru’s President <a href=\"https://www.theguardian.com/world/2021/jul/28/leftwing-rural-teacher-pedro-castillo-sworn-in-as-president-of-peru\">Pedro Castillo</a> has announced the immediate dissolution of congress and the installation of a “government of exception” to rule by decree until new legislative elections – just hours before he was due to face an impeachment vote in a dramatic escalation of his fight with the opposition-led chamber.</p><p>The announcement on Tuesday was the latest dramatic twist in Castillo’s tumultuous 17 months in power which has already seen five cabinets, six criminal investigations and two failed attempts to impeach him.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/peru-parliament-dissolved-impeachment-vote-coup-fears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/china-zero-covid-policy-quarantine-relax", "title": "Is China finally about to relax its zero-Covid policy?", "date_published": "2022-12-07 18:28:52+00:00", "description": "<p>People with Covid who have mild or no symptoms can now quarantine at home, but PCR tests are still required to enter many places</p><p>In the strongest sign so far that China is rolling back on its long-running zero-Covid policy, the national health commission said on that people with Covid-19 who have mild or no symptoms can <a href=\"https://www.theguardian.com/world/2022/dec/07/china-covid-home-quarantine-restrictions-eased-nationwide\">quarantine at home</a>. The directive also instructed officials to halt temporary lockdowns and ended testing and health code requirements for people entering Beijing.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/china-zero-covid-policy-quarantine-relax\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/sean-spicer-pearl-harbor-anniversary-d-day", "title": "Sean Spicer confuses Pearl Harbor anniversary with D-day", "date_published": "2022-12-07 18:25:51+00:00", "description": "<p>Trump’s former press secretary apologized for his error, after criticizing Biden for not acknowledging D-day last year</p><p>Sean Spicer, Donald Trump’s first White House press secretary and <a href=\"https://iop.harvard.edu/fellows/sean-spicer\">a Harvard politics fellow</a>, came under fire on Wednesday for a tweet in which he <a href=\"https://twitter.com/Anthony/status/1600528507485839360\">appeared</a> to confuse one major second world war anniversary for another.</p><p>Spicer <a href=\"https://twitter.com/Anthony/status/1600528507485839360/photo/1\">wrote</a>: “Today is Dday [sic]. It only lives in infamy if we remember and share the story of sacrifice with the next generation. #DDay.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/sean-spicer-pearl-harbor-anniversary-d-day\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/07/uk-first-new-coalmine-for-30-years-gets-go-ahead-in-cumbria", "title": "UK’s first new coalmine for 30 years gets go-ahead in Cumbria", "date_published": "2022-12-07 18:20:24+00:00", "description": "<p>Michael Gove greenlights £165m project that will produce estimated 400,000 tonnes of greenhouse gas emissions a year</p><p>The UK will build its <a href=\"https://www.theguardian.com/environment/2022/dec/03/alok-sharma-cumbria-coal-mine-backward-step-government-climate-expert\">first new coalmine</a> for three decades at Whitehaven in Cumbria, despite objections locally, across the UK and from around the world.</p><p>Michael Gove, the levelling-up secretary, <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1122624/22-12-07_Whitehaven_-_Decision_Letter_and_IR.pdf\">gave the green light</a> for the project on Wednesday, paving the way for an estimated investment of £165m that will create about 500 new jobs in the region and produce 2.8m tonnes of coking coal a year, largely for steelmaking.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/07/uk-first-new-coalmine-for-30-years-gets-go-ahead-in-cumbria\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/england-are-warned-france-have-more-to-offer-than-just-kylian-mbappe", "title": "Rabiot warns England that France have more to offer than Kylian Mbappé", "date_published": "2022-12-07 18:07:57+00:00", "description": "<ul><li>Adrien Rabiot: ‘We are not dependent on Mbappé’</li><li>France wary of set-piece threat posed by England</li></ul><p>Adrien Rabiot has warned England not to fixate on stopping Kylian Mbappé and has admitted France are wary of the set-piece threat posed by Gareth Southgate’s side.</p><p>Mbappé stepped up his preparations for Saturday’s World Cup quarter-final after returning to full France training on Wednesday following a recovery session indoors on Tuesday.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/england-are-warned-france-have-more-to-offer-than-just-kylian-mbappe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/07/sundance-festival-2023-anne-hathaway-chiwetel-ejiofor-julia-louis-dreyfus-lead-lineup", "title": "Sundance 2023: Anne Hathaway, Chiwetel Ejiofor and Julia Louis-Dreyfus lead lineup", "date_published": "2022-12-07 18:00:30+00:00", "description": "<p>After cancelling in-person events for the 2022 edition, the Utah-based festival will return to physical screenings for the first time since 2020</p><p>Next month’s Sundance film festival will see a return to in-person premieres with new films featuring Anne Hathaway, Chiwetel Ejiofor and Julia Louis-Dreyfus.</p><p>The Utah-based festival has been online only since the onset of the Covid-19 pandemic and while this year’s was set to be a physical-digital hybrid, the rise of the Omicron variant meant that it was cancelled at the last minute. There will still be a digital component to 2023’s edition but a large number of films will only be available to watch on the ground.</p> <a href=\"https://www.theguardian.com/film/2022/dec/07/sundance-festival-2023-anne-hathaway-chiwetel-ejiofor-julia-louis-dreyfus-lead-lineup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/07/pablo-milanes-obituary", "title": "Pablo Milanés obituary", "date_published": "2022-12-07 17:47:26+00:00", "description": "Cuban singer, songwriter and guitarist who was one of the founders of the <em>nueva trova</em> musical movement<p><a href=\"https://www.theguardian.com/world/2016/nov/26/fidel-castro-obituary\" title=\"\">Fidel Castro</a>’s revolution brought a new musical style to Cuba, <em>nueva </em><em>trova</em><em> –</em> not dance music, for which the country had become rightly famous, but the work of singer-songwriters. The new form of the music had strong links with the leftwing <em>nueva </em><em>canción</em> (new song) movement in Chile and Argentina, and placed an emphasis on poetic lyrics – though the subject matter did not deal only with politics and protest, but could include love songs and reflections on life in the new revolutionary society.</p><p>Pablo Milanés, who has died in Madrid aged 79, was one of the great composers of nueva trova. A Grammy-winning singer-songwriter and guitarist, he toured the world as musical ambassador for the new Cuba, often alongside the style’s other major star, Silvio Rodríguez. <a href=\"https://www.theguardian.com/theguardian/2012/jun/14/jan-fairley-obituary\" title=\"\">Jan Fairley</a>, a specialist in Cuban music, described the hallmark of their songs as being “a sense of metaphysical emotion of joy and loss, an existential questioning, particularly of the vicissitudes of personal relationships ... They are part of a generation which redefined the subject matter of Cuban song.”</p> <a href=\"https://www.theguardian.com/music/2022/dec/07/pablo-milanes-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/prince-harry-asked-are-you-harming-your-family-on-eve-of-netflix-docuseries", "title": "Prince Harry asked ‘Are you harming your family?’ on eve of Netflix series", "date_published": "2022-12-07 17:41:40+00:00", "description": "<p>Sussexes deflected media questions at New York gala celebrating their activism on racial justice </p><p>“So many questions,” replied the <a href=\"https://www.theguardian.com/uk/prince-harry\">Duke of Sussex</a>, as representatives of the media shouted “Are you harming your family, Harry?” and “Are you putting money before family?” while he and the <a href=\"https://www.theguardian.com/uk-news/meghan-duchess-of-sussex\">Duchess of Sussex</a> attended a New York charity gala hosted by Alec Baldwin on Tuesday.</p><p>As <a href=\"https://www.theguardian.com/media/2022/dec/02/harry-meghan-film-is-high-stakes-for-former-royals-and-for-netflix\">Netflix prepares to stream Volume I of its Harry &amp; Meghan tell-all docuseries</a> on Thursday, two explosive pre-release trailers have already aired none-too-subtle hints at potential bombshells contained within the series, and provoked questions of their own.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/prince-harry-asked-are-you-harming-your-family-on-eve-of-netflix-docuseries\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/vladimir-putin-says-russias-war-on-ukraine-could-be-long-term-process", "title": "Vladimir Putin says Russia’s war in Ukraine could be ‘long-term process’", "date_published": "2022-12-07 17:31:55+00:00", "description": "<p>President says potential of nuclear war more likely but Russia has ‘not gone crazy’ and will not use nuclear weapons first</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin has admitted <a href=\"https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia\">Russia’s war in Ukraine</a> could turn into a “long-term process” as he sought to defend an invasion in which Russian troops have been forced to retreat and even airbases deep inside Russia have come under attack.</p><p>Speaking to members of his personal human rights council on Wednesday, Putin claimed that Russia would not use nuclear weapons first in any conflict, denied that Russian troops were deserting en masse from the field of battle, and claimed he would not need to mobilise more troops, a process that has caused considerable upheaval in Russia.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/vladimir-putin-says-russias-war-on-ukraine-could-be-long-term-process\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/07/noisy-neighbours-can-make-you-ill-but-its-not-the-shouting-and-loud-music-you-should-worry-about", "title": "Noisy neighbours can make you ill – but it’s not the shouting and loud music you should worry about", "date_published": "2022-12-07 17:31:37+00:00", "description": "<p>From clanking and banging to sudden thumping, it’s ‘impact sounds’ that are the real health hazard, according to a new study </p><p><strong>Name: </strong>Noisy neighbours.</p><p><strong>Age: </strong>From stumbling toddler to cane-wielding pensioner.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/07/noisy-neighbours-can-make-you-ill-but-its-not-the-shouting-and-loud-music-you-should-worry-about\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/dec/07/gilbert-jessops-record-stands-test-of-time-but-new-england-likely-to-surpass-feat", "title": "Gilbert Jessop’s record stands test of time but England likely to surpass feat | Andy Bull", "date_published": "2022-12-07 17:00:29+00:00", "description": "<p>Fastest Test century by Englishman set 120 years ago but hell for leather cricket by batters suggests it will finally be beaten</p><p>England were 48 for five when Gilbert Jessop got to the middle, 215 runs behind. The pitch was tricky, soft, and pitted from where they had been playing on it after the rain, and Australia’s spinners, Hugh Trumble and Jack Saunders, had swept through the best of the batting, Archie MacLaren for two, Johnny Tyldesley for a duck, Lionel Palairet for six, three wickets for 10 runs in as many minutes, then Tom Hayward and Len Braund, both caught behind in single figures. The bookmakers chalked up odds of 50-1 against on the blackboards around the ground. And here’s Jessop. “I bet you don’t make a century,” MacLaren told him as he walked out. “Done.”</p><p>You should know this story by now, or at least, over a century later, have an idea how it plays out. “‘Jessop’s in,’” wrote a journalist under the byline A Country Vicar, “the words caused a shiver of excitement, a cold sensation down the spine.” You can feel a little of it now just reading about it.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/dec/07/gilbert-jessops-record-stands-test-of-time-but-new-england-likely-to-surpass-feat\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/canada-police-indigenous-women-murdered-serial-killer", "title": "Canada police say they can’t recover bodies of murdered Indigenous women", "date_published": "2022-12-07 16:58:44+00:00", "description": "<p>Family ‘heartbroken’ and angry by decision not to search landfill after four women were believed to have been killed by serial killer</p><p>Police in Canada have said they don’t have the resources to search a landfill to recover the bodies of two Indigenous women murdered by an alleged serial killer – a decision that has left the daughters of one victim “heartbroken” and angry.</p><p>Last week, police in Winnipeg announced that four Indigenous women – Marcedes Myran, Morgan Harris, Rebecca Contois and a fourth woman who they had not identified – were believed to have been killed by an alleged serial killer. Winnipeg police have <a href=\"https://www.theguardian.com/world/2022/dec/01/canadian-indigenous-women-murder\">charged Jeremy Skibicki in their deaths.</a></p> <a href=\"https://www.theguardian.com/world/2022/dec/07/canada-police-indigenous-women-murdered-serial-killer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/cristina-fernandez-de-kirchner-argentina-verdict-analysis", "title": "Cristina Fernández may not go to jail but verdict upends Argentina’s politics", "date_published": "2022-12-07 16:56:47+00:00", "description": "<p>The powerful – and polarising – vice-president was sentenced to six years for fraud and now will not seek the presidency next year</p><p>For decades, <a href=\"https://www.theguardian.com/world/cristina-fernandez-de-kirchner\">Cristina Fernández de Kirchner</a> dominated Argentina’s political landscape: as a senator, first lady, president and then vice-president. But on Tuesday she was sentenced to six years in prison in a verdict, which if upheld on appeal, will also ban her from holding public office for the rest of her life.</p><p>Fernández immediately announced that she would not run for president, or any other kind of elected office, in the 2023 elections. The court’s ruling appeared to have abruptly sidelined the country’s most powerful – and most polarising – politician since Juan and Eva Perón, leaving many Argentinians wondering: what will come next?</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/cristina-fernandez-de-kirchner-argentina-verdict-analysis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/07/dna-from-2m-years-ago-reveals-lost-arctic-world", "title": "DNA from 2m years ago reveals lost Arctic world", "date_published": "2022-12-07 16:46:25+00:00", "description": "<p>Breakthrough pushes back DNA record by 1m years to time when region was 11–19C warmer than today</p><p>Two-million-year-old DNA from northern Greenland has revealed that the region was once home to mastodons, lemmings and geese, offering unprecedented insights into how climate change can shape ecosystems.</p><p>The breakthrough in ancient DNA analysis pushes back the DNA record by 1m years to a time when the Arctic region was 11-19C warmer than the present day. The analysis reveals that the northern peninsula of Greenland, now a polar desert, once featured boreal forests of poplar and birch trees teaming with wildlife. The work offers clues to how species might adapt, or be genetically engineered, to survive the threat of rapid global heating.</p> <a href=\"https://www.theguardian.com/science/2022/dec/07/dna-from-2m-years-ago-reveals-lost-arctic-world\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/07/blackrock-ceo-faces-call-to-step-down-amid-claims-of-hypocrisy", "title": "BlackRock CEO faces call to step down amid claims of hypocrisy", "date_published": "2022-12-07 16:45:07+00:00", "description": "<p>Hedge fund says company still too attached to fossil fuels as it promotes eco-conscious strategy</p><p>Larry Fink, the chief executive of BlackRock, the world’s largest asset manager and one of the most vocal supporters of environmental, social and corporate governance (ESG) investment principles, is facing pressure from an activist hedge fund to step down amid claims of hypocrisy.</p><p>London-based Bluebell Capital Partners, a $250m hedge fund, took aim at Fink and BlackRock on Tuesday, claiming the firm’s ESG strategy was inconsistent and had “alienated clients and attracted an undesired level of negative publicity”.</p> <a href=\"https://www.theguardian.com/business/2022/dec/07/blackrock-ceo-faces-call-to-step-down-amid-claims-of-hypocrisy\">Continue reading...</a>", "persistent": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/08/syphilis-cases-rise-in-australia-despite-fall-in-testing-for-stis-during-pandemic", "title": "Syphilis cases rise in Australia despite fall in testing for STIs during pandemic", "date_published": "2022-12-07 16:30:28+00:00", "description": "<p>Covid-19 resulted in a drop in chlamydia and gonorrhoea diagnoses, the Kirby Institute says, but worrying increase in syphilis</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>There has been a concerning rise in syphilis cases despite a drop in the number of Australians tested for sexually transmissible infections during the pandemic, data published by the Kirby Institute on Thursday shows.</p><p>In 2021 there were 86,916 diagnoses of chlamydia, 26,577 of gonorrhoea and 5,570 of infectious syphilis in Australia, according to the report titled HIV, Viral Hepatitis and Sexually Transmissible Infections in Australia.</p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/08/syphilis-cases-rise-in-australia-despite-fall-in-testing-for-stis-during-pandemic\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/07/f1-announce-sprint-races-for-azerbaijan-austria-belgium-qatar-us-and-brazil", "title": "F1 announce sprint races for Azerbaijan, Austria, Belgium, Qatar, US and Brazil", "date_published": "2022-12-07 16:29:15+00:00", "description": "<ul><li>Six sprint races on F1 calendar for first time in 2023</li><li>New venues chosen on suitability for short-format racing</li></ul><p>Formula One has confirmed the six venues that will host sprint races in the 2023 season. The sport will retain the current format for the sprint weekends in which the shortened 100km race will decide the grid for the grand prix on a Sunday.</p><p>The sprint race was introduced in 2021 and since then has been held at three meetings each year. F1 has been eager to expand the concept and next year sprint meetings will be held in Azerbaijan, Austria, Belgium, Qatar, the United States and Brazil. Only Brazil and Austria have previously held sprint events.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/07/f1-announce-sprint-races-for-azerbaijan-austria-belgium-qatar-us-and-brazil\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/07/stephen-colbert-herschel-walker-georgia-runoff", "title": "Colbert on Herschel Walker: ‘self-aware cinderblock’ who ‘didn’t belong in the Senate’", "date_published": "2022-12-07 16:26:59+00:00", "description": "<p>Late-night hosts discuss the Georgia runoff election, Trump’s company convicted on 17 counts of tax fraud, and wage theft by large corporations</p><p>Though the Late Show taped hours before results were tallied in the Georgia runoff election, Stephen Colbert projected that “self-aware cinderblock” Herschel Walker “did not belong in the Senate”.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/07/stephen-colbert-herschel-walker-georgia-runoff\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/bali-bomb-maker-umar-patek-released-from-indonesian-prison", "title": "Bali bomb maker Umar Patek released from Indonesian prison", "date_published": "2022-12-07 16:24:16+00:00", "description": "<p>Extremist was jailed 10 years ago over role in 2002 attacks, which killed more than 200 people</p><p>One of the bomb makers in the 2002 <a href=\"https://www.theguardian.com/world/bali\">Bali</a> attacks that killed more than 200 people has been released on parole, despite the opposition of Australia’s prime minister, who described him as “abhorrent.”</p><p>Umar Patek, a member of the al-Qaida-linked Jemaah Islamiyah, was jailed for 20 years in 2012 after he was found guilty of mixing bombs that ripped through two Bali nightclubs, killing 202 people, including 88 Australians.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/bali-bomb-maker-umar-patek-released-from-indonesian-prison\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/sometimes-its-cruel-spain-depart-world-cup-cursing-shootout", "title": "‘Sometimes it’s cruel’: Spain depart World Cup cursing shootout", "date_published": "2022-12-07 16:19:37+00:00", "description": "<p>Luis Enrique’s side misfired again from the penalty spot, failing to disguise that they have won just twice in 90 minutes in the past two tournaments</p><p>Luis Enrique asked for a thousand penalties; he got a thousand passes. Spain exited the World Cup early, and in style. There is always something sudden about how it ends, even if it’s been coming, even as you know it could happen.</p><p>“All that’s left now is nothing,” Unai Simon said when it was all over. “Just [the need] to assimilate the fact that we’re out, that none of this has brought any reward.” It was late, and it was done. The following morning at 9.28 Spain’s bus pulled out of Qatar University, heading to the airport.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/sometimes-its-cruel-spain-depart-world-cup-cursing-shootout\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/jude-bellingham-went-to-my-school-35-years-after-me-but-am-walking-a-little-bit-taller", "title": "Jude Bellingham went to my school! OK, it was 35 years after me, but I’m walking a little bit taller | Adrian Chiles", "date_published": "2022-12-07 16:03:59+00:00", "description": "<p>When a local lad makes it big, everyone wants to share the glory. But don’t question my connection to England’s rising star </p><p>I was wandering up Stourbridge High Street, in the West Midlands, on a grey Monday morning this week when I spied a TV crew walking towards me. Not a common sight in these parts. I raised a comradely eyebrow. “We’re on Bellingham watch,” explained the reporter. You see, Jude Bellingham, English football’s wunderkind – and apparently a lovely chap to boot – is from these parts. It wasn’t clear to me, or perhaps even the crew, what being on Bellingham watch entailed. What were we looking out for? Had word got out that he had popped home?</p><p>Like a meerkat, I peered into Pound Bazaar to see if he was in there, but no joy. Neither was he in Greggs. The news editor who had dispatched the crew had plainly concluded that on the morning after a brilliant performance the night before, there was nowhere else to be but on the kid’s home patch. Anxious to be of assistance, I pointed them in the direction of the nice chap in Timpson I’d been chatting to, who I knew at that moment was busy cutting some keys for me, thinking happily about Bellingham and England as he worked.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/jude-bellingham-went-to-my-school-35-years-after-me-but-am-walking-a-little-bit-taller\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/public-life-matt-hancock-tories", "title": "Public life needs people of humanity and vision. Matt Hancock was not one of them | Ashish Prashar", "date_published": "2022-12-07 16:03:09+00:00", "description": "<p>As an ex-offender who worked for the Tories and campaigns on penal policy, I saw him pander to the party’s worst instincts</p><p>So farewell, Matt Hancock, as the disgraced former secretary of state for health bows to the inevitable and <a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">promises to stand down</a> as an MP. For all manner of reasons, we will not mourn his loss to public life. Harsh, perhaps, but all week I have had a very particular bone to pick with him. If we have any hope of ending the inhumane era of mass incarceration in the developed western economies, we must not let politicians like Hancock perpetuate it.</p><p>Every step I take in the professional world has been a rebuke to Hancock. At 17, I was convicted of theft and sentenced to a year in prison. After that, I worked in the Conservative party, including as a press secretary on Boris Johnson’s mayoral campaign in London in 2012.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/public-life-matt-hancock-tories\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/community/gallery/2022/dec/07/a-faithful-throng-and-fuel-force-readers-best-photos", "title": "A faithful throng and fuel force – readers’ best photos", "date_published": "2022-12-07 16:00:28+00:00", "description": "<p>Click <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2022/dec/07/a-faithful-throng-and-fuel-force-readers-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/07/the-woolf-pack-renee-fleming-and-joyce-didonato-on-turning-the-hours-into-opera", "title": "The Woolf pack: Renée Fleming and Joyce DiDonato on turning The Hours into opera", "date_published": "2022-12-07 16:00:28+00:00", "description": "<p>The Pulitzer-prize-winning, Mrs Dalloway-influenced novel about three generations of women, has finally hit the stage. Its stars tell us how they pulled it off</p><p>R<a href=\"https://www.theguardian.com/music/renee-fleming\">enée Fleming</a> is rarely seen on an opera house stage today. The star soprano announced five years ago that she was retiring – not from opera, but from performing many of the roles, the <a href=\"https://www.latimes.com/archives/la-xpm-1996-01-31-ca-30466-story.html\">Desdomonas</a>, <a href=\"https://www.youtube.com/watch?v=hiEPJ8YB2Jk\">Violettas</a> and <a href=\"https://www.youtube.com/watch?v=1TzPZDM3N6c\">Marguerites</a>, that she had made her own on the world’s greatest stages. “I said I can’t play ingénues any more. Characters who are supposed to be very youthful. Women who are victims of circumstance.” Unfortunately for operagoers, that excised most of the 18th- and 19th-century soprano repertoire. “I wanted to be able to say words that a woman of my age and experience could say,” she adds. “Which is why my focus is on new work.”</p><p><a href=\"https://www.metopera.org/season/2022-23-season/the-hours/\">The Hours</a>, which will be streamed live in cinemas across Europe and the US this weekend, is a new opera by US composer <a href=\"https://www.theguardian.com/music/2022/nov/21/the-hours-opera-new-york-kevin-puts-interview\">Kevin Puts</a> adapted from Michael Cunningham’s 1999 Pulitzer prize-winning novel about a single day in the lives of three generations of women: Virginia Woolf in 1920s Richmond, who will be played in this premiere staging at New York’s Metropolitan Opera by <a href=\"https://www.theguardian.com/music/joyce-didonato\">Joyce DiDonato</a>; Laura Brown in postwar suburban Los Angeles (Kelli O’Hara); and Clarissa Vaughan – nicknamed “Mrs Dalloway” – in the New York of 2001 (Fleming). Woolf’s novel Mrs Dalloway is the thread that connects the three, who struggle to find shape in the lives and roles allotted them, and contemplate creativity, love, regret, family, friendship and sexuality. <a href=\"https://www.youtube.com/watch?v=CkPWXUxIiXs\">Stephen Daldry’s 2002 film</a> was garlanded with awards, including an Oscar for Nicole Kidman as Woolf.</p> <a href=\"https://www.theguardian.com/music/2022/dec/07/the-woolf-pack-renee-fleming-and-joyce-didonato-on-turning-the-hours-into-opera\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/donate-wartime-profits-to-ukraine-or-pay-windfall-tax-mps-tell-bp", "title": "Donate ‘wartime profits’ to Ukraine or pay windfall tax, MPs tell BP", "date_published": "2022-12-07 15:52:58+00:00", "description": "<p>The company, which still owns stock in Russian oil, is being pressured to sever all ties with the country</p><p>BP should donate its “wartime profits” in Russia to the reconstruction of Ukraine or ministers should impose a special windfall tax on the oil company to force it to do so, MPs have told parliament.</p><p>The British oil supermajor has a 19.75% stake in Rosneft, one of the Kremlin’s most important oil assets and <a href=\"https://www.theguardian.com/business/2022/feb/27/bp-exiting-its-1975-shareholding-in-russian-oil-giant-rosneft\">signalled its intent to exit Russia </a>nine months ago, after Russia invaded Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/donate-wartime-profits-to-ukraine-or-pay-windfall-tax-mps-tell-bp\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/07/virginia-metzger-restaurant-cancel-family-foundation-reservation-lgbtq", "title": "Virginia restaurant cancels reservation of anti-LGBTQ+ organization", "date_published": "2022-12-07 15:48:08+00:00", "description": "<p>Metzger Bar and Butchery cancels event booking for the Family Foundation, citing the conservative group’s beliefs</p><p>A Virginia restaurant canceled a reservation for an event hosted by a conservative organization, citing the non-profit’s condemnation of same-sex marriage and abortion rights.</p><p>Metzger Bar and Butchery, a German-inspired eatery in Richmond, canceled the booking made by the Family Foundation.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/07/virginia-metzger-restaurant-cancel-family-foundation-reservation-lgbtq\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/windrush-victim-roy-harrison-finally-granted-right-to-remain-in-uk-after-10-year-battle", "title": "Windrush victim granted right to remain in UK after 10-year battle", "date_published": "2022-12-07 15:47:30+00:00", "description": "<p>Roy Harrison slept in bin shed and lost partner and business after being charged with crime he says he didn’t commit</p><p>A man caught up in the Windrush scandal who resorted to sleeping in a freezing bin shed has finally been given permission to remain in the UK after a 10-year battle.</p><p>Roy Harrison, 44, arrived in the UK as a six-year-old in 1984. He had been abandoned as a newborn baby in <a href=\"https://www.theguardian.com/uk-news/2019/feb/21/jamaican-high-commissioner-calls-for-halt-of-deportations-from-uk\">Jamaica</a> by his mother and left on his grandmother’s doorstep.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/windrush-victim-roy-harrison-finally-granted-right-to-remain-in-uk-after-10-year-battle\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/taliban-carry-out-first-public-execution-since-taking-over-afghanistan-last-year", "title": "Taliban carry out first public execution since taking over Afghanistan last year", "date_published": "2022-12-07 15:42:53+00:00", "description": "<p>Man accused of stabbing another to death in 2017 was executed by his father before senior Taliban officials</p><p>The Taliban put to death a man accused of murder in western Afghanistan, its spokesperson said on Wednesday, in the first officially confirmed public execution since the group took over the country last year.</p><p>The execution in western Farah province was of a man accused of fatally stabbing another man in 2017, Taliban spokesperson Zabihullah Mujahid said, and was attended by senior officials of the group.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/taliban-carry-out-first-public-execution-since-taking-over-afghanistan-last-year\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/07/gsk-shares-surge-as-us-judge-dismisses-zantac-cancer-claims", "title": "GSK shares surge as US judge dismisses Zantac cancer claims", "date_published": "2022-12-07 15:40:41+00:00", "description": "<p>About 50,000 federal lawsuits claimed that the bestselling heartburn drug had led to cancer</p><p>Shares in drug firms GlaxoSmithKline and Sanofi surged after a US judge dismissed thousands of lawsuits claiming that the heartburn drug Zantac caused cancer.</p><p>GSK’s shares jumped as much as 14% in early trading, while Sanofi’s stock jumped nearly 6% in mid-morning trading.</p> <a href=\"https://www.theguardian.com/business/2022/dec/07/gsk-shares-surge-as-us-judge-dismisses-zantac-cancer-claims\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/07/matt-hancock-will-not-stand-conservatives-next-election", "title": "Matt Hancock says he will not stand for Conservatives at next election", "date_published": "2022-12-07 15:35:46+00:00", "description": "<p>Former health secretary says he wants to instead seek ‘new ways to communicate with people’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Matt Hancock has announced he will not stand again as a Conservative MP, saying he wants to instead seek “new ways to communicate with people of all ages and from all backgrounds”.</p><p>The West Suffolk MP and former health secretary, who had lost the Tory whip and faced considerable anger in his local party after appearing on ITV’s I’m a Celebrity … Get Me Out of Here!, wrote to Rishi Sunak to announce the decision, <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweeting</a> the letter.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/07/matt-hancock-will-not-stand-conservatives-next-election\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/border-force-staff-to-strike-over-christmas-in-row-over-pay", "title": "Border Force staff to strike over Christmas in row over pay", "date_published": "2022-12-07 15:27:40+00:00", "description": "<p>PCS union announces action that will affect UK’s busiest airports including Heathrow and Gatwick</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Workers in the Border Force are to strike over Christmas in a row over pay, jobs and conditions, the Public and Commercial Services union has announced.</p><p>The Public and Commercial Services union announced its members working at Gatwick, Heathrow, Manchester, Birmingham and Cardiff airports will strike for eight days from 23 December to New Year’s Eve.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/border-force-staff-to-strike-over-christmas-in-row-over-pay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/07/cybermen-paper-pandas-and-the-nomad-games-wednesdays-best-photos", "title": "Cybermen, paper pandas and the Nomad Games: Wednesday’s best photos", "date_published": "2022-12-07 15:22:27+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/07/cybermen-paper-pandas-and-the-nomad-games-wednesdays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/just-stop-oil-risk-save-the-planet-rethink-protest", "title": "Memo to Just Stop Oil and everyone risking all to save the planet: we need a rethink | Feyzi Ismail", "date_published": "2022-12-07 15:00:27+00:00", "description": "<p>As the government uses draconian laws to crack down on individuals, we must find new ways to protest and keep the public on side</p><p>The battle between climate protesters and the government is raging, and most people know who is in the right. The people trying to sound the alarm about the climate crisis are closer to mainstream opinion than those enabling fossil fuel corporations to make almost <a href=\"https://www.theguardian.com/environment/2022/jul/21/revealed-oil-sectors-staggering-profits-last-50-years\">$3bn a day in profit</a> while the planet burns.</p><p>Many in the government probably know it too, but to openly confront that reality would mean doing the unthinkable: pointing to corporate short-termism as the source of the crisis.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/just-stop-oil-risk-save-the-planet-rethink-protest\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/07/william-shatner-earth-must-live-long-and-prosper-aoe", "title": "My trip to space made me realise we have only one Earth – it must live long and prosper | William Shatner", "date_published": "2022-12-07 15:00:27+00:00", "description": "<p>Star Trek prepared me to feel a connection with the universe. Instead, I felt terrible grief for our planet. At Cop15, our leaders must negotiate to protect it</p><p>Last year, at the age of 90, I had a life-changing experience. I went to space, after decades of playing a science-fiction character who was exploring the universe and building connections with many diverse life forms and cultures. I thought I would experience a similar feeling: a feeling of deep connection with the immensity around us, a deep call for endless exploration. A call to indeed boldly go where no one had gone before.</p><p>I was absolutely wrong. As I explained in my latest book, what I felt was totally different. I knew that many before me had experienced a greater sense of care while contemplating our planet from above, because they were struck by the apparent fragility of this suspended blue marble. I felt that too. But the strongest feeling, dominating everything else by far, was the deepest grief that I had ever experienced.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/07/william-shatner-earth-must-live-long-and-prosper-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/man-charged-with-public-order-offence-after-egg-allegedly-thrown-at-king", "title": "Man charged with public order offence after egg allegedly thrown at king", "date_published": "2022-12-07 14:43:26+00:00", "description": "<p>Unnamed suspect, 28, bailed after incident during monarch’s visit to Luton on Wednesday</p><p>A man has been charged with a public order offence after an egg was allegedly thrown at the king during a walkabout.</p><p>Bedfordshire police refused to disclose the name of the suspect after the incident outside Luton town hall on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/man-charged-with-public-order-offence-after-egg-allegedly-thrown-at-king\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/07/john-lennon-yoko-ono-simulate-making-love-allan-tannenbaums-best-photograph", "title": "John Lennon and Yoko Ono simulate making love – Allan Tannenbaum’s best photograph", "date_published": "2022-12-07 14:36:42+00:00", "description": "<p>‘The set had been made to look like their bedroom. When they took their clothes off, many of the crew were asked to leave. But I remained, taking photographs discreetly’</p><p>I first met John Lennon in 1975, backstage at a televised event in New York when I was staff photographer for the SoHo Weekly News. Years later, while I was still at the paper, we decided to run an interview with Yoko Ono ahead of the release of the couple’s new album, Double Fantasy. They had spent the previous five years as recluses, during which time they had <a href=\"https://www.theguardian.com/music/2015/aug/25/sean-lennon-spoiled-slacker-son-john-yoko\">their son, Sean</a>. I didn’t know Yoko personally but I’d always had a lot of respect for her as an artist, and of course I was a big fan of John’s. The idea was that we’d get access to the pair of them by approaching Yoko first.</p><p>On 20 November 1980, Yoko came to my Tribeca studio for the shoot. She was shy in front of the camera but eventually grew more comfortable, taking off her shades and leather jacket, finally striking a cute pose with her hand on her jeans zipper. We agreed to take more shots the next day at the apartment building where she and John lived, the Dakota. I had breakfast nearby and walked around, trying to find the right moment to ask Yoko whether we could take photos with John and Sean as well. “Not Sean,” she said. “But I’ll call John.” He was friendly and said he remembered me from the event in 1975, although maybe he was only being polite. The three of us walked around their favourite area of Central Park, later named Strawberry Fields in John’s memory.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/07/john-lennon-yoko-ono-simulate-making-love-allan-tannenbaums-best-photograph\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/07/aaron-judge-reportedly-signs-360m-nine-year-contract-with-new-york-yankees", "title": "Aaron Judge reportedly signs $360m, nine-year contract with New York Yankees", "date_published": "2022-12-07 14:31:55+00:00", "description": "<ul><li>30-year-old broke American league home-run record in 2022</li><li>Deal is third-largest in Major League Baseball history</li></ul><p>Aaron Judge is staying with the New York Yankees on a $360m, nine-year contract, according to a person familiar with the deal.</p><p>The source confirmed the deal to the Associated Press and Judge’s new contract was reported by multiple other outlets, including ESPN and MLB Network.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/07/aaron-judge-reportedly-signs-360m-nine-year-contract-with-new-york-yankees\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/07/a-cultural-reckoning-how-an-allegation-of-in-australias-parliament-sparked-a-firestorm", "title": "‘A cultural reckoning’: how an allegation of rape in Australia’s parliament sparked a firestorm", "date_published": "2022-12-07 14:28:13+00:00", "description": "<p>After Brittany Higgins alleged she was raped by a colleague in a minister’s office, a mistrial and media scrutiny have failed to answer key questions</p><p>It is a case that has shaken Australian politics to its core. An allegation of rape in the nation’s parliament, levelled by a government staffer against a colleague, has led to senior ministers appearing before court, triggered a slew of internal reviews and forced a reckoning over the gendered dynamic and toxic atmosphere plaguing an ecosystem devoid of workplace protections.</p><p>While Brittany Higgins’ story has become a mainstay of Australia’s political discourse, in recent days it has taken an extraordinary turn. Last week, before a retrial after the first was abandoned due to juror misconduct, the prosecution of the accused man, Bruce Lehrmann, was aborted out of concern for Higgins’ mental health.</p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/07/a-cultural-reckoning-how-an-allegation-of-in-australias-parliament-sparked-a-firestorm\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/dec/07/georgia-senate-race-results-warnock-walker-trump-politics-live-updates", "title": "Warnock’s Senate win over Walker in Georgia runoff another blow for Trump – live", "date_published": "2022-12-07 14:25:05+00:00", "description": "<ul><li>Raphael Warnock win gives Democrats 51-49 Senate advantage</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Donald Trump was an extensive endorser in the 2022 midterm elections, typically of candidates who hewed at least partially to his baseless conspiracy theory that the 2020 election was stolen from him.</strong></p><p>But with Democrat <strong>Raphael Warnock </strong>victorious in Georgia’s run-off election for Senate – the last major outstanding race – it’s now clear that voters even in traditionally Republican areas were not interested in what Trump’s people were selling.</p><p><strong>Blake Masters</strong>, Senate candidate in Arizona, <a href=\"https://www.theguardian.com/us-news/2022/nov/11/democrat-mark-kelly-arizona-senate-blake-masters\">lost to sitting Democrat </a><strong><a href=\"https://www.theguardian.com/us-news/2022/nov/11/democrat-mark-kelly-arizona-senate-blake-masters\">Mark Kelly</a></strong>. Democrat <strong>Katie Hobbs </strong>also won the governor’s race, ending a streak of Republican governors that dates back to 2009, but for her opponent <strong>Kari Lake</strong>, the race isn’t over: <a href=\"https://www.theguardian.com/us-news/2022/nov/17/kari-lake-refuse-concede-arizona-governor-election-republican\">she’s refused to concede</a>.</p><p><strong>Mehmet Oz</strong> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/john-fetterman-wins-pennsylvania-senate-race\">lost</a> to Democrat <strong>John Fetterman</strong> in Pennsylvania’s Senate race, flipping the seat from Republican to Democratic control.</p><p><strong>Adam Laxalt</strong> failed to unseat Democratic senator <strong>Catherine Cortez Masto</strong> in Nevada, though the race was a squeaker.</p><p><strong>The supreme court</strong> is hearing a case on North Carolina’s congressional maps <a href=\"https://www.theguardian.com/us-news/2022/dec/06/supreme-court-voting-rights-moore-v-harper-gerrymander-voter-id\">that could have big implications</a> for voting rights.</p><p><strong>Congress’s end-of-the-year lawmaking sprint</strong> continues, with lawmakers trying to broker an elusive immigration reform deal.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> briefs the press at 2pm eastern time.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/dec/07/georgia-senate-race-results-warnock-walker-trump-politics-live-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/world-cup-2022-power-rankings-how-the-remaining-eight-teams-shape-up-qatar", "title": "World Cup 2022 power rankings: how the remaining eight teams shape up", "date_published": "2022-12-07 14:21:41+00:00", "description": "<p>We cast our eye over the quarter-finalists’ key strengths and assess who is most likely to lift the trophy in Qatar</p><p>The <em>Sele</em><em>ção</em> are in full flight and, <a href=\"https://www.theguardian.com/football/2022/dec/06/roy-keane-became-hate-figure-in-brazil-world-cup-qatar-2022\">as you may have heard</a>, enjoying themselves in the process. Their first-half <a href=\"https://www.theguardian.com/football/2022/dec/05/brazil-south-korea-world-cup-last-16-match-report\">evisceration of South Korea</a> felt like a throwback, moments such as Richarlison’s seal impression offering reminders of those days when nobody could rival Brazil for sheer fun. <a href=\"https://www.theguardian.com/football/2022/dec/06/arsenal-gabriel-jesus-could-be-out-for-three-months-knee-surgery\">Even without Gabriel Jesus</a> they retain a depth of attacking talent few can match, partly thanks to Neymar’s Lazarus-like recovery from injury. Keep this up and a first World Cup since 2002 should be theirs, although there are caveats: <a href=\"https://www.theguardian.com/football/2022/nov/28/brazil-switzerland-world-cup-group-g-match-report\">they squeaked past Switzerland</a>, the only practised tournament side they have faced, and Croatia should offer an even sterner test on Friday. Alisson Becker was also worked harder than he may have liked on Monday night, although he demonstrated the value of a top-class keeper in the process. Can anyone stop them?</p><p>Sometimes it feels France’s plan is to send possession Kylian Mbappé’s way and say: “You do the rest.” The problem for their opponents is that it tends to work. Anyone who can halt Mbappé may be able to stop <em>Les Bleus</em> but he is in virtually unplayable form and already <a href=\"https://www.theguardian.com/football/2022/dec/06/kylian-mbappe-world-cup-golden-boot-golden-ball-paolo-rossi\">looks a safe bet for the Golden Boot</a>. Didier Deschamps will also be encouraged that the supporting cast is showing signs of life and France, who have scored nine goals across the three games in which he has selected a first-choice side, may be clicking at the right time. The evergreen Olivier Giroud adds a valuable balance while Aurélien Tchouaméni has taken to life as their midfield linchpin. Further injuries would give Deschamps a headache but the core look in lean shape.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/world-cup-2022-power-rankings-how-the-remaining-eight-teams-shape-up-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/low-pay-authors-writing-books-joanne-harris", "title": "Horribly low pay is pushing out my fellow authors – and yes, that really does matter | Joanne Harris", "date_published": "2022-12-07 14:17:42+00:00", "description": "<p>Writing books has been the great joy of my life, but I fear it’s becoming a career for the elite few</p><ul><li>Joanne Harris is the author of novels including A Narrow Door and Chocolat, and is chair of the management committee of the Society of Authors</li></ul><p>I have made a career out of being an author. It has been a great privilege to be able to do that. But I am deeply saddened that the job I love has become inaccessible and unsustainable for others – and increasingly ruled by luck.</p><p>I’m not talking about the luck that plays a part in the writing process, or in getting our work in front of the right agent or the right editor at the right time. I’m talking about the luck that comes later, once our work has been signed and contracted, and we’ve earned our way to the status of professional author. That, according to the Authors’ Licensing and Collecting Society’s (ALCS) fourth major round of research into <a href=\"https://www.theguardian.com/books/2022/dec/06/writers-earnings-have-plummeted-with-women-black-and-mixed-race-authors-worst-hit\">authors’ incomes</a>, published on Tuesday, is when the real luck comes into play.</p><p>Joanne Harris is the author of novels including A Narrow Door and Chocolat, and is chair of the management committee of the Society of Authors</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/low-pay-authors-writing-books-joanne-harris\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/07/budget-borrow-and-ask-the-butcher-a-first-timers-guide-to-hosting-christmas", "title": "Budget, borrow and ask the butcher: a first timer’s guide to hosting Christmas", "date_published": "2022-12-07 14:00:26+00:00", "description": "<p>From decorations to meal planning, experts share their tips for how to make your first Christmas as host run smoothly – with a touch of magic</p><p>I’m hosting our family’s Christmas for the first time this year. With less than three weeks to the day, I’m making a list, and checking it twice.</p><p>What should we cook? How do we put a tree up? Do we continue traditions or seize the opportunity to make our own? And, maybe most importantly, what isn’t even on the radar?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/07/budget-borrow-and-ask-the-butcher-a-first-timers-guide-to-hosting-christmas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/07/silly-soggy-or-screamingly-good-first-responses-to-avatar-the-way-of-water-emerge", "title": "‘Silly, soggy’ or ‘screamingly good’? First responses to Avatar: The Way of Water emerge", "date_published": "2022-12-07 13:58:20+00:00", "description": "<p>While some critics were bowled over by the grand spectacle after the London world premiere, others including the Guardian’s Peter Bradshaw found it far from thrilling</p><p>The first responses to Avatar: The Way of Water have emerged online after the film’s world premiere in London on Tuesday. Full reviews of James Cameron’s long-in-the-making sequel to his own record-box-office fantasy epic won’t be published until next Tuesday, as per the distributor’s embargo, but critics are posting short responses on social media.</p><p>In the US, reactions have been largely positive. <a href=\"https://twitter.com/davidehrlich/status/1600263865882722304\">David Ehrlich, chief critic of Indiewire</a>, said it was “light years better than the first &amp; easily one of the best theatrical experiences in ages. streaming found dead in a ditch”. He added: “I was, uh, not exactly champing at the bit for an Avatar 2 … now I can’t *wait* to see Avatar 3. that’s basically all I wanted out of this and it delivered in a big way.”</p> <a href=\"https://www.theguardian.com/film/2022/dec/07/silly-soggy-or-screamingly-good-first-responses-to-avatar-the-way-of-water-emerge\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/ramos-ronaldo-and-a-very-public-and-brutal-world-cup-humiliation", "title": "Football Daily | Ramos, Ronaldo and a very public and brutal World Cup humiliation", "date_published": "2022-12-07 13:52:09+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Yes, yes … we’ll get to Him. Of course we will because even when his involvement is increasingly, almost comically peripheral, everything ultimately ends up being about Him. But first a nod to the players and supporters of Morocco, to whom Tuesday really belonged. Following the north African side’s win against the throwback tiki-taka scamperers of Spain (possession: 77%, passes: 1,019, goals: 0), scarcely a U2 pun went unpunished as shootout hero Bono and chums celebrated a <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">dogged, obdurate and thoroughly deserved victory</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/ramos-ronaldo-and-a-very-public-and-brutal-world-cup-humiliation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/07/city-faces-fresh-post-brexit-blow-as-eu-moves-to-restrict-certain-trades", "title": "City faces fresh post-Brexit blow as EU moves to restrict certain trades", "date_published": "2022-12-07 13:51:09+00:00", "description": "<p>Battle focuses on what EU sees as bloc’s over-reliance on London’s clearing houses handling euro-denominated derivatives</p><p>The City of London faces another post-Brexit blow to its dominance after the EU moved to require firms to settle more financial-risk reducing trades within the bloc.</p><p>The plan centres on trades in securities known as derivatives, and on financial market clearing houses, the intermediaries that enable the transfer of funds to sellers and financial products to buyers. Handling trillions of transactions each year, they are deemed an essential part of financial market plumbing that reduces risk.</p> <a href=\"https://www.theguardian.com/business/2022/dec/07/city-faces-fresh-post-brexit-blow-as-eu-moves-to-restrict-certain-trades\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/world-cup-hat-tricks-history-patenaude-ramos-batistuta-muller-cristiano-ronaldo", "title": "A short history of World Cup hat-tricks: from Patenaude to Ramos", "date_published": "2022-12-07 13:31:49+00:00", "description": "<p>Gonçalo Ramos has joined an elite group that includes Gerd Müller, Gabriel Batistuta, Laszlo Kiss and Cristiano Ronaldo</p><p>By <a href=\"https://twitter.com/rcfoster\">Richard Foster</a> for <a href=\"https://thefootballmine.com/\">The Football Mine</a></p><p>Gonçalo Ramos received immediate, global acclaim <a href=\"https://www.theguardian.com/football/blog/2022/dec/06/goncalo-ramoss-display-marks-him-out-as-portugals-present-and-future\">when he scored the first hat-trick</a> of the World Cup in Qatar. Having replaced Cristiano Ronaldo in the Portugal starting lineup, the 21-year-old had already caused quite a stir and the eyes of the world were trained on the Benfica striker against Switzerland. He joined an illustrious list of players to have scored on their full World Cup debut, which started with the Argentina striker Guillermo Stabile, who achieved the feat in the inaugural tournament in 1930, up to Miroslav Klose in 2002, the most recent to do so before Ramos’s treble.</p><p>The honour of scoring the first hat-trick at a World Cup finals should be a treasured memory and the pinnacle of a footballer’s career. Unfortunately for Bert Patenaude, it did not work out that way. In the first World Cup in 1930, USA faced Paraguay in a group match. Patenaude opened the scoring for USA in the 10th minute and swiftly added a second five minutes later. The centre-forward scored a third just after half-time and his claim to the match ball seemed to be complete.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/world-cup-hat-tricks-history-patenaude-ramos-batistuta-muller-cristiano-ronaldo\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/mone-ppe-procurement-scandal-ministers-feign-ignorance", "title": "As the Michelle Mone PPE scandal deepens, ministers can no longer feign ignorance | Linsey McGoey", "date_published": "2022-12-07 13:29:53+00:00", "description": "<p>By pretending that ‘market forces’ were responsible for procurement at the start of the pandemic, the Tories aim to deny responsibility</p><p>On Tuesday, the Conservative peer Michelle Mone announced she was <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/tory-peer-michelle-mone-to-take-leave-of-absence-from-house-of-lords\">taking a leave of absence from the House of Lords</a>, to “clear her name”, after she became the centre of a growing scandal over PPE procurement. <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/revealed-tory-peer-michelle-mone-secretly-received-29m-from-vip-lane-ppe-firm\">Leaked documents suggest</a> Mone and her family secretly received £29m from the firm PPE Medpro after she recommended the company to ministers, and helped it secure access to the government’s “VIP lane” procurement stream. It was later revealed that she <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/revealed-second-firm-pushed-by-michelle-mone-was-secret-entity-of-husbands-office\">also lobbied aggressively for a second firm</a> with links to her husband’s family office. Mone didn’t disclose her financial interest in PPE Medpro in the House of Lords register, but it certainly looks as if she benefited financially.</p><p>But who is to say for sure? Who holds the people “who count” accountable? Not <a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">Rishi Sunak</a> or his government, if they can help it. To condemn Mone is to condemn their own cronyism, so they’d rather turn a blind eye. The revelations about <a href=\"https://www.thetimes.co.uk/article/boss-paid-himself-13m-for-covid-ppe-that-went-unused-5flkv8cmp\">procurement profiteering </a>keep piling up, and yet the government has weathered it by studiously ignoring the problem. And so far, it has worked.</p><p>Linsey McGoey is professor of sociology at the University of Essex and director of the Centre for Research in Economic Sociology and Innovation</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/mone-ppe-procurement-scandal-ministers-feign-ignorance\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/kyiv-mayor-plans-for-the-worst-russia-freeze-city-vitali-klitschko-power", "title": "‘They want to kill us’: mayor Vitali Klitschko plans for the worst as Russia tries to freeze Kyiv", "date_published": "2022-12-07 13:22:42+00:00", "description": "<p>Klitschko says capital taking no chances, working day and night readying for critical strike on power supplies</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>In his office in Kyiv’s city hall, mayor Vitali Klitschko is planning for the worst and hoping for the best.</p><p>The previous day, in the middle of the sixth mass Russian missile strike against Ukrainian cities that had sent Kyiv’s resident to the bomb shelters and metro stations, no rockets had made it through to hit the capital.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/kyiv-mayor-plans-for-the-worst-russia-freeze-city-vitali-klitschko-power\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/albanian-children-facing-racist-bullying-uk-asylum-row", "title": "Albanian children facing racist bullying due to UK asylum row, says envoy", "date_published": "2022-12-07 13:22:25+00:00", "description": "<p>Albania’s ambassador to UK calls for end to ‘campaign of discrimination’ amid debate over small boat arrivals</p><p>Albanian children are being subjected to racist bullying in UK schools because of the debate surrounding arrivals by small boats, the country’s ambassador in London has said.</p><p>Qirjako Qirko spoke out after Albanians were singled out by ministers and sections of the media during the recent rise in the number of his country’s citizens travelling across the Channel to claim asylum in the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/albanian-children-facing-racist-bullying-uk-asylum-row\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/07/herschel-walker-son-christian-celebrates-defeat-georgia", "title": "Herschel Walker’s son revels in father’s Georgia Senate runoff defeat", "date_published": "2022-12-07 13:21:10+00:00", "description": "<p>Christian Walker sent a series of celebratory tweets that recalled the candidate’s alleged history of mistreatment of his family</p><p>Among the many detractors celebrating <a href=\"https://www.theguardian.com/us-news/2022/dec/06/georgia-senate-runoff-polls-closing-raphael-warnock-herschel-walker\">Herschel Walker’s defeat</a> in the Georgia Senate runoff was one closer to home: son Christian, who expressed his delight on Twitter that the state had rejected his controversial father.</p><p>“Don’t beat women, hold guns to peoples [sic] heads, fund abortions then pretend your [sic] pro-life, stalk cheerleaders, leave your multiple minor children alone to chase more fame, lie, lie, lie, say stupid crap, and make a fool of your family,” the younger Walker said in the <a href=\"https://twitter.com/ChristianWalk1r/status/1600331407401709569\">first of a flurry of tweets</a> posted on Tuesday night as the Democrat Raphael Warnock was projected to be the winner.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/07/herschel-walker-son-christian-celebrates-defeat-georgia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/morocco-media-hails-spain-shock-world-cup-qatar-2022", "title": "‘Immense joy’: Moroccan media hails good faith paying off with Spain shock", "date_published": "2022-12-07 13:11:41+00:00", "description": "<ul><li>Elation as ‘Lions trained the Spanish Toro’ in World Cup last-16</li><li>Coach’s call for ‘national unity’ finds favour on social media</li></ul><p>“La Roja ejected, Regragui’s Lions are definite legends,” read the headline in Le Matin, while L’Opinion spoke of a night of “immense joy in the streets of Rabat”, both Morocco-based newspapers perfectly summing up the country’s stunning <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">victory over Spain</a> in the last-16 of the World Cup.</p><p>As was the case in the group stages, Morocco’s defensive line held firm on Tuesday and ultimately the fixture against the 2010 world champions at the Education City Stadium became an intriguing and enthralling chess match between head coaches Luis Enrique and Walid Regragui. The latter ended the day victorious, taking the Atlas Lions to the quarter-finals of the World Cup for the first time, a feat greeted with emphatically enthusiastic and congratulatory media reaction.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/morocco-media-hails-spain-shock-world-cup-qatar-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/07/lta-fined-1m-by-atp-for-banning-russian-players-from-tennis-tournaments", "title": "LTA fined $1m by ATP for banning Russian players from tournaments", "date_published": "2022-12-07 13:04:04+00:00", "description": "<ul><li>LTA threatened with expulsion if ban is repeated</li><li>‘The LTA is deeply disappointed with this outcome’</li></ul><p>The Lawn Tennis Association has been fined $1m (£820,000) by the ATP for its ban on Russian and Belarusian players. It is also understood that the LTA has been threatened with expulsion from the Tour if it repeats the ban imposed this year due to the Russian invasion of Ukraine.</p><p>Russians and Belarusians were controversially prevented from competing at the LTA’s five ATP events: Queen’s Club, Eastbourne, Surbiton, Nottingham and Ilkley.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/07/lta-fined-1m-by-atp-for-banning-russian-players-from-tennis-tournaments\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/a-royal-commission-gives-new-zealand-a-chance-to-reckon-with-what-covid-did-to-us", "title": "A royal commission gives New Zealand a chance to reckon with what Covid did to us | Henry Cooke", "date_published": "2022-12-07 13:00:24+00:00", "description": "<p>New Zealand needs a robust debate about the success of its elimination strategy in 2020, and the messy failure in late 2021</p><p>It’s hard to describe just how good New Zealand felt as summer began at the end of 2020.</p><p>Aotearoa had seemingly got through the pandemic unscathed, relying on a zero-Covid or “elimination” strategy. We had been in alert level 1 since October, meaning there were no real restrictions on daily life, with huge music festivals and parties going ahead while much of the western world was still struggling with lockdowns.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/a-royal-commission-gives-new-zealand-a-chance-to-reckon-with-what-covid-did-to-us\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/law/2022/dec/07/us-supreme-court-elections-case-independent-state-legislature-theory", "title": "US supreme court hears case that could radically reshape elections", "date_published": "2022-12-07 12:59:50+00:00", "description": "<p>Case brought by North Carolina would give partisan state legislatures near total control over elections with no role for courts</p><p>The US supreme court is hearing arguments on Wednesday in a case with the potential to fundamentally reshape elections for Congress and the presidency.</p><p>The justices are mulling over the power of state courts to strike down congressional districts drawn by the legislature because they violate state constitutions.</p> <a href=\"https://www.theguardian.com/law/2022/dec/07/us-supreme-court-elections-case-independent-state-legislature-theory\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/07/switzerlands-brilliant-new-train-route-direct-from-montreux-to-interlaken", "title": "Switzerland’s brilliant new train route: direct from Montreux to Interlaken", "date_published": "2022-12-07 12:57:40+00:00", "description": "<p>The GoldenPass line has long been known for incredible views, but now a pioneering engineering feat has made it even more attractive</p><p>As the train winds up the hillside above Lac Léman’s north shore, leaving Montreux behind, I know exactly where we’re heading because I’ve done this journey before. The bustle of the so-called Swiss Riviera will give way to the tranquil farming country of the Pays d’Enhaut, followed by the upmarket resort of Gstaad, before a gentle descent to Interlaken, between the twin lakes of Thun and Brienz in the Bernese Oberland. This 70-mile route, which crosses the <em>röstigraben </em>(the French-Swiss German language border) and links some of Switzerland’s most famous tourist centres, has existed for more than 100 years. But there’s one big difference today: thanks to a world first in rail technology, I don’t have to change trains halfway through.</p><p>The <a href=\"https://www.gpx.swiss/en/\">GoldenPass line</a>, as it’s called, opened in stages between 1901 and 1916, the realisation of a decades-old dream to connect Lake Geneva, Gstaad and the Bernese Oberland by rail. But the journey wasn’t seamless. Because of the mountainous terrain, the railway from Montreux to Zweisimmen required metric gauge rails (one-metre width), while the stretch from Zweisimmen to Interlaken was built with standard gauge (1.435 metre width). Given no train could travel on both, passengers had to change at Zweisimmen.</p> <a href=\"https://www.theguardian.com/travel/2022/dec/07/switzerlands-brilliant-new-train-route-direct-from-montreux-to-interlaken\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/07/ricky-gervais-armageddon-review-manchester-apollo", "title": "Ricky Gervais: Armageddon review – smug, macho, playground bants", "date_published": "2022-12-07 12:55:14+00:00", "description": "<p><strong>Apollo, Manchester<br /></strong>There’s ample room in comedy to tease at woke over-earnestness but this weak and boorish set fails to engage</p><p>Ricky Gervais gives us a little lecture after curtain call tonight about taking offence. Laughter is always good; no one’s getting hurt – that kind of thing. But, not for the first time, it’s a specious argument, setting up various straw men to represent those of us who might demur from his boorish comedy. I’m not suggesting his jokes about “dwarves”, “disabled creatures” and all the age-old targets of abuse will lead directly to hate crimes. I am suggesting they’re operating to a comic standard more associated with the playground than the standup stage.</p><p>It’s all a bit sad. Gervais is a clever chap, and a compassionate one, towards animals at least. But he’s convinced himself that anti-woke is a rebellious pose to strike – then convinced himself again that juvenile bants represents the best way to stage that rebellion. And so for punchlines we get African babies with Aids, sweatshop children whose mums get raped, and Gervais’s fictional limbless son being called “you little fucking grub”. If we don’t laugh, we’re “fragile” and “scared of words” – which Gervais paints here as a betrayal of millennia of “survival of the fittest” human evolution.</p><p>At Manchester Apollo on 7 December. Then <a href=\"https://www.ticketmaster.co.uk/ricky-gervais-tickets/artist/1114794\">touring</a> until 15 December.</p> <a href=\"https://www.theguardian.com/stage/2022/dec/07/ricky-gervais-armageddon-review-manchester-apollo\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/northern-ireland-abortion-clinic-buffer-zones-supreme-court-ruling", "title": "Northern Ireland can create abortion clinic buffer zones, supreme court rules", "date_published": "2022-12-07 12:51:44+00:00", "description": "<p>Unanimous judgment in UK’s highest court means Stormont assembly can proceed with abortion services bill</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>The Northern Ireland assembly can legislate to create buffer zones around <a href=\"https://www.theguardian.com/world/abortion\">abortion</a> clinics to protect users and staff, the UK’s highest court has ruled.</p><p>The supreme court’s <a href=\"https://www.supremecourt.uk/cases/uksc-2022-0077.html\">unanimous judgment</a> means the assembly can proceed with the abortion services (safe access zones) (Northern Ireland) bill, which criminalises people who enter the specified areas and influence people attending clinics.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/northern-ireland-abortion-clinic-buffer-zones-supreme-court-ruling\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/07/florida-shipwreck-beach-uncovered-hurricanes", "title": "‘Amazing occurrence’: hurricane erosion reveals shipwreck on Florida beach", "date_published": "2022-12-07 12:47:10+00:00", "description": "<p>Storms uncover what appears to be wooden ship dating from 1800s poking from sand at Dayton Beach Shores</p><p>Severe beach erosion from two late-season hurricanes has helped uncover what appears to be a wooden ship dating from the 1800s which had been buried under the sand on Florida’s east coast for up to two centuries, impervious to cars that drove daily on the beach or sand castles built by generations of tourists.</p><p>Beachgoers and lifeguards discovered the wooden structure, between 80ft and 100ft (24-31 meters), poking out of the sand over Thanksgiving weekend in front of homes which collapsed into rubble on Daytona Beach Shores last month from Hurricane Nicole.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/07/florida-shipwreck-beach-uncovered-hurricanes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/right-and-important-that-michelle-mone-is-investigated-says-minister-steve-barclay", "title": "Rishi Sunak ‘absolutely shocked’ by Michelle Mone allegations", "date_published": "2022-12-07 12:38:53+00:00", "description": "<p>PM responds to question from Keir Starmer about Tory peer who appears to have received millions from PPE firm awarded government contracts</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak has said he was “shocked” to read allegations surrounding the Conservative peer Michelle Mone, after Keir Starmer used prime minister’s questions to ask him how she appeared to have received millions from the profits of a PPE company.</p><p>“How did his colleague, Baroness Mone, end up with nearly £30m of taxpayers’ money in her bank account?” the Labour leader asked, citing information <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/revealed-tory-peer-michelle-mone-secretly-received-29m-from-vip-lane-ppe-firm\">revealed by the Guardian</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/right-and-important-that-michelle-mone-is-investigated-says-minister-steve-barclay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/england-declan-rice-misses-training-through-illness--quarter-final", "title": "England’s Declan Rice misses training through illness before quarter-final", "date_published": "2022-12-07 12:36:21+00:00", "description": "<ul><li>The 23-year-old midfielder absent ahead of France showdown</li><li>Callum Wilson is recovering  from a minor muscle strain</li></ul><p>Declan Rice missed training through illness as England prepare for Saturday’s World Cup quarter-final against France.</p><p>The 23-year-old midfielder has started all four games for Gareth Southgate’s side in Qatar but was absent from the session at Al Wakrah Sports Complex.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/england-declan-rice-misses-training-through-illness--quarter-final\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/07/someone-will-get-whipped-the-white-men-the-amazing-period-drama-that-rewrites-stories-of-slavery", "title": "‘Someone will get whipped – the white men’: the amazing period drama that rewrites stories of slavery", "date_published": "2022-12-07 12:24:48+00:00", "description": "<p>Part whodunnit, part queer romance tale, The Confessions of Frannie Langton is subverting the genre. Its writer and star explain a dark, twisted drama – and its route to murder</p><p>‘I will not confess to something I don’t believe I have done.” Frannie Langton is a maid who has been charged with the murders of her masters after waking up in a dress soaked in blood. She can’t piece together what really happened, but she swears innocence. “I’m fed up of people like you deciding who I am or what I am as soon as you take one look at me,” she growls at her legal brief, who, like everybody else, assumes she did it. And with that, The Confessions of Frannie Langton promises one hell of a gutsy story.</p><p>Set in the 19th century, the programme stars Karla-Simone Spence as Frannie, who grew up on a plantation in Jamaica, then was brought to England and given to Marguerite (Sophie Cookson) and George Benham (Stephen Campbell Moore). “No doubt you’re thinking this will just be another one of those slave histories all sugared over with misery and despair,” she narrates. “It won’t be.” Indeed, this is a story about love; an unexpected and illicit affair with Marguerite (or “Madam”, as Frannie calls her).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/07/someone-will-get-whipped-the-white-men-the-amazing-period-drama-that-rewrites-stories-of-slavery\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/07/amazonian-bookseller-literature-banca-do-largo-interview", "title": "‘Their vision needs to be shared’: the tiny shop championing the literature of the Amazon", "date_published": "2022-12-07 12:21:14+00:00", "description": "<p>Banca do Largo contains the world’s largest collection of titles by Amazonian writers – and its owner believes their Indigenous knowledge and voices should be more widely heard</p><p>A small kiosk sits humbly next to Manaus Opera House, in the heart of the Amazon rainforest in Brazil. Tucked below some trees, the shop is easy to walk past without noticing. But through its green glass doors lies the world’s largest collection of Amazonian literature: a treasure chest of forgotten cultures and ignored histories.</p><p>“It was always my dream to have a bookstore,” says Joaquim Melo, the 64-year-old owner of the Banca do Largo bookshop. “I’ve spent my life searching for these treasures.”</p> <a href=\"https://www.theguardian.com/books/2022/dec/07/amazonian-bookseller-literature-banca-do-largo-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/gianni-infantino-hails-group-stage-of-the-qatar-world-cup-as-best-ever", "title": "Gianni Infantino lauds group stage of the Qatar World Cup as ‘best ever’", "date_published": "2022-12-07 12:14:51+00:00", "description": "<ul><li>Fifa president hails shocks and rise of African and Asian nations</li><li>‘There are no more small teams and no more big teams’</li></ul><p>Gianni Infantino has hailed the group stage of the Qatar World Cup as the “best ever” and Fifa’s president said the number of upsets and geographic breadth of the teams progressing indicated that football was becoming ever more global.</p><p>Argentina, Spain, Germany and Brazil all suffered shock group-stage losses and Africa, Asia and North America were represented in the last 16 along with traditional powerhouses South America and Europe.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/gianni-infantino-hails-group-stage-of-the-qatar-world-cup-as-best-ever\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/manchester-united-have-moved-on-from-cristiano-ronaldo-insists-erik-ten-hag", "title": "Manchester United have moved on from Cristiano Ronaldo, insists Erik ten Hag", "date_published": "2022-12-07 12:07:13+00:00", "description": "<ul><li>Manager ‘looking to the future’ following forward’s messy exit</li><li>United next face Burnley in Carabao Cup on 21 December</li></ul><p>Erik ten Hag insists Manchester United have moved on from Cristiano Ronaldo’s <a href=\"https://www.theguardian.com/football/2022/nov/22/cristiano-ronaldo-to-leave-manchester-united-with-immediate-effect#:~:text=Cristiano%20Ronaldo%20has%20left%20Manchester,he%20can%20play%20for%20next.\">messy departure from the club</a> last month.</p><p>Ten Hag was not willing to discuss the saga in depth when asked by the club’s in-house TV channel, MUTV, in an interview that was aired on Wednesday. Rather, the Dutchman insisted his focus was on the future as he looks to continue the rebuilding job at Old Trafford that he began when he arrived in the summer.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/manchester-united-have-moved-on-from-cristiano-ronaldo-insists-erik-ten-hag\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/07/kent-family-charged-80k-in-error-after-edf-sent-1m-electricity-bill", "title": "Kent family charged £80k in error after EDF sent £1m electricity bill", "date_published": "2022-12-07 12:01:25+00:00", "description": "<p>‘It was quite amusing, until it actually happened,’ says customer, after being left £75,000 overdrawn</p><p>A family of four were told they owed nearly £1m to EDF for a year’s electricity and had £80,000 taken by direct debit, despite telling the company it was clearly incorrect.</p><p>The payment, which put Richard Baron and his family more than £75,000 over their overdraft limit, was refunded by their bank’s fraud team before any serious damage was done. However, after cancelling their direct debit, they were put on a higher tariff with the energy provider.</p> <a href=\"https://www.theguardian.com/business/2022/dec/07/kent-family-charged-80k-in-error-after-edf-sent-1m-electricity-bill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/commentisfree/2022/dec/07/cop15-negotiators-china-canada-montreal-agreement", "title": "Cop15 negotiators have left their homework to the last minute – can they scrape a pass? | Patrick Greenfield", "date_published": "2022-12-07 12:00:23+00:00", "description": "<p>Pressure is increasing on world leaders to make progress at the UN biodiversity summit – but the pile of unfinished tasks is mounting</p><p>All procrastinators know the feeling: an enormous task is not close to being finished, time is slipping away and the pressure to act has become impossible to ignore. But despite the mounting unease, there is still not yet enough pressure to take action, and it is unclear if there ever will be.</p><p>At the Palais des congrès de Montréal convention centre at Cop15, after more than two years of delays, there is a sense that governments tasked with agreeing this decade’s targets for protecting life on Earth are in just such a situation.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2022/dec/07/cop15-negotiators-china-canada-montreal-agreement\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/07/how-to-make-nut-roast-recipe-felicity-cloake-masterclass", "title": "How to make nut roast – recipe | Felicity Cloake's Masterclass", "date_published": "2022-12-07 12:00:23+00:00", "description": "<p>Packed full of protein and texture, this festive nut roast will make you wonder why it went out of fashion</p><p>The butt of a thousand tired jokes at the expense of the ‘knit-your-own-lentil brigade’, nut roast may not be quite as fashionable a plant-based centrepiece as a whole cauliflower or a swede steak, but, packed full of luxurious nuts, savoury mushrooms and soft, sweet roast root veg, it’s a cliche well worth reviving.</p><p>Prep <strong>25 min</strong><br />Cook <strong>1 hr 15 min<br /></strong>Serves <strong>6 </strong><strong>(with accompaniments)</strong></p> <a href=\"https://www.theguardian.com/food/2022/dec/07/how-to-make-nut-roast-recipe-felicity-cloake-masterclass\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/07/top-10-polar-photobooks-frozen-planet-ii", "title": "Top 10 polar photobooks", "date_published": "2022-12-07 12:00:23+00:00", "description": "<p>From Stefan Christman’s absorbing studies of emperor penguins to Sebastião Salgado’s stunning images of unpeopled wilderness, these are richly rewarding voyages for armchair explorers</p><p>As a former biologist turned natural history film-maker, I’ve been lucky enough to visit the polar regions – both the Arctic and Antarctic – on quite a number of occasions. From an initial science cruise with the British Antarctic survey to months in the Canadian Arctic filming marine animals and local people for the first Frozen Planet, and a remarkable expedition to Zavodovski Island, the largest penguin colony in the world, these visits have been extraordinary experiences. Far from being remote and hostile, these are places that get under your skin, that leave you breathless with the beauty of our planet, warmed by the welcome of local communities, and touched by the naive curiosity of some of its most characterful animals.</p><p>In finding stories for television from such remote lands, we often rely on the images captured by photographers and scientists working in these extremes. Their first-hand knowledge informs us of new science and what we may find if we take a film trip there.</p> <a href=\"https://www.theguardian.com/books/2022/dec/07/top-10-polar-photobooks-frozen-planet-ii\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/police-investigate-second-burglary-raheem-sterling-break-in-world-cup", "title": "Police investigating Raheem Sterling break-in arrest two over second burglary", "date_published": "2022-12-07 11:49:08+00:00", "description": "<p>Surrey officers exploring possible links between raid and weekend burglary at England star’s home</p><p>Police investigating a second burglary in the Surrey village where the England footballer Raheem Sterling lives have made two arrests.</p><p>Jewellery reported to be worth £300,000 was stolen from the player’s home in Oxshott last weekend. It is thought Sterling’s fiancee, Paige Milian, returned to the couple’s home to discover there had been a break-in.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/police-investigate-second-burglary-raheem-sterling-break-in-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/07/when-pokemon-and-nintendo-switch-sports-didnt-do-the-job-i-turned-to-our-old-friend-mario", "title": "Pushing Buttons: The one game my kid will play with me", "date_published": "2022-12-07 11:48:14+00:00", "description": "<p>In this week’s newsletter: Give kids time, and they’ll find a game that captures their imagination – and yours too, if you’re lucky</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>Tis the season, folks – the season of <em>lists</em>. All around the media world, 2022’s games, albums, films et cetera are being coralled into contentious rankings for everyone in the office (and the comments section) to argue over. Our own Guardian games list is prepped and ready, but I want to hear what games <em>you’ve </em>been enjoying over the past 12 months. Hit reply on this newsletter and write me a few sentences on your favourites, and I’ll compile them for an end-of-year special issue.</p><p>If you’ve been reading for a while, you’ll know that I have not been the luckiest when it comes to introducing video games to my children. My stepson, now 17, always loved games, but his taste diverged so massively from mine that we rarely intersected, bar a few treasurable months <a href=\"https://www.theguardian.com/technology/gamesblog/2011/dec/09/minecraft-pc-mac-review#:~:text=0%20Minecraft%20release%20is%20conflicted,of%20the%20player%2Ddefined%20experience.\">when Minecraft first came out</a>, and <a href=\"https://www.theguardian.com/technology/2014/sep/11/destiny-bungie-halo-game-review\">a year of shared Destiny adventures</a> before he got good enough to comprehensively outplay me. These days I’m constantly hassling him to try something like <a href=\"https://www.theguardian.com/technology/2015/mar/24/bloodborne-review-elegant-precise-irresistible\">Bloodborne</a>, when all he wants to play is first-person shooters.</p><p>The <strong>games-of-the-year lists</strong> have begun! Longtime Guardian games contributor Simon Parkin has picked his for <a href=\"https://www.newyorker.com/culture/2022-in-review/the-best-video-games-of-2022\">the New Yorker</a>. It’s a thoughtful and varied selection that includes several of my own favourites, and a few games I’m keen to play before the year is out. (Hello, Strange Horticulture!)</p><p><strong>The Game Awards</strong> – which its organiser Geoff Keighley pitches as the video game Oscars, glossy and ostentatious and redolent of money – are happening on Thursday in LA. Expect a couple of announcements and new trailers peppered in among the handing out of gongs, including one from Epic Games and 505 (I’m betting on an open-world crime game, based on the <a href=\"https://visitrockaycity.com/\">teaser site</a>).</p><p>Former golden-age-of-Rare composers Kevin Bayliss, Grant Kirkhope and David Wise have released <strong>an unbelievably cheesy Christmas tune</strong>. If you want to hear the people behind the brain-infesting tunes of Banjo-Kazooie in the like sing “I want a video game for Christmas!” while low-key lamenting the tragedy of ageing, <a href=\"https://www.youtube.com/watch?v=q4tm3t7oOd4\">here you go</a>.</p> <a href=\"https://www.theguardian.com/games/2022/dec/07/when-pokemon-and-nintendo-switch-sports-didnt-do-the-job-i-turned-to-our-old-friend-mario\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/we-want-to-keep-dreaming-the-rise-and-rise-of-roma-women", "title": "Moving the Goalposts | ‘We want to keep dreaming’ – the rise and rise of Roma Women", "date_published": "2022-12-07 11:45:23+00:00", "description": "<p>Club has soared since acquiring the Serie A licence from Res Roma in 2018 – and is now targeting European success</p><p><em><strong>Welcome to Moving the Goalposts, the Guardian’s free women’s football newsletter. Here’s an extract from this week’s edition. To receive the full version once a week, just pop your email in below:</strong></em></p><p>“Un Pari Che Sa Di Gloria” read the headline of il Romanista a fortnight ago: “A draw which has the taste of glory”. Champions League debutants Roma had just held Wolfsburg, one of the European greats, to a draw at home. It was a result that put progression into the knockout stages firmly in the <em>Giallorosse</em>’s grasp, sending a signal around the continent that there is very much a new kid in town.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/we-want-to-keep-dreaming-the-rise-and-rise-of-roma-women\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/video/2022/dec/07/the-five-ways-were-killing-nature-and-why-it-has-to-stop-video-explainer", "title": "The five ways we’re killing nature and why it has to stop – video explainer", "date_published": "2022-12-07 11:39:51+00:00", "description": "<p>Fighting the climate emergency is only one side of the story. Science tells us we must tackle the <a href=\"https://www.theguardian.com/environment/biodiversity\">biodiversity</a> crisis at the same time as addressing global heating to save the planet and avoid further catastrophe.</p><p>The climate emergency and the biodiversity crisis are both based on carbon. Burning carbon in the form of fossil fuels has lead to global heating, and that needs to stop, but biodiversity – nature – is also built on carbon and it can be part of the solution.&nbsp;</p><p><a href=\"https://www.theguardian.com/environment/series/the-age-of-extinction\">The Age of Extinction</a> reporter reporter Phoebe Weston explains how the Cop15&nbsp; summit in Montreal&nbsp; is a once-in-a-decade chance to stop the loss of biodiversity – and bend the curve to help save planet Earth.</p><ul><li><a href=\"https://www.theguardian.com/environment/2022/aug/30/what-is-cop15-and-why-does-it-matter-for-all-life-on-earth-aoe\">What is Cop15 and why does it matter for all life on Earth?</a></li><li><a href=\"https://www.theguardian.com/environment/2022/dec/05/making-sense-of-cop15-what-to-look-out-for-in-montreal\">Making sense of Cop15: what to look out for in Montreal</a><br /></li></ul> <a href=\"https://www.theguardian.com/environment/video/2022/dec/07/the-five-ways-were-killing-nature-and-why-it-has-to-stop-video-explainer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/07/slashers-demons-head-exploders-horror-modern-architecture", "title": "Slashers, demons and head exploders: why horror revels in modern architecture", "date_published": "2022-12-07 11:35:30+00:00", "description": "<p>In the 1920s, the traditional haunted house died a death – as home design became all clean lines and bright spaces. But directors soon turned these dirt-free abodes into eerie, alienating, terrifying places</p><p>The Ikon Gallery in Birmingham is an old Victorian school that was turned inside out and filled with new modernist interiors in the late 1990s. It looks to the untrained eye like a place of dusty classrooms and tiled corridors, but inside you’ll find glass stairwells and white cube gallery spaces. Around you, nearly everything is modern. Ikon stands in one of the first New Labour urban regeneration showpieces – Brindleyplace, all chain cafes, pristine lawns and squares, and canalside office blocks. It is privately secured and patrolled, managed apart from the rest of the city. Nothing is allowed to go wrong; nothing is quite what it seems; nothing is real. It’s an appropriately uneasy place for Horror in the Modernist Block, a show aiming to explore the perhaps obscure links between modern architecture and horror.</p><p>Horror is generally about the irrational. It is a matter of things that do not exist – ghosts, vampires, zombies – and about how the brain manufactures terrors for itself in situations where you’re usually entirely safe. It’s also, often, about the past: the revenants and spectres left over from an earlier, apparently less enlightened age. Accordingly, a “haunted house” is usually not cubic and made of steel and concrete. But terror has certainly happened in modern buildings. In fact, the terms used to be all-but-synonymous for tabloid headline writers who, from the 70s to 90s, filled their pages with stories about ghastly scenes of murder and social dysfunction in high-rise social housing estates, and branded London’s Trellick Tower the Tower of Terror (flats there now sell for more than £1m).</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/07/slashers-demons-head-exploders-horror-modern-architecture\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/07/penny-wong-in-emphatic-plea-to-us-and-china-to-prevent-catastrophe-of-war", "title": "Penny Wong issues emphatic plea to US and China to ‘prevent catastrophe’ of war", "date_published": "2022-12-07 11:33:59+00:00", "description": "<p>Australia’s foreign affairs minister to give speech in hope ‘nationalistic domestic posturing won’t sink efforts to build safeguards’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Australia’s foreign affairs minister, <a href=\"https://www.theguardian.com/australia-news/penny-wong\">Penny Wong</a>, has urged China to take up a US offer to put in place “guardrails” to prevent growing tensions from spiralling into war.</p><p>Wong will use a speech in Washington DC on Thursday to hit back at claims that Australia’s plan to acquire nuclear-powered submarines <a href=\"https://www.theguardian.com/world/aukus\">under Aukus</a> is driving a regional arms race.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/07/penny-wong-in-emphatic-plea-to-us-and-china-to-prevent-catastrophe-of-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/07/strep-a-uk-pharmacists-report-antibiotics-shortages", "title": "UK pharmacists report shortages of strep A antibiotics", "date_published": "2022-12-07 11:30:26+00:00", "description": "<p>Health secretary says government ‘not aware’ of issue but some independent outlets say stocks running low</p><p>Pharmacists are reporting UK-wide shortages of the antibiotics used to treat strep A, despite the health secretary insisting that the government is “not aware” of a problem.</p><p>Demand for penicillin and amoxicillin has increased in recent days as the number of cases of strep A has risen among children in schools. Independent pharmacies say they cannot replenish stocks of the antibiotics because wholesalers say there is no availability.</p> <a href=\"https://www.theguardian.com/society/2022/dec/07/strep-a-uk-pharmacists-report-antibiotics-shortages\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/07/the-bishops-wife-review-cary-grant-and-david-niven-shine-in-cosy-christmas-comedy", "title": "The Bishop’s Wife review – Cary Grant and David Niven shine in cosy Christmas comedy", "date_published": "2022-12-07 11:00:23+00:00", "description": "<p>Grant is a suave stranger who stirs up the strained marriage of Niven and Loretta Young in this fey but beguiling seasonal tale</p><p>There’s an unworldly charm and odd, innocent solemnity to this Christmas fantasy comedy from 1947, now on rerelease, directed by Henry Koster and starring Cary Grant, David Niven and Loretta Young. Niven plays the sobersided Bishop Henry Brougham, a decent but now careworn man whose overwork has lately caused him to neglect the happiness of his sweet-natured wife Julia (Young) and infant daughter Debby (Karolyn Grimes). As the Christmas season approaches, the bishop is becoming a veritable Scrooge, a role he effectively shares with the wealthy widow Mrs Hamilton (Gladys Cooper). She was instrumental in getting him the bishop’s job in the first place, and is now exhaustingly stringing him along with a promise to fund the building of a vainglorious new cathedral with which the bishop has become wholly obsessed – but only if it includes a vulgar monument to her late husband.</p><p>Julia never gets to see her husband or their old friends, like the genial, peppery old professor (Monty Woolley) who is working on his magnum opus about ancient Rome. Poor Henry, aware that things are amiss, prays for guidance, and out of the blue, a beautifully tailored angel descends: Dudley, played with an opaque and unreadable suavity by Grant. Dudley is going to give Henry what he needs, not what he wants.</p> <a href=\"https://www.theguardian.com/film/2022/dec/07/the-bishops-wife-review-cary-grant-and-david-niven-shine-in-cosy-christmas-comedy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/28-years-leaving-nhs-patients-cost-cutting-bureaucracy", "title": "After 28 years, I’m leaving the NHS. And it wasn’t the patients who pushed me over the edge | Tara Porter", "date_published": "2022-12-07 11:00:22+00:00", "description": "<p>I just can’t take the health service’s top-down, cost-cutting bureaucracy any longer</p><p>I’ve worked continuously for the National Health Service since October 1994, and this is the week I finally leave. I’ll save you the maths: that’s 28 years and two months. Like marriage, it is an institution I joined in my twenties that I thought I’d be in my whole life. And, truly, leaving is nearly as bad as getting divorced. </p><p>I’m leaving because I just can’t do it any more.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/28-years-leaving-nhs-patients-cost-cutting-bureaucracy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/07/joe-manchin-legislation-energy-fast-track-democrats-defense-act", "title": "Environmental leaders urge Democrats to drop deregulation bill", "date_published": "2022-12-07 11:00:22+00:00", "description": "<p>Environmentalists call foul as pro-fossil-fuel senator Joe Manchin backs addition to defense act to fast-track energy projects</p><p>Joe Biden and the Democratic party’s climate credentials will be severely undermined if controversial legislation to fast-track energy projects is latched on to a must-pass defense bill, environmental leaders have warned.</p><p>Progressive lawmakers and hundreds of climate, public health and youth groups are urging the Democratic leadership to stop the latest attempt by Joe Manchin, the West Virginia fossil-fuel-friendly senator, to force through legislation that would weaken environmental protections and expedite permits and construction of pipelines and other fossil fuel infrastructure while restricting public input.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/07/joe-manchin-legislation-energy-fast-track-democrats-defense-act\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/07/ghost-music-by-an-yu-review-the-meaning-of-silence", "title": "Ghost Music by An Yu review – the meaning of silence", "date_published": "2022-12-07 11:00:22+00:00", "description": "<p>A former pianist is haunted by the life she could have led in this intriguing exploration of music, self-knowledge and marital discord</p><p>For the protagonist of Ghost Music, An Yu’s follow-up to her acclaimed debut <a href=\"https://www.theguardian.com/books/2020/jan/04/braised-pork-an-yu-review\" title=\"\">Braised Pork</a>, life in Beijing with husband Bowen is as predictable “as the phases of the moon”. That is, until Song Yan’s mother-in-law moves in. Along with her luggage, Ma brings “with her everything [Song Yan] didn’t know about Bowen”. Secrets from his past are exposed, including traumas, an ex-wife and a child. Song Yan learns that she never really knew her husband; in turn, home no longer feels like home, and her sense of self deteriorates.</p><p>In part, this novel is about grief. Song Yan isn’t grieving for the husband she thought she knew, but for a past version of herself. Before marrying Bowen, she trained as a concert pianist; the life she previously “gave” to the piano, she has “given to him”. This trade of musical performance for domesticity is symbolised in the transition her hands have made: “It wasn’t until we started dating that I learned to cook. I stopped caring about cutting my fingers or burning my hands.” Now Song Yan becomes haunted by the life she could have led – the pianist version of herself. Here is where the “ghost” of the title comes in. Out of the blue, Song Yan receives a letter from Bai Yu, her father’s favourite pianist, presumed dead for years; she starts playing again; and she begins to dream of an orange mushroom that talks to her, and which yearns to listen to Chopin.</p> <a href=\"https://www.theguardian.com/books/2022/dec/07/ghost-music-by-an-yu-review-the-meaning-of-silence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/07/ben-stokess-all-conquering-captaincy-marks-daring-england-win-a-true-great", "title": "The Spin | Ben Stokes’s all-conquering captaincy marks daring England win a true great", "date_published": "2022-12-07 11:00:22+00:00", "description": "<p>Rawalpindi stands out due to the captain’s utter confidence in both the ballsy plan and his team’s ability to carry it out</p><p>Joel Wilson knew it was over. You could tell from the way he pointed his finger, almost directly at Naseem Shah: so decisive, so cinematic, the gesture of a man who expects it to be replayed many times.</p><p>But first there was the review, and as often in this match, it took ages to come. A gripping denouement was eked out even longer as everyone waited for ball-tracking, and the crowd, who had started their “oohs” too early, were forced to drop an octave and begin again. Even Brendon McCullum looked as if he was feeling the tension. </p> <a href=\"https://www.theguardian.com/sport/2022/dec/07/ben-stokess-all-conquering-captaincy-marks-daring-england-win-a-true-great\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/07/false-food-solutions-experts-climate-cop27", "title": "The food emissions ‘solutions’ alarming experts after Cop27", "date_published": "2022-12-07 11:00:22+00:00", "description": "<p>The food industry’s fingerprints were all over the solutions touted at the UN climate summit last month, campaigners and NGOs say</p><p>In some ways, this year’s UN climate summit held in Egypt was all about food. In the context of crop failures and food insecurity, due to <a href=\"https://www.theguardian.com/food/ng-interactive/2022/apr/14/climate-crisis-food-systems-not-ready-biodiversity\">extreme weather and dwindling diversity</a>, as well as rising food prices exacerbated by Russia’s war in Ukraine and the <a href=\"https://www.theguardian.com/environment/ng-interactive/2021/jul/14/food-monopoly-meals-profits-data-investigation\">tight grip</a> of corporate monopolies – Cop27 included the first ever day dedicated to food and climate.</p><p> Scientists are clear that the interconnected climate, environmental and food crises require bold transformative action to drastically reduce greenhouse gases and improve resilience. Food systems produce <a href=\"https://www.nature.com/articles/s43016-021-00225-9\">a third of human-caused greenhouse gas emissions</a>. Cattle ranching is the main driver of Amazon rainforest loss, while industrialized food production is the biggest threat to <a href=\"https://www.unep.org/news-and-stories/press-release/our-global-food-system-primary-driver-biodiversity-loss\">86% of the world’s species at risk of extinction</a>.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/07/false-food-solutions-experts-climate-cop27\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/belgium-eden-hazard-retires-from-international-football-real-madrid", "title": "‘I’ll miss you’: Belgium’s Eden Hazard retires from international football", "date_published": "2022-12-07 10:54:34+00:00", "description": "<ul><li>The 31-year-old forward did not score in three group games</li><li>‘A page turns today... Thank you for your love’</li></ul><p>Belgium’s Eden Hazard has announced his retirement from international football after his team’s disappointing group-stage exit at the World Cup.</p><p>The 31-year-old forward played in all three Group F games but did not score as Belgium beat Canada, lost to Morocco and played out a goalless draw with Croatia to finish third.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/belgium-eden-hazard-retires-from-international-football-real-madrid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/07/infinite-lives-the-company-saving-old-arcade-machines", "title": "Infinite lives: the company saving old arcade machines", "date_published": "2022-12-07 10:51:43+00:00", "description": "<p>For a generation of players, these colourful cabinets house not just ailing electronics, but formative memories. Meet the people who save them from landfill</p><p>On a rural industrial estate five miles outside Honiton, under the flight path of a nearby aerodrome, sits a rather nondescript warehouse. Only one feature marks it out: in front is a graveyard of stripped arcade cabinets, slowly rotting in the cold and damp.</p><p>I am here to visit Play Leisure, a company that restores and sells old <a href=\"https://www.theguardian.com/games/arcade-games\">arcade games</a>. It has a compelling <a href=\"https://www.tiktok.com/@play_leisure\">TikTok account</a> where it shares new discoveries – a recent post showed off a <a href=\"https://www.bandainamco-am.com/Ecommerce/category/commercial-games/miscellaneous/archived-games/deadstorm-pirates-special-edition\">Deadstorm Pirates</a> machine with its enormous sit-in cabinet and giant cinematic display. I’ve dragged my friend and fellow arcade fanatic Joao Sanches along, and now I’m feeling nervous and responsible because, walking up to the unmarked entrance, I’ve no idea if they will have anything interesting in stock after our 90-minute drive.</p> <a href=\"https://www.theguardian.com/games/2022/dec/07/infinite-lives-the-company-saving-old-arcade-machines\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live", "title": "Elderly people who fall won’t be able to get ambulance during strikes, says Steve Barclay – UK politics live", "date_published": "2022-12-07 10:37:25+00:00", "description": "<p>Health secretary says as things stand category three emergency calls won’t be covered during 21 December strike</p><p><strong>Harper</strong> says driver-only train operation applies on a significant part of the network already. He accepts that it is controversial, but he says the fact that it is already in operating means there should not be an objection to it.</p><p><strong>Ben Bradshaw</strong> (Lab) asks Harper if it is true, as the Telegraph reported on Monday, that extending driver-only operation was inserted into the negotiations at the last minute, at the insistence of the Treasury. Bradshaw says this scuppered the deal.</p><p>Union leaders were left enraged on Sunday evening after train operators made the nationwide implementation of driver-operated doors as a condition of an 8pc pay deal.</p><p>Industry sources said that driver-operated doors, which negates the need for a guard on-board some services, was a “red line” for unions. </p> <a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2022/dec/07/david-squires-on-heroes-and-villains-from-the-last-16-of-the-qatar-world-cup", "title": "David Squires on … heroes and villains from the last 16 of the Qatar World Cup", "date_published": "2022-12-07 10:29:02+00:00", "description": "<p>Our cartoonist looks at the winners and losers – and soiled reputations – from the second round of the World Cup</p><ul><li><strong><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></strong></li><li><strong><a href=\"https://guardianprintshop.com/collections/david-squires/products/30th-november-2022\">Buy a Squires cartoon from the Guardian Print Store</a></strong></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2022/dec/07/david-squires-on-heroes-and-villains-from-the-last-16-of-the-qatar-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/07/jane-harris-obituary", "title": "Jane Harris obituary", "date_published": "2022-12-07 10:22:57+00:00", "description": "<p>Jane Harris, who has died after a short illness aged 65, was one of Britain’s most significant abstract painters. For 30 years she explored, through a set of self-imposed rules, the perceptual qualities of the ellipse. It was a shape that, in her hands, could be both ornate and Spartan, and that, through her beautiful handling of paint, could be visually mischievous. Carefully painted in oils, each of the meticulous brushstrokes that mark out her curvilinear shapes describes both a form, themselves, and a texture, which captures and reflects light.</p><p>I met Jane at Goldsmiths College, University of London (now Goldsmiths University of London) in the 1990s, when I was a student on the MA course in fine art. She had just graduated. Jane first studied art in Bournemouth, Dorset, the county in which she spent her childhood. She was born in Swanage, one of four children of George Harris, who was in the navy, and his wife, Eva (nee Armstrong).</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/07/jane-harris-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/07/ambulances-may-not-get-to-all-emergency-calls-during-strikes-says-barclay", "title": "Ambulances may not get to all emergency calls during strikes, says Barclay", "date_published": "2022-12-07 10:14:12+00:00", "description": "<p>Health secretary says it is not yet certain if staff in England and Wales will respond to calls from people who have had heart attacks </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/07/ambulance-strikes-steve-barclay-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>The health secretary, Steve Barclay, has said there will be a shortfall of ambulances in England and Wales when workers go on strike this month because the government’s contingency plans will not be able to cover all emergency responses.</p><p>Unions have said they will tend to life-threatening incidents – known as category-one emergency responses – including during their largest strike for 30 years on 21 and 28 December.</p> <a href=\"https://www.theguardian.com/society/2022/dec/07/ambulances-may-not-get-to-all-emergency-calls-during-strikes-says-barclay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/ukraine-culture-minister-boycott-tchaikovsky-war-russia-kremlin", "title": "As Ukraine’s culture minister, I’m asking you to boycott Tchaikovsky until this war is over | Oleksandr Tkachenko", "date_published": "2022-12-07 10:00:38+00:00", "description": "<p>Russia is trying to destroy our nation’s history. Alongside sanctions, let’s pause performances of Kremlin-favoured works</p><p>• <a href=\"https://www.theguardian.com/world/2022/dec/07/ukraine-calls-on-western-allies-to-boycott-russian-culture\">Ukraine calls on western allies to boycott Russian culture</a></p><p>Russia isn’t just physically attacking Ukraine; it is also trying to destroy our culture and memory. In the occupied territories, Ukrainian libraries have been liquidated, the word “Ukraine” has been erased, and <a href=\"https://www.theguardian.com/artanddesign/2022/may/27/ukraine-russia-looting-museums\">Ukrainian museums</a> have been destroyed. Our ministry of culture and information policy has recorded more than 800 cases of destruction: monuments and works of arts, museums, valuable historical buildings.</p><p>This war is a civilisational battle over culture and history. On 5 September this year, Vladimir Putin <a href=\"https://www.ui.se/globalassets/ui.se-eng/publications/sceeus/russias-concept-for-a-humanitarian-policy-abroad.pdf\">signed a decree</a> that refers to the “Russian peace”. The Kremlin made clear in the document that culture was a tool and even a weapon in the hands of the government, and that it would actively use all the opportunities available to it, from promoting Russian ballet to protecting the rights of Russian speakers abroad, in order to advance its interests.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/ukraine-culture-minister-boycott-tchaikovsky-war-russia-kremlin\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/ukraine-calls-on-western-allies-to-boycott-russian-culture", "title": "Ukraine calls on western allies to boycott Russian culture", "date_published": "2022-12-07 10:00:37+00:00", "description": "<p>Minister defends step in ‘civilisational battle’ but says it would not amount to ‘cancelling Tchaikovsky’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine’s culture minister has called on the country’s western allies to boycott Russian culture, urging a halt to performances of the music of Tchaikovsky and other Russian composers until the end of the war.</p><p><a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/ukraine-culture-minister-boycott-tchaikovsky-war-russia-kremlin\">Writing in the Guardian</a>, Oleksandr Tkachenko argues that such a “cultural boycott” would not amount to “cancelling Tchaikovsky”, but would be “pausing the performance of his works until Russia ceases its bloody invasion”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/ukraine-calls-on-western-allies-to-boycott-russian-culture\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/07/england-women-amy-jones-cricket-cruise-to-odi-series-victory-over-west-indies", "title": "Amy Jones shines as England  cruise to ODI series victory over West Indies", "date_published": "2022-12-07 09:39:28+00:00", "description": "<ul><li>England 260 all out; West Indies 118 all out</li><li>Jones and Dunkley make half centuries in Antigua</li></ul><p>Amy Jones and Sophia Dunkley made half centuries as England beat the West Indies by 142 runs in Antigua to go 2-0 up in their three-match ODI series.</p><p>England won the toss and chose to bat, with Tammy Beaumont and Emma Lamb quickly making good on the decision as they made 37 off the first eight overs before Lamb was run out for 25. That brought Dunkley to the crease and she set about punishing the bowling of Aaliyah Alleyne with a series of boundaries to increase the run rate.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/07/england-women-amy-jones-cricket-cruise-to-odi-series-victory-over-west-indies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/07/family-of-three-australians-killed-in-us-single-engine-plane-crash", "title": "Family of three Australians killed in US single-engine plane crash", "date_published": "2022-12-07 09:06:43+00:00", "description": "<p>Former Gympie resident Christian Kath, his wife Misty and their 12-year-old daughter Lily died when plane crashed in Gulf of Mexico</p><p>The Australian government is providing consular assistance to the family of three Australians killed in a single-engine plane crash in the US.</p><p>Dfat officials have been dispatched to Florida following the crash in the Gulf of Mexico which killed three members of the same family.</p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/07/family-of-three-australians-killed-in-us-single-engine-plane-crash\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/07/a-love-song-review-heartwrenching-performance-in-tender-portrait-of-loneliness", "title": "A Love Song review – heartwrenching performance in tender portrait of loneliness", "date_published": "2022-12-07 09:00:36+00:00", "description": "<p>Dale Dickey’s first ever lead role is as a careworn woman waiting for a missed connection in a Colorado campsite</p><p>Veteran American character actor Dale Dickey gets the first lead role of her screen career in this tender emotional vignette: it is as sad as a country song. She plays Faye, a middle-aged woman on her own who is camping on a dusty site by a lake in the Colorado mountains. Faye is evidently waiting for a letter: the postman keeps showing up and telling her there’s nothing for her. But she won’t move until she gets this important message from a certain someone from her past who wants to meet up.</p><p>Faye conveys this to a group of people who, in a quirky-deadpan way, wonder if she wouldn’t mind moving her trailer so that they can dig up a dead relative and re-bury him somewhere else. Faye can’t afford to move to any other spot in case the person misses her. But in case we are thinking that this is going to be a tragicomic solo piece, and that Faye is Miss Havisham, Vladimir and Estragon all rolled into one, her gentleman caller actually shows up: Lito, played by Native American actor Wes Studi. Both of them are on their own these days, but they knew each other in high school, and maybe liked each other a bit, or more than a bit. Either way, these careworn adults are as shy as teenagers around each other now and there is a very human will-they-won’t-they tension as their murmuring conversation goes on into the night.</p> <a href=\"https://www.theguardian.com/film/2022/dec/07/a-love-song-review-heartwrenching-performance-in-tender-portrait-of-loneliness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/07/body-am-i-by-moheb-costandi-review-the-new-science-of-self-consciousness", "title": "Body Am I by Moheb Costandi review – the new science of self-consciousness", "date_published": "2022-12-07 09:00:36+00:00", "description": "<p>What gives us our sense of self? A fresh take on how the brain and body are connected offers answers</p><p>Moheb Costandi’s title is taken from Nietzsche’s philosophical masterpiece Thus Spoke Zarathustra: “The awakened and knowing say: body am I entirely, and nothing more; and soul is only the name for something about the body.” The radical rejection of mind-body dualism expressed in this sentence is shared today by most neuroscientists, who believe that the mind is a product of the brain. Indeed, this “neurocentric” view has been widely accepted and, writes Costandi, “the idea that we are our brains is now firmly established”.</p><p>Yet this has given rise to a new dualism, one in which the body and the brain are seen as separate entities. This is what Costandi – a science writer who trained as a neuroscientist – seeks to correct in his illuminating and detailed investigation into how our understanding of the brain and its role in shaping our sense of self has evolved across the last 200 years, and what today’s research in neuroscience, psychiatry and psychology tells us about the relationship between brain and body. He writes: “The brain does not exist in isolation; it is one part of a complex and dynamic system that also includes the body and the environment.”</p> <a href=\"https://www.theguardian.com/books/2022/dec/07/body-am-i-by-moheb-costandi-review-the-new-science-of-self-consciousness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/georgias-runoff-was-a-resounding-rebuke-of-trumpism-will-republicans-hear-it", "title": "Georgia’s runoff was a resounding rebuke of Trumpism. Will Republicans hear it? | Lloyd Green", "date_published": "2022-12-07 09:00:36+00:00", "description": "<p>Come January, Mitch McConnell and his Republican colleagues will face a 51-49 Senate Democratic majority – making Biden’s job a little easier</p><p>Tuesday delivered a spate of bad news for Donald Trump and the Republican party. First, Bennie Thompson, chairman of the January 6 committee, announced that criminal referrals to the US Department of Justice would be <a href=\"https://www.theguardian.com/us-news/2022/dec/06/january-6-panel-criminal-referrals-doj-capitol-attack\">forthcoming</a>. A few hours later, a Manhattan jury <a href=\"https://www.theguardian.com/us-news/2022/dec/06/trump-organization-guilty-verdict-tax-fraud\">convicted</a> the Trump Organization on <a href=\"https://www.theguardian.com/us-news/2022/dec/06/trump-organization-tax-fraud-guilty-verdict-analysis?utm_term=Autofeed&amp;CMP=edit_2221&amp;utm_medium=Social&amp;utm_source=Twitter#Echobox=1670367045\">17 counts</a> of tax fraud, conspiracy and falsification. According to prosecutors, the former president was <a href=\"https://www.nytimes.com/live/2022/12/06/nyregion/trump-organization-trial-verdict/the-guilty-verdict-is-a-stern-rebuke-for-a-company-that-fostered-crime?smid=url-share\">complicit</a>.</p><p>And now, the incumbent Senator Raphael Warnock has prevailed in a hard-fought runoff. Georgia again rejected <a href=\"https://www.theguardian.com/commentisfree/2022/nov/09/republicans-blame-trump-candidates-midterms\">Herschel Walker</a> and Donald Trump, his patron.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/georgias-runoff-was-a-resounding-rebuke-of-trumpism-will-republicans-hear-it\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/07/world-cup-2022-morocco-and-portugal-thrill-as-the-quarter-final-ties-are-set-live", "title": "World Cup 2022: Morocco and Portugal thrill as the quarter-final ties are set – live", "date_published": "2022-12-07 08:41:11+00:00", "description": "<ul><li>All the latest news on the tournament’s first rest day</li><li>Get in touch: <a href=\"mailto:martin.belam@theguardian.com\">you can contact Martin here</a></li></ul><p>Statistics fans – your moment has arrived. This week’s <a href=\"https://www.theguardian.com/football/series/theknowledge\">the Knowledge</a> has dropped, and it is a World Cup trivia special that leads with the question: <a href=\"https://www.theguardian.com/football/2022/dec/07/which-player-has-scored-the-most-goals-in-world-cup-knockout-games\">which player has scored the most goals in World Cup knockout games?</a></p><p>There were some quite punchy quotes from Portugal coach <strong>Fernando Santos</strong> about CR7 after the game last night. PA carry them, with Santos saying that the role of <strong>Cristiano Ronaldo</strong> for the remainder of the World Cup is something that has yet to be “defined”. He said:</p><p>I have a very close relationship with him – I always have, I have known him since he was 19 years old. This relationship only develops, Ronaldo and I never interpret the human aspect of that of manager and player (in relation to) what we have to do during the match. I will always consider in my role that he is an important player to have in the team.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/07/world-cup-2022-morocco-and-portugal-thrill-as-the-quarter-final-ties-are-set-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/07/david-warner-withdraws-bid-to-have-lifetime-captaincy-ban-revoked", "title": "David Warner withdraws bid to have lifetime captaincy ban revoked", "date_published": "2022-12-07 08:28:03+00:00", "description": "<p>In a lengthy Instagram post, Warner claimed the review panel wanted to ‘conduct a public trial of me and what occurred during the third Test’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>David Warner will withdraw his bid to have his lifetime captaincy ban lifted, accusing the independent panel conducting the review of wanting to publicly lynch him.</p><p>In a bombshell development on the eve of the Adelaide Test, Warner also claimed counsel assisting the review had made offensive and unhelpful comments about him during the initial process.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/07/david-warner-withdraws-bid-to-have-lifetime-captaincy-ban-revoked\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/german-police-raids-target-far-right-reich-citizens-movement", "title": "German police raids target suspected extremists ‘seeking to overthrow state’", "date_published": "2022-12-07 08:16:37+00:00", "description": "<p>3,000 officers involved in operation against far-right Reich Citizens movement</p><p>Thousands of police carried out a series of raids across much of Germany on Wednesday against suspected far-right extremists who allegedly sought to overthrow the state by force.</p><p>Federal prosecutors said 3,000 officers conducted searches at 130 sites in 11 of Germany’s 16 states against adherents of the so-called Reich Citizens movement. Some members of the grouping reject Germany’s postwar constitution and have called for the overthrow of the government.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/german-police-raids-target-far-right-reich-citizens-movement\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/07/tv-tonight-alcoholics-anonymous-allows-cameras-for-the-first-time", "title": "TV tonight: Alcoholics Anonymous allows cameras for the first time", "date_published": "2022-12-07 08:05:04+00:00", "description": "<p>Deep-fake imagery protects recovering addicts at an AA meeting in this documentary. Plus: a celebration of Black music at the Mobo Awards. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/07/tv-tonight-alcoholics-anonymous-allows-cameras-for-the-first-time\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/dec/07/uk-house-prices-fall-cost-of-living-banks-rates-business-live", "title": "UK house prices post biggest fall since October 2008 – business live", "date_published": "2022-12-07 07:38:12+00:00", "description": "<p>Average house prices fell 2.3% in November, reports Halifax, knocking average house price down by almost £7,000 in November</p><ul><li><a href=\"https://www.theguardian.com/business/2022/dec/06/hunt-to-urge-banks-to-aid-mortgage-borrowers-amid-cost-of-living-crisis\">Hunt to urge banks to aid mortgage borrowers amid cost-of-living crisis</a></li></ul><p>The ‘chronic shortage’ of UK houses for sale is providing some support to house prices, points out <strong>Victoria Scholar</strong>, head of investment at <strong><a href=\"https://www.ii.co.uk/\">interactive investor</a>:</strong></p><p><strong> </strong>We are coming off the back of heightened property price inflation for many years, with those upward pressures finally starting to ease off as a result of rising mortgage rates, a looming recession and the cost-of-living crisis. However, limiting this to some extent is the chronic shortage of housing supply in the UK economy, that is stemming sharper declines.</p><p>Many potential house buyers are waiting for mortgage rates to ease and house prices to soften further into next year before reigniting their property searches. The chaos around the mini-budget which sent mortgage rates soaring has also put off potential buyers, who are still hoping that mortgage rates could become more affordable from here.</p><p>“The UK property market now looks to be entering a period of decline, with<a href=\"https://www.theguardian.com/business/live/2022/dec/07/uk-house-prices-fall-cost-of-living-banks-rates-business-live?filterKeyEvents=false&amp;page=with:block-6390339f8f08cb34a8f54d3c#block-6390339f8f08cb34a8f54d3c\"> sustained price drops for the last three months</a> - and this will be further fueled by sustained economic uncertainty and inflation that just refuses to be controlled. Average the last few monthly data points and we’re looking at an annualised potential decline in home values of over 11%.</p><p>Something was always going to give after years of double digit increases and we are now starting to see the inevitable signs of a much less settled period ahead. Winter is indeed coming.”</p> <a href=\"https://www.theguardian.com/business/live/2022/dec/07/uk-house-prices-fall-cost-of-living-banks-rates-business-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/dec/07/rfu-eddie-jones-packing-english-rugby-problems-wont-go-with-him", "title": "RFU sends Jones packing but English rugby’s problems won’t go with him | Andy Bull", "date_published": "2022-12-07 07:30:35+00:00", "description": "<p>Surely you would not sack the most successful coach you’ve had without a clear vision. So what is the RFU’s grand plan?</p><p>Eight minutes to play and England are 14 points down against New Zealand. Will Stuart has just scored in the corner and Marcus Smith is standing over the conversion, on the 22, five metres in from the right touchline. It should be Owen Farrell’s kick.</p><p>Farrell, who has made every shot at goal so far in the autumn, 15 out of 15 in 200 minutes of Test rugby, is on the pitch, but struggling with a dead leg. So it falls to Smith. He strides up, leans back a touch too much as he swings his boot through and the ball flies wide, passing a couple of feet outside the right upright.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/dec/07/rfu-eddie-jones-packing-english-rugby-problems-wont-go-with-him\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/07/stella-maris-by-cormac-mccarthy-review-a-slow-motion-study-of-obliteration", "title": "Stella Maris by Cormac McCarthy review – a slow-motion study of obliteration", "date_published": "2022-12-07 07:30:34+00:00", "description": "<p>The therapy sessions of a doomed maths genius – McCarthy’s first female protagonist in 50 years  - make for a grim companion volume to The Passenger</p><p>Some books arrive predusted with the shimmer of literary myth. Stella Maris is one of them: Cormac McCarthy’s 12th – and likely final – novel, a tale concocted at the Santa Fe Institute, “a thinktank for maverick brainiacs” where the 89-year-old author spends his days discoursing with quantum physicists and clacking away on his portable typewriter, marinating in genius.</p><p>For a writer who spurns the conventions of punctuation, Stella Maris feels a lot like a full stop, a parting pronouncement on the whole sordid human experiment. It’s the second McCarthy novel to be published this year – a companion volume to <a href=\"https://www.theguardian.com/books/2022/oct/26/the-passenger-by-cormac-mccarthy-review-a-deep-dive-into-the-abyss\" title=\"\">The Passenger</a>, released in late October. After 16 years of literary silence, McCarthy has produced a drought-busting, brain-vexing double act: first, a nihilistic vaudeville; now, its austere twin. </p> <a href=\"https://www.theguardian.com/books/2022/dec/07/stella-maris-by-cormac-mccarthy-review-a-slow-motion-study-of-obliteration\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/which-player-has-scored-the-most-goals-in-world-cup-knockout-games", "title": "Which player has scored the most goals in World Cup knockout games?", "date_published": "2022-12-07 07:30:34+00:00", "description": "<p>Plus: last beating first in the group stage, thrashings in vain and the glory of the one-armed goalscorer</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Lionel Messi finally notched <a href=\"https://www.theguardian.com/football/2022/dec/03/argentina-australia-world-cup-last-16-match-report\">his first goal in a World Cup knockout game</a> on Saturday,” </strong>writes Andy Bailey.<strong> “This made me wonder: who has scored the most in knockout matches?”</strong></p><p>This isn’t the easiest question to answer because of the different ways the World Cup has been structured over the years. In 1934 and 1938, there were nothing but knockout games (albeit with only 16 teams). In 1950, and then from 1974-82, there was a second group stage which replaced some of the knockout rounds. For example, in 1982, <strong>Paolo Rossi</strong> scored a hat-trick in Italy’s legendary 3-2 win over Brazil – a de facto quarter-final, but not technically a knockout game.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/which-player-has-scored-the-most-goals-in-world-cup-knockout-games\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/07/charlotte-review-salomon-keira-knightley-german-jewish-painter-grandfather", "title": "Charlotte review – absorbing animation about a remarkable artist, murdered at Auschwitz", "date_published": "2022-12-07 07:00:35+00:00", "description": "<p>Keira Knightley gives voice to Charlotte Salomon, the German-Jewish painter  who said she killed her own grandfather after he abused her, in a powerful but flawed biopic</p><p>This powerful but flawed animation depicts the brilliant German Jewish artist Charlotte Salomon, creator of a remarkable series of quasi-autobiographical gouaches entitled <a href=\"https://www.theguardian.com/artanddesign/2019/nov/06/charlotte-salomon-life-or-theatre-review-jewish-museum-london-graphic-autobiography\">Life? or Theatre?</a>, painted in the period of her exile in Vichy France from 1941 to 1943, before she was taken to Auschwitz and there murdered at the age of 26; the paintings themselves are now held in <a href=\"https://jck.nl/en/page/charlotte-salomon-exhibitions\">Amsterdam’s Jewish Museum</a>.</p><p>The movie is part of a vital tradition of representing the Holocaust through powerful animated images, stemming back to <a href=\"https://www.theguardian.com/world/2022/jan/31/holocaust-novel-maus-bestseller-after-tennessee-school-ban\">Art Spiegelman’s graphic novel Maus</a>. Screenwriters Erik Rutherford and David Bezmozgis have worked from the narrative suggested by the artwork, but also from a confessional document that remained unpublished until 2015, in which Salomon revealed, among other things, that she murdered her grandfather. The directors are TV animators Tahir Rana (making his feature debut) and Éric Warin; Keira Knightley (and Marion Cotillard in the French language version) voices Salomon, who was a talented young artist in early 1930s Berlin. Her father Albert (Eddie Marsan) is a prosperous doctor and decorated first world war veteran, and stepmother Paula is a renowned classical singer; she is voiced by Helen McCrory, in her final film role.</p> <a href=\"https://www.theguardian.com/film/2022/dec/07/charlotte-review-salomon-keira-knightley-german-jewish-painter-grandfather\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/abortion-supporters-building-midterm-wins", "title": "‘We’re doubling down’: how abortion advocates are building on midterm wins", "date_published": "2022-12-07 07:00:35+00:00", "description": "<p>Pro-choice activists are focusing on expanding abortion access, voter registration and education, and shield laws for providers</p><p>Renee Bracey Sherman answers the phone and apologizes – is it OK if we speak while she drives? Like many abortion advocates, she tends to keep a packed schedule and talk at lightning speed – the next initiative, the next law, the next policy on the horizon. Ask advocates how they felt in June after the Dobbs decision sharply curtailed reproductive rights across the US, or in November after wins in the midterm elections signaled strong public support for abortion, and they’ll answer immediately: <em>We knew this was coming</em><em>; </em><em>but the fight’s not over</em>.</p><p>What Bracey Sherman – founder and executive director of <a href=\"https://www.wetestify.org/\">We Testify</a>, a group focused on the leadership and representation of people who have abortions – and her colleagues in the pro-choice movement don’t spend much time doing is elaborating on the past, or how they mourned or celebrated, because it’s already in the rear-view window. Their eyes are laser-focused on the future.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/abortion-supporters-building-midterm-wins\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/07/a-moment-that-changed-me-my-grandmother-was-moved-into-a-home-and-her-history-erased", "title": "A moment that changed me: my grandmother was moved into a home – and her history erased", "date_published": "2022-12-07 07:00:34+00:00", "description": "<p>My family rehomed my grandmother and she slowly stopped telling the stories that brought people and places so vividly to life – the stories that had soothed me when I was a child</p><p>My grandmother was a keeper of unofficial histories at a time when “the facts” of history were largely undisputed, and guarded by men like my grandfather. He was the editor of the local newspaper, when women’s stories were still often considered the province of gossip and old wives’ tales. And so, even within the <a href=\"https://www.theguardian.com/lifeandstyle/family\">family</a>, his stories took precedence.</p><p>My grandfather died before I was born. But when I started to hear them, the stories behind the many medals and awards he had won for his newswriting simply didn’t capture my imagination, or a sense of possibility, in the way my grandmother’s stories did.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/07/a-moment-that-changed-me-my-grandmother-was-moved-into-a-home-and-her-history-erased\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/07/thinking-outside-the-box-photoworks-festival-in-pictures", "title": "Thinking outside the box: Photoworks festival – in pictures", "date_published": "2022-12-07 07:00:34+00:00", "description": "<p>Featuring obsolete technology, natural printmaking and African mythology, this year’s event repeats the radical experiment of the 2020 edition: it comes in a box!</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/07/thinking-outside-the-box-photoworks-festival-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/07/car-free-break-walking-john-muir-way-scotland-east-lothian-edinburgh", "title": "‘No lack of wildness’ - a car-free break on the John Muir Way, Scotland", "date_published": "2022-12-07 07:00:34+00:00", "description": "<p>The East Lothian segment of the coast to coast trail, dedicated to the great conservationist, reveals seabird colonies, beaches and historic houses</p><p>Pioneering conservationist John Muir was born in Dunbar on the east coast of Scotland in 1838, and his birthplace is now a <a href=\"https://www.jmbt.org.uk/\">museum</a>. He moved to the US when he was 11 and went on to create the <a href=\"https://en.wikipedia.org/wiki/Sierra_Club\">Sierra Club</a> organisation, which still protects Yosemite and other national parks. “When I was a boy in Scotland, I was fond of all things wild …” he wrote. “Around my native town of Dunbar by the stormy North Sea, there was no lack of wildness, though most of the land lay in smooth cultivation.”</p><p>In the <a href=\"https://www.visitscotland.com/info/see-do/john-muir-country-park-p252991\">John Muir country park</a> near Dunbar, 30 miles east of Edinburgh, there’s a smell of stranded seaweed and crushed pine needles, the insistent peeping of <a href=\"https://www.rspb.org.uk/birds-and-wildlife/wildlife-guides/bird-a-z/oystercatcher/\">oystercatchers</a> and the rising whistles of mud-probing curlews. A bracken-bordered path, with straggles of <a href=\"https://www.wildlifetrusts.org/wildlife-explorer/wildflowers/harebell\">harebells</a> and honeysuckle, runs beside the wide Tyne estuary (Scotland also has a River Tyne), through saltmarsh dotted with samphire and sea asters, and past smooth sandy beaches where wagtails hop over the rocks. It leads on along red cliffs towards what Muir called the “craggy ruins of the old Dunbar castle”.</p> <a href=\"https://www.theguardian.com/travel/2022/dec/07/car-free-break-walking-john-muir-way-scotland-east-lothian-edinburgh\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/i-accidentally-pepper-sprayed-myself-in-the-face-whats-worse-is-admitting-i-feel-unsafe-in-philadelphia", "title": "I accidentally pepper-sprayed myself in the face. What’s worse is admitting I feel unsafe in Philadelphia | Arwa Mahdawi", "date_published": "2022-12-07 07:00:33+00:00", "description": "<p>The right likes to portray Democrat cities as dystopian hellscapes - and yes gun crime is soaring, but not for the reasons they give</p><p>‘Bad things happen in Philadelphia,” Donald Trump once warned. Last weekend, a very bad thing happened in Philadelphia: I pepper-sprayed myself in the face. I had bought some pepper spray keyrings online because, after a spate of armed robberies in my neighbourhood, I was worried about walking my dog at night.</p><p>My dog is the size of a large rat so he doesn’t really deter bad guys – unless the bad guys are scared of rats. Anyway, I had gone out to the garden to test the spray – I’m not a complete idiot, I didn’t want to inhale that stuff in a confined space – and managed to get some droplets on my face. At first it was kind of pleasant. A nice little tingle. An exhilarating Philly facial. Then it started getting painful. Then I rubbed my eyes and …. yikes! 0/10 do not recommend.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/i-accidentally-pepper-sprayed-myself-in-the-face-whats-worse-is-admitting-i-feel-unsafe-in-philadelphia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/07/kirstie-alley-was-celebrated-not-because-she-was-flawless-but-because-her-flaws-were-so-visible", "title": "Kirstie Alley was celebrated not because she was flawless – but because her flaws were so visible | Veronica Esposito", "date_published": "2022-12-07 06:27:05+00:00", "description": "<p>From 80s sitcom Cheers to semi-autobiographical series Fat Actress, the actor brought unscripted intimacy to both her best roles and her life</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/06/kirstie-alley-obituary\">Kirstie Alley obituary</a></li></ul><p>It was an impressively shocking moment in the hit sitcom Cheers when actor Kirstie Alley opened her mouth to reveal her tongue gripping a lit cigarette – in one short, catlike movement, she expertly flipped it over, caught it between her teeth and sunk in to a satisfied puff of smoke. In the scene, Alley is wearing a pink turtleneck beneath a pink coat sporting big, 80s shoulders, the whole moment conjuring the feeling of the alpha bad girl taking a surreptitious smoke break in the ladies’ room.</p><p>That moment sums up a lot about the unique personality that Alley brought to Cheers<em> </em>and the decades of acting and celebrity that would follow as she hewed out a persona that was compelling in its complexity.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/07/kirstie-alley-was-celebrated-not-because-she-was-flawless-but-because-her-flaws-were-so-visible\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/health-officials-gain-guardianship-of-baby-whose-parents-refused-vaccinated-blood-transfusion", "title": "Health officials gain guardianship of baby whose parents refused ‘vaccinated blood’ transfusion", "date_published": "2022-12-07 06:26:53+00:00", "description": "<p>New Zealand high court case has become a focus of protests from anti-vaxxers</p><p>A New Zealand high court judge has ruled in favour of health authorities who sought guardianship of a baby boy after his <a href=\"https://www.theguardian.com/world/2022/nov/30/new-zealand-parents-refuse-use-of-vaccinated-blood-in-life-saving-surgery-on-baby\">parents refused to consent to a transfusion of “vaccinated blood” in a life-saving operation</a>.</p><p>The landmark decision, delivered on Thursday, is expected to have wide-ranging ramifications and has become a focus of protests for anti-vaxxers who held demonstrations outside the courtroom.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/health-officials-gain-guardianship-of-baby-whose-parents-refused-vaccinated-blood-transfusion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/07/brewdog-beer-ad-pulled-over-one-of-your-five-a-day-claim", "title": "BrewDog beer ad pulled over ‘one of your five a day’ claim", "date_published": "2022-12-07 06:01:32+00:00", "description": "<p>Advertising Standards Authority acknowledges humorous intent, but says consumers could be misled</p><p><br />An advert for beer company BrewDog has been banned over a “tongue-in-cheek” claim that its fruit-flavoured beers constitute “one of your five a day”.</p><p>An advertising email, dated 20 July, featured the subject heading “One of your five a day”, and advertised beers with names that included Lost In Guava, Pineapple Punch, and Lost In Lychee &amp; Lime.</p> <a href=\"https://www.theguardian.com/business/2022/dec/07/brewdog-beer-ad-pulled-over-one-of-your-five-a-day-claim\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/06/the-1975-matty-healy-kissing-fans", "title": "Creepy behavior or pop performance? 1975’s Matty Healy reignites debate about onstage kissing", "date_published": "2022-12-07 06:00:34+00:00", "description": "<p>The singer has been putting on wild performances – including kissing fans after asking for permission</p><p>The 1975’s tour has been a spectacle of manufactured chaos, most of it courtesy of the band’s frontman, Matty Healy. The sets have delivered a feast of made-for-TikTok moments. The singer has subjected fans to everything from onstage <a href=\"https://www.tiktok.com/@foolish_genius/video/7162578546890689834?is_from_webapp=v1&amp;item_id=7162578546890689834\">push-ups</a> to <a href=\"https://loudwire.com/1975-matt-healy-yells-security-autotune-voice/\">yelling at security</a> through an auto-tuned microphone. He’s even risked a tapeworm by <a href=\"https://twitter.com/17_Sickles/status/1597353670064029697?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1597353670064029697%7Ctwgr%5E3d5f8a0c879aac85545e12f9cdb01ff41fbb6358%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fwww.them.us%2Fstory%2Fthe-1975-matty-healy-onstage-same-sex-kiss\">eating raw meat on stage</a>. But the biggest buzz comes from his seemingly most-beloved trick: kissing fans. (One hopes he does this <em>before </em>consuming the ribeye.)</p><p>As clips posted on Twitter and TikTok show, Healy has invited men and women to smooch. In avoidance of rock music’s dismal history of consent, he has made a point of asking fans if they’d like to “snog” before going in for the kiss, with Isabella, a 24-year-old bartender from Dallas, tweeting “he ASKED before he kissed me” and adding <a href=\"https://thetab.com/uk/2022/11/29/matty-healy-kissed-a-fan-isabella-revealed-what-it-was-like-283690\">in an interview</a> that Healy said “we don’t have to snog if you don’t want to” to her before she fully consented to the kiss. Austin, from San Diego, <a href=\"https://twitter.com/17_Sickles/status/1597353670064029697?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1597353670064029697%7Ctwgr%5E3d5f8a0c879aac85545e12f9cdb01ff41fbb6358%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fwww.them.us%2Fstory%2Fthe-1975-matty-healy-onstage-same-sex-kiss\">wrote on Twitter</a> that his make-out was “an insane experience” that “made [him] feel something [he] couldn’t fully put into words”.</p> <a href=\"https://www.theguardian.com/music/2022/dec/06/the-1975-matty-healy-kissing-fans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/angry-winter-germanys-monday-night-protests-unite-far-right-and-left", "title": "‘Angry winter’: Germany’s Monday night protests unite far-right and left", "date_published": "2022-12-07 06:00:34+00:00", "description": "<p>Anger over cost-of-living rises and sanctions against Russia has sparked demonstrations in former East Germany</p><p>“Shed your sense of powerlessness, take to the street!” a man calls from a megaphone, his cry echoed by hundreds of demonstrators walking alongside him who repeat the chant. “Germany’s going to the dogs, wake up from your sleep!”</p><p>Carrying banners and posters, some with strings of Christmas lights draped around their necks, banging drums, others holding blank pieces of paper out of sympathy with Chinese protesters banned from objecting to coronavirus lockdowns, the participants make their fears and anger known during a one-hour procession through the snow-sprinkled streets of the eastern German city of Halle.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/angry-winter-germanys-monday-night-protests-unite-far-right-and-left\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/07/women-argentina-jail-obstetric-emergencies-abortion", "title": "‘These are not crimes’: women in Argentina facing jail for obstetric emergencies", "date_published": "2022-12-07 06:00:34+00:00", "description": "<p>Women who experience stillbirths, miscarriages and other complications are still being punished for alleged abortions</p><p>One morning in December 2020, La China* was overcome with abdominal cramps. She has polycystic ovary syndrome and has often suffered severe pain and irregular, heavy periods. The condition was a reason why she hadn’t realised she was pregnant until after eight months with her first child, and until after six months with the second.</p><p>That morning, in intense pain, the 43-year-old Venezuelan, who lives in the Argentine capital, Buenos Aires, took some painkillers and went to bed. But she began bleeding profusely. What happened next is disputed.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/07/women-argentina-jail-obstetric-emergencies-abortion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/07/florida-doctor-five-women-accuse-drugging-raping-patients", "title": "More women accuse US doctor who died by suicide of raping them while sedated", "date_published": "2022-12-07 06:00:33+00:00", "description": "<p>Five patients of Eric Salata have filed 11 reports accusing physician of sexually assaulting them or attempting to during procedures</p><p><a href=\"https://www.theguardian.com/us-news/2022/dec/01/florida-doctor-dead-eric-salata-rape-patient-claims\">A doctor in Florida</a> who recently died by suicide after being arrested on allegations that he drugged and raped two patients is now accused of similarly attacking at least three other women under his care.</p><p>As of Tuesday, five patients of Eric Salata’s Pura Vida cosmetic surgery clinic in Naples had gone to police there and reported that the physician had either sexually assaulted them or attempted to during medical procedures, Adam Horowitz, an attorney for one of the women, said on Tuesday.</p><p><em>In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 800-273-8255 and <a href=\"https://suicidepreventionlifeline.org/chat/\">online chat is also available</a>. You can also text HOME to 741741 to connect with a crisis text line counselor. A list of prevention resources can be found <a href=\"https://www.samhsa.gov/childrens-awareness-day/past-events/2019/resources-suicide-prevention\">here</a>.</em></p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">www.befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/us-news/2022/dec/07/florida-doctor-five-women-accuse-drugging-raping-patients\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/07/sturgeon-told-scotlands-climate-targets-are-in-danger-of-being-meaningless", "title": "Sturgeon told Scotland’s climate targets are ‘in danger of being meaningless’", "date_published": "2022-12-07 06:00:33+00:00", "description": "<p>Committee on Climate Change says nation is highly likely to miss 2030 carbon reduction goals because of lack of plans to reach them</p><p>Nicola Sturgeon has been warned Scotland’s highly ambitious climate targets are “in danger of being meaningless” because her government still has no clear plan to meet them.</p><p>The UK Committee on Climate Change (CCC), an official advisory body, said the Scottish government would almost certainly miss its world-leading carbon reduction targets for 2030 by a substantial margin, despite Sturgeon’s repeated promises of radical action on the climate.</p><p>Despite pledging to stop the sales of all petrol and diesel vehicles by 2030, sales of electric cars in Scotland had fallen behind England.</p><p>Scotland’s plans to rapidly decarbonise heating in buildings “were still wholly inadequate” despite recent funding increases.</p><p>Scottish ministers were failing to tackle high levels of meat and dairy consumption, key causes of CO<sub>2</sub> emissions from farming.</p><p>Scotland was meeting only half its target to restore 20,000 hectares (50,000 acres) of peatland a year.</p><p>Scottish ministers were failing to work collaboratively with other UK governments on shared climate strategies.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/sturgeon-told-scotlands-climate-targets-are-in-danger-of-being-meaningless\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/07/britain-conservatives-rishi-sunak-prime-minister", "title": "Winter is here, the Tories are out of control and Sunak is running out of options | Rafael Behr", "date_published": "2022-12-07 06:00:33+00:00", "description": "<p>The prime minister faces a rebellious party and a country struggling to make ends meet – and he can’t satisfy both</p><p>Rishi Sunak can govern the country or manage the Conservative party, but not both. He will probably accomplish neither, for the same reason that it is impossible to move in different directions at once while also standing still.</p><p>It is impossible, for example, to build houses and not build them, although that is now the government’s plan. Sunak has <a href=\"https://www.theguardian.com/politics/2022/dec/05/sunak-backs-down-on-housebuilding-targets-after-pressure-from-tory-mps\">yielded to Tory rebels</a> who oppose an annual target of creating 300,000 new homes. Last week the levelling up and regeneration bill was pulled from the Commons when enough MPs backed an amendment scrapping the target. The prime minister has agreed that the number will be merely “advisory”, and that local authorities can discount it if constructions threaten to change the character of an area.</p><p>Rafael Behr is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/07/britain-conservatives-rishi-sunak-prime-minister\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/07/metaverse-slow-death-facebook-losing-100bn-gamble-virtual-reality-mark-zuckerberg", "title": "‘The metaverse will be our slow death!’ Is Facebook losing its $100bn gamble on virtual reality?", "date_published": "2022-12-07 06:00:33+00:00", "description": "<p>The company now known as Meta has spent staggering amounts on creating an immersive successor to the traditional 2D internet. But what has it got to show for it, apart from 11,000 job losses?</p><p>What a difference a year makes. Last October, Facebook supremo Mark Zuckerberg could barely wait to show the world what he was up to. “Today, we’re going to talk about the metaverse,” he enthused in a slick video presentation. “I want to share what we imagine is possible.” Transitioning almost seamlessly from his real self into a computer-generated avatar, Zuckerberg guided us through his vision for the virtual-reality future: playing poker in space with your buddies; sharing cool stuff; having work meetings and birthday parties with people on the other side of the world; customising your avatar (the avatars had no legs, which was weird). Zuckerberg was so all-in on the metaverse, he even rechristened his company Meta.</p><p>This month, we saw a more subdued Zuckerberg on display: “I wanna say upfront that I take full responsibility for this decision,” he told employees morosely. “This was ultimately my call and it was one of the hardest calls that I’ve had to make in the 18 years of running the company.” Meta was laying off 11,000 people – 13% of its workforce. Poor third-quarter results had seen Meta’s share price drop by 25%, wiping $80bn off the company’s value. Reality Labs, Meta’s metaverse division, had lost $3.7bn in the past three months, with worse expected to come. It wasn’t all bad news, though: Zuckerberg announced last month that Meta avatars would at last be getting legs.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/07/metaverse-slow-death-facebook-losing-100bn-gamble-virtual-reality-mark-zuckerberg\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/07/discovered-in-the-deep-the-extraordinary-sawshark-with-a-weapon-like-snout", "title": "Discovered in the deep: the extraordinary sawshark with a weapon-like snout", "date_published": "2022-12-07 06:00:32+00:00", "description": "<p>With the help of fishers in Madagascar and Tanzania, scientists discovered two new species of rare sixgill sawsharks</p><p>Swimming through the ocean are sharks that look as if they have a hedge trimmer fixed to their heads and a dangling moustache part way along it. These are sawsharks and they use their formidable headgear to slash through shoals of fish. The moustache is a sensory device that helps the sharks detect prey.</p><p>“Sawsharks are something extraordinary,” says Simon Weigmann from the Elasmobranch Research Laboratory in Hamburg, Germany.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/07/discovered-in-the-deep-the-extraordinary-sawshark-with-a-weapon-like-snout\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/dec/07/northern-lights-photographer-of-the-year-2022-in-pictures", "title": "Northern lights photographer of the year 2022 – in pictures", "date_published": "2022-12-07 06:00:32+00:00", "description": "<p>A selection of the winning images from <a href=\"https://capturetheatlas.com/\">Capture the Atlas</a> travel photography blog’s <a href=\"https://capturetheatlas.com/northern-lights-photographer-of-the-year/\">annual northern lights photographer of the year</a> collection, published to coincide with the aurora season and the end of year</p> <a href=\"https://www.theguardian.com/world/gallery/2022/dec/07/northern-lights-photographer-of-the-year-2022-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/china-covid-home-quarantine-restrictions-eased-nationwide", "title": "China to allow home quarantine as Covid restrictions eased nationwide", "date_published": "2022-12-07 05:57:09+00:00", "description": "<p>Move marks a significant shift away from strict zero-Covid policy that Beijing has pursued for almost three years </p><p>China’s national health authority said on Wednesday that asymptomatic Covid-19 cases and those with mild symptoms can self-treat while in quarantine at home, the strongest sign so far that China is preparing its people to live with the disease.</p><p>Most of the cases are asymptomatic infections and mild cases, with no special treatment required, the National Health Commission (NHC) said in a statement.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/china-covid-home-quarantine-restrictions-eased-nationwide\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia", "title": "Russia-Ukraine war live: Blinken says US did not ‘enable’ Ukraine strikes inside Russia", "date_published": "2022-12-07 05:32:29+00:00", "description": "<p>US secretary of state says it ‘neither encouraged nor enabled’ Ukraine to mount drone strikes deep inside Russia that damaged long-range bombers</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/georgia-senate-runoff-polls-closing-raphael-warnock-herschel-walker", "title": "Raphael Warnock wins Georgia runoff, bolstering Democratic Senate majority", "date_published": "2022-12-07 05:20:17+00:00", "description": "<p>Incumbent Democrat fends off challenge from Republican Herschel Walker to gain party’s 51st seat</p><p>The Democratic incumbent, Raphael Warnock, won the Georgia Senate runoff on Tuesday, securing his first full term and delivering a 51st seat to bolster his party’s majority in the chamber.</p><p>The Associated Press called the race about three and a half hours after polls closed in Georgia, as Warnock led the Republican candidate, Herschel Walker, by approximately 40,000 votes.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/georgia-senate-runoff-polls-closing-raphael-warnock-herschel-walker\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/indonesias-sex-morality-laws-are-just-one-part-of-a-broader-chilling-crackdown-on-dissent", "title": "Indonesia’s sex ‘morality’ laws are just one part of a broader, chilling crackdown on dissent", "date_published": "2022-12-07 05:18:11+00:00", "description": "<p>Analysis: the moralistic aspects of the new criminal code risk obscuring wider concerns about a stifling of protest and criticism of the state</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/06/share-your-views-on-indonesias-new-laws-criminalising-sex-outside-marriage\">Share your views on Indonesia’s new laws criminalising sex outside marriage</a></li></ul><p>Indonesia’s <a href=\"https://www.theguardian.com/world/2022/dec/06/indonesia-passes-legislation-banning-sex-outside-marriage\">new criminal code</a> limits the right to protest and participate in the public sphere, threatens the freedom of women and LGBTQ people and represents a trend of vague or “rubber” laws that are open to broad interpretation and selective implementation, experts have warned.</p><p>With provisions restoring a ban on insulting the president, state institutions and state ideology, as well as extramarital and premarital sex, the code will come into effect within three years, following Indonesia’s 2024 elections. Insults to a sitting president can lead to up to three years in jail. </p> <a href=\"https://www.theguardian.com/world/2022/dec/07/indonesias-sex-morality-laws-are-just-one-part-of-a-broader-chilling-crackdown-on-dissent\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/hana-kimura-death-mother-of-reality-star-sues-producers-of-terrace-house-tv-show", "title": "Hana Kimura death: Mother of reality star sues producers of Terrace House TV show", "date_published": "2022-12-07 04:50:01+00:00", "description": "<p>Kyoko Kimura claims the reality TV programme triggered cyber bullying that led to her daughter’s death</p><p>The mother of Hana Kimura, a former professional wrestler who <a href=\"https://www.theguardian.com/world/2020/may/24/hana-kimura-grief-as-japanese-wrestler-and-reality-show-member-dies-aged-22\">killed herself</a> after appearing in the Japanese reality TV show Terrace House, has sued the programme’s producers, claiming the show triggered the <a href=\"https://www.theguardian.com/society/cyberbullying\">cyberbullying</a> that led to her death.</p><p>Kimura, 22, killed herself in May 2020 after being subjected to abuse and harassment on social media following her appearances on the popular show, which featured a disparate group of strangers living together.</p><p><em>International helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a>. In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 800-273-8255 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14.</em></p> <a href=\"https://www.theguardian.com/world/2022/dec/07/hana-kimura-death-mother-of-reality-star-sues-producers-of-terrace-house-tv-show\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/07/world-cup-qatar-2022-briefing-tantalising-quarter-finals-lie-ahead", "title": "World Cup 2022 briefing: Tantalising quarter-finals lie ahead in Qatar", "date_published": "2022-12-07 04:00:30+00:00", "description": "<p>Only one shock emerged in the last 16 as the cream mainly rose to set intriguing last eight</p><p>And then there were eight. After four dozen group matches and eight eliminators Qatar 2022 now has its full complement of quarter-finalists. On Sunday week, the captain of one of the Netherlands, Argentina, France, England, Croatia, Brazil, Morocco or Portugal will triumphantly hoist what is arguably the most iconic trophy in world sport skywards through a deluge of ticker-tape to jubilant roars from his ecstatic teammates, fans and fellow countrymen.</p> <a href=\"https://www.theguardian.com/football/2022/dec/07/world-cup-qatar-2022-briefing-tantalising-quarter-finals-lie-ahead\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/saudi-arabia-readies-full-state-pageantry-for-xi-jinping-visit", "title": "Saudi Arabia readies full state pageantry for Xi Jinping visit", "date_published": "2022-12-07 03:23:19+00:00", "description": "<p>Chinese president’s three-day trip to Riyadh will lead to a ‘strategic agreement’ between the authoritarian powers</p><p>Xi Jinping will arrive in Riyadh on Wednesday on a long awaited visit to a regional ally that has readied full state pageantry and a round of agreements likely to cement ties between China and Saudi Arabia – and deepen alarm in Washington.</p><p>China’s president will meet more than 30 heads of state and business leaders during his three-day visit to the Saudi capital, which is set to lead to a “strategic agreement” between the authoritarian powers. The trip is the culmination of decades of cooperation once based on oil sales, which has grown into bilateral trade of close to $90bn a year.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/saudi-arabia-readies-full-state-pageantry-for-xi-jinping-visit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/07/join-the-club-stephen-king-margaret-atwood-and-more-reassure-debut-author-after-lonely-book-launch", "title": "‘Join the club’: Stephen King, Margaret Atwood and more reassure debut author after lonely book launch", "date_published": "2022-12-07 03:01:48+00:00", "description": "<p>Chelsea Banning tweeted about being ‘upset’ when only two friends showed up to her signing. Then some of the world’s biggest authors – and Flavor Flav – stepped in</p><p>When <a href=\"https://www.chelseabanning.com/\">debut author Chelsea Banning </a>vented on Twitter about no one showing up at her book signing, she didn’t expect that some of the world’s most famous authors, including Stephen King, Margaret Atwood and Neil Gaiman, would respond with tales of their own nightmare public appearances.</p><p>“At my first Salem’s Lot signing, I had one customer. A fat kid who said, ‘Hey bud, do you know where there’s some Nazi books?’” King <a href=\"https://twitter.com/StephenKing/status/1599875398191714304\">wrote to her</a>.</p> <a href=\"https://www.theguardian.com/books/2022/dec/07/join-the-club-stephen-king-margaret-atwood-and-more-reassure-debut-author-after-lonely-book-launch\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/audio/2022/dec/07/whats-gone-wrong-with-englands-water-podcast", "title": "What’s gone wrong with England’s water? – podcast", "date_published": "2022-12-07 03:00:29+00:00", "description": "<p>More untreated sewage is being pumped into England’s seas and rivers than ever before. Sandra Laville follows the money to find out who is responsible</p><p><strong>Becky Malby </strong>lives in Ilkley, a town just south of York built around a waterway. It’s an old Victorian spa town once famed for the quality of its waters. Not any more. Now untreated sewage spews into the water where children like to play in summer. It’s becoming a familiar scene in England’s seas and rivers.</p><p>To understand how we got here, you need to look back to the <a href=\"https://www.theguardian.com/environment/2022/dec/01/water-companies-debts-since-privatisation-ofwat-refuses-impose-limits\">privatisation of the water industry in the 1980s</a>. As the environment correspondent <strong>Sandra Laville</strong> tells <strong>Nosheen Iqbal</strong>, decades of underinvestment have left England’s waterways at the mercy of storm surges and other environmental factors. Meanwhile, billions of pounds are being paid out to shareholders of the companies responsible, many of which are <a href=\"https://www.theguardian.com/environment/2022/nov/30/more-than-70-per-cent-english-water-industry-foreign-ownership\">based offshore and abroad</a>.</p> <a href=\"https://www.theguardian.com/environment/audio/2022/dec/07/whats-gone-wrong-with-englands-water-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/iran-protests-five-sentenced-to-death-over-killing-of-paramilitary-member", "title": "Iran protests: five sentenced to death over killing of paramilitary member", "date_published": "2022-12-07 02:01:13+00:00", "description": "<p>State media referred to ‘rioters’ in killing, a term commonly used by the government to refer to protesters </p><p>Iranian authorities have sentenced five people to death for allegedly killing a member of a paramilitary force affiliated with Iran’s Islamic Revolutionary Guard, state media reported. 11 others received prison sentences.</p><p>The 13 men and three minors – none of whom have been identified – were charged with killing Ruhollah Ajamian, a member of the Basij, a paramilitary volunteer branch of Iran’s elite Revolutionary Guard, according to the report from IRNA, Iran’s state news agency, on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/iran-protests-five-sentenced-to-death-over-killing-of-paramilitary-member\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/an-understated-power-hamish-kilgour-of-the-clean-remembered-as-a-restless-innovator", "title": "‘An understated power’: Hamish Kilgour of The Clean remembered as a restless innovator", "date_published": "2022-12-07 02:01:03+00:00", "description": "<p>Over more than 40 years, New Zealand drummer Hamish Kilgour influenced the sound of bands around the world</p><p>In July 1981, drummer Hamish Kilgour, who has died at age 65, went with his band The Clean to record their first single in Christchurch, New Zealand. Roger Shepherd, a local record shop manager, had given the band $50 to make a record that would kickstart his new label called Flying Nun.</p><p>Over only a few hours in a makeshift studio run in the back of a house, The Clean recorded Tally Ho!, a song that journalist Russell Brown said “starts stopped hearts,” and which rocketed up New Zealand’s singles chart.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/an-understated-power-hamish-kilgour-of-the-clean-remembered-as-a-restless-innovator\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/06/san-francisco-lawmakers-ban-killer-robots-u-turn", "title": "San Francisco lawmakers vote to ban use of police robots in drastic U-turn", "date_published": "2022-12-07 01:29:53+00:00", "description": "<p>The board of supervisors explicitly prohibited the city’s police department from using the 17 robots in its arsenal to kill people</p><p>San Francisco lawmakers voted to ban police robots from using deadly force on Tuesday, reversing course one week after officials had approved the practice and sparked national outrage.</p><p>The city’s board of supervisors voted to explicitly prohibit the San Francisco police department (SFPD) from using the the <a href=\"https://missionlocal.org/2022/11/killer-robots-to-be-permitted-under-sfpd-draft-policy/\">17 robots</a> in its arsenal to kill people. The board, however, also sent the issue back to a committee for further review, which means it could later decide to allow lethal force in some circumstances.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/06/san-francisco-lawmakers-ban-killer-robots-u-turn\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/tokyo-olympics-bribery-scandal-threatens-sapporo-winter-games-bid", "title": "Tokyo Olympics bribery scandal threatens to derail Winter Games bid", "date_published": "2022-12-07 01:00:26+00:00", "description": "<p>Japanese official says corruption claims could damage Sapporo’s chances of hosting 2030 event</p><p>More than a year after the <a href=\"https://www.theguardian.com/sport/olympic-games-2020\">Tokyo Olympics</a> were held in the middle of the Covid-19 pandemic, their legacy has been overshadowed by a bribery scandal that threatens to derail a bid by another Japanese city to host the Winter Games.</p><p>This summer, as officials in Sapporo, on <a href=\"https://www.theguardian.com/world/japan\">Japan’</a>s northernmost main island of Hokkaido, promoted their bid for the 2030 Games, police arrested Haruyuki Takahashi, a former Tokyo Olympics executive, on suspicion of taking bribes in return for helping companies become official sponsors for last year’s event.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/tokyo-olympics-bribery-scandal-threatens-sapporo-winter-games-bid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/taiwan-foreign-minister-china-may-scapegoat-us-over-covid-protests", "title": "Taiwan foreign minister: China may scapegoat us over Covid protests", "date_published": "2022-12-07 00:52:28+00:00", "description": "<p>Joseph Wu backs Chinese protesters but says Beijing ‘might try to create external crisis to divert domestic attention’</p><p>Taiwan’s foreign minister has backed China’s anti-Covid protesters but also expressed concerns that Beijing could seek to scapegoat Taiwan if demonstrations restarted.</p><p>Joseph Wu said Taiwan stood alongside other democracies in calling for China to “respect basic human rights” regarding the <a href=\"https://www.theguardian.com/world/2022/nov/30/us-and-canada-urge-china-not-to-harm-zero-covid-protesters-amid-calls-for-crackdown\">extraordinary protests</a> that spread across China last week and the swift police response to close in on those involved.</p> <a href=\"https://www.theguardian.com/world/2022/dec/07/taiwan-foreign-minister-china-may-scapegoat-us-over-covid-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-287-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 287 of the invasion", "date_published": "2022-12-07 00:08:31+00:00", "description": "<p>US says it did not ‘enable’ Ukraine to strike inside Russia; Kremlin says no prospect of peace talks ‘at the moment’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/dec/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-287-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/07/joe-biden-and-rishi-sunak-agree-to-increase-gas-exports-from-us-to-uk", "title": "Joe Biden and Rishi Sunak agree to increase gas exports from US to UK", "date_published": "2022-12-07 00:01:25+00:00", "description": "<p>Leaders announce partnership to reduce global dependence on Russian energy</p><p>Joe Biden has agreed a deal to ramp up gas exports from the US to the UK as part of a joint effort to cut bills and limit Russia’s impact on western energy supplies.</p><p>Sunak and Biden announced an “energy security and affordability partnership” and set up a joint action group, led by Westminster and White House officials, with the aim of reducing global dependence on Russian energy.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/07/joe-biden-and-rishi-sunak-agree-to-increase-gas-exports-from-us-to-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/07/talk-to-the-animals-study-shows-some-human-understanding-of-creatures-sounds", "title": "Talk to the animals? Study shows some human understanding of creatures’ sounds", "date_published": "2022-12-07 00:01:25+00:00", "description": "<p>University of Copenhagen study shows more comprehension of domestic than wild animals</p><p>It might not be animal communication Dr Dolittle-style, but researchers have found humans are able to glean insights into the feelings of creatures including pigs, horses and goats based on their vocalisations.</p><p>The team say the findings suggest certain information within sounds, such as how intense an animal’s emotions are, appears to be conveyed in a similar way across species.</p> <a href=\"https://www.theguardian.com/science/2022/dec/07/talk-to-the-animals-study-shows-some-human-understanding-of-creatures-sounds\">Continue reading...</a>", "persistent": false}]