[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/vice-society-ransomware-attackers.html", "title": "Vice Society Ransomware Attackers Targeted Dozens of Schools in 2022", "date_published": "2022-12-07 14:34:00+00:00", "description": "The Vice Society cybercrime group has disproportionately targeted educational institutions, accounting for 33 victims in 2022 and surpassing other ransomware families like LockBit, BlackCat, BianLian, and Hive.\nOther prominent industry verticals targeted include healthcare, governments, manufacturing, retail, and legal services, according to an analysis of leak site data by Palo Alto Networks", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/how-xdr-helps-protect-critical.html", "title": "How XDR Helps Protect Critical Infrastructure", "date_published": "2022-12-07 13:39:00+00:00", "description": "Critical infrastructure is important for societal existence, growth, and development. Societies are reliant on the services provided by critical infrastructure sectors like telecommunication, energy, healthcare, transportation, and information technology. Safety and security are necessary for the optimal operation of these critical infrastructures. Critical infrastructure is made up of digital", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/chinese-hackers-using-russo-ukrainian.html", "title": "Chinese Hackers Using Russo-Ukrainian War Decoys to Target APAC and European Entities", "date_published": "2022-12-07 12:14:00+00:00", "description": "The China-linked nation-state hacking group referred to as Mustang Panda is using lures related to the ongoing Russo-Ukrainian War to attack entities in Europe and the Asia Pacific.\nThat's according to the BlackBerry Research and Intelligence Team, which analyzed a RAR archive file titled \"Political Guidance for the new EU approach towards Russia.rar.\" Some of the targeted countries include", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/russian-hackers-spotted-targeting-us.html", "title": "Russian Hackers Spotted Targeting U.S. Military Weapons and Hardware Supplier", "date_published": "2022-12-07 11:58:00+00:00", "description": "A state-sponsored hacking group with links to Russia has been linked to attack infrastructure that spoofs the Microsoft login page of Global Ordnance, a legitimate U.S.-based military weapons and hardware supplier.\nRecorded Future attributed the new infrastructure to a threat activity group it tracks under the name TAG-53, and is broadly known by the cybersecurity community as Callisto,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/microsoft-alerts-cryptocurrency.html", "title": "Microsoft Alerts Cryptocurrency Industry of Targeted Cyber Attacks", "date_published": "2022-12-07 09:22:00+00:00", "description": "Cryptocurrency investment companies are the target of a developing threat cluster that uses Telegram groups to seek out potential victims.\nMicrosoft's Security Threat Intelligence Center (MSTIC) is tracking the activity under the name DEV-0139, and builds upon a recent report from Volexity that attributed the same set of attacks to North Korea's Lazarus Group.\n\"DEV-0139 joined Telegram groups", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/new-go-based-zerobot-botnet-exploiting.html", "title": "New Go-based Zerobot Botnet Exploiting Dozen of IoT Vulnerabilities to Expand its Network", "date_published": "2022-12-07 04:03:00+00:00", "description": "A novel Go-based botnet called Zerobot has been observed in the wild proliferating by taking advantage of nearly two dozen security vulnerabilities in the internet of things (IoT) devices and other software.\nThe botnet \"contains several modules, including self-replication, attacks for different protocols, and self-propagation,\" Fortinet FortiGuard Labs researcher Cara Lin said. \"It also", "persistent": false}]