[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-restaurant-names-and-grocery-carts-have-to-do-with-spiritual-aridity", "title": "What Restaurant Names And Grocery Carts Have To Do With ‘Spiritual Aridity’", "date_published": "2022-12-07 18:30:51+00:00", "description": "What is your weird pet peeve? What is something minor that annoys you to no end? They often seem silly to others, but sometimes these &#8220;pet peeves&#8221; can highlight real problems in society. At least that&#8217;s the case with mine — poor restaurant names — as well as Daily Wire host Matt Walsh&#8217;s pet peeve of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/geotracking-data-reveals-ngos-facilitated-released-more-than-30000-illegal-immigrants-nationwide", "title": "Geotracking Data Reveals NGOs Facilitated, Released More Than 30,000 Illegal Immigrants Nationwide", "date_published": "2022-12-07 18:29:55+00:00", "description": "Non-governmental organization (NGO) facilities located along the southern border allegedly facilitated approximately 30,000 illegal immigrants before releasing them into mainly Republican districts nationwide under President Joe Biden&#8217;s open-border policies. The Heritage Foundation&#8217;s Oversight Project and Border Security and Immigration Center published a memo Monday claiming new data accumulated from the geotracked movement of the massive ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-running-tesla-and-twitter-heading-to-mars-and-killing-monkeys", "title": "Elon Musk: Running Tesla And Twitter, Heading To Mars — And Killing Monkeys?", "date_published": "2022-12-07 18:16:21+00:00", "description": "How does he find the time? Multibillionaire Elon Musk is busy running the electric vehicle company Tesla, launching rockets into the cosmos via SpaceX as he aims to put a man on Mars, and now he&#8217;s the top twit on Twitter, tweeting his little heart out. But somehow he also oversees a bizarre program to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-ex-theranos-exec-sunny-balwani-sentenced-to-nearly-13-years-in-prison", "title": "BREAKING: Ex-Theranos Exec Sunny Balwani Sentenced To Nearly 13 Years In Prison", "date_published": "2022-12-07 17:55:41+00:00", "description": "Ramesh “Sunny” Balwani, 58, the former president of the fraudulent biotech company Theranos, was sentenced to nearly 13 years in prison on Wednesday for fraud. Prosecutors originally recommended Balwani receive at least 15 years in prison, which would be a longer sentence than what Elizabeth Holmes, the founder and face of Theranos, received in October, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/congressional-committee-announces-investigation-into-ocasio-cortez", "title": "Congressional Committee Announces Investigation Into Ocasio-Cortez", "date_published": "2022-12-07 17:41:18+00:00", "description": "Rep. Alexandria Ocasio-Cortez (D-NY) is under congressional investigation, the House Ethics Committee announced in a statement Wednesday afternoon. &#8220;The Acting Chairwoman and Acting Ranking Member of the Committee on Ethics have jointly decided to extend the matter regarding Representative Alexandria Ocasio-Cortez, which was transmitted to the Committee by the Office of Congressional Ethics on June ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-maxine-waters-not-planning-on-subpoenaing-sam-bankman-fried-to-testify-on-ftx-collapse-report", "title": "BREAKING: Maxine Waters Not Planning On Subpoenaing Sam Bankman-Fried To Testify On FTX Collapse: Report", "date_published": "2022-12-07 17:38:55+00:00", "description": "House Financial Services Committee Chairwoman Rep. Maxine Waters (D-CA) is reportedly not planning to subpoena disgraced former FTX CEO Sam Bankman-Fried to testify in front of the committee next week about the company&#8217;s rapid collapse. CNBC reported citing sources that Waters informed members of her decision Tuesday during a private meeting with Securities and Exchange Commission ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/world-class-find-shipwreck-carrying-treasure-trove-of-artifacts-found-147-years-after-sinking", "title": "‘World-Class Find’: Shipwreck Carrying ‘Treasure Trove’ Of Artifacts Found 147 Years After Sinking", "date_published": "2022-12-07 17:10:09+00:00", "description": "A group of historical preservationists believe that they have discovered the wreck of a Gold Rush-era ship that went down off the coast of Washington which carried gold worth millions today.  The explorers believe that they have found the wreck of the SS Pacific, which sunk in November 1875 after a collision with another ship ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/vanguard-drops-out-of-climate-initiative-as-reaction-against-woke-investing-continues", "title": "Vanguard Drops Out Of Climate Initiative As Reaction Against Woke Investing Continues", "date_published": "2022-12-07 17:06:55+00:00", "description": "Vanguard will no longer participate in the Net Zero Asset Managers initiative as lawmakers and the broader marketplace scrutinize the company’s support of the environmental, social, and governance movement, also known as ESG. Signatories of the Net Zero Asset Managers initiative promise to move portfolio companies closer to eliminating net carbon emissions by 2050 or ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wapo-claims-shark-week-has-too-many-men-named-mike-and-lacks-diversity-former-host-mike-rowe-responds", "title": "WaPo Claims ‘Shark Week’ Has Too Many ‘Men Named Mike’ And ‘Lacks Diversity’ – Former Host Mike Rowe Responds", "date_published": "2022-12-07 17:06:50+00:00", "description": "Former &#8220;Shark Week&#8221; host Mike Rowe had a few thoughts about a recent Washington Post article claiming that the Discovery Channel&#8217;s regular summer event &#8220;lacks diversity&#8221; and &#8220;overrepresents men named Mike.&#8221; Rowe, who hosted the annual week-long event in both 2006 and 2008, responded to the Post&#8217;s assertion by crowd-sourcing a response via social media. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rocky-mountain-high-coach-prime-picks-colorado-as-he-continues-his-climb", "title": "Rocky Mountain High: Coach Prime Picks Colorado As He Continues His Climb", "date_published": "2022-12-07 17:00:12+00:00", "description": "The University of Colorado football program jumped right back into relevancy after announcing the hiring of former Jackson State head coach Deion Sanders. Coach Prime has already hit the ground running in recruiting and is building an elite staff as he attempts to turn the Colorado program around. While I think most of us agree ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/glenn-youngkin-seeks-to-reimburse-covid-19-violation-fines-in-virginia", "title": "Glenn Youngkin Seeks To Reimburse COVID Violation Fines In Virginia", "date_published": "2022-12-07 16:27:49+00:00", "description": "Virginia Gov. Glenn Youngkin (R-VA) issued an executive order on Tuesday directing his state&#8217;s agencies to report fines and suspensions related to COVID. Youngkin announced he will end all future fines related to coronavirus restrictions in his budget plan later this month which will include a reimbursement process for those who paid &#8220;unjust&#8221; fees. “I ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kate-walsh-talks-pro-abortion-storyline-on-greys-anatomy-season-19-its-really-important", "title": "Kate Walsh Talks Pro-Abortion Storyline On ‘Grey’s Anatomy’ Season 19: ‘It’s Really Important’", "date_published": "2022-12-07 16:10:31+00:00", "description": "Actress Kate Walsh was excited to explore the topic of abortion on the newest season of “Grey’s Anatomy,” she said during a recent interview.  The 55-year-old portrays Dr. Addison Montgomery on the popular NBC drama, though she hasn’t been part of the cast for every season. Walsh was also part of the spinoff series “Private ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hilarious-viral-video-shows-nba-legend-being-launched-into-a-christmas-tree", "title": "Hilarious Viral Video Shows NBA Legend Being Launched Into A Christmas Tree", "date_published": "2022-12-07 16:06:24+00:00", "description": "A hilarious video showing NBA legend Shaquille O&#8217;Neal being launched into a giant Christmas tree by one of the analysts on the set of &#8220;NBA on TNT&#8221; Tuesday night has gone viral. During the popular show, the 50-year-old former professional basketball star was sitting at the desk with other analysts Charles Barkley, Ernie Johnson, and Kenny ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/barstool-star-and-fox-news-guest-caught-on-hot-mic-bashing-hosts-mocking-audience", "title": "Barstool Star – And Fox News Guest – Caught On Hot Mic Bashing Hosts, Mocking Audience", "date_published": "2022-12-07 15:57:59+00:00", "description": "Barstool Sports personality Francis Ellis bashed Fox News hosts Jesse Watters and Tucker Carlson — and mocked the network&#8217;s audience as stupid — on a hot mic just days after making an appearance on Watters&#8217; show. Ellis, who hosts Barstool&#8217;s &#8220;Oops the Podcast,&#8221; may have created new fodder for his own show with the comments ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leftist-peruvian-president-impeached-after-vowing-to-dissolve-congress", "title": "Leftist Peruvian President Impeached After Vowing To Dissolve Congress", "date_published": "2022-12-07 15:54:07+00:00", "description": "Leftist Peru President Pedro Castillo was impeached on Wednesday after he attempted to dissolve Congress and install an alternative &#8220;exceptional emergency government.&#8221; The Congress refused to follow Castillo’s announcement of dissolution and instead held a vote to impeach him. Legislators voted 101 to 6, with 10 abstaining, to kick Castillo out of office due to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-city-votes-to-allow-restriction-of-books-for-minors-in-public-library", "title": "Texas City Votes To Allow Restriction Of Books For Minors In Public Library", "date_published": "2022-12-07 15:50:02+00:00", "description": "A Houston-area city approved a resolution that seeks to restrict books with graphic content intended for minors in its public library. The City Council of League City, Texas, voted 4-3 on Tuesday to set up rules by which books and other materials could be banned if they are determined to have &#8220;obscenity or other harmful ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sam-bankman-fried-was-a-fan-of-tay-tay-badly-wanted-her-to-sign-100-million-marketing-deal-with-ftx", "title": "Sam Bankman-Fried Was A ‘Fan Of Tay Tay,’ Badly Wanted Her To Sign $100 Million Marketing Deal With FTX", "date_published": "2022-12-07 15:47:21+00:00", "description": "Former FTX CEO Sam Bankman-Fried accumulated an impressive number of high-profile celebrity brand ambassadors for his cryptocurrency empire, but he was especially dogged in his devotion to securing a nod from Taylor Swift. FTX filed for bankruptcy after users discovered that the company was likely intertwined with Alameda Research, a trading firm controlled by Bankman-Fried. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-its-time-to-resist-any-new-mask-mandates-from-los-angeles-county-public-health-officials", "title": "Why It’s Time To Resist Any New Mask Mandates From Los Angeles County Public Health Officials", "date_published": "2022-12-07 15:19:17+00:00", "description": "For most Americans, and much of the world, COVID is a thing of the past. Even in mandate-obsessed Los Angeles, people are celebrating weddings, gathering for the holidays, attending large-scale sporting events and concerts, and doing their holiday shopping in busy shopping malls, while children are attending school, participating in music and sports — full-time, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/loudoun-school-board-fires-superintendent-who-lied-about-bathroom-rape", "title": "Loudoun School Board Fires Superintendent Who Lied About Bathroom Rape", "date_published": "2022-12-07 15:13:01+00:00", "description": "The Loudoun County, Virginia school board voted unanimously to fire Superintendent Scott Ziegler late Tuesday night, fourteen months after The Daily Wire revealed that he lied about a bathroom rape while advocating for a transgender policy, and one day after a special grand jury corroborated its findings.", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/quite-literally-youre-my-heart-ryan-reynolds-gushes-about-wife-and-daughters-during-icon-award-speech", "title": "‘Quite Literally You’re My Heart’: Ryan Reynolds Gushes About Wife And Daughters During Icon Award Speech", "date_published": "2022-12-07 14:59:28+00:00", "description": "Actor Ryan Reynolds gushed about his wife Blake Lively and their three daughters during his acceptance speech at the 2022 People&#8217;s Choice Awards. The 46-year-old actor took home &#8220;The People&#8217;s Icon&#8221; award at the annual show Tuesday and said that while he jokes about how his immediate family &#8220;exhausts&#8221; him, they really are his &#8220;heart.&#8221; &#8220;To ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-moves-to-limit-oil-company-profits-in-energy-strapped-california", "title": "Newsom Moves To Limit Oil Company Profits In Energy-Strapped California", "date_published": "2022-12-07 14:59:09+00:00", "description": "Democratic California Governor Gavin Newsom unveiled a “price gouging penalty” for oil companies this week as Golden State lawmakers assembled to deliberate energy policy. The proposal, introduced by State Sen. Nancy Skinner (D-CA), would compel oil companies to reduce their profits to avoid a civil penalty from the California Energy Commission. Neither a penalty size ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-daily-wire-places-in-two-top-10-apple-podcast-charts-of-2022", "title": "The Daily Wire Places In Two Top 10 Apple Podcast Charts Of 2022", "date_published": "2022-12-07 14:55:20+00:00", "description": "The Daily Wire has placed in two Top 10 Apple Charts based on the listenership of leading podcast episodes, shows, channels, and subscriptions for 2022. According to new year-end charts released by the tech giant on Monday, &#8220;The Ben Shapiro Show&#8221; ranked number nine out of 20 in Apple&#8217;s Top Shows category, while The Daily ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/he-cant-walk-on-all-the-water-all-the-time-whoopi-references-jesus-to-defend-bidens-absence-at-the-border", "title": "‘He Can’t Walk On All The Water All The Time’: Whoopi References Jesus To Defend Biden’s Absence At The Border", "date_published": "2022-12-07 14:40:54+00:00", "description": "&#8220;The View&#8221; host Whoopi Goldberg referenced Jesus to defend President Joe Biden&#8217;s decision to not visit the border during a segment of Wednesday&#8217;s broadcast, complaining that all the good things Biden did were never enough for the people who just wanted to criticize him. Goldberg made the comparison during a conversation about the president&#8217;s recent ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jennifer-lawrence-claims-nobody-had-ever-put-a-woman-in-the-lead-of-an-action-movie-before-hunger-games-theres-just-one-problem-with-that", "title": "Jennifer Lawrence Claims ‘Nobody Had Ever Put A Woman In The Lead Of An Action Movie’ Before ‘Hunger Games’ – There’s Just One Problem With That", "date_published": "2022-12-07 14:14:57+00:00", "description": "Jennifer Lawrence said that before &#8220;Hunger Games,&#8221; no one &#8220;had ever put a woman in the lead of an action movie.&#8221; But there&#8217;s just one problem with that. It&#8217;s not true. During Variety&#8217;s Actors on Actors interview, the 32-year-old actress claimed she was the first woman ever to be cast in the lead role of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/prince-harry-and-meghan-markle-given-award-for-heroic-stance-against-structural-racism-of-the-monarchy", "title": "Prince Harry And Meghan Markle Given Award For ‘Heroic’ Stance Against ‘Structural Racism’ Of The Monarchy", "date_published": "2022-12-07 13:28:29+00:00", "description": "Prince Harry and Meghan Markle were awarded the Robert F. Kennedy Ripple of Hope Award in New York City Tuesday night for their work on exposing “structural racism” in the British royal family. The couple attended the awards ceremony in Manhattan just ahead of their new docuseries, “Harry &amp; Meghan” premiering on Netflix on December ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-is-biden-pushing-a-gay-agenda-on-foreign-nations", "title": "Why Is Biden Pushing A Gay Agenda On Foreign Nations?", "date_published": "2022-12-07 13:19:59+00:00", "description": "President Joe Biden wants everyone in America to know he supports the LGBTQ community. And that&#8217;s fine. Don&#8217;t agree with him, don&#8217;t vote for him. But why is Biden pushing that same agenda on nations around the world? The U.S. government recently announced it would be sending its envoy for LGBTQ rights to Indonesia. Jessica ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/our-messaging-does-not-align-dozens-of-public-libraries-reportedly-reject-kirk-cameron-story-hour-over-faith-based-book", "title": "‘Our Messaging Does Not Align’: Dozens Of Public Libraries Reportedly Reject Kirk Cameron Story Hour Over Faith-Based Book", "date_published": "2022-12-07 13:18:44+00:00", "description": "Actor Kirk Cameron — and a proposed story hour event promoting his latest faith-based book — have been rejected by 50 public libraries so far, publisher Brave Books says. According to a Fox News Digital report published early Wednesday morning, Cameron&#8217;s team reached out to dozens of public libraries in the hopes that some would ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/border-patrol-agent-killed-during-high-speed-chase-with-illegal-immigrants", "title": "Border Patrol Agent Killed During High-Speed Chase With Illegal Immigrants", "date_published": "2022-12-07 13:04:28+00:00", "description": "A Border Patrol agent was killed in Texas on Wednesday when his ATV crashed during a high-speed pursuit of a group of illegal immigrants. U.S. Border Patrol has not yet confirmed the agent&#8217;s identity but noted that he was a father of two children. &#8220;On December 7, 2022, at approximately 1:00 am, a Border Patrol ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stunning-bravery-sister-of-iranian-supreme-leader-living-in-iran-condemns-despotic-government", "title": "Stunning Bravery: Sister Of Iranian Supreme Leader, Living In Iran, Condemns ‘Despotic’ Government", "date_published": "2022-12-07 12:44:10+00:00", "description": "In a stunning admission of the heinous nature of Iran’s despotic, tyrannical government, a sister of Iran&#8217;s Supreme Leader Ayatollah Ali Khamenei publicly condemned the government and urged their terrifying Revolutionary Guards to lay down their arms. Writing in a letter that was shared on her son&#8217;s Twitter account, Badri Hosseini Khamenei, who lives in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stagflation-risk-more-concerning-than-an-outright-recession-investors-believe", "title": "Stagflation Risk More Concerning Than An Outright Recession, Investors Believe", "date_published": "2022-12-07 12:44:09+00:00", "description": "Institutional investors are more concerned with stagflation than a recession next year, according to a survey conducted by Natixis. The investment bank found that 65% of institutions see stagflation, which refers to economic stagnation combined with inflationary pressures, as a more significant threat than a recession. Rising price levels are still seen as the top ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-decade-later-and-convicted-liar-casey-anthony-is-more-outrageous-than-ever", "title": "A Decade Later, And Convicted Liar Casey Anthony Is More Outrageous Than Ever", "date_published": "2022-12-07 12:41:11+00:00", "description": "More than a decade after her acquittal, stories from convicted liar Casey Anthony are more outrageous than ever before. A jury back in 2011 shocked the nation when they acquitted Casey of first-degree murder in the case of her deceased daughter, 3-year-old Caylee Marie Anthony. While from the outside the case looked like a slam dunk against ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/another-governor-bans-tiktok-from-state-devices", "title": "Another Governor Bans TikTok From State Devices", "date_published": "2022-12-07 12:29:39+00:00", "description": "Republican Maryland Governor Larry Hogan announced a ban of the Chinese-owned app TikTok from the state&#8217;s government devices Tuesday. The TikTok ban was included in an emergency cybersecurity directive aimed at multiple Chinese and Russian apps and products. “There may be no greater threat to our personal safety and our national security than the cyber ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ukrainian-president-volodymyr-zelensky-named-times-person-of-the-year", "title": "Ukrainian President Volodymyr Zelensky Named Time’s Person Of The Year", "date_published": "2022-12-07 12:13:06+00:00", "description": "Ukrainian President Volodymyr Zelensky has been named Time Magazine’s Person of the Year. After gaining international prominence in February as the Russian military invaded Ukraine, Zelensky has been revered among Western lawmakers as he leads the war-torn nation, which many officials initially predicted would succumb to its neighbor within the first weeks of the invasion. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/riotous-brawl-breaks-out-in-college-womens-basketball-game-after-hair-pull", "title": "Riotous Brawl Breaks Out In College Women’s Basketball Game After Hair Pull", "date_published": "2022-12-07 11:57:52+00:00", "description": "A riotous brawl broke out at a major women’s college basketball game after one player grabbed a rival by the hair. The women’s basketball teams from Texas Christian University and George Washington University faced off Monday night, and in the second quarter, TCU&#8217;s 22-year-old senior Bella Cravens, 6’3”, leaped high in the air to grab ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/il-presidente-italys-first-female-prime-minister-is-no-feminist", "title": "‘Il Presidente’: Italy’s First Female Prime Minister Is No Feminist", "date_published": "2022-12-07 11:50:13+00:00", "description": "Giorgia Meloni is the first Italian female Prime Minister.  The deeper meaning of this has not yet been fully grasped outside of Italy. Various international media have pointed out that Meloni won the elections leading a Right-wing party — and mentioning the Italian Right always evokes the smell of fascism. At least until today. Few, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-brain-was-misfiring-hollywood-actor-recalls-extreme-measures-he-took-to-get-ripped-for-a-movie", "title": "‘My Brain Was Misfiring’: Hollywood Actor Recalls Extreme Measures He Took To Get Ripped For A Movie", "date_published": "2022-12-07 11:38:25+00:00", "description": "Actor Brendan Fraser, who most recently donned a fat suit for his role in &#8220;The Whale,&#8221; revealed during a recent interview just how far he had gone in the past to physically prepare for a part in a movie. Fraser, speaking with actor and comedian Adam Sandler for Variety&#8217;s &#8220;Actors on Actors&#8221; series, said that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mindy-kaling-says-the-office-is-so-inappropriate-now-and-most-characters-would-be-canceled", "title": "Mindy Kaling Says ‘The Office’ Is ‘So Inappropriate Now’ And Most Characters ‘Would Be Canceled’", "date_published": "2022-12-07 11:25:09+00:00", "description": "“The Office” actress Mindy Kaling acknowledged that the popular NBC comedy couldn’t exist in today’s hyper-sensitive, politically correct culture and that most characters &#8220;would be canceled.” The 43-year-old, who played Kelly Kapoor on the series, made the remarks during an interview with “Good Morning America” last week.  “That show is so inappropriate now,” Kaling said. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-subpoenas-schedules-hearing-for-blackrock-playing-politics-using-texans-hard-earned-money", "title": "Texas Subpoenas, Schedules Hearing For BlackRock: ‘Playing Politics Using Texans’ Hard Earned Money’", "date_published": "2022-12-07 11:13:39+00:00", "description": "Lawmakers in Texas scheduled a hearing for next week with asset management companies over alleged mismanagement of taxpayer dollars driven by ideological motives. The Texas Senate Committee on State Affairs requested documents from BlackRock, Vanguard, State Street, and Institutional Shareholder Services relevant to the firms’ promotion of the environmental, social, and governance movement, also known ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gabby-petitos-parents-sue-laundrie-family-lawyer-he-knew-she-was-dead", "title": "Gabby Petito’s Parents Sue Laundrie Family Lawyer: He Knew She Was Dead", "date_published": "2022-12-07 11:03:45+00:00", "description": "The parents of Gabby Petito, who was allegedly murdered by her boyfriend, Brian Laundrie, are suing Steven Bertolino, the attorney of Laundrie’s parents, claiming he knew their daughter was dead when he publicly stated that the Laundrie family hoped “that the search for Miss Petito is successful and that Miss Petito is reunited with her ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-fbis-forrest-gump-strikes-again-before-joining-ligma-and-johnson-outside-twitter-hq", "title": "The FBI’s Forrest Gump Strikes Again Before Getting Twitter’s Ligma, Johnson Treatment", "date_published": "2022-12-07 10:48:43+00:00", "description": "He’s the Forrest Gump of the Democrats’ never-ending effort to get Donald Trump, popping up at key junctures to lend a black-gloved hand to the cause. And now he’s looking for work. James Baker, who shares a name and little else with former President Reagan’s legendary adviser, was a top FBI lawyer in 2016 when ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lee-zeldin-makes-his-decision-on-run-for-rnc-chair", "title": "Lee Zeldin Makes His Decision On Run For RNC Chair", "date_published": "2022-12-07 10:45:51+00:00", "description": "Rep. Lee Zeldin (R-NY) announced Wednesday morning that he would not run to become the Republican National Committee&#8217;s (RNC) new leader but insisted that &#8220;change is desperately needed.&#8221; The congressman, who recently lost a close gubernatorial battle with New York Gov. Kathy Hochul (D), lashed out at the status quo on Twitter. &#8220;RNC Chair Ronna ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-attack-on-pearl-harbor-and-the-collective-amnesia-of-comfortable-societies", "title": "The Attack On Pearl Harbor And The ‘Collective Amnesia Of Comfortable Societies’", "date_published": "2022-12-07 10:45:17+00:00", "description": "In the mind’s eye, one can imagine a peaceful Sunday morning in Hawaii eighty-one years ago. Warm Pacific trade winds drift across the harbor, passing through the row of warships anchored bow-to-stern. Some crews laze in hammocks below decks while others sleepily emerge topside to perform mundane shipboard tasks. It is the beginning of another ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stripping-away-all-innocence-american-girl-book-tells-young-girls-they-can-change-gender", "title": "‘Stripping Away All Innocence’: ‘American Girl’ Book Tells Young Girls They Can Change Gender", "date_published": "2022-12-07 10:33:06+00:00", "description": "American Girl, the popular doll brand founded in 1986 that featured dolls of young girls from American history with accompanying books telling their stories, is being slammed for a new book that trumpets how prepubescent girls can change their gender. The 96-page book, titled, “A Smart Girl’s Guide: Body Image: How to love yourself, live ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/reality-star-doubles-down-wont-apologize-for-saying-fat-nike-mannequins-are-promoting-early-death", "title": "Reality Star Doubles Down, Won’t Apologize For Saying Fat Nike Mannequins Are ‘Promoting Early Death’", "date_published": "2022-12-07 10:19:22+00:00", "description": "Reality star and personal trainer Daniel Holmes faced backlash over his comments claiming Nike glorifies obesity with plus-sized mannequins, but so far, he hasn’t backed down or apologized. The “Married at First Sight” star sparked controversy by posting an image of a larger-than-average mannequin outfitted in workout gear to his Instagram Stories page. “Those that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-calls-out-wikipedia-founder-after-leftist-editors-plot-to-remove-page-on-the-twitter-files", "title": "Elon Musk Calls Out Wikipedia Founder After Leftist Editors Plot To Remove Page On ‘The Twitter Files’", "date_published": "2022-12-07 10:06:06+00:00", "description": "Twitter CEO Elon Musk called out Wikipedia co-founder Jimmy Wales on Tuesday after leftist editors on the site were pushing to have a page removed on last week&#8217;s release of &#8220;The Twitter Files.&#8221; Musk released internal company communications through journalist Matt Taibbi on Friday about the company’s censorship of the New York Post’s Hunter Biden ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/conservatives-react-to-herschel-walkers-georgia-senate-runoff-loss-cast-blame-on-different-figures", "title": "Conservatives React To Herschel Walker’s Georgia Senate Runoff Loss, Cast Blame On Different Figures", "date_published": "2022-12-07 09:28:43+00:00", "description": "Conservatives had mixed reactions to Herschel Walker&#8217;s loss in Georgia&#8217;s U.S. Senate runoff race Tuesday night, with some blaming former President Donald Trump for pushing Walker to run and others faulting GOP leaders for not doing enough to help the onetime NFL great. The runoff against Sen. Raphael Warnock (D-GA) was held after both candidates ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-house-leader-kevin-mccarthy-the-covid-vax-mandate-on-our-military-is-ending", "title": "Republican House Leader Kevin McCarthy: ‘The COVID Vax Mandate On Our Military Is Ending’", "date_published": "2022-12-07 09:25:07+00:00", "description": "House Minority Leader Kevin McCarthy (R-CA) said Tuesday night that the Biden administration&#8217;s COVID vaccine mandate for the U.S. military will come to an end. The statement from McCarthy comes as House Democrats are reportedly set to defy President Joe Biden by joining Republicans to jettison the requirement for military service members to get the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-hammers-san-francisco-democrat-mayor-london-breed-over-new-investigation-into-twitter-offices", "title": "Elon Musk Hammers San Francisco Democrat Mayor London Breed Over New Investigation Into Twitter Offices", "date_published": "2022-12-07 08:48:25+00:00", "description": "Twitter CEO Elon Musk slammed Democratic San Francisco Mayor London Breed on Tuesday after the city announced that it was investigating reports that Musk had turned some of the offices at the company&#8217;s headquarters into bedrooms to accommodate his plans for an &#8220;extremely hardcore&#8221; Twitter workforce. &#8220;San Francisco building inspectors are launching an investigation into ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-will-be-made-to-celebrate", "title": "You Will Be Made To Celebrate", "date_published": "2022-12-07 08:38:27+00:00", "description": "In March 2013, nearly a decade ago, I made a prediction. “Within the next few months,” I wrote, “Justice Anthony Kennedy will likely rule that same-sex marriage is mandated by the Constitution of the United States … states will be forced to recognize same-sex marriages; same-sex marriage will enter the public school lexicon; religious institutions ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-details-emerge-about-alleged-attack-by-chris-christies-niece-on-6-cops-after-getting-booted-off-flight-report", "title": "New Details Emerge About Alleged Attack By Chris Christie’s Niece On 6 Cops After Getting Booted Off Flight: Report", "date_published": "2022-12-07 08:27:29+00:00", "description": "The niece of former Republican New Jersey Governor Chris Christie allegedly hurled racial insults at Latino passengers on a Spirit Airlines flight in New Orleans in late November before violently attacking multiple police officers who were trying to get her to leave the jetway after she was kicked off the flight. Shannon Epstein, Christie&#8217;s 25-year-old ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-herschel-walker-gives-classy-concession-speech-following-loss-in-senate-race", "title": "WATCH: Herschel Walker Gives Classy Concession Speech Following Loss In Senate Race", "date_published": "2022-12-07 07:33:21+00:00", "description": "Republican candidate Herschel Walker gave a classy concession speech Tuesday night following his loss in Georgia&#8217;s U.S. Senate runoff race against incumbent Democratic Sen. Raphael Warnock. Walker&#8217;s speech came after he performed worse than he did against Warnock during last month&#8217;s midterm elections, losing by more than 90,000 votes versus only being separated by 37,675 ...", "persistent": false}]