[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-sunsets-moments-feature-232038071.html?src=rss", "title": "Most Twitter users can no longer create new \"Moments\"", "date_published": "2022-12-07 23:20:38+00:00", "description": "<p>Twitter is effectively sunsetting Moments, the company announced on Wednesday. <a href=\"https://www.engadget.com/2015-10-06-twitter-moments.html\"><ins>First launched in 2015</ins></a>, the feature allowed users to create curated collections of tweets in a bid to make it easier to follow current events on the platform. “Not all moments last. As of today we’re removing the option to create Moments for users as we focus on improving other experiences,” the Twitter Support <a href=\"https://twitter.com/TwitterSupport/status/1600567232764985348?s=20&amp;t=cpOO7pWw-sBbCUZu_O3H1w\"><ins>account posted</ins></a>, adding previously made Moments would still have a home on the website.</p><div id=\"eff3488d20024d938ecb147177f045cb\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Not all moments last. As of today we’re removing the option to create Moments for most users as we focus on improving other experiences. <br /><br />Don’t worry, you can still see past Moments and follow Live events on Twitter.</p>— Twitter Support (@TwitterSupport) <a href=\"https://twitter.com/TwitterSupport/status/1600567232764985348?ref_src=twsrc%5Etfw\">December 7, 2022</a></blockquote></div><p>The end of Twitter Moments is unsurprising for a few reasons. Even before Elon Musk bought the company, Twitter had begun to move away from the feature. In 2018, the company removed the ability to create Moments within its <a href=\"https://www.engadget.com/2018-10-10-twitter-moments-on-mobile.html\"><ins>Android and iOS apps</ins></a>. “When features aren’t used as often, we’ll remove them, so we can focus on building other products you’ll love,” Twitter <a href=\"https://twitter.com/TwitterSupport/status/1049765751240839168\"><ins>noted at the time</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>Following <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\"><ins>Musk’s takeover</ins></a>, it’s likely Moments was identified as a feature that didn’t mesh with his vision for the platform. The billionaire has repeatedly said he aims to simplify Twitter while simultaneously transforming it into a “<a href=\"https://www.engadget.com/elon-musk-orders-vine-reboot-203652582.html\"><ins>super app</ins></a>.” The website’s “<a href=\"https://twitter.com/elonmusk/status/1592178009410531330?s=20&amp;t=Saa2CpzIFEiCPdZ4Ayj-ng\"><ins>tweeted from</ins></a>” labels were an early victim of the former inclination. The fact Twitter lost most of its moderation team during its <a href=\"https://www.engadget.com/twitter-done-with-job-cuts-blue-verified-062148989.html\"><ins>recent layoffs</ins></a> probably made it even easier for the company to decide to stop supporting Moments.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/sunny-balwani-theranos-sentencing-224557843.html?src=rss", "title": "Former Theranos COO Sunny Balwani sentenced to 12 years and 11 months in prison", "date_published": "2022-12-07 22:45:57+00:00", "description": "<p>Ramesh “Sunny” Balwani, Theranos’ former chief operating officer, has been <a href=\"https://twitter.com/doratki/status/1600620007037116416\">sentenced</a> to nearly 13 years in prison. Balwani was found <a href=\"https://www.engadget.com/sunny-balwani-theranos-verdict-185921566.html\"><ins>guilty</ins></a> of all charges in a trial earlier this year that charged him with defrauding the blood testing startup’s patients and investors.</p><p>Of note, his sentence is slightly longer than the 11-year and three month sentence given to Elizabeth Holmes, the former CEO of Theranos. Ahead of his sentencing, Balwani’s legal team had asked for probation or house arrest, <em>The Wall Street Journal </em><a href=\"https://www.wsj.com/articles/theranos-ex-president-sunny-balwani-to-be-sentenced-wednesday-11670305965\"><ins>reported</ins></a>. A probation officer had recommended a nine-year sentence, while prosecutors wanted 15 years in prison.</p><span id=\"end-legacy-contents\"></span><p>Balwani will also have to pay restitution, though the amount hasn't yet been set. He is due to surrender March 15th.</p><p>Unlike Holmes, who was not convicted on seven out of 11 total fraud charges in her trial, Balwani was convicted of defrauding Theranos patients in addition to the company’s wealthy investors. As COO, Balwani oversaw the operations of the company’s troubled laboratory, and prosecutors argued that he had detailed knowledge of problems with its blood tests and the risk they posed to patients.</p><p>Though Balwani never rose to the same level of fame as his former partner during his time at Theranos, his relationship with Holmes has played heavily into the intrigue surrounding the company’s downfall. Holmes and Balwani’s relationship featured prominently in <em>The Dropout</em>, a Hulu miniseries about Theranos, and text messages between the two were read aloud in both trials.&nbsp;</p><p>When Holmes took the stand in her own defense, she said Balwani had been abusive, and had misled her about issues in the company’s lab.&nbsp;</p><p><em>Developing…</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-china-airdrop-limit-everyone-ios-16-2-223231192.html?src=rss", "title": "iPhone AirDrop restriction first seen in China will roll out worldwide with iOS 16.2", "date_published": "2022-12-07 22:32:31+00:00", "description": "<p>Apple’s next iOS update will tighten AirDrop security for everyone. The new default settings will arrive globally in the upcoming iOS 16.2 after the company&nbsp;<a href=\"https://www.engadget.com/apple-10-minute-cap-everyone-airdrop-090340980.html\">limited AirDrop use in China</a>, where protestors had used the feature to organize with strangers.</p><p>The restriction will put a 10-minute cap on the window for users to share AirDrop files with “everyone.” After that, the setting reverts to “contacts only,” essentially killing its utility in protests. Although Apple tightening up privacy settings may be on-brand, this move stands out because of its timing. The change arrived in China in the iOS 16.1.1 update — after media outlets reported on <a href=\"https://www.vice.com/en/article/wxn7nq/anti-xi-jinping-posters-are-spreading-in-china-via-airdrop\">protestors’ use of the tool</a> to organize, discuss VPNs and denounce President Xi Jinping. At the time, Apple said the feature wouldn’t remain a Chinese exclusive and would roll out globally next year. Less than a month later, it’s in the latest iOS beta.</p><span id=\"end-legacy-contents\"></span><p>Apple could be trying to thread the needle between appeasing China — where it manufactures most of its products and makes about 20 percent of its revenue — and limiting the domestic PR damage from acquiescing to an authoritarian regime. By adding the feature globally, the company can deny (if only somewhat plausibly) helping an oppressive government quell protests.</p><p>On the other hand, AirDrop’s “everyone” setting has also led to unwanted content like <a href=\"https://www.engadget.com/2018-11-30-nyc-lawmakers-criminalize-unwanted-dick-pics.html\">random dick pics from strangers</a>. No matter Apple’s motives, stopping that is a byproduct we can all get behind.</p><p>The iOS 16.2 Release Candidate rolled out to developers today. In addition to the AirDrop change, the software adds <a href=\"https://www.engadget.com/apple-advanced-data-protection-imessage-contact-key-183819737.html\">enhanced end-to-end encryption</a> and an Apple Music <a href=\"https://www.engadget.com/apple-music-sing-karaoke-160939731.html\">karaoke feature</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/indiana-tiktok-lawsuit-214110286.html?src=rss", "title": "Indiana sues TikTok over alleged security and child safety issues", "date_published": "2022-12-07 21:41:10+00:00", "description": "<p>TikTok is now facing its first state lawsuit over data security. Indiana's Attorney General <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMi8xMi8wNy90ZWNobm9sb2d5L3Rpa3Rvay1sYXdzdWl0Lmh0bWw_c21pZD1ueXRjb3JlLWlvcy1zaGFyZSZyZWZlcnJpbmdTb3VyY2U9YXJ0aWNsZVNoYXJlIiwiY29udGVudFV1aWQiOiIxYzc4ZTMxZS00MjYyLTRjN2UtODFjZi0xYmE0N2QzZDUwMmMifQ&amp;signature=AQAAATpBmJVof4Ez071a6vkA5-tM4yIO9v5pVmcSG2WqnCOc&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2022%2F12%2F07%2Ftechnology%2Ftiktok-lawsuit.html%3Fsmid%3Dnytcore-ios-share%26referringSource%3DarticleShare\">has sued</a> TikTok for allegedly misleading users about China's data access and violating child safety. The social media service supposedly broke state consumer law by failing to warn that the Chinese government could theoretically obtain sensitive data. The ByteDance-owned firm also supposedly tricked customers by giving its app a \"12+\" age rating on the App Store and Google Play, even though kids could readily find drug- and sex-related content.</p><p>Indiana wants fines of up to $5,000 for every violation. It's also asking a state Superior Court to order an end to the purportedly deceptive claims about data handling, and to stop marketing the app toward young teens.</p><span id=\"end-legacy-contents\"></span><p>We've asked TikTok for comment. The social network has repeatedly denied sharing US user data with the Chinese government and has taken steps to reassure politicians and critics, such as <a href=\"https://www.engadget.com/tiktok-user-data-us-200500287.html\">storing American account data stateside by default</a>. It also says there are \"robust\" approval processes and controls for ByteDance workers who might access data outside the US. TikTok has also limited teens' access to more mature content, including <a href=\"https://www.engadget.com/tik-tok-age-restrict-content-levels-090032550.html\">age gates for some videos</a>.</p><p>The lawsuit compounds problems that have emerged for TikTok in recent weeks. Maryland's governor banned use of the app <a href=\"https://www.reuters.com/world/us/maryland-governor-bans-use-tiktok-state-devices-2022-12-07/\">on state government devices</a> over security concerns, echoing a <a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html\">similar move by South Dakota</a> in late November. <em>The Wall Street Journal</em><a href=\"https://www.wsj.com/articles/tiktok-national-security-deal-faces-more-delays-as-worry-grows-over-risks-11670342800\">sources</a> also claim a potential national security deal with the Biden administration has stalled yet again. While TikTok had a tentative agreement this summer, some officials are concerned the deal didn't go far enough to limit China's access.</p><p>The lawsuit's chances are uncertain. Potential access to data doesn't mean TikTok is being lax, and it's notable that apps like Facebook and Instagram are also rated 12+ despite the potential to see more adult-oriented material (Twitter is rated 17+). However, the Indiana case puts further pressure on TikTok to explain and potentially modify its practices.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/xbox-halo-infinite-sea-of-thieves-soundscape-calm-mindfulness-202928426.html?src=rss", "title": "Xbox thinks its game soundscapes can lull you to sleep", "date_published": "2022-12-07 20:29:28+00:00", "description": "<p>Mindfulness app <a href=\"https://www.engadget.com/tag/calm/\"><ins>Calm</ins></a> has a couple new audioscapes to help people relax and drift off, and they're both from first-party <a href=\"https://www.engadget.com/tag/xbox/\"><ins>Xbox</ins></a> games. <a href=\"https://news.xbox.com/en-us/2022/12/07/xbox-supports-mental-health-through-power-of-play/\"><ins>Starting today</ins></a>, folks with a Calm Premium membership can chill out to the ocean vibes of <a href=\"https://www.engadget.com/tag/sea%20of%20thieves/\"><em><ins>Sea of Thieves</ins></em></a><em>&nbsp;</em>or the ambient alien noise of Zeta Halo from <a href=\"https://www.engadget.com/tag/halo%20infinite/\"><em><ins>Halo Infinite</ins></em></a>. It's the first time Calm has added game-themed soundscapes, so let's hope they're not interrupted by yells from pirates or the Covenant.</p><p>If you aren't already a Calm Premium member, you'll be able to access the service for free for three months through an Xbox Game Pass Ultimate subscription perk. After that trial ends, if you want to keep using Calm Premium, you can get 50 percent off a subscription for the first year (an annual plan usually costs $70).</p><span id=\"end-legacy-contents\"></span><p>Xbox says it teamed up with Calm as part of its efforts to support players' mental health and wellbeing. It also <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy54Ym94LmNvbS94Ym94LWdhbWUtcGFzcy9nYW1lcyNyZWNoYXJnZXlvdXJ3YXljb25zb2xlIiwiY29udGVudFV1aWQiOiI0MTVkNDQwMy1kY2U4LTQyMzMtYmUzNS0zZDhmNjQzOTMyODYifQ&amp;signature=AQAAAVBQbRuTKkGFOTObSntH8myZX84hEHeAHhpb3g8trp0S&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fxbox-game-pass%2Fgames%23rechargeyourwayconsole\"><ins>created</ins></a><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy54Ym94LmNvbS9lbi1DQS94Ym94LWdhbWUtcGFzcy9nYW1lcyNyZWNoYXJnZXlvdXJ3YXlwYyIsImNvbnRlbnRVdWlkIjoiNDE1ZDQ0MDMtZGNlOC00MjMzLWJlMzUtM2Q4ZjY0MzkzMjg2In0&amp;signature=AQAAASUm_87haIHSjRTBWtonIk0eCfF5bayxe7MZHy4i35xx&amp;gcReferrer=https%3A%2F%2Fwww.xbox.com%2Fen-CA%2Fxbox-game-pass%2Fgames%23rechargeyourwaypc\"><ins>a collection</ins></a> of Game Pass titles that either address mental health issues or provide players with a sense of escapism, such as <a href=\"https://www.engadget.com/persona-3-persona-4-and-persona-5-xbox-game-pass-183524330.html\"><em><ins>Persona 5 Royal</ins></em></a><em>, </em><a href=\"https://www.engadget.com/hellblade-senuas-sacrifice-xbox-series-xs-ray-tracing-4k-162024800.html\"><em><ins>Hellblade: Senua’s Sacrifice</ins></em></a><em>, </em><a href=\"https://www.engadget.com/tag/unpacking/\"><em><ins>Unpacking</ins></em></a><em>&nbsp;</em>and <a href=\"https://www.engadget.com/tag/Stardew%20Valley/\"><em><ins>Stardew Valley</ins></em></a><em>.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/akka-arrh-remake-jeff-minter-atari-200603455.html?src=rss", "title": "Atari revives unreleased arcade game that was too damn hard for 1982 players", "date_published": "2022-12-07 20:06:03+00:00", "description": "<p>Atari is <a href=\"https://atari.com/blogs/newsroom/feed-your-head-to-a-new-kind-of-web-in-akka-arrh-the-latest-hypnotic-arcade-wave-shooter-from-atari-and-jeff-minter\">reviving</a><em>Akka Arrh</em>, a 1982 arcade game canceled because test audiences found it too difficult. For the wave shooter’s remake, the publisher is teaming up with developer Jeff Minter, whose psychedelic, synthwave style seems an ideal fit for what Atari describes as “a fever dream in the best way possible.” The remake will be released on PC, PS5 and PS4, Xbox Series X/S, Nintendo Switch and Atari VCS in early 2023.</p><p>The original <em>Akka Arrh</em> cabinet used a trackball to target enemies, as the player controls the Sentinel fixed in the center of the screen to fend off waves of incoming attackers. Surrounding the Sentinel is an octagonal field, which you need to keep clear; if enemies slip in, you can zoom in to fend them off before panning back out to fend off the rest of the wave. Given the simplicity of most games in the early 1980s, it’s unsurprising this relative complexity led to poor test-group screenings.</p><span id=\"end-legacy-contents\"></span><p>Since Atari pulled the plug on the arcade version before its release, only three <em>Akka Arrh </em>cabinets are known to exist. But the Minter collaboration isn’t the game's first public availability. After an arcade ROM leaked online in 2019, Atari released the original this fall as part of its <a href=\"https://www.engadget.com/atari-50-the-anniversary-collection-announced-161306163.html\"><em>Atari 50: The Anniversary Celebration</em></a> collection.</p><div id=\"3147a2373b444a4d9b6c41247485d9a9\"></div><p>Atari and Minter worked together in the 1990s, as his company Llamasoft created games like <em>Tempest 2000</em> for the Atari Jaguar. Unfortunately, the two had a falling out in 2015 when Atari blocked Minter’s <a href=\"https://www.engadget.com/2014-02-11-tempest-2000-remake-txk-blasts-its-way-onto-ps-vita-today.html\">spiritual successor</a> of that title from release. However, the two sides patched things up by 2018 when they released <a href=\"https://www.engadget.com/2017-08-08-atari-taps-jeff-minter-to-resurrect-classic-coin-op-tempest.html\"><em>Tempest 4000</em></a>, a Minter-helmed sequel with the IP holder’s blessing.</p><p>Atari says the remake has two modes, 50 levels and saves, so you don’t have to start from the beginning when enemies inevitably overrun your Sentinel. Additionally, the company says it offers accessibility settings to tone down the trippy visuals for people sensitive to intense light, color and animations.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ai-film-festival-runway-ml-191033350.html?src=rss", "title": "An AI-focused film festival is coming to New York in February", "date_published": "2022-12-07 19:10:33+00:00", "description": "<p>One of the companies behind text-to-image AI system <a href=\"https://www.engadget.com/stable-diffusion-version-2-update-artist-styles-nsfw-work-124513511.html\"><ins>Stable Diffusion</ins></a> is hosting a film festival exclusively for shorts that were made with <a href=\"https://www.engadget.com/tag/ai/\"><ins>AI</ins></a>. Organizers of Runway ML's <a href=\"https://aiff.runwayml.com/\"><ins>AI Film Festival</ins></a> are accepting films with a runtime of between one and 10 minutes that either include AI-generated content or were pieced together with AI-powered editing techniques.</p><p>According to <a href=\"https://www.fastcompany.com/90820457/a-new-film-festival-will-only-show-movies-made-using-ai\"><em><ins>Fast Company</ins></em></a>, Runway said creators won't be penalized if they use AI tools from other companies. Along with text-to-image generation, creatives can use techniques such as background removal, frame interpolation and motion tracking to help make their films.</p><span id=\"end-legacy-contents\"></span><p>“I think we’re heading to a future where a lot of the content and the entertainment and the media that you see online will be generated,” Runway cofounder and CEO Cristóbal Valenzuela said. While many observers are concerned that content generated by AI might displace human creatives, advocates such as Valenzuela suggest that such tools can level the playing field for budding moviemakers. “What I’m really excited about is how AI is really opening the doors for nontechnical people and creatives at large,” he said.</p><p>The AI Film Festival is scheduled to take place in February online and in New York. The submission window is open until January 15th. Ordinarily, that wouldn't give creatives much time to create a piece and submit it, but they may be able to put together a movie much faster with the help of AI.</p><p>The judges, who include Valenzuela and <a href=\"https://www.engadget.com/holly-plus-holly-herndon-dolly-parton-jolene-ai-cover-204750236.html\"><ins>Holly Herndon</ins></a>, will assess the films based on originality, narrative cohesion, the quality of composition and the AI techniques that were employed. The folks behind the top five films will receive cash awards, with the grand prize winner taking away $10,000.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/north-korean-hackers-target-south-koreans-following-itaewon-halloween-tragedy-185159350.html?src=rss", "title": "North Korean hackers used an IE vulnerability to target South Koreans after Halloween tragedy", "date_published": "2022-12-07 18:51:59+00:00", "description": "<p>In the aftermath of the <a href=\"https://www.washingtonpost.com/world/2022/11/29/itaewon-crowd-crush-seoul-victims-tragedy/\">Itaewon Halloween crowd crush</a> that killed at least 158 people, North Korea’s APT37 state-sponsored hacking group took advantage of a previously unknown Internet Explorer vulnerability to install malware on the devices of South Koreans who were trying to find out about the tragedy, <a href=\"https://blog.google/threat-analysis-group/internet-explorer-0-day-exploited-by-north-korean-actor-apt37/\">according to Google’s Threat Analysis Group</a>. The team became aware of the recent attack on October 31st after multiple South Koreans uploaded a malicious Microsoft Office document to the company’s <a href=\"https://www.engadget.com/2016-01-28-googles-virustotal-can-tell-if-your-firmware-is-infected.html\">VirusTotal</a> tool.</p><p>APT37 took advantage of national interest in the Itaewon tragedy by referencing the event in an official-looking document. Once someone opened the doc on their device, it would download a rich text file remote template that would, in turn, render remote HTML using Internet Explorer. According to Google, this is a technique that has been widely used to distribute exploits since 2017, as it allows hackers to take advantage of vulnerabilities in Internet Explorer even if someone isn’t using IE as their default web browser.</p><span id=\"end-legacy-contents\"></span><p>The JavaScript vulnerability APT37 took advantage of allowed the group to execute arbitrary code. Google informed Microsoft of the zero-day on the same day it became aware of it. On November 8th, Microsoft released a software update to address the exploit. “We’d be remiss if we did not acknowledge the quick response and patching of this vulnerability by the Microsoft team,” Google said.</p><p>While the TAG team didn’t get a chance to analyze the final malware APT37 hackers attempted to deploy against their targets, it notes the group is known for using a wide variety of malicious software, including ROKRAT, BLUELIGHT and DOLPHIN. “TAG also identified other documents likely exploiting the same vulnerability and with similar targeting, which may be part of the same campaign,” the team added.</p><p>This isn’t the first time Google’s Threat Analysis Group has thwarted an attack by North Korean hackers. At the start of 2021, the team detailed a campaign that <a href=\"https://www.engadget.com/google-north-korean-campaign-security-researchers-060603985.html\">targeted security researchers</a>. More recently, the team worked with the Chrome team to address a vulnerability that was used by two North Korean hacking cadres to execute remote code.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-advanced-data-protection-imessage-contact-key-183819737.html?src=rss", "title": "Apple's expanded iCloud encryption protects your backups and photos", "date_published": "2022-12-07 18:38:19+00:00", "description": "<p>It may be more difficult for hackers and other intruders to grab your iCloud data. Apple is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL25ld3Nyb29tLzIwMjIvMTIvYXBwbGUtYWR2YW5jZXMtdXNlci1zZWN1cml0eS13aXRoLXBvd2VyZnVsLW5ldy1kYXRhLXByb3RlY3Rpb25zLyIsImNvbnRlbnRVdWlkIjoiNmY3YTcxNjMtMGRlNS00Yzg4LTk1YWUtYzAxNTBmZTc3YTI3In0&amp;signature=AQAAAYGfdb_RIo-M979qxEhcA7RIrhe9X65qVPUBtPoq-mo8&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fnewsroom%2F2022%2F12%2Fapple-advances-user-security-with-powerful-new-data-protections%2F\">introducing</a> a trio of security measures that include Advanced Data Protection, an optional feature that applies end-to-end encryption to more iCloud data. While Apple was already protecting 14 data categories, the new offering protects 23 — including iCloud device backups, photos and notes. Your calendar, contacts and iCloud Mail are still unencrypted to support global systems.</p><p>Advanced Data Protection is available to try in the US today as part of the Apple Beta Software Program. Americans will have broader access by the end of 2022. Other countries will have access sometime in early 2023. You'll have to set up an alternative recovery method if you enable the technology, as Apple won't have the keys needed to salvage your data.</p><span id=\"end-legacy-contents\"></span><p><em>Developing...</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-dc-lawsuit-delivery-driver-tips-183556389.html?src=rss", "title": "Amazon is being sued for allegedly 'stealing' driver tips in DC", "date_published": "2022-12-07 18:35:56+00:00", "description": "<p>Amazon is facing more legal trouble for allegedly <a href=\"https://www.engadget.com/ftc-fines-amazon-flex-tips-183449925.html\">robbing delivery drivers of their tips</a>. The District of Columbia <a href=\"https://oag.dc.gov/release/ag-racine-sues-amazon-stealing-tips-delivery\">has sued</a> Amazon over claims the company was &quot;stealing&quot; tips from Flex drivers. As the Federal Trade Commission argued last year, DC claims Amazon changed its policies in 2016 so that it would use large portions of drivers' tips to cover base pay and operational costs. The company not only used &quot;misleading&quot; language in its response to worried couriers but falsely told customers that 100 percent of tips would go drivers, according to the District's Office of the Attorney General.</p><p>DC acknowledged that Amazon had paid $61.7 million as part of a settlement with the FTC. However, it said the federal deal helped Amazon elude &quot;appropriate accountability&quot; that included punishment for the damage done to consumers. The Attorney General's office is asking for civil penalties for every violation of the District's Consumer Protection Procedures Act as well as a court order barring Amazon from implementing similar practices in the future.</p><span id=\"end-legacy-contents\"></span><p>In a statement to Engadget, Amazon maintained that the lawsuit is &quot;without merit&quot; and reflects policies changed in 2019. The tech giant already paid the tips to drivers as part of the FTC deal, according to a spokesperson.</p><p>Legal battles like this aren't unique to Amazon. <a href=\"https://www.engadget.com/2019-11-19-dc-sues-doordash-over-tipping.html\">DoorDash faced a DC lawsuit</a> in 2019 over comparable accusations. The food delivery service reportedly used tips under $10 to replace couriers' guaranteed pay, but still implied that these were bonuses. DoorDash <a href=\"https://www.engadget.com/2019-08-22-doordash-finally-makes-sure-delivery-drivers-get-your-tips.html\">revised its rules</a> earlier that year to address the complaints.</p><div id=\"8acc1c77c77348d59ae03752b50603a8\"></div><p>The timing of the lawsuit is less than ideal for Amazon, to put it mildly. The company just <a href=\"https://www.aboutamazon.com/news/transportation/alexa-thank-my-driver-feature\">launched</a> a &quot;thank my driver&quot; feature that lets Alexa users in the US share their appreciation for the courier who dropped off their latest package. While it's supposed to motivate drivers, the gratitude will only be verbal in most cases — Amazon is only handing out $5 rewards to drivers for the first 1 million &quot;thank yous.&quot; As you might imagine, that might not go over well at a time when Amazon has been accused of shortchanging drivers and imposing <a href=\"https://www.engadget.com/amazon-mentor-app-edriving-delivery-driver-tracking-surveillance-gps-194346304.html\">difficult working conditions</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/formula-e-portland-race-season-9-182035575.html?src=rss", "title": "Formula E moves US race to Portland for Season 9", "date_published": "2022-12-07 18:20:35+00:00", "description": "<p>Construction has forced Formula E <a href=\"https://www.fiaformulae.com/en/news/11689/formula-e-heading-for-portland-oregon-in-season-9\">to relocate its US race</a> next summer from the Red Hook terminal in Brooklyn to Portland, Oregon. <a href=\"https://www.engadget.com/formula-e-100th-race-130013162.html\">The all-electric racing series</a> filled the final spot in its Season 9 calendar on Wednesday as the 2023 slate of races is set to kick off <a href=\"https://www.engadget.com/formula-e-season-9-schedule-announced-183438262.html\">in Mexico in mid-January</a>. The Portland event will take place on June 24th, sandwiched between doubleheaders in Jakarta (June 3-4) and Rome (July 15-16).</p><p>Formula E has held a race in the US every year since it began in 2015, except for the COVID-shortened season in 2020. In addition to New York City, the series has also hosted events in Long Beach and Miami. The move to Portland now means four new cities will have all-electric racing in 2023 as Hyderabad, India; Cape Town, South Africa and Sao Paulo, Brazil were already announced as part of the Season 9 calendar. Formula E also says its hopeful to return to Seoul in Season 10. Construction that the Season 8 venue forced the series to cancel that event in 2023 as it wasn't able to find an alternate location.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>While Formula E didn't offer many details in its announcement, <a href=\"https://the-race.com/formula-e/formula-e-secures-indycar-venue-as-new-york-replacement/\"><em>The Race reports</em></a> that the Portland event will be held at IndyCar road course Portland Raceway. According to the report, some modifications to the circuit will be made for the EV racers, including the possibility of added corners. <em>The Race </em>also reports that Formula E considered hosting the North America race in Toronto next year.</p><p>When Season 9 begins next month, Formula E will debut its <a href=\"https://www.engadget.com/formula-e-gen-e-electric-race-car-164542680.html\">Gen3 electric race car</a>. In addition to an overall design change to a body style that's more akin to an F-18, the new vehicles pack an electric motor that can deliver 350kW of power (470BHP) to reach top speeds of 200MPH (320 km/h). The cars are also incredibly efficient, converting over 90 percent of their energy to mechanical power. This will be the first Formula car ever with both front and rear powertrains and that setup will be more than double the regenerative abilities of the Gen2. That's significant since about 40 percent of the energy cars will use during an E-Prix will be produced by regenerative braking. While pit stops aren't a thing in Formula E just yet, <a href=\"https://www.engadget.com/formula-e-will-trial-a-30-second-quick-charging-stop-in-some-races-next-season-170257427.html\">the series will test 30-second charging breaks</a> during select races. The stops are mandatory and will offer drivers two &quot;enhanced&quot; Attack Mode with extra power for overtaking during the race.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/instagram-account-status-recommendations-shadowbans-180937137.html?src=rss", "title": "Instagram is telling creators when and why their posts are ‘shadowbanned’", "date_published": "2022-12-07 18:09:37+00:00", "description": "<p>Instagram’s <a href=\"https://about.instagram.com/blog/announcements/instagram-outages-and-account-status\">latest update</a> aims to help creators better understand one of the most frustrating aspects of the app: the dreaded “shadowban.” The app is updating its account status feature to help creators “understand if their account’s content is eligible to be recommended to non-followers.”</p><p>With the change, Instagram will allow anyone using a “professional” account to see when one of their posts has been blocked from recommendations. The notice will appear in the app’s “account status feature,” and tell users why the post has been blocked from non-followers. It will also offer creators the chance to appeal the decision if they think Instagram made a mistake.</p><span id=\"end-legacy-contents\"></span><p>For now, the feature only covers specific posts that have been blocked from recommendations in Explore, Feed and Reels. But the company says it’s working on expanding the feature so creators will know if they are blocked from suggestions at the account level as well, such as in search or “suggested accounts.”</p><p>Though Instagram avoids using the word “shadowban,” the change is clearly meant to address long-running complaints from creators about why their posts aren’t being distributed in the way they expect. To diffuse these concerns, the company has tried in recent years to better explain how its <a href=\"https://www.engadget.com/instagram-183050699.html\">algorithm works</a>, and pointed to its <a href=\"https://www.engadget.com/apple-car-no-longer-fully-self-driving-193708593.html\">recommendation guidelines</a> to help creators understand the inner workings of the app.</p><p>By now showing users exactly why their content is being removed from recommendations, the company is hoping creators will be able to take steps to “fix” their mistakes. At  the very least, it could give creators some satisfaction to see an acknowledgement that their content has indeed been reduced in visibility, and provide the opportunity to ask for a second look. An Instagram spokesperson said review teams will work “as quickly as possible,” but didn’t say how long the step could take.</p><div id=\"2c809ab6f4bf4df69c959ed99836490f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">New Transparency Tools 🧐<br /><br />Today we’re announcing two new transparency tools: <br />- Bug notifications <br />- Account Status <br /><br />Check out our new blog post to learn more 👉🏼 <a href=\"https://t.co/ApAkhuDJNI\">https://t.co/ApAkhuDJNI</a><a href=\"https://t.co/Hxlv4eIkFA\">pic.twitter.com/Hxlv4eIkFA</a></p>— Adam Mosseri (@mosseri) <a href=\"https://twitter.com/mosseri/status/1448316889726275589?ref_src=twsrc%5Etfw\">October 13, 2021</a></blockquote></div><p>In a video posted to Twitter, Instagram head Adam Mosseri said the company was making the change in the “spirit of transparency” and said the company was on a “longer path to try and be more transparent” with users. Additionally, he said Instagram is also testing a feature that will alert users when the app is experiencing a bug.</p><p>The company has talked about notifications for service outages <a href=\"https://www.engadget.com/instagram-test-notifications-outages-account-status-210940030.html\">in the past</a>, but the latest version will also alert users if there are bugs affecting specific features like Stories, according to images shared by Mosseri. He cited past bugs with “unfortunate timing,” that cause people to “assume the worst,” about the company.  The feature will be only a test within the United States to start.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ayaneo-air-pro-gaming-handheld-review-180003707.html?src=rss", "title": "Ayaneo’s Air Pro is a taste of the portable PC gaming future", "date_published": "2022-12-07 18:00:03+00:00", "description": "<p>It’s been a bumper year for gaming on the go. For a spell, it kinda felt like Nintendo was the only name in town, but it’s since become one of the more exciting corners of gaming. Today, there are handheld options for everything from <a href=\"https://www.engadget.com/valve-steam-deck-portable-pc-gaming-133008285.html\">AAA</a> to <a href=\"https://www.engadget.com/playdate-review-indie-games-crank-170054294.html\">Indie</a> to <a href=\"https://www.engadget.com/analogue-pocket-review-150056011.html\">retro</a> and <a href=\"https://www.engadget.com/ayn-odin-review-203045715.html\">beyond</a>. Whatsmore, the current generation of mobile processors means we’re seeing surprisingly capable hardware. The main problem, now, is that the software side of things hasn’t quite caught up. There’s perhaps no better demonstration of this than the Ayaneo Air Pro: a stellar example of what can be done, and what needs improving, in the burgeoning handheld PC world.</p><p>If you’re not familiar with Ayaneo, that’s understandable. The company hasn’t been around all <a href=\"https://www.indiegogo.com/projects/ayaneo-world-s-first-7nm-handheld-gaming-device#/\">that long</a>, but it’s already making a name for itself thanks to remarkably good hardware that brings PC gaming into the portable realm. If you imagine a <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">Steam Deck</a>, but with Windows and a fraction of the size, you wouldn’t be far off.</p><span id=\"end-legacy-contents\"></span><p>Before we dive into the gaming experience, the hardware itself is worth a closer look. The Air Pro is impressively well made. It has a similar footprint to Nintendo’s Switch Lite, but it’s thicker (.85 vs .55 inches) and heavier (.88lbs vs .55). In terms of build quality, honestly the Ayaneo feels far superior. The Hall effect analog sticks and triggers are smooth with a nice amount of travel. The D-pad is responsive and the buttons are the right kind of snappy. The centerpiece is the stunning 5.5-inch OLED display - a first on Windows gaming handheld Ayaneo is fond of reminding us. It’s a delight to hold and feels premium in almost every regard. Even the fingerprint reader in the power button somehow adds a dash of sophistication.</p><figure><img alt=\"A close up of the left side of the Ayaneo Air Pro handheld gaming PC.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/c9277460-762f-11ed-b2c6-e46bd7dd5e15\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>As this is basically a PC, there are quite a few different configurations available. Some using AMD’s 5560U chipset and others running the 5825U with assorted amounts of RAM and storage depending on your budget. And you will need a sizable budget as you’ll soon find out.</p><p>The Air Pro doesn’t quite have the grunt of Valve’s venerable Steam Deck, but it does run Windows 11 out of the box and can run a surprising amount of high-end games in a more-than-playable fashion. And while the Steam Deck outguns it in terms of processing power, the Air Pro is legitimately portable without too much of a performance tradeoff.</p><p>Beyond size and the internals, the other main difference is price. Valve’s handheld tops out at $650 for the 512GB version while the Air Pro <em>starts </em>at $699 (5560U/16GB RAM/512GB storage). You can bring that figure right up to $1,399 if you want the faster silicon, 32GB of RAM and 2TB of storage - that’s obviously quite spendy. The model we tested was somewhere between middle and top with the superior processor, 16GB of RAM and 1TB storage (though all models have expandable memory via a microSD card slot).</p><p>There are other gaming handhelds that run Windows, but many are too underpowered to handle a lot of bigger games. <a href=\"https://anbernic.com/products/new-anbernic-win600?variant=43308953108737\">Anbernic’s Win600</a>, for example, runs on an older AMD Athlon Silver 3050e chipset with Radeon Vega 3 graphics. This is a significant step down, but then the Win600 only costs $375. Ayn’s Odin can also run Windows, but the ARM-based version which brings with it some compatibility issues. GPD has been in this space for a while, but its <a href=\"https://gpd.hk/gpdwin3\">Win 3</a> is looking a little underpowered now (though its <a href=\"https://gpd.hk/gpdwin4\">Win 4</a> is coming this month and it looks suitably beefy).</p><p>Perhaps most tellingly there are <a href=\"https://www.ayntec.com/pages/loki-max\">many</a><a href=\"https://www.gpd.hk/gpdwin4\">more</a> handhelds in the <a href=\"https://aokzoestore.com/\">works</a> from companies like Ayn, the aforementioned GPD and others. There’s even a <a href=\"https://ayaneo.com/product/AYANEO-2.html\">new flagship</a> from the company itself, the <a href=\"https://www.indiegogo.com/projects/ayaneo-2-completely-different-amd-6800u-handheld#/\">Ayaneo 2</a>, that really should cause potential Steam Deck buyers some headaches. These un-released models all have something in common: AMD’s 6800U chipset. It seems there was always an appetite for PC gaming on the go, just we didn’t quite have the required hardware to run it. Until recently.</p><p>Technical limitations are one thing, but there’s another more philosophical question that needs answering: Why make a pocketable PC when you can stream a lot of AAA games without the need for expensive, power hungry dedicated hardware? While it’s true streaming is more viable than ever, that approach requires that you have a console or gaming PC in the first place or a subscription to something like GeForce Now or Xbox Cloud which isn’t economically favorable for many folks (not to mention the libraries might not have what you want). Not to mention its dependence on a network connection - good luck with that on in-flight WiFi.</p><figure><img alt=\"A screenshot of Ayaspace, the game launcher Ayaneo uses on its Windows-based gaming handhelds.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/1410db70-7625-11ed-bfdd-95548c8ee6a2\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Which brings us back to the real issue: Windows isn’t ready to be used on tiny screens and neither are many of the games that run on it. Ayaneo has tried hard to ameliorate this issue by adding its own launcher called Ayaspace. It serves as a front-end for all your games and manages to provide a vague console-like experience. But it’s not long before the spell is broken and you find yourself using an analog stick as a mouse trying to log-in to Steam and then using a tiny onscreen keyboard to peck out your credentials.</p><p>Ayaneo has at least tried to solve some of these inevitable problems. The Air Pro, for example, has two buttons along the top (between LB and RB) that will pull up the onscreen keyboard, double for ESC and other essential Windows shortcuts to make navigating bearable. But you will likely need to plug in a mouse and keyboard at <em>some</em> point just to get something simple done.</p><p>It’ll also soon become apparent that AAA games weren’t necessarily made with a small screen in mind. For the most part, games look incredible on the Air Pro’s OLED display. Even when playing games at 720p (the display is 1080p) they still look incredible - but it’s often a necessary tradeoff for performance. You will likely find yourself wishing that display was <em>just</em> a little bit bigger. Not least to get rid of those bezels, but just for general quality of life.</p><p>Not least for games where there’s a lot of text. Titles like <em>Disco Elysium</em>, for example, have a lot of written dialog -  and while it’s easy enough to read for the most part, it’s noticeably more fatiguing than if you were on a desktop. Thankfully, the display is sharp and the resolution is high enough that it’s all still very legible, but there’s  just that vague sense of a UI that wasn’t built for a display of this size.</p><figure><img alt=\"Ayaneo Air Pro handheld gaming PC\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/00d61010-7630-11ed-afdf-c0875df28d42\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>If you’re thinking “Why not just run SteamOS on it” you wouldn’t be alone. It’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PUt3LTBuZ05nR0MwJnQ9MTkwcyIsImNvbnRlbnRVdWlkIjoiNmNkZDIyNzctNzZlNy00ZmNiLWEwMmQtNThhOTdlNDBiYjlmIn0&amp;signature=AQAAASGwX87f8qVZ3tz84DQ8aAVQHyHWdqBQYiXJL7CDDDCE&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DKw-0ngNgGC0%26t%3D190s\">been done</a> with <a href=\"https://youtu.be/KeNJBGT60s0?t=7115\">varying degrees of success</a>. The bigger issue might just come down to the practicality (millions of games available, wide hardware support) and reach of Windows. There are some more mundane challenges with SteamOS that don’t make it a shoo-in replacement for these handhelds. Primarily, game compatibility. If it’s not available on Steam, you can probably still install it on SteamOS but it might involve flipping to desktop mode or other workarounds which breaks the “console” experience you might have been seeking in the first place.</p><p>More importantly, some users are actually reporting <a href=\"https://www.reddit.com/r/SteamDeck/comments/v23z1h/how_is_battery_life_on_windows/\">better battery life</a> with Windows on the Steam Deck despite expecting it to be worse. The claims are that it’s broadly equivalent but in some cases even better than Valve’s native operating system thanks to a combination of factors. PC gaming has a lot of variables, so this isn’t necessarily that surprising. This isn’t always going to be the case, but it’s at least not a strong incentive for making SteamOS the go-to platform for portable PC gaming.</p><p>Battery life is especially important with a handheld and it would be a lie to say it’s something that the Ayaneo Air Pro excels at. Or even does adequately at. Depending on what you’re playing and the power drain - usually <a href=\"https://www.tomshardware.com/reviews/tdp-thermal-design-power-definition,5764.html#:~:text=TDP%20stands%20for%20thermal%20design,basic%20indicator%20of%20power%20consumption.\">called TDP</a> – required for it to run satisfactorily. More demanding games will need a TDP of 12 Watts or above and you can hope for about an hour and 45 minutes battery life at this intensity. Some games can run just fine at 8W which will extend play time to around 2.3 hours. You can get over three hours of life on the lowest 5W setting but this won’t be enough for anything but the lightest of games but it’s good for general setup tasks and the like.</p><p>Needless to say, this isn’t ideal for a handheld, especially as your battery pack likely won’t cut it - unless it can deliver 65W, which most can’t.</p><p>In short, the Ayaneo Air Pro represents a lot of hope and shines a light on some challenges. Hope in that true PC gaming on the go in a pocket-friendly format and on fantastic hardware, feels like it might finally be here. It’s the challenges that are a little more complicated. Windows has a lot of advantages, but also plenty of practical drawbacks. Whether it’s a case of adapting the hardware around these, or just a matter of a smart software overlay is being figured out in real time it seems.</p><figure><img alt=\"Ayaneo Air Pro handheld gaming PC\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/25f90d20-7630-11ed-adcb-2446600694bc\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Making a truly “console” experience will require some clever thinking and equally clever software. Ayaneo, for its part, is also working on its own Ayaneo OS that’s Linux-based like SteamOS. Whether this will resolve some of the challenges remains to be seen, but it’s clearly something that’s being worked on. But that just accounts for one company. With other manufacturers with ties to Windows like GPD there’s a risk of ending up with a mishmash of approaches. Hopefully, though, with more competition comes more innovation (or more ideas to be “borrowed”).</p><p>For some, the exciting part is to finally have more options to enjoy high-end gaming away from the PC. Not everyone is looking to spend more time at a desktop, or maybe you just want to scratch that Elden-itch while waiting for a flight. Whatever your preference, things are about to get a lot more interesting.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/blue-origin-nasa-lunar-lander-moon-artemis-172023096.html?src=rss", "title": "Blue Origin makes another bid for a NASA lunar lander contract", "date_published": "2022-12-07 17:20:23+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/blue%20origin/\">Blue Origin</a> has made another attempt to secure a contract to build a lunar lander for NASA's future <a href=\"https://www.engadget.com/tag/artemis/\">Artemis</a> missions. It teamed up with several other companies <a href=\"https://twitter.com/blueorigin/status/1600233901833695232\">for the proposal</a>, including Boeing, Lockheed Martin and Draper. <a href=\"https://www.engadget.com/tag/astrobotic/\">Astrobotic</a> and Honeybee Robotics are also involved.</p><p>In 2021, NASA <a href=\"https://www.engadget.com/spacex-nasa-artemis-lunar-lander-contract-report-184448656.html\">gave SpaceX a $2.9 billion contract</a> to use a version of <a href=\"https://www.engadget.com/tag/starship/\">Starship</a> as a lunar lander. Blue Origin <a href=\"https://www.engadget.com/nasa-blue-origin-225547469.html\">challenged</a> that move, claiming that NASA's &quot;decision eliminates opportunities for competition, significantly narrows the supply base and not only delays, but also endangers America's return to the Moon.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"d5c5d87e177f4a568173d7dc83dc097c\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">The National Team has submitted its proposal for NASA’s SLD program to help the US establish a sustained lunar presence. The National Team partners are <a href=\"https://twitter.com/blueorigin?ref_src=twsrc%5Etfw\">@BlueOrigin</a>, <a href=\"https://twitter.com/LockheedMartin?ref_src=twsrc%5Etfw\">@LockheedMartin</a>, <a href=\"https://twitter.com/DraperLab?ref_src=twsrc%5Etfw\">@DraperLab</a>, <a href=\"https://twitter.com/Boeing?ref_src=twsrc%5Etfw\">@Boeing</a>, <a href=\"https://twitter.com/astrobotic?ref_src=twsrc%5Etfw\">@Astrobotic</a>, and <a href=\"https://twitter.com/Honeybee_Ltd?ref_src=twsrc%5Etfw\">@Honeybee_Ltd</a>. <a href=\"https://t.co/SodVFBnPju\">https://t.co/SodVFBnPju</a><a href=\"https://t.co/N2y5g8smTu\">pic.twitter.com/N2y5g8smTu</a></p>— Blue Origin (@blueorigin) <a href=\"https://twitter.com/blueorigin/status/1600233901833695232?ref_src=twsrc%5Etfw\">December 6, 2022</a></blockquote></div><p>Blue Origin owner Jeff Bezos wrote in an open letter to NASA administrator Bill Nelson in July last year that his company was willing to <a href=\"https://www.engadget.com/jeff-bezos-nasa-open-letter-181522642.html\">waive up to $2 billion</a> in payments in exchange for a fixed-price lander contract. Bezos also complained that the decision to award a single contract gave SpaceX &quot;a multiyear, multibillion-dollar head start” and claimed it &quot;broke the mold of NASA’s successful commercial space programs by putting an end to meaningful competition for years to come.&quot;</p><p>NASA had intended to award two lunar lander contracts, but it opted to only issue one due to funding concerns. In August 2021, Blue Origin <a href=\"https://www.engadget.com/blue-origin-federal-claims-court-nasa-challenge-163927526.html\">filed a lawsuit</a> against NASA over its handling of the Human Landing System program. However, a Federal Court of Claims judge <a href=\"https://www.engadget.com/blue-origin-loses-nasa-lawsuit-over-spacex-151101253.html\">ruled against Blue Origin</a>. The lawsuit held up work on SpaceX's lander and <a href=\"https://www.engadget.com/nasa-pushes-back-crewed-moon-landing-to-2025-083617472.html\">delayed</a> a crewed mission to the Moon until 2025.</p><p>Earlier this year, NASA said it would again accept proposals for a second lunar lander project. Now, Blue Origin is taking the agency up on the offer. As <a href=\"https://www.wsj.com/articles/jeff-bezoss-space-company-bids-again-for-nasa-moon-lander-after-spacex-win-11670381792\"><em>The Wall Street Journal</em></a> notes, Blue Origin will <a href=\"https://www.prnewswire.com/news-releases/leidos-dynetics-team-and-northrop-grumman-to-collaborate-on-nasa-human-landing-system-bid-301697017.html\">face competition</a> from Northrop Grumman and Leidos Dynetics. Northrop Grumman <a href=\"https://www.engadget.com/blue-origin-team-delivers-fullscale-lunar-lander-mockup-to-nasa-105810656.html\">worked with Blue Origin</a> during the first round of contract bids.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/mario-kart-8-deluxe-free-custom-items-update-170427088.html?src=rss", "title": "Free 'Mario Kart 8 Deluxe' update lets you choose what power-ups appear during races", "date_published": "2022-12-07 17:04:27+00:00", "description": "<p>At its core, Mario Kart is a game about trolling your friends. So what better way to ratchet up the hijinks than by allowing players to decide what power-ups spawn during races? Nintendo has <a href=\"https://twitter.com/NintendoEurope/status/1600479248476766208?s=20&amp;t=ohkjb3OalMmv3BJA31GUwQ\"><ins>released a free update</ins></a> for <a href=\"https://www.engadget.com/tag/mario%20kart%208%20deluxe/\"><em><ins>Mario Kart 8 Deluxe</ins></em></a><em>&nbsp;</em>that adds custom item selection for offline VS races and select online modes. Want to be a monster and force blue shells on all your friends? Go right ahead. It’s even possible to set specific items for each team in team races and battles.</p><p>The free update is the latest show of support for <em>Mario Kart 8 Deluxe</em>, a five-year-old rerelease of a nearly nine-year-old game. At the start of the year, Nintendo <a href=\"https://www.engadget.com/mario-kart-8-deluxe-courses-dlc-expansion-pack-nintendo-switch-230930580.html\"><ins>announced</ins></a> it would continue to support <em>Mario Kart 8 Deluxe </em>until the end of 2023 with paid DLC. The company plans to release a total of 48 remastered tracks, all of which can be obtained through the $25 Booster Course Pass.</p><span id=\"end-legacy-contents\"></span><div id=\"cff75fbce7d645e1be29c919bd28c7fc\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">A new Custom Items feature is now available for all <a href=\"https://twitter.com/hashtag/MarioKart?src=hash&amp;ref_src=twsrc%5Etfw\">#MarioKart</a> 8 Deluxe owners via a free update. Use it to choose which items appear in offline VS Races and certain online modes! <a href=\"https://t.co/zkFIUtqbi3\">pic.twitter.com/zkFIUtqbi3</a></p>— Nintendo of Europe (@NintendoEurope) <a href=\"https://twitter.com/NintendoEurope/status/1600479248476766208?ref_src=twsrc%5Etfw\">December 7, 2022</a></blockquote></div>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jcpa-media-sharing-bill-dropped-in-congress-165414746.html?src=rss", "title": "Congress axes media revenue sharing bill after pushback from Google and Meta", "date_published": "2022-12-07 16:54:14+00:00", "description": "<p>A US government attempt to compensate publishers for web links has fallen apart, as Congress <a href=\"https://rules.house.gov/sites/democrats.rules.house.gov/files/BILLS-117HR7776EAS-RCP117-70.pdf\">has cut</a> the <a href=\"https://www.engadget.com/google-meta-news-organizations-negotiate-legislation-180450508.html\">Journalism Competition and Preservation Act</a> (JCPA) from the annual national defense spending bill. The measure would have made temporary exceptions to antitrust law letting media outlets negotiate revenue sharing deals, such as receiving a cut of ad money from links to news articles in search results and social media posts.</p><p>The removal comes after extensive resistance from tech firms. Just this week, Facebook owner Meta <a href=\"https://twitter.com/andymstone/status/1599857809126195201\">warned</a> it would &quot;consider removing news&quot; from its platform rather than submit to government-required negotiations for revenue sharing deals. As with the social media giant's objections to similar legislative efforts in <a href=\"https://www.engadget.com/whistleblowers-facebook-blocked-australia-news-government-wsj-223846621.html\">Australia</a> and <a href=\"https://www.engadget.com/meta-threatens-to-block-facebook-news-content-canada-bill-c-18-211424655.html\">Canada</a>, the company argued that the JCPA would force companies to pay for content whether or not they wanted to see it. This would supposedly create a &quot;cartel-like entity&quot; that made one company subsidize others.</p><span id=\"end-legacy-contents\"></span><p>Two industry groups, the Computer &amp; Communications Industry Association and NetChoice, also said they would launch extensive ad campaigns to oppose the JCPA. Both groups include major tech companies like Amazon, Google and Meta. Google has been a vocal opponent of link revenue shares in the past, and only reluctantly agreed to them in countries <a href=\"https://www.engadget.com/google-agreement-french-publishers-content-100220969.html\">like France</a>.</p><p>Advocacy groups have taken more varied stances. Public Knowledge and its allies were <a href=\"https://publicknowledge.org/policy/group-letter-to-congressional-leadership-against-jcpas-ndaa-inclusion/\">concerned</a> tech companies could be forced to carry extreme content, and that the JCPA favored larger media producers over small publishers. Political critics across the spectrum, meanwhile, have worried that the Act could alternately strip away moderation tools or fuel biased reporting.</p><p>It's not certain what will happen to the efforts behind the JCPA. Lead proponent Sen. Amy Klobuchar said politicians &quot;must&quot; find a way to improve compensation for news. However, it's safe to say the media companies that supported the bill won't be happy. <em>The Los Angeles Times</em>, Fox News owner News Corp. and others had argued that the would-be law was necessary to counter years of declining ad revenue in the shift toward online news coverage. For now, at least, they won't have that potential help.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/blizzard-diablo-4-preview-this-feels-worryingly-good-160026475.html?src=rss", "title": "‘Diablo IV’ hands-on: This feels worryingly good", "date_published": "2022-12-07 16:00:26+00:00", "description": "<p>About three hours into my preview of <em>Diablo IV</em>, I stumble upon the body of a dead priest. The discovery adds a quest to my journal to visit nearby Margrave. A short while later, I find a small village worn down by constant snowfall and all the monsters and bandits that lurk outside its palisade walls. Despite the town’s desperate state, there are signs of warmth and humanity everywhere.</p><p>By the south entrance, I find a woman praying for her deceased husband. She tells his gravestone how she can’t sleep now that no one is snoring at night. Nearby, a man tells his adopted son not to venture outside the town’s walls. I love these details. They remind me of some of my favorite moments playing <em>Diablo II</em>.</p><span id=\"end-legacy-contents\"></span><p>Whenever I went back over the years to revisit the action RPG on my own, I would listen to everything the non-playable characters had to say. The game doesn’t have much dialogue by modern standards, but if you pay attention, it says a lot with very little. Looking back at my time with <em>Diablo III</em> and, more recently, <a href=\"https://www.engadget.com/diablo-immortal-review-120001807.html\"><em>Diablo Immortal</em></a>, what stands out is that those games rarely, if ever, slow down to take a breath.</p><figure><img alt=\"A screenshot showing off one of Diablo IV's towns.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/022164b0-7644-11ed-bf7d-b1ff10d5c285\" /><figcaption></figcaption><div class=\"photo-credit\">Blizzard</div></figure><p><em>Diablo IV</em> feels different. It feels like a game that was designed by people who love the history of this franchise as much as I do. That might not seem like much, but it’s refreshing when you consider <em>Diablo III’s</em> original lead designer <a href=\"https://kotaku.com/diablo-iii-designer-sorry-for-insult-sort-of-sorry-for-5937105\">called his <em>Diablo II </em>predecessor a “loser.”</a></p><p>“Certainly, there are a lot of things about <em>Diablo II</em> that we think are really cool and need to be in <em>Diablo IV</em>, particularly when you look at the depth of systems and itemization… and, as you noted, there are things about <em>Diablo III</em> like the smooth and seamless combat that we wanted to bring forward to <em>Diablo IV,</em>” game director Joe Shely tells me during a roundtable interview. Shely took over leadership of the <em>Diablo IV </em>team in the <a href=\"https://www.polygon.com/22714695/diablo-4-new-game-director-blizzard-entertainment\">fall of 2021</a> after the game’s previous director, <a href=\"https://www.engadget.com/activision-blizzard-loses-designers-121905544.html\">Luis Barriga</a>, left Blizzard when California’s fair employment agency accused the studio of <a href=\"https://www.engadget.com/activision-blizzard-lawsuit-discrimination-abuse-video-163056567.html\">systemic gender discrimination and sexual harassment</a>. “We think <em>Diablo IV</em> can be a place that welcomes players from any previous Diablo game and people who have never played a Diablo game.”</p><figure><img alt=\"A screenshot showing off one of Diablo IV's open-world environments. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/ccede5b0-7644-11ed-adda-2c85095def74\" /><figcaption></figcaption><div class=\"photo-credit\">Blizzard</div></figure><p><em>Diablo IV</em> existing as a project that takes all the best aspects of past entries in the series and iterates on them in meaningful ways is a theme Shely and his boss, Diablo franchise head <a href=\"https://www.vice.com/en/article/a353p4/gears-5-director-on-his-career-of-salvaging-game-development-trainwrecks\">Rod Fergusson</a>, repeat early and often. At first, I dismissed it as marketing, but after playing the game<em>&nbsp;</em>for about a dozen hours, I started to believe them.</p><p>Take combat, for instance. Carrying over a change Blizzard made for the <a href=\"https://www.engadget.com/2013-06-13-diablo-3-for-consoles-may-be-different-but-its-still-diablo.html\">console release of <em>Diablo III</em></a>, each class comes with a dodge ability built into their kit. At first, you can only use your dodge once before it goes on cooldown, but as you level your character, you’ll find magical and rare boots that give you additional charges.</p><p>The potion system, meanwhile, represents a hybrid of the systems that existed in <em>Diablo II</em> and <em>III</em>. When you first start playing, your character can carry a maximum of five potions on them. There’s no cooldown after you use one, and you gain refills by slaying enemies or bringing a boss down to certain thresholds of their health. Walking over a potion when your character is at max health won’t automatically heal you as it did in <em>Diablo III, </em>so there’s more strategy involved. As you might have guessed, you can upgrade the potency of your potions and find ways to carry more as you progress through the game.</p><figure><img alt=\"A screenshot of the barbarian's skill tree, highlighting the rupture skill. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/526d6c70-7644-11ed-9f46-f74d9f15601a\" /><figcaption></figcaption><div class=\"photo-credit\">Blizzard</div></figure><p>On the surface, these are minor changes, but they add some much-needed tactical depth to Diablo’s combat, so you’re not just mindlessly clicking and spamming your skill rotation. Most larger enemies have a windup attack in their arsenal to stagger your character. Combine that with elite and champion variants of enemies that can use abilities like frost to trap you in place, and combat encounters feel more involved in <em>Diablo IV</em> than in past games. Playing on the game’s veteran world tier difficulty, I had the most success when I used my barbarian’s leap ability to close the distance quickly on ranged enemies and monsters like fallen shamans that could bring their comrades back from the dead.</p><p>All of that made for a fun and satisfying combat loop enhanced by how much the game encouraged me to experiment with my character’s build. <em>Diablo IV </em>sees the return of <em>Diablo II</em>’s<em>&nbsp;</em>skill trees, but this time around, you’re not limited to respecing your character once per difficulty. Instead, you can at any time refund a single skill point or all of them simultaneously to tweak your build. At first, doing so only costs a few gold coins, but the price increases as you level your character. The beauty of this system is that you’re free to experiment early before settling on the build that will take you through <em>Diablo IV’s </em>endgame activities.</p><div id=\"a52a8190ef1c4b968f50c49701975b28\"></div><p>Unfortunately, I only had enough time to play through the demo with the barbarian. The preview also came with access to the rogue and sorcerer classes. At launch, the final game will feature five classes, adding the druid and necromancer to the mix.</p><p>I wish I could write about the story, but Blizzard asked those of us taking part in the preview not to spoil anything. What I can say is that once you complete <em>Diablo IV’s</em> prologue, you can tackle its primary acts in any order you want. The preview build only came with access to act one and the Fractured Peaks zone where that part of the story takes place. When Blizzard revealed <em>Diablo IV</em> in 2019 by sharing the game’s gruesome <a href=\"https://www.engadget.com/2019-11-01-blizzard-diablo-iv-cinematic-trailer-gameplay.html\">“By Three They Come” intro cinematic</a>, I was worried the story would end up being edgy instead of mature and dark.</p><p>The little I’ve seen of the plot has done a lot to address those concerns. Part of that has been thanks to the smart, restrained writing I saw and <em>Diablo IV’s </em>willingness to give its narrative time to breathe, but the thing I think that’s going to surprise a lot of people is how atmospheric <em>Diablo IV</em> can be in its best moments. All of the trailers Blizzard has released so far don’t do nearly enough justice to all the great work the art team has done with the environmental, lighting and particle effects in the game. When my barbarian first began his adventure on a mountain beset by a blizzard, I reached for a blanket.</p><p>One thing the demo didn’t include was a preview of <em>Diablo IV’s</em> monetization system. Blizzard provided an overview of those this past summer. The short version is that the game won’t include <a href=\"https://www.engadget.com/blizzard-reveals-diablo-iv-monetization-170021763.html\">pay-to-win microtransactions</a>. Instead, an in-game cosmetic shop will allow you to buy items you can use to customize the look of your characters further. Seasonal battle passes will allow you to earn additional cosmetics. From the moment you create your character, the customization systems are robust, offering you plenty of options to alter their physical appearance, including things like skin tone, head and facial hair, as well as jewelry.</p><figure><img alt=\"A screenshot showing one possible look for the barbarian class. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/ab7fda50-7644-11ed-baf8-25f7305e49fc\" /><figcaption></figcaption><div class=\"photo-credit\">Blizzard</div></figure><p>Additionally, the way you can modify the appearance of items is as fleshed out. For instance, if you use the transmog system to make a piece of armor look different, and then an item with better stats drops for you, you can match it with your previous set directly from the character sheet. By level 10, my barbarian had already started to look menacing.</p><p>If there’s one worry I have about <em>Diablo IV, </em>it’s the same one I’ve had with every Blizzard game in the past decade or so: Can the studio stick the landing? To say Blizzard’s recent output has been all over the place would be an understatement. I’m still disappointed with how it handled remastering <a href=\"https://arstechnica.com/gaming/2020/01/warcraft-iii-reforged-not-the-flavor-of-chaos-we-were-hoping-for/\">my favorite RTS of all time</a>. The studio will have the chance to reassure fans in early 2023 when <em>Diablo IV’s </em><a href=\"https://www.engadget.com/diablo-4-closed-beta-starting-soon-230820747.html\">open beta begins</a> ahead of the game’s official launch <a href=\"https://www.engadget.com/diablo-4-trailer-release-date-181833584.html\">later in the year</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-nest-hub-deal-walmart-free-smart-bulb-154030314.html?src=rss", "title": "Google's Nest Hub drops to $39 with a free smart bulb", "date_published": "2022-12-07 15:40:30+00:00", "description": "<p>If you've been looking to pick up a smart display, today looks like a decent time to take the plunge, as Walmart has <a href=\"https://www.engadget.com/2020-01-23-smart-display-guide-amazon-google-lenovo.html#thebestgooglesmartdisplaygooglenesthub\">our favorite option</a> on the market, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvc2VvcnQvMTM3NTU2MzkyMyIsImNvbnRlbnRVdWlkIjoiNDY2ODk1ZGQtYjQ4MS00MjA5LThhNWEtNDI0MzNjNTE0YWI3In0&amp;signature=AQAAATJWJ4_K8GVYALN0PQxNppnrNK4VnrgsScRno2Ao5-a-&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2Fseort%2F1375563923\">Google's Nest Hub</a>, down to $39. That's the lowest price we've seen to date for the second-gen model. Notably, the discount includes a basic Philips Wiz smart bulb for no extra cost. Though the 7-inch smart display technically has an MSRP of $99, we frequently see it on sale for $50. The deal covers both the \"chalk\" and \"charcoal\" versions of the display, but the former looks to be out of stock as of this writing.</p><p></p><p>We gave the second-gen Nest Hub a <a href=\"https://www.engadget.com/google-nest-hub-2nd-gen-2021-review-sleep-tracking-radar-price-specs-130026942.html\">review score of 89</a> when it launched last year, and it's currently a top pick in our <a href=\"https://www.engadget.com/2020-01-23-smart-display-guide-amazon-google-lenovo.html\">guide to the best smart displays</a>. Like <a href=\"https://www.engadget.com/amazon-echo-show-8-5-2021-review-180010029.html\">Amazon's Echo Show devices</a>, it's mainly there for those who like using a voice assistant to pull up the weather, control smart home gear, stream music and videos, display recipes in the kitchen and so on. Its chief advantage over Amazon's devices is, unsurprisingly, its tighter integration with Google services: If much of your life is organized in Gmail, Google Calendar and Google Photos, or if you use other Google-owned gear like Nest doorbells and thermostats, using the Google Assistant to access those things here will be far more convenient. We've also found the Google Assistant to be a little more capable than Alexa at answering web queries.</p><span id=\"end-legacy-contents\"></span><p>As a piece of hardware, the Nest Hub isn't blazingly fast, nor is its 1,024 x 600 resolution display especially sharp. Still, its built-in speakers and microphones do the job, and its soft fabric design should blend naturally into most rooms. Its 7-inch frame makes it a natural fit on a bedside table or bathroom counter, and while it lacks a built-in camera, that may be a good thing for those who want an added sense of privacy. The device can also provide a modicum of sleep tracking, though we wouldn't call that necessary for most, and Google <a href=\"https://support.google.com/googlenest/answer/10357288?hl=en&amp;co=GENIE.Platform%3DAndroid\">plans to charge extra</a> for the feature in the coming months. Nevertheless, the Nest Hub provides a strong mix of price and functionality for those who aren't already hitched to Alexa, and this deal only furthers that.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/epic-games-cabined-accounts-kids-fortnite-fall-guys-rocket-league-metaverse-153028144.html?src=rss", "title": "Epic Games rolls out limited accounts to protect young 'Fortnite' and 'Fall Guys' players", "date_published": "2022-12-07 15:30:28+00:00", "description": "<p><a href=\"http://engadget.com/tag/epic%20games\"><ins>Epic Games</ins></a> is <a href=\"https://store.epicgames.com/en-US/news/introducing-epic-games-cabined-accounts\"><ins>rolling out</ins></a> a new type of account for younger players that will require parental consent before they can do things like make purchases from <a href=\"https://www.engadget.com/tag/fortnite/\"><em><ins>Fortnite</ins></em><ins>'s</ins></a> in-game store with real money or use voice chat. Epic says these so-called &quot;cabined accounts&quot; will provide a &quot;tailored experience that is safe and inclusive for younger players using the store or launcher.&quot;</p><p><a href=\"https://www.epicgames.com/site/en-US/news/introducing-cabined-accounts-a-new-way-for-kids-to-join-the-metaverse\"><ins>In a blog post</ins></a>, Epic positioned cabined accounts as a &quot;new way for kids to join the metaverse.&quot; It wrote that some companies try to provide a safe environment for kids in an online ecosystem by &quot;by creating isolated experiences solely for their younger players, but these experiences are usually restrictive and unappealing when compared to the full game or activity and may encourage false reporting of age. Another approach has been to offer a fulsome experience for younger players, but if kids do not obtain permission from their parents, they are locked out entirely with no alternatives. Neither of these are optimal.&quot;</p><span id=\"end-legacy-contents\"></span><p>Starting today, players will see a one-time request for their age when they log into the Epic Games Store or the company's games. If someone indicates they are under 13 or a country's age of consent to use digital services, they will now <a href=\"https://www.epicgames.com/site/en-US/cabinedaccounts\"><ins>have a cabined account</ins></a>. Although they'll still be able to play <em>Fortnite, </em><a href=\"https://www.engadget.com/tag/rocket%20league/\"><em><ins>Rocket League</ins></em></a> or <a href=\"https://www.engadget.com/tag/fall%20guys/\"><em><ins>Fall Guys</ins></em></a><em>&nbsp;</em>with access to previously purchased and earned in-game content, they'll need to provide a parent or guardian's email address and get consent from them to use certain features.</p><p>Several other features are disabled in cabined accounts, including any purchases with money, free text chat, making trades in Rocket League, buying or downloading Epic Games Store titles not owned by Epic, custom display names and SMS-based two-factor authentication. Without parental consent, younger players will not be able to link their Epic account to services such as Facebook, Instagram and Twitch. Developers with cabined accounts will also be prevented from accessing some Unreal Engine features.</p><p>Epic will lift the restrictions when a parent or guardian provides consent or the player turns 13 or their region's age of digital consent. In the meantime, those with such an account can still use any funds that are already in their Epic wallet to buy things in <em>Fortnite, Rocket League, Fall Guys </em>and other Epic-owned games.</p><p>After a parent or guardian has verified a cabined account, they can set up <a href=\"https://www.epicgames.com/site/en-US/parental-controls\"><ins>parental controls</ins></a>. Among other things, they'll be able to approve friend requests on the younger player's account, grant access to voice and text chat and track their offspring's <em>Fortnite </em>play time.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/whatsapp-avatars-chat-stickers-152000618.html?src=rss", "title": "WhatsApp now supports Meta's bitmoji-like avatars", "date_published": "2022-12-07 15:20:00+00:00", "description": "<p>Meta's <a href=\"https://www.engadget.com/facebook-instagram-3d-avatars-upgrade-180051176.html\">bitmoji-style 3D avatars</a> have <a href=\"https://about.fb.com/news/2022/12/avatars-on-whatsapp/\">made their way</a> to WhatsApp. As of today, you can use your digital persona either as your profile photo or as part of a 36-sticker pack that mimics popular emoji and actions. If you want to show that you love someone or aren't sure about an idea, you can now use your virtual face instead of a generic icon.</p><p>WhatsApp sees avatars both as personalization and as a privacy feature. You can represent yourself in a conversation without having to share a photo that could be misused for stalking or other sinister purposes. The avatar system works across platforms, so the character you create for WhatsApp can be used with Facebook, Instagram or <a href=\"https://www.engadget.com/meta-avatars-metaverse-legs-vr-virtual-reality-facebook-instagram-whatsapp-190937062.html\">VR spaces</a> like Horizon Worlds.</p><span id=\"end-legacy-contents\"></span><div id=\"95421abc4f6f4c1e9f5abe5f52204478\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The expansion to WhatsApp was expected when Meta said it would make its new avatars usable across services. If anything, the feature is overdue. Snapchat, arguably the inspiration for the avatars, has had <a href=\"https://www.engadget.com/snapchat-bitmoji-reactions-chat-replies-182903027.html\">bitmoji reactions and replies</a> since the start of the year. <a href=\"https://www.engadget.com/tiktok-avatars-120030004.html\">Even TikTok</a> has avatars you can use in videos. Apple's Messages, meanwhile, has offered &quot;<a href=\"https://www.engadget.com/2018-06-04-apple-lets-you-create-your-own-personalized-animoji.html\">Memoji</a>&quot; for years.</p><p>Still, this could be a welcome addition. It should help WhatsApp compete for attention with those other services, of course, but it also promises a more consistent experience whether or not you use Meta's other social platforms. You won't have to give up avatars just because your friends and family depend on WhatsApp, even if they aren't always identical to the ones you use in other apps.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nasa-posts-high-resolution-images-of-orion-lunar-flyby-143016474.html?src=rss", "title": "NASA posts high resolution images of Orion's final lunar flyby", "date_published": "2022-12-07 14:30:16+00:00", "description": "<p><a href=\"https://www.engadget.com/nasa-orion-spacecraft-break-apollo-13-flight-record-172235996.html\">Orion</a> just made its final pass around the moon on its way to Earth, and NASA has <a href=\"https://www.flickr.com/photos/nasa2explore/with/52546367167/\">released</a> some of the spacecraft's best photos so far. Taken by a high-resolution camera (actually a <a href=\"https://www.dpreview.com/news/4499542236/cameras-aboard-nasa-orion-spacecraft-headed-moon-aboard-the-artemis-i-rocket\">heavily modified</a> GoPro Hero 4) mounted on the tip of Orion's solar arrays, they show the spacecraft rounding the Moon then getting a closeup shot of the far side.&nbsp;</p><p>The photos Orion snapped on its first near pass to the Moon were rather <a href=\"https://www.flickr.com/photos/nasa2explore/52519536140/\">grainy and blown out</a>, likely because they were captured with Orion's Optical Navigation Camera rather than the solar array-mounted GoPros. Other GoPro shots were a <a href=\"https://www.flickr.com/photos/nasa2explore/52546705136/\">touch overexposed</a>, but NASA appears to have nailed the settings with its latest series of shots.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Space photos were obviously not the primary goal of the Artemis I mission, but they're important for public relations, as NASA learned <a href=\"https://www.engadget.com/2019-07-20-neil-armstrong-buzz-aldrin-photo-the-big-picture.html\">many moons ago</a>. It was a bit surprising that NASA didn't show some high-resolution closeups of the Moon's surface when it passed by the first time, but better late than never.</p><p>Orion's performance so far has been &quot;<a href=\"http://edition.cnn.com/2022/11/21/world/nasa-artemis-1-moon-flyby-scn/index.html\">outstanding</a>,&quot; program manager Howard Hu told reporters last week. It <a href=\"https://www.engadget.com/watch-nasas-latest-artemis-1-launch-attempt-here-020044428.html\">launched</a> on November 15th as part of the Artemis 1 mission atop NASA's mighty Space Launch System. Days ago, the craft <a href=\"https://www.space.com/artemis-1-orion-moon-flyby-burn-december-5\">completed</a> a three and a half minute engine burn (the longest on the trip so far) to set it on course for a splashdown on December 11th.</p><p>The next mission, Artemis II, is scheduled in 2024 to carry astronauts on a similar path to Artemis I without landing on the moon. Then, humans will finally set foot on the lunar surface again with Artemis III, slated for launch in 2025.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-teams-communities-141514818.html?src=rss", "title": "Microsoft Teams takes on Facebook groups with community hubs", "date_published": "2022-12-07 14:15:14+00:00", "description": "<p>Microsoft Teams is now useful for organizing more than just your <a href=\"https://www.engadget.com/microsoft-teams-makes-it-easier-to-host-meetings-using-sign-language-155926354.html\">company meetings</a>. Microsoft has introduced a communities feature on <a href=\"https://play.google.com/store/apps/details?id=com.microsoft.teams\">Android</a> and <a href=\"https://apps.apple.com/app/microsoft-teams/id1113153706\">iOS</a> that effectively offers an alternative to Facebook groups for more personal uses — think of your softball team, a carpooling group or the local parent-teacher association. You can chat and make video calls, of course, but you can also arrange events, post messages and share documents.</p><p>As <a href=\"https://www.engadget.com/facebook-groups-reels-anti-misinformation-tools-162033187.html\">on Facebook</a>, owners can moderate communities by setting rules and removing people or content. You can create both virtual and real-world events. If someone wants to join, you can invite them through email, phone numbers or scannable QR codes.</p><span id=\"end-legacy-contents\"></span><p>Communities in Teams are only available on mobile for now, but Microsoft says they'll reach the desktop &quot;soon&quot; and that you only need the free app. In 2023, Microsoft will offer access to SignUpGenius to help you coordinate fundraisers and other good causes by helping you enlist volunteers and otherwise planning events.</p><p>The community hub expansion may seem odd, but it reflects a gradual shift away from Teams' original role as a pure workplace collaboration tool and more as a general-purpose chat and socialization app.  It became <a href=\"https://www.engadget.com/microsoft-teams-personal-use-features-154524176.html\">free for personal use</a> last year, and recently received <a href=\"https://www.engadget.com/microsoft-teams-casual-multiplayer-games-solitaire-minesweeper-140011554.html\">casual games</a> to help break the ice with colleagues. This newest addition ventures even farther afield — Microsoft isn't really creating a social network, but it is hoping to take over some of those duties.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-echo-show-15-fire-tv-update-available-140034899.html?src=rss", "title": "Amazon's Echo Show 15 now doubles as a Fire TV", "date_published": "2022-12-07 14:00:34+00:00", "description": "<p>Amazon's <a href=\"https://www.engadget.com/amazon-echo-show-15-review-163035555.html\">Echo Show 15</a> is now useful as a tiny TV. The company has released a <a href=\"https://www.engadget.com/amazon-fire-tv-echo-show-15-165606888.html\">promised free update</a> that brings the Fire TV interface to the smart display. As on other devices, you can stream from a range of apps (including Netflix, Prime Video and YouTube) with an on-screen carousel that helps you find content and resume shows. This will be familiar to anyone who's used even a <a href=\"https://www.engadget.com/amazon-fire-tv-stick-lite-175631085.html\">basic Fire TV Stick</a>, but the Echo Show's design offers a few interface twists.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJGWlZGRzZOP3RhZz1nZGd0MGMtcC1vLWJlLTIwIiwiY29udGVudFV1aWQiOiJiYzU3ODllOC00OTYwLTRmMzEtYmQwMy1jNDkzMWU2ZDI0NTIifQ&amp;signature=AQAAAQlZxWW_oWj8Drh8-IrvQ4rN0rSf8BdODIyhOwlu26Pl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BFZVFG6N\" id=\"dcc2169477af45d583f7f5deaae6132e\">Buy Echo Show 15 bundle at Amazon - $195</a><p>You can use Alexa to open apps or stream specific content, and use either a paired Alexa Voice Remote or the controls in the mobile Fire TV app to navigate without smudging the screen. However, there's also a virtual remote on the Echo Show 15 itself. You won't need a separate controller for those apps that don't recognize touch.</p><span id=\"end-legacy-contents\"></span><p>The Echo Show 15 normally costs $250, but Amazon is sweetening the deal to mark the Fire TV launch. A new \"limited time\" bundle includes both the display and an Alexa Voice Remote <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJGWlZGRzZOP3RhZz1nZGd0MGMtcC1vLWJmLTIwIiwiY29udGVudFV1aWQiOiJiYzU3ODllOC00OTYwLTRmMzEtYmQwMy1jNDkzMWU2ZDI0NTIifQ&amp;signature=AQAAAbHJJAkTFrxZ9ofYKrHaDvU_xXEI790qQ1jGQnTj-7ap&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BFZVFG6N\">for $195</a>. Existing Echo Show owners, meanwhile, can buy the remote for $10 ($20 off) through the touchscreen.</p><p>As we explained in our review, the Echo Show 15 still isn't for everyone. The camera and speakers are merely so-so, and there's still only a limited range of widgets. With that said, the Fire TV expansion may go a long way toward justifying the design. This may be a viable option for a kitchen or bedroom TV, particularly if you'd also like to see the family calendar or the weather.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazons-echo-show-5-bundled-with-a-blink-mini-is-on-sale-for-only-50-134459539.html?src=rss", "title": "Amazon's Echo Show 5 bundled with a Blink Mini is on sale for only $50", "date_published": "2022-12-07 13:44:59+00:00", "description": "<p>The Echo Show 5 is one of Amazon's most versatile Alexa devices thanks to its 5.5-inch display, it's relatively solid sound quality and it's compact size. The online retailer discounted the smart display to $35 for the holiday shopping season, but it also has a deal on a bundle that would make a good smart-home starter kit. You can pick up the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhaTjlSUDhaLz90aD0xJnRhZz1nZGd0MGMtcC1vLWJyLTIwIiwiY29udGVudFV1aWQiOiI4ZGVjNmIzNi0wNmJjLTQwZGEtYTM0YS04YTM3MmU4NmE0YjQifQ&amp;signature=AQAAAen6L-nShqZNpRJ87-G8BY7fWTGLnj9X0426MTd45zoP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08ZN9RP8Z%2F%3Fth%3D1\">Echo Show 5 with a Blink Mini</a> for a total of $50, which is 58 percent off the normal price of the bundle.</p><p></p><p>Amazon last updated the <a href=\"https://www.engadget.com/amazon-echo-show-8-5-2021-review-180010029.html\">Echo Show 5</a> in 2021, giving it a 2-megapixel front camera that will slightly improve the quality of your video chats. Otherwise, not much about the Show 5 has changed since it originally came out — but that's not a bad thing. The Alexa-powered display has decent audio quality for its size, and it has onboard volume controls along with a mic-mute button and a physical camera shutter for when you need extra privacy.</p><span id=\"end-legacy-contents\"></span><p>The Show 5 is the smallest smart display in Amazon's lineup and it makes an excellent alarm clock thanks to its ambient light sensor, which adjusts the screen's brightness based on the light levels in the room, and its sunrise alarm feature. The latter slowly brightens the display before you're due to wake up to wake you more naturally from sleep. You can also tap to snooze your alarm, a feature that's unique to the Echo Show 5 (other Amazon smart displays don't have it).</p><p>Pairing the Show 5 with the <a href=\"https://www.engadget.com/amazons-blink-mini-camera-announcement-183048551.html\">Blink Mini</a> can give you a better view of your home. Blink's smallest security camera may not be wireless like the rest of its gadgets, but it still records 1080p video and supports motion alerts and two-way audio. Once you plug it in, it'll watch over the inside of your home and you can use the Echo Show 5 to check out its camera feed from another part of the house. And like other Blink cameras, the Mini can also send motion alerts to your phone, so you can check in anytime from anywhere. This $50 bundle gives you both gadgets at the best prices we've seen, making it a good starter set for anyone who wants to make their home a bit smarter. If you're looking for a larger display that also provides even better sound quality, the same bundle with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhaTjhTTE1XLz90YWc9Z2RndDBjLXAtby1ici0yMCIsImNvbnRlbnRVdWlkIjoiOGRlYzZiMzYtMDZiYy00MGRhLWEzNGEtOGEzNzJlODZhNGI0In0&amp;signature=AQAAAWuLN-KAtHjcnJ960pOW31ilpA_sPMtXxFSyMJaXgmqS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08ZN8SLMW%2F\">Echo Show 8 and a Blink Mini</a> is also on sale for $85.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhaTjhTTE1XLz90YWc9Z2RndDBjLXAtby1icy0yMCIsImNvbnRlbnRVdWlkIjoiOGRlYzZiMzYtMDZiYy00MGRhLWEzNGEtOGEzNzJlODZhNGI0In0&amp;signature=AQAAAUL3COC72zdcdFB9CHWQlPKMYXiQP7_XE0QXO27KVE-R&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08ZN8SLMW%2F\" id=\"4613e05d48b24e7a8bb9ffd3b87598f0\">Buy Echo Show 8 + Blink Mini bundle at Amazon - $85</a><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/shark-ai-robot-vacuum-self-emptying-base-300-off-today-amazon-133246458.html?src=rss", "title": "Shark's self-emptying robot vacuum is $300 off today only", "date_published": "2022-12-07 13:32:46+00:00", "description": "<p>You can get <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TaGFyay1NYXBwaW5nLUNhcGFjaXR5LUJhZ2xlc3MtQVYyNTAxQUUvZHAvQjA4UVpWU0M4RD90YWc9Z2RndDBjLXAtby1icC0yMCIsImNvbnRlbnRVdWlkIjoiNGYyOWE3NTYtZDk4NS00MWEyLTg0ODctYzJmNzhmZDc1Y2JlIn0&amp;signature=AQAAAWZUYDR6j6Vp6e-oJtSlj-VPtqEtsVw0a7LXUH2gGHFh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FShark-Mapping-Capacity-Bagless-AV2501AE%2Fdp%2FB08QZVSC8D\">Shark's AV2501AE AI Robot Vacuum</a> at a deeply discounted price today at Amazon. As of this writing, you have less than 19 hours to grab the robotic vacuum for $350 only, or for 46 percent less than its retail price of $650. That's the lowest price we've seen for this particular model on the website. This vacuum uses LiDAR technology to map your house, so you can set up cleaning areas and zones it can't go to using its accompanying app. Its AI-powered navigation system also enables it to detect and avoid objects while doing row-by-row cleaning to ensure that it covers every area of your home that it can.&nbsp;</p><p></p><p>The model comes with a bagless, self-emptying base that can hold up to 60 days of dirt. And in UltraClean Mode, it can clean carpets better, as well as pick up more pet hair even without a special attachment for hair and fur. Plus, Shark says the machine has true HEPA filtration that can suck in allergens as small as .3 microns and trap them inside the base.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In case you want to start vacuuming beyond the scheduled times you set or want to activate UltraClean mode, you can simply issue voice commands through Amazon Alexa or Google Assistant devices. Take note that the vacuum can run for up to two hours on a single charge, after which it has to dock and charge itself before picking up where it left off.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/gm-launches-its-community-charging-program-in-two-states-130001577.html?src=rss", "title": "GM opens its first Level 2 community charging stations in two states", "date_published": "2022-12-07 13:00:01+00:00", "description": "<p>GM has installed its first Level 2 charging stations in Wisconsin and Detroit as part of a community charging initiative <a href=\"https://www.engadget.com/gm-community-level-2-ev-charging-stations-201232330.html\">unveiled last year</a>. A dealership in Marshfield, Wisconsin put up stations at locations including parks, a library and a sports complex, while another installed them at a healthcare/wellness center in Owosso, Michigan. The aim is to help dealers install up to 40,000 chargers in community locations (including underserved rural and urban areas) across the US and Canada.&nbsp;</p><p>&quot;Nearly 90 percent of the U.S. population lives within 10 miles of a GM dealership. Our dealers are... well positioned to determine locations that expand access to EV charging, including at small businesses, entertainment venues, schools and other popular destinations,” said GM VP Hoss Hassani.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>GM originally said it would offer a mix of 11.5kW and 19.2kW chargers, but it now says it will give dealers up to ten 19.2kW chargers that deliver &quot;the most power available to a Level 2 charger.&quot; Those can be placed at &quot;key locations&quot; in neighborhoods, such as apartments, colleges and businesses. Crucially, the units won't be limited to GM drivers, so EVs from other brands can use them as well.</p><p>GM selected Canadian manufacturer <a href=\"https://www.flo.com/about/\">FLO</a> as the charging station provider, with manufacturing to take place at FLO's Auburn Hills, Michigan facility.  While not nearly as quick as fast chargers, the 19.2kW 80-amp stations could get you from a 20 to 80 percent charge in under three hours — not bad if you're spending time at a library or park, for instance. Last year, GM said the chargers would be available to buy through dealers for home use, but it didn't mention that option in its latest press release.</p><p>Earlier this year, GM also unveiled plans for a coast-to-coast <a href=\"https://www.engadget.com/gm-is-building-a-coast-to-coast-ev-fast-charging-network-123000315.html\">fast-charging network</a> with 2,000 350kW chargers across 500 stations. It eventually plans to expand Ultium Charge 360 access to over 100,000 charge points across North America. Its current EV lineup includes the BrightDrop electric delivery vans, Cadillac Lyric and Celestiq, GMC Hummer and Sierra EVs, Chevrolet Blazer and Equinox EVs and the Bolt lineup. In an interesting twist, GM recently <a href=\"https://www.roadandtrack.com/news/a42004434/gm-services-teslas\">revealed</a> that it has serviced over 11,000 Tesla EVs since last year.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-year-in-search-2022-123501384.html?src=rss", "title": "Google’s Year in Search 2022 was dominated by Wordle, Ukraine and a cricket World Cup", "date_published": "2022-12-07 12:35:01+00:00", "description": "<p><em>Wordle</em> topped <a href=\"https://blog.google/products/search/year-in-search-2022-see-the-top-trending-searches-of-the-year/\">Google's Year in Search for 2022</a>, beating even the biggest events in the world over the past few months. Searches for the five-letter word game peaked shortly after it was <a href=\"https://www.engadget.com/wordle-nyt-new-york-times-sale-215510156.html\">acquired by</a><em>The New York Times</em> in February, perhaps when people had to look for its new address or when those who haven't heard of it before wanted to see what the fuss was about. The second most searched term for 2022 is &quot;India vs. England,&quot; which pertains to the countries' faceoff at the Cricket World Cup. Ukraine takes the third spot in the overall trending searches list, as well as the top of this year's trending News topics. Most people looking into the war in Ukraine searched for liveblogs to get the latest happenings and for information on casualties, refugees, donations and armed conflicts.&nbsp;</p><p>&quot;Queen Elizabeth&quot; came in fourth for 2022, with the UK and former British colonies being responsible for most of the searches after the Queen passed away in September. The fifth most popular search term is another Cricket World Cup game, this time between India and Saudi Arabia, followed by even more cricket matches and the <a href=\"https://www.engadget.com/apple-iphone-14-pro-max-review-dynamic-island-useful-always-on-display-battery-life-camera-test-sample-pictures-130020449.html\">iPhone 14</a>. COVID-19 is no longer at the forefront from people's minds, based on this year's list: Monkeypox and Roe v. Wade were the most searched health-related topics instead. Some of the other entries in the trending news list are pretty sobering, specifically &quot;Texas school shooting&quot; and Hurricane Ian.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>When it comes to the most searched people of the year, users seemed to be especially curious about celebrity happenings. Johnny Depp topped this year's list, followed by Will Smith and Amber Heard. Vladimir Putin also made it to the top five. Anna Sorokin and Simon Leviev, whose names blew up on the internet after <em>Inventing Anna</em> and <em>Tinder Swindler </em>came out, were among the most searched people, as well.&nbsp;</p><p><em>Thor: Love and Thunder</em> topped the list of most searched movies, but Google said &quot;how to become a fighter pilot&quot; trended thanks to <em>Top Gun: Maverick</em>. The tech giant also released the top image searches using Lens and the top song searches done by humming a tune. (Domestic short-haired cats and philodendrons seemed to have tickled most people's curiosity this year, for those wondering.) The Buckingham Palace was 2022's top cultural landmark, based on Google Maps searches, while the Dark Matter interactive installation in Berlin was the top exhibit. This year, Google also launched a <a href=\"https://about.google/stories/local-year-in-search-2022/\">local hub</a> that can show interesting search trends across the US — New York City, for instance, had &quot;rainbow mantis shrimp&quot; as its top trending animal.&nbsp;</p><p>You can see Google's full <a href=\"https://trends.google.com/trends/yis/2022/GLOBAL/\">Year in Search for 2022 right here</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-apple-music-is-adding-a-karaoke-mode-121556091.html?src=rss", "title": "The Morning After: Apple Music is adding a karaoke mode", "date_published": "2022-12-07 12:15:56+00:00", "description": "<p>Apple Music has introduced a <a href=\"https://www.engadget.com/apple-music-sing-karaoke-160939731.html\">Sing feature</a>, best described as a karaoke mode. Not only can you adjust the voice levels, but you can also use multiple lyric views if you’re looking to share a duet or even just <del>wail</del> harmonize in the background. Apple has tweaked existing lyric views, so they’re now cued to the beat and light up slowly.</p><p>The company says &quot;tens of millions&quot; of tracks will get the feature in December on the new Apple TV 4K, as well as recent iPhones (iPhone 11 and later) and iPads (including last year's ninth-generation model). Competitor Spotify already has a singing mode, but it’s more for rating your vocal skills. Apple told Engadget its feature doesn't use microphones at all – so all you need to worry about is family members recording you during your rendition of Adele’s “Rolling in the Deep.”</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/tsmc-arizona-investment-40-billion-semiconductor-plant-135339516.html\"><ins>TSMC is building a second chip plant to meet US semiconductor demand </ins></a></p></li><li><p><a href=\"https://www.engadget.com/google-search-continuous-scroll-desktop-130539571.html\"><ins>Google Search results now continuously scroll on desktop</ins></a></p></li><li><p><a href=\"https://www.engadget.com/snapchat-ar-lens-upgrades-digital-goods-170316296.html\"><ins>Snap is testing paid upgrades to popular AR lenses</ins></a></p></li><li><p><a href=\"https://www.engadget.com/samsung-storage-sale-microsd-card-ssd-deals-amazon-162432231.html\"><ins>Samsung storage sale drops SSDs and microSD cards below Black Friday prices</ins></a></p></li><li><p><a href=\"https://www.engadget.com/amazon-luna-ubisoft-pc-game-share-175013720.html\"><ins>Amazon Luna lets Prime members play Ubisoft PC games they own for free</ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/hbo-max-amazon-prime-video-channels-143851389.html https://www.engadget.com/...\">HBO Max returns to Prime Video Channels in the US</a></h2><h3>The move comes after a two-year fight.</h3><h3></h3><p>The long-running <a href=\"https://www.engadget.com/hbo-amazon-prime-video-channels-hbo-max-165006352.html\"><ins>squabble</ins></a> between Amazon and HBO appears to be over. Amazon and Warner Bros. Discovery have returned HBO Max to Prime Video Channels in the US. For $15 per month, you'll have access to <em>House of the Dragon</em> and other HBO shows within Prime Video – and you won't have to manage separate apps or subscriptions. This will also provide access to the unified HBO Max and Discovery+ service (possibly called Max) when it goes live in 2023.</p><p><a href=\"https://www.engadget.com/hbo-max-amazon-prime-video-channels-143851389.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-opens-self-service-repair-in-europe-to-let-customers-fix-their-own-devices-112500379.html\">​​Apple's Self Service Repair program comes to Europe</a></h2><h3>It will encompass 'more than 200 individual parts and tools.'</h3><a href=\"https://www.engadget.com/apple-opens-self-service-repair-in-europe-to-let-customers-fix-their-own-devices-112500379.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/47964400-761e-11ed-bbff-6af39211a615\" style=\"height: 450; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure></a><p>Apple's Self Service Repair program has arrived in eight European countries. Using it, you can perform many of the most common fixes on the iPhone 12 and iPhone 13 lineups, along with MacBooks with Apple silicon – that is, non-Intel models. If you'd rather not purchase a tool for a one-time repair, you can rent a kit for a week at £54.90 (€59.95). You can send back replaced parts for refurbishment and recycling and potentially receive a credit. A few examples of part prices include a battery module for £70.78 (€77.04) and a camera module for £168.55 (€192.76).</p><p><a href=\"https://www.engadget.com/apple-opens-self-service-repair-in-europe-to-let-customers-fix-their-own-devices-112500379.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/renault-cars-now-come-with-built-in-waze-navigation-094429189.html https://www.engadget.com/...\">Waze is getting its own dedicated app in Renault cars</a></h2><h3>It's available in new Renault Austral Hybrid's and Megane E-Tech EVs.</h3><h3></h3><p>Waze is France's most popular navigation app, to the point that it was recently updated with three regional accents (Toulouse, Provençal and Ch'ti). So it makes sense that Waze partnered with French automaker Renault to launch a new, dedicated version of the app for cars. Sure, you can use Waze on Android Auto by installing it as an app from your smartphone. What's different is Renault drivers can now install the app directly to the infotainment system – and won’t need a phone to use it.</p><p><a href=\"https://www.engadget.com/renault-cars-now-come-with-built-in-waze-navigation-094429189.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-car-no-longer-fully-self-driving-193708593.html https://www.engadget.com/...\">Apple's rumored electric car may not be fully self-driving after all</a></h2><h3>The project also might not be ready until 2026.</h3><h3></h3><p>More car news as <em>Bloomberg</em> sources say Apple’s EV, codenamed Project Titan, is no longer a fully self-driving machine. It will reportedly have a conventional wheel and pedals and will 'only' drive itself on highways. The company has also pushed the launch back by a year to 2026, according to those sources. The vehicle may offer enough autonomy for you to play games or watch videos on the highway, but it’ll ask you to take control to drive on city streets or in adverse weather.</p><p><a href=\"https://www.engadget.com/apple-car-no-longer-fully-self-driving-193708593.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/elden-ring-update-dlc-colosseums-pvp-multiplayer-155555016.html\">‘Elden Ring’ update will add multiplayer colosseum brawls</a></h2><h3>New arenas and three vs. three battles arrive on December 7th.</h3><a href=\"https://www.engadget.com/elden-ring-update-dlc-colosseums-pvp-multiplayer-155555016.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/4793fa10-761e-11ed-ab79-1c7acad696f5\" style=\"height: 422; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">FromSoftware</div></figure></a><p>Bandai Namco announced that a free multiplayer-focused update will go live later today. The Colosseum update will open up the titular arenas in Limgrave, Leyndell and Caelid, where players can battle it out in &quot;duels, free-for-alls and team fights,&quot; according to a YouTube video description. The colosseums have been in the game since launch, but were inaccessible. There aren’t a lot of details about the update, but having dedicated arenas for player-versus-player (PvP) battles should freshen things up for those who like to duke it out against other humans in <em>Elden Ring</em>. The trailer showed off some three vs. three combat as well. The video also includes text stating that players can &quot;join forces to fight for the Elden Ring.&quot; That suggests there will be more robust co-op options, too.</p><p><a href=\"https://www.engadget.com/elden-ring-update-dlc-colosseums-pvp-multiplayer-155555016.html\"><strong>Continue reading.</strong></a></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tecno-phantom-x2-pro-retractable-portrait-lens-113011384.html?src=rss", "title": "Tecno's Phantom X2 Pro phone has a pop-out portrait lens for 'pure' bokeh", "date_published": "2022-12-07 11:30:11+00:00", "description": "<p>Many smartphones these days offer artificial bokeh in their portrait photography modes, but with the help of a retractable camera, you can achieve true optical bokeh without missing any edges. Chinese brand Tecno is now bringing such a feature to its latest flagship device, the Phantom X2 Pro 5G, which packs a &quot;world-first&quot; pop-out portrait lens. This is just a little over two years after Xiaomi <a href=\"https://www.engadget.com/xiaomi-120mm-equivalent-retractable-phone-camera-macro-165051989.html\">showed off</a> a retractable 120mm-equivalent wide aperture lens, but it never left the prototype stage.</p><p>Tecno's intriguing portrait camera has a 50-megapixel resolution with a relatively large 1/2.7-inch sensor and 1.28um pixel size. Optically, this 2.5x zoom lens offers an f/1.49 aperture, 65mm focal length and 18.9cm depth of field. When you switch to portrait mode in the camera app, you can see (and hear) the portrait lens physically pop out on the back of the phone. This is complemented with Tecno's &quot;self-developed&quot; beautification mode with upgraded make-up settings — up to three faces are supported in each image.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>I had a chance to shoot some portraits with my Phantom X2 Pro 5G earlier today, and with the exception of the aggressive skin smoothing, my subjects were quite pleased with the natural bokeh, optimized brightness and virtually non-existent distortion.</p><figure><img alt=\"Tecno Phantom X2 Pro 5G\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/3dd9b7b0-7616-11ed-b7ab-e8d3c4e98aa9\" /><figcaption></figcaption><div class=\"photo-credit\">Richard Lai/Engadget</div></figure><p>There's more on this amusingly large camera island. The 50-megapixel main shooter uses Samsung's 1/1.3-inch GNV ISOCELL 3.0 sensor, which offers 1.2um pixel size and is supported with an f/1.85 aperture. You'll also find a 13-megapixel ultra-wide angle camera nearby, as well as a 32-megapixel front camera on the other side of the phone — in the form of a punch-hole near the top of the curved 6.8-inch AMOLED screen (2,400 x 1,080 resolution, 120Hz refresh rate; Gorilla Glass Victus).</p><p>The Phantom X2 Pro 5G is powered by a MediaTek Dimensity 9000, which is a 4nm octa-core processor — similar to the faster Dimensity 9000+ found in ASUS' <a href=\"https://www.engadget.com/asus-rog-phone-6d-ultimate-pricing-availability-064809063.html\">ROG Phone 6D series</a>. It also packs 12GB of LPDDR5X RAM and 256GB of UFS 3.1 storage, along with a generous 5,160mAh battery with 45W fast charging support. While this phone lacks an IP rating, a company rep claimed that the retractable portrait lens is waterproof and dustproof — the interior of the lens is apparently sealed, and likewise with the connection between the lens and the body. Still, it's probably best to avoid the water when you're carrying this device.</p><p>Tecno's new phone runs on a customized Android 12 system dubbed HiOS 12, which features an AI gallery with face recognition and editing functions, along with some productivity tools (built-in translator, file scanner with text and PDF conversion etc.) and a connection speed optimization engine. Tecno added that its device passed TÜV Rheinland's fluency test over a 36-month simulation, meaning its storage memory performance shouldn't deteriorate much (read: fragmentation) during the same period in real life; but we'll take this claim with a pinch of salt for now.</p><p>Tecno will initially be launching the Phantom X2 Pro 5G in markets including India, Nigeria, Kenya, Saudi Arabia, Colombia, Turkey, and the Philippines from the end of December, and it'll reach over 60 markets globally later (we're waiting for specific details on Western markets). The device will be available in &quot;Stardust Grey&quot; and &quot;Mars Orange,&quot; with the latter featuring an eco-friendly back cover composed of plastics recovered from the shores around the Indian Ocean. Tecno claims that this &quot;Eco-Friendly Edition&quot; reduces carbon emissions by approximately 38 percent when compared to virgin plastics, &quot;with each individual cover producing an estimated 2.4g fewer emissions on average.&quot;&nbsp;</p><p>If you manage to come across a Phantom X2 Pro, the asking price is around $930 (based on the 3,499 Riyal price tag in Saudi Arabia), which is probably difficult to justify for <em>just</em> some natural bokeh. There's also the Phantom X2 which is around $215 cheaper and looks very similar, but it only has 8GB of RAM and lacks a retractable portrait camera; you'll instead get a 64-megapixel main camera and a 2-megapixel depth camera, along with the same 13-megapixel ultra-wide camera and 32-megapixel front camera as the Pro model. The orange option is also replaced by a &quot;Moonlight White&quot; design.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/uber-and-motional-robotaxis-have-arrived-in-las-vegas-110046028.html?src=rss", "title": "Uber and Motional's robotaxis arrive in Las Vegas", "date_published": "2022-12-07 11:00:46+00:00", "description": "<p>Uber has launched public robotaxi rides in Las Vegas using Motional's Hyundai Ioniq 5 autonomous EVs with the aim of offering a full driverless service to the public in 2023. It will eventually expand to Los Angeles, where the two companies have been testing autonomous <a href=\"https://www.engadget.com/uber-eats-launching-two-autonomous-delivery-pilots-today-in-los-angeles-064252194.html\">Uber Eats deliveries</a> since May 2022. It's all part of a <a href=\"https://www.engadget.com/uber-motional-ioniq5-robotaxis-120017471.html\">10-year agreement</a> between Uber and Motional to offer autonomous ride-hailing and deliveries.&nbsp;</p><p>The taxi rides will be monitored by safety drivers, with the goal of launching a fully driverless service to the public in 2023. &quot;Today, Motional becomes the first AV company to conduct all-electric autonomous rides on the Uber network for public passengers,&quot; said Motional VP Akshay Jaising. (Uber <a href=\"https://www.engadget.com/2016-08-18-uber-self-driving-cars-ride-ready.html\">offered &quot;autonomous&quot; taxi rides</a> using its own self-driving tech back in 2016, but riders were accompanied by engineers ready to take the wheel.)&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Lyft also partners with Motional, a joint venture between Hyundai and Aptiv. It beat Uber to the punch by launching Motional rides in Las Vegas in <a href=\"https://www.engadget.com/lyft-motional-ioniq-5-ev-las-vegas-130051048.html\">August this year</a> with safety drivers on board. Lyft has also said it will ditch those drivers and offer true autonomous service by next year.&nbsp;</p><p>Don't be surprised if that timeline changes, though. Apart from Motional, only <a href=\"https://www.engadget.com/uber-freight-waymo-via-long-haul-autonomous-trucking-173218101.html\">Alphabet division Waymo</a> and <a href=\"https://www.engadget.com/gm-cruise-making-its-own-chips-self-driving-vehicles-051402952.html\">GM's Cruise</a> are offering true driverless services at a reasonably large scale. The Waymo One service is operating in Phoenix and San Francisco, while Cruise rides are currently limited to San Francisco. Both operate only in specific areas of cities (which can be mapped out in great detail) and some vehicles still use safety riders.</p><p>Uber co-founder Travis Kalanick once said that the his company had to be &quot;<a href=\"https://www.businessinsider.com/travis-kalanick-interview-on-self-driving-cars-future-driver-jobs-2016-8?r=US&amp;IR=T\">tied for first, at least</a>&quot; in the race to offer true driverless rides. Since both Uber and Lyft rely on Motional for self-driving tech, that's exactly what might happen.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/san-francisco-reverses-killer-robot-policy-092722834.html?src=rss", "title": "San Francisco reverses approval of killer robot policy", "date_published": "2022-12-07 09:27:22+00:00", "description": "<p>In late November, San Francisco's Board of Supervisors has <a href=\"https://www.engadget.com/san-francisco-approves-police-robots-deadly-force-option-112647119.html\">approved</a> a proposal that would allow the city's police force to use remote-controlled robots as a deadly force option when faced with violent or armed suspects. The supervisors voted 8-to-3 in favor of making it a new policy despite <a href=\"https://www.cbsnews.com/sanfrancisco/news/police-community-open-dialogue-about-lethal-robots-at-town-hall-meeting-in-san-francisco/\">opposition by civil rights groups</a>, but now they seem to have had a change of heart. During the second of two required votes before a policy can be sent to the mayor's office for final approval, the board voted 8-to-3 to explicitly <a href=\"https://twitter.com/HillaryRonen/status/1600261445446295553\">ban the use</a> of lethal force by police robots. As <a href=\"https://www.sfchronicle.com/bayarea/article/S-F-halts-killer-robots-police-policy-17636020.php\"><em>San Francisco Chronicle</em></a> notes, this about-face is pretty unusual, as the board's second votes are typically just formalities that echo the first ones' results.</p><p>The San Francisco Police Department made the proposal after a law came into effect requiring California officials to define the authorized uses of their military-grade equipment. It would have allowed cops to equip robots with explosives &quot;to contact, incapacitate, or disorient violent, armed, or dangerous suspects.&quot; Authorities could only use the robots for lethal force after they've exhausted all other possibilities, and a high-ranking official would have to approve their deployment. However, critics are concerned that the machines could be abused.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Dean Preston, one of the supervisors who oppose the use of robots as a deadly force option, said the policy will &quot;place Black and brown people in disproportionate danger of harm or death.&quot; In a newer statement made after the board's second vote, Preston <a href=\"https://view.bos.sfgov.org/?qs=7ef635b706991b93b1a4c15ca390f166e5d86bd784f3a01636e83c50a9b25c58a63cf22bfc4d826ea1442d3acab5cf7fe8f97ac488f7d474d32612ac85f25b50f07032eb226b86559a450385144a714e\">said</a>: &quot;There have been more killings at the hands of police than any other year on record nationwide. We should be working on ways to decrease the use of force by local law enforcement, not giving them new tools to kill people.&quot;</p><p>While the supervisors voted to ban the use of lethal force by police robots — for now, anyway — they also sent the original policy proposing the use of killer robots back for review. The board's Rules Committee could now amend it further to have stricter rules for use of bomb-equipped robots, or it could scrap the old proposal altogether.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-call-of-duty-nintendo-consoles-053027619.html?src=rss", "title": "Microsoft vows to bring 'Call of Duty' to Nintendo consoles", "date_published": "2022-12-07 05:30:27+00:00", "description": "<p>Microsoft vows to bring <a href=\"https://www.engadget.com/microsoft-activision-blizzard-playstation-call-of-duty-ftc-172017050.html\"><em>Call of Duty</em></a> to Nintendo and to continue making it available on the latter's consoles for 10 years if its Activision Blizzard acquisition pushes through. Phil Spencer, Microsoft Gaming's CEO, has <a href=\"https://twitter.com/XboxP3/status/1600342335845724160\">announced</a> the company's commitment on Twitter, adding that \"Microsoft is committed to helping bring more games to more people — however they choose to play.\" Spencer previously said during an interview that the company <a href=\"https://sea.ign.com/call-of-duty-infinity-ward-project/191852/news/phil-spencer-would-love-to-see-call-of-duty-on-switch\">intends</a> to treat <em>Call of Duty</em> like <em>Minecraft</em> that's available across platforms and that he would \"love to see [the game]\" on the Switch. A 10-year commitment potentially means that the franchise will also be released for the current Switch's successors.&nbsp;</p><p>In addition, Spencer has announced on Twitter that Microsoft will continue to offer <em>CoD</em> on Steam, alongside the Xbox, after the deal is closed. As <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMi8xMi8wNi90ZWNobm9sb2d5L21pY3Jvc29mdC1jYWxsLW9mLWR1dHktbmludGVuZG8uaHRtbCIsImNvbnRlbnRVdWlkIjoiYjQ3NjA2N2UtZjM2Mi00YjJiLTg0MzktNTMyZGY1ZjVkOGUzIn0&amp;signature=AQAAAWkRiYL8V-hJw0XExyf3KzMv1T4UilGBonHxJZgoercn&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2022%2F12%2F06%2Ftechnology%2Fmicrosoft-call-of-duty-nintendo.html\"><em>The New York Times</em></a> says, this announcement could be a move to appease the Federal Trade Commission and to get regulators on their side. The publication says the FTC is expected to discuss the acquisition in a closed-door meeting on Thursday, where the agency will decide whether to take steps to block the deal.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"a97d35dd39354d60833bb0d94853a595\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Microsoft has entered into a 10-year commitment to bring Call of Duty to <a href=\"https://twitter.com/Nintendo?ref_src=twsrc%5Etfw\">@Nintendo</a> following the merger of Microsoft and Activision Blizzard King.  Microsoft is committed to helping bring more games to more people – however they choose to play. <a href=\"https://twitter.com/ATVI_AB?ref_src=twsrc%5Etfw\">@ATVI_AB</a></p>— Phil Spencer (@XboxP3) <a href=\"https://twitter.com/XboxP3/status/1600342335845724160?ref_src=twsrc%5Etfw\">December 7, 2022</a></blockquote></div><p>A recent <a href=\"https://www.engadget.com/ftc-antitrust-lawsuit-block-microsoft-activision-purchase-071224285.html\">report by Politico</a> claimed that Microsoft failed to convince the FTC staff reviewing the acquisition with its arguments and that the commission will likely file an antitrust lawsuit to block it as soon as this month. The FTC is reportedly concerned the purchase would give Microsoft an unfair advantage and that it would reduce competition in the market.&nbsp;</p><p>In an opinion piece written for <a href=\"https://www.wsj.com/articles/microsofts-activision-blizzard-acquisition-is-good-for-gamers-competition-sony-cross-play-ftc-11670260780\"><em>The Wall Street Journal</em></a>, Microsoft President Brad Smith defended the acquisition and argued that it's good for gamers. FTC suing to block the deal \"would be a huge mistake,\" he said, and would hurt competition in the industry instead. Smith also said that Microsoft offered Sony, the loudest dissenting voice to the merger, a 10-year contract ensuring all new <em>CoD</em> releases would be available on the PlayStation the same day they go out for the Xbox. \"We're open to providing the same commitment to other platforms and making it legally enforceable by regulators in the US, UK and European Union,\" he wrote. Whether these efforts are enough to assure regulators that the purchase wouldn't be detrimental to the industry remains to be seen.&nbsp;</p>", "persistent": false}]