[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/need-for-speed-unbound-video-review/2300-6460184/", "title": "Need For Speed Unbound Video Review", "date_published": "2022-12-07 22:25:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4073432-nfs_v0.jpg\" width=\"480\" /> Need for Speed Unbound delights with a vibrant new art style and some exciting arcade racing, but familiar issues are as frustrating as an inopportune oil slick.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/nintendos-10-year-call-of-duty-deal-explained-gamespot-news/2300-6460183/", "title": "Nintendo's 10 Year Call of Duty Deal Explained | GameSpot News", "date_published": "2022-12-07 22:19:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4073430-news1207_v0.jpg\" width=\"480\" /> In this episode, We explain Microsoft’s commitment to bring Call of Duty to Nintendo platforms again as well as Elden Ring and Overwatch 2 patch notes. #GamingNews #MW2 #Nintendo", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/fortnite-chapter-4-season-1-every-battle-pass-skin-ranked/2900-4497/", "title": "Fortnite Chapter 4 Season 1: Every Battle Pass Skin Ranked", "date_published": "2022-12-07 22:15:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072711-fortnitechapter4season1battlepass.jpg\" /><br /><h3><p dir=\"ltr\">I'm not usually all that critical when it comes to battle pass skins--eight completely unique and multi-style skins for 950 V-Bucks is the sort of deal that's always gonna make me happy. But even by my relatively relaxed standards, the Chapter 4 Season 1 battle pass is a great one, without a bad skin in the bunch.</p><p dir=\"ltr\">On top of that, this pass breaks us from the monotony of the past year of Disney/Marvel battle pass collaborations, going instead with a pair of much-anticipated Gaming Legends skins. And for the first time since Chapter 2 Season 6, we have a tier 100 skin that isn't a collaboration.</p><p dir=\"ltr\">It's not a perfect pass by any means--it could certainly use more diversity, for one thing, and it doesn't feel like either of the gaming collabs is quite as awesome as the Lara Croft outfit that also came with the Chapter 2 Season 6 pass (more on that later).</p><p dir=\"ltr\">That said, this pass features eight outfits that are all worthy of spots in your regular rotation. But they can't all be the best. So let's look at which of Fortnite's Chapter 4 Season 1 battle pass skins are truly the best, in our oh-so-humble estimation.</p></h3></p><br />     <p><h2>8. Dusty</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072706-chapter4battlepassdusty.jpg\" /><br /><h3><p>Dusty isn't a bad skin or anything like that, but if they're gonna put three separate punkish girls in a single battle pass, one of them is gonna have to come in last on a ranking of the outfits. It is what it is.</p></h3></p><br />     <p><h2>7. Nezumi</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072705-chapter4battlepassnezumi.jpg\" /><br /><h3><p>This season's anime character is admittedly pretty cool, and as a long-haired person I greatly appreciate it when we get skins sporting magnificent manes. The fact that you also get to decide how he does up his hair is also quite nice--Nezumi is the sort of outfit that doesn't look like much at first glance, but is greatly elevated by his robust customization options.</p></h3></p><br />     <p><h2>6. Helsie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072707-chapter4battlepasshelsie.jpg\" /><br /><h3><p>A regular Fortnite person drawn in a late-90s/early-00s style? There's been a lot of that in this game this year (Bonejamin, Vivica Saint, Veronika, and everybody in the Boardwalk Warriors pack, to name a few), but Helsie is one of the better ones, with multiple styles that all follow the same template while still managing to be unique from each other.</p></h3></p><br />     <p><h2>5. Massai</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072710-chapter4battlepassmassai.jpg\" /><br /><h3><p>How many Native American characters have we had the chance to play as in Fortnite? Not many. But Massai, who is Apache, has an awesome set with possibly the best emote of the pass, and his masked style is actually dope enough to use in rotation--I'm not usually a fan of masked styles. He's got big Purge energy.</p></h3></p><br />     <p><h2>4. The Doom Slayer</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072704-chatper4battlepassdoomslayer.jpg\" /><br /><h3><p>The long-rumored \"Doom Guy\" skin is finally here, and his whole set is a delight, particularly the Cacodemon glider. But he feels like he really should have a retro style akin to the one Lara Croft got last year. So while he's very cool, he's not as cool as he could have been.</p></h3></p><br />     <p><h2>3. Selene</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072709-chapter4battlepassselene.jpg\" /><br /><h3><p>Selene is top tier because she has two styles that are striking and quite dope for completely different reasons. The only bummer is that there's no transformation emote for it--both styles are good enough to be worth a preset slot.</p></h3></p><br />     <p><h2>2. The Ageless</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072708-chapter4battlepasstheageless.jpg\" /><br /><h3><p>This season's transforming skin, and first tier 100 skin that wasn't a collab in a year and a half, is a snapshot of Fortnite's main antagonist, Geno, the founder of the Imagined Order. Both of these styles look great, even though I tend to get tripped up by the big shoulders on these knight-style outfits. And that transformation emote is pretty sick as well.</p><p>There's a reason all the Fortnite kids have been excited about this one since these styles first showed up in an outfit concept survey a while back, and the full 3D versions of the design look just as cool as they did as concept art.</p></h3></p><br />     <p><h2>1. Geralt of Rivia</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1757/17577455/4072703-chatper4battlepassgeraltofrivia.jpg\" /><br /><h3><p>Since this is the so-called \"secret skin\" it's going to be a minute until we can get our Geralts and really appreciate just how awesome it has to be to have a Witcher skin in Fortnite. I'm definitely biased--I've beaten each Witcher game three times, even the turbo-janky original. And so for me, Geralt is the gaming collab I didn't know I wanted. And I am desperately, <em>desperately,</em> hyped about it.</p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/yuji-naka-arrested-again-over-insider-trading-allegations/1100-6509817/?ftag=CAD-01-10abi2f", "title": "Yuji Naka Arrested Again Over Insider Trading Allegations", "date_published": "2022-12-07 22:08:00+00:00", "description": "<p dir=\"ltr\">Yuji Naka, co-creator of Sonic and director of the infamous Balan Wonderland, has been arrested again on alleged insider trading charges surrounding Final Fantasy VII: The First Soldier. This comes after Naka's<a href=\"https://www.gamespot.com/articles/sonic-co-creator-yuji-naka-has-been-arrested-for-alleged-insider-trading/1100-6509282/\"> first arrest in November</a>, for similar insider trading charges but on a different game, a new Dragon Quest title.</p><p dir=\"ltr\">According to <a href=\"https://www.asahi.com/articles/ASQD762GNQD7UTIL00X.html\">Asahi</a> (via <a href=\"https://www.videogameschronicle.com/news/yuji-naka-re-arrested-over-alleged-final-fantasy-vii-the-first-soldier-insider-trading-scheme/\">VGC</a>), Naka and another Square Enix employee, Taisuke Sazaki, knew of Square Enix's plans to work with Ateam on Final Fantasy VII: The First Soldier. Naka and Sazaki are accused of buying Ateam stocks before an official announcement went live.</p><p dir=\"ltr\">Naka reportedly purchased an estimated 120,000 shares in the company for around ¥144.7 million yen (approximately $1 million USD). Sazaki reportedly bought 91,000 shares for approximately ¥105 million yen (approximately $769,000) and also passed along the info to an acquaintance who also purchased shares. Sazaki and Naka reportedly earned hundreds of millions of yen from their alleged insider trading activities.</p><a href=\"https://www.gamespot.com/articles/yuji-naka-arrested-again-over-insider-trading-allegations/1100-6509817/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/get-5-aaa-pc-games-for-cheap-with-fanaticals-latest-bundle/1100-6509816/?ftag=CAD-01-10abi2f", "title": "Get 5 AAA PC Games For Cheap With Fanatical's Latest Bundle", "date_published": "2022-12-07 22:06:00+00:00", "description": "<p dir=\"ltr\">Fanatical’s <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/pick-and-mix/diamond-collection-build-your-own-bundle-holiday-edition\">Diamond Collection Holiday Edition bundle</a> </span> is here, offering customers up to five critically-acclaimed Steam games at a massive discount.</p><p dir=\"ltr\">Like other Fanatical DIY deals, the final price depends on how many keys you add to your bundle, starting at three games for $15, four games for $19, or five games for $23.</p><p dir=\"ltr\">The pool of 18 possible games includes big AAA releases like <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/wolfenstein-ii-the-new-colossus\">Wolfenstein II: The New Colossus,</a> </span> <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/prey-game\">Prey,</a> </span> and <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/dishonored-death-of-the-outsider\">Dishonored: Death of the Outsider,</a> </span> as well as several indies, like the open-world roguelike <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/unexplored-2-the-wayfarers-legacy\">Unexplored 2: The Wayfarer’s Legacy,</a> </span> the action-adventure RPG <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/ghost-of-a-tale\">Ghost of a Tale,</a> </span> and the moving adventure game <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/lost-ember\">Lost Ember</a> </span> (which also includes Lost Ember VR if you add it to your bundle).</p><a href=\"https://www.gamespot.com/articles/get-5-aaa-pc-games-for-cheap-with-fanaticals-latest-bundle/1100-6509816/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ixion-a-brand-new-strategy-sim-gets-huge-launch-day-discount/1100-6509794/?ftag=CAD-01-10abi2f", "title": "Ixion, A Brand-New Strategy Sim, Gets Huge Launch-Day Discount", "date_published": "2022-12-07 20:52:00+00:00", "description": "<p>Here's the scenario: You're a million miles from Earth, piloting a vessel across the infinite void of space while the future of humanity rests in your hands. Sounds good? Then you'll want to see just how well you'd do as the administrator of the Tiqqun space station in Ixion, which is launching today on PC with a 25% off discount. To sweeten the deal, enter GameSpot's exclusive <strong>promo code IXION5</strong> at checkout on Fanatical to knock off an additional 5%. You'll wind up getting <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/ixion\">the brand-new strategy game for just $24.93,</a> </span> down from its $35 retail price.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/ixion\">Buy Ixion at Fanatical</a> </div><p>If you buy Ixion from Fanatical, you'll receive a Steam key instantly. Considering that the game is only 10% off right now on Steam, you should definitely opt for buying the Steam key from Fanatical instead. Ixion was developed by Bulwark Studios, the studio behind Warhammer 40,000: Meechanicus.</p><p>With December winding down and the biggest releases of the year behind us, Ixion might just be the perfect game to end the year on. It's a more meditative combination of city-building, survival, and exploration gameplay elements, but also an experience where you'll need to think fast and make tough decisions if you want to insure the continuation of the human race.</p><a href=\"https://www.gamespot.com/articles/ixion-a-brand-new-strategy-sim-gets-huge-launch-day-discount/1100-6509794/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/metroid-prime-developer-retro-studios-once-pitched-an-xcom-style-spin-off/1100-6509815/?ftag=CAD-01-10abi2f", "title": "Metroid Prime Developer Retro Studios Once Pitched An XCOM Style Spin-Off", "date_published": "2022-12-07 20:48:00+00:00", "description": "<p>Metroid Prime developer Retro Studios once did preliminary work on an XCOM style tactics game set in the Metroid universe.</p><p>As observed by <a href=\"https://www.eurogamer.net/metroid-prime-developer-pitched-xcom-style-spin-off\">Eurogamer</a>, developer Paul Tozer discussed the pitch publicly for the first time on a recent episode of <a href=\"https://www.youtube.com/watch?v=ZQ8xa4drduQ\">Did You Know Gaming</a> about canceled Metroid games. It was one of several pitches the studio made following the conclusion of its Metroid Prime trilogy.</p><p>The game would have been a prequel, following Samus from when she sets out from the Chozo village where she was raised to her eventual decision to become a bounty hunter. This timespan also covers humanity's first encounter with the Metroids and the Space Pirates. In gameplay terms, Samus would team up with Galactic Federation soldiers, as well as bounty hunters, to fight aliens across various worlds, including Norion, Earth, and Zebes. Players would have used the Wii Remote's motion controls to direct Samus and her allies.</p><a href=\"https://www.gamespot.com/articles/metroid-prime-developer-retro-studios-once-pitched-an-xcom-style-spin-off/1100-6509815/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/metal-hellsinger-hits-1-million-players-and-comes-to-last-gen/1100-6509812/?ftag=CAD-01-10abi2f", "title": "Metal Hellsinger Hits 1 Million Players And Comes To Last-Gen", "date_published": "2022-12-07 20:16:00+00:00", "description": "<p>Developer The Outsiders has announced that <a href=\"https://www.gamespot.com/games/metal-hellsinger/\">Metal: Hellsinger</a>, its most recent game, has reached 1 million players and will also be coming to the PlayStation 4 and Xbox One. In addition, there'll also be a new update that introduces a new difficulty, weapon skins, combos to learn, and more.</p><p dir=\"ltr\">Archdevil is the fourth-highest difficulty now. Those who play on this mode will go against stronger demons and have no last stand to rely on. A new Elite Seraph demon has been added to the game, as well as new combos to learn. Now when players perform certain actions with specific beats, such as killing an enemy, soaring, and then killing another, they will earn additional fury and a higher score.</p><p dir=\"ltr\">New Coats of Arms Collectibles have been added to each map. Players can find one hidden Coat of Arms on each difficulty, including the newly added Archdevil. When players find them, they'll unlock new weapon skins at specific thresholds and be able to complete the whole set. The latest update also introduces <a href=\"https://forums.funcom.com/c/metal-hellsinger/announcements/patch-notes/146\">quality-of-life</a> improvements such as balancing and performance optimization.</p><a href=\"https://www.gamespot.com/articles/metal-hellsinger-hits-1-million-players-and-comes-to-last-gen/1100-6509812/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/this-switch-accessory-turns-your-games-into-toast/1100-6509813/?ftag=CAD-01-10abi2f", "title": "This Switch Accessory Turns Your Games Into Toast", "date_published": "2022-12-07 20:14:00+00:00", "description": "<p dir=\"ltr\">This is something you never knew you needed: A mini toaster Switch cartridge holder. Coming in five colorways, this mini toaster is truly mini. It can only hold two Switch carts and fits neatly into a palm. It's currently a lightning deal over at Amazon for only $7 instead of $8.</p><figure style=\"width: 910px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1597/15971658/4073370-switchtoastercart.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1597/15971658/4073370-switchtoastercart.jpg\" /></a></figure><p dir=\"ltr\"> </p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/gp/product/B0BJ6PXLSR/ref=ppx_yo_dt_b_asin_title_o00_s00?ie=UTF8&amp;psc=1&amp;tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div><p dir=\"ltr\"> </p><a href=\"https://www.gamespot.com/articles/this-switch-accessory-turns-your-games-into-toast/1100-6509813/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/avatar-the-way-of-water-director-james-cameron-responds-to-trolls-and-naysayers/1100-6509809/?ftag=CAD-01-10abi2f", "title": "Avatar: The Way Of Water Director James Cameron Responds To \"Trolls And Naysayers\"", "date_published": "2022-12-07 20:13:00+00:00", "description": "<p>Writer-director James Cameron isn't worried about the possibility that Avatar: The Way of Water will be a flop at the box office. Responding to \"the trolls and the naysayers,\" Cameron told <a href=\"https://variety.com/2022/film/global/james-cameron-avatar-2-flopping-1235450255/\">Variety</a> that The Way of Water is good enough for him, so he expects audiences to enjoy it, too.</p><p>\"That it'll fall on its ass?\" Cameron said. \"I don't worry about it. I don't think anything one does artistically in life should be determined by the trolls and the naysayers. You just go where you think it makes sense.\"</p><div>          </div><p>In a sense, Cameron said, he made The Way of Water for himself--and that's good enough for Cameron, no matter how the film performs commercially. \"My tastes are so kind of blue collar and general. They're not esoteric, my personal tastes. If I like my movie, I know other people are gonna like my movie. It's very simplistic, really, ultimately,\" he said.</p><a href=\"https://www.gamespot.com/articles/avatar-the-way-of-water-director-james-cameron-responds-to-trolls-and-naysayers/1100-6509809/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/humble-choice-members-get-8-free-pc-games-in-december/1100-6509814/?ftag=CAD-01-10abi2f", "title": "Humble Choice Members Get 8 Free PC Games In December", "date_published": "2022-12-07 20:11:00+00:00", "description": "<p>Each month, Humble Choice members get a batch of free PC games as part of their $12/month subscription. December’s eight freebies include big RPGs, puzzle games, platformers, atmospheric adventure games, and even a social-deduction party game, so there’s something for everyone.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/click-9020176-14473383-1655162404000?sid=subid_value\">Join Humble Choice</a> </div><p> </p><p dir=\"ltr\">This month’s headliner inclusion is <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.humblebundle.com/store/wasteland-3?hmb_source=search_bar\">Wasteland 3,</a> </span> a sprawling isometric RPG set in the icy mountains of a post-apocalyptic Colorado. Players control a party of characters exploring the wintery landscape, engaging in extensive conversations and tactical combat against the various NPCs they meet.</p><a href=\"https://www.gamespot.com/articles/humble-choice-members-get-8-free-pc-games-in-december/1100-6509814/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/yellowjackets-season-2-set-for-march-24-2023-debut-on-showtime/1100-6509810/?ftag=CAD-01-10abi2f", "title": "Yellowjackets Season 2 Set For March 24, 2023 Debut On Showtime", "date_published": "2022-12-07 19:54:00+00:00", "description": "<p dir=\"ltr\">Showtime has announced that its thriller drama series Yellowjackets will return for Season 2 on March 24, 2023. The network shared the news with a 15-second teaser video that you can see below.</p><p dir=\"ltr\">A synopsis of the series in part reads: \"[Yellowjackets is about] a team of wildly talented high-school girls soccer players who survive a plane crash deep in the Ontario wilderness. The series chronicles their descent from a complicated but thriving team to warring, cannibalistic clans, while also tracking the lives they have attempted to piece back together. Showtime's new trailer only hints at all the mysteries and revelations still to come.</p><div>          </div><p dir=\"ltr\"><span>Yellowjackets premiered in November 2021, and quickly proved itself as a winning weekly survival horror mystery. In a GameSpot write-up of the series shortly after its debut, Mason Downey called the show \"brutal\" and </span><a href=\"https://www.gamespot.com/articles/showtimes-yellowjackets-is-a-modern-heir-to-lost/1100-6498905/\">a rewarding \"week-to-week mystery story\" that's perfect for fans of Lost</a><span>. Season 1 racked up a </span><a href=\"https://www.rottentomatoes.com/tv/yellowjackets\">100% score on Rotten Tomatoes</a><span> and received seven Emmy nominations.</span></p><a href=\"https://www.gamespot.com/articles/yellowjackets-season-2-set-for-march-24-2023-debut-on-showtime/1100-6509810/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/reviews/world-of-warcraft-dragonflight-review-in-progress-who-says-you-cant-go-home/1900-6418011/?ftag=CAD-01-10abi2f", "title": "World Of Warcraft: Dragonflight Review In Progress - Who Says You Can't Go Home?", "date_published": "2022-12-07 19:30:00+00:00", "description": "<p dir=\"ltr\">World of Warcraft: Dragonflight is about coming home, in more ways than one. It's a homecoming for the titular Dragonflights of Blizzard's long-running MMORPG, who return to their ancient ancestral home to pick up the pieces and rebuild after thousands of years away. It's also a homecoming for players, who after years of languishing in WoW's unpopular Shadowlands expansion, get to return to Azeroth and all the familiar sights and sounds it holds.</p><p dir=\"ltr\">Dragonflight, in that regard, is incredibly nostalgic, but not in the way you might expect. Though it without a doubt features the return of fan-favorite characters, monsters, and even gameplay systems, it never feels beholden or shackled by them. Instead, it takes those familiar elements and breathes new life into them. Whether it's the return of talent trees reminiscent of those from the game's earliest expansions, the game's updated user interface, its lack of mandatory activities, or the feeling of adventure the new dragonriding system invokes, Dragonflight miraculously feels both fresh and familiar at the same time. Even if there are some aspects of Dragonflight that could be improved, I can't help but be impressed at how a handful of new ideas, along with major facelifts to some old ones, breathe new life into Blizzard's flagship title.</p><p dir=\"ltr\">Dragons, as you might expect, are the star of this new expansion. Players ride new, highly customizable Dragon Isles Drakes. The majority of the main campaign's primary characters are dragons. There's even a new dragon race, the Dracthyr, that is only playable as the new dragon-themed spellcasting class, the Evoker. The Dragon Aspects Alexstrasza, Nozdormu, Wrathion, and Kalecgos all play key roles in the game's initial story campaign. To see them all front and center for the first real time since 2010's Cataclysm expansion is part of what makes Dragonflight feel so nostalgic, signaling a return to the high fantasy of Azeroth after nearly two years of the dark, dour, and death-themed settings and characters of Shadowlands.</p><a href=\"https://www.gamespot.com/reviews/world-of-warcraft-dragonflight-review-in-progress-who-says-you-cant-go-home/1900-6418011/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/rocket-league-season-9-rocket-pass-all-cosmetic-rewards/2900-4508/", "title": "Rocket League Season 9 Rocket Pass: All Cosmetic Rewards", "date_published": "2022-12-07 19:17:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073214-rls9title.jpg\" /><br /><em>Season 9's trailer gave players a short glimpse of the new Rocket Pass goodies.</em><br /><h3><p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/rocket-league/\">Rocket League</a> Season 9 is now live, bringing with it all kinds of new cosmetic goodies to the game via the Season 9 Rocket Pass, which players first glimpsed when <a href=\"https://www.youtube.com/watch?v=Glo4Fn0uXTA\">the Season 9 gameplay trailer</a> was released last week. But whether you prefer roasting chestnuts on an open fire or skiing down frigid slopes, <a href=\"https://www.gamespot.com/articles/rocket-league-explodes-into-winter-with-season-9s-fire-and-ice-goodies/1100-6509636/\">this season's ice and fire theme</a>--and its corresponding Rocket Pass--is bound to be a major cosmetic crowd-pleaser.</p><p dir=\"ltr\">Season 9's Rocket Pass has both a free and premium track. The Premium Rocket Pass is available for purchase at the cost of 1,000 Credits ($10 USD). But if you're in a hurry to get your hands on these new hot-and-cold Rocket Pass cosmetics, you may wish to purchase the Rocket Pass Premium Bundle for 2,000 Credits ($20 USD) instead. The Rocket Pass Premium Bundle instantly unlocks the standard Premium Rocket Pass track, but will also automatically boost you through the first 12 tiers of the Season 9 Rocket Pass.</p><p dir=\"ltr\">The new Rocket Pass features 100 reward tiers, but not all rewards are cosmetic--many tiers reward players with XP boosts, in-game currency, and loot drops. Their precise are locations listed below:</p><p dir=\"ltr\"><strong>XP boosts</strong></p><p dir=\"ltr\">Players who purchase the Season 9 Rocket Pass will automatically gain a 50% XP boost. But continuing to advance though the reward tiers will net you additional stacking XP boosts.</p><p dir=\"ltr\">5% XP boosts can be found at tiers 10, 23, 32, 39, 50, 58, and 66. Additionally, a single 10% XP boost can be found at tier 4.</p><p dir=\"ltr\"><strong>Credits</strong></p><p dir=\"ltr\">Credits are used to purchase premium items--including everything from cosmetics to Rocket Passes--from the in-game store. You'll find bundles off 100 Credits at the following tiers: 12, 24, 36, 48, 60, 67, 80, 90, and 100.</p><p dir=\"ltr\"><strong>Loot drops</strong></p><p dir=\"ltr\">Loot drops, which unlock random cosmetics, are also available in the Rocket Pass. There are three kinds of loot drops:</p><p dir=\"ltr\">Uncommon Drops are guaranteed to unlock one item of uncommon quality. They can be found at tiers 5, 10, 15, 20, 25, 30, 35, and 40.</p><p dir=\"ltr\">Rare Drops are guaranteed to unlock one item of rare-tier quality. Rare Drops can be found at the following Rocket Pass tiers: 45, 50, 55, and 60.</p><p dir=\"ltr\">Very Rare Drops are guaranteed to unlock one item of very-rare-tier quality. Very Rare Drops are located at tiers 65, 70, 80, 90, and 100.</p><p dir=\"ltr\">Keep in mind that you don't actually need to purchase the Season 9 Rocket Pass to collect loot drops. All loot drops are located in the free Rocket Pass. As for the items you <em>will</em> need a Rocket Pass to obtain, take a look at the gallery below to peruse Season 9's icy-hot cosmetic offerings.</p><p dir=\"ltr\">Rocket League Season 9 runs from December 7 to March 8.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073257-rocketleague%C2%AE_20221207134824.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073258-rocketleague%C2%AE_20221207142114.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073259-rocketleague%C2%AE_20221207142152.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073260-rocketleague%C2%AE_20221207142202.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073261-rocketleague%C2%AE_20221207142226.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073262-rocketleague%C2%AE_20221207142259.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073263-rocketleague%C2%AE_20221207142308.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073264-rocketleague%C2%AE_20221207142321.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073265-rocketleague%C2%AE_20221207142330.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073266-rocketleague%C2%AE_20221207142340.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073267-rocketleague%C2%AE_20221207142355.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073268-rocketleague%C2%AE_20221207142413.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073269-rocketleague%C2%AE_20221207142427.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073270-rocketleague%C2%AE_20221207142438.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073271-rocketleague%C2%AE_20221207142452.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073272-rocketleague%C2%AE_20221207142508.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073273-rocketleague%C2%AE_20221207142518.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073274-rocketleague%C2%AE_20221207142525.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073275-rocketleague%C2%AE_20221207142539.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073276-rocketleague%C2%AE_20221207142545.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073277-rocketleague%C2%AE_20221207142554.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073278-rocketleague%C2%AE_20221207142602.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073279-rocketleague%C2%AE_20221207142616.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073280-rocketleague%C2%AE_20221207142624.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073281-rocketleague%C2%AE_20221207142641.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073282-rocketleague%C2%AE_20221207142655.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073283-rocketleague%C2%AE_20221207142710.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073284-rocketleague%C2%AE_20221207142719.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073285-rocketleague%C2%AE_20221207142732.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073286-rocketleague%C2%AE_20221207142751.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073288-rocketleague%C2%AE_20221207142800.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073289-rocketleague%C2%AE_20221207142819.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073290-rocketleague%C2%AE_20221207142830.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073291-rocketleague%C2%AE_20221207142839.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073292-rocketleague%C2%AE_20221207142859.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073293-rocketleague%C2%AE_20221207142908.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073294-rocketleague%C2%AE_20221207142917.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073295-rocketleague%C2%AE_20221207142932.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073296-rocketleague%C2%AE_20221207142946.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073297-rocketleague%C2%AE_20221207142957.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073299-rocketleague%C2%AE_20221207143015.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073300-rocketleague%C2%AE_20221207143028.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073301-rocketleague%C2%AE_20221207143051.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073302-rocketleague%C2%AE_20221207143059.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073303-rocketleague%C2%AE_20221207143114.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073304-rocketleague%C2%AE_20221207143124.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073305-rocketleague%C2%AE_20221207143139.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073306-rocketleague%C2%AE_20221207143152.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073307-rocketleague%C2%AE_20221207143201.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073308-rocketleague%C2%AE_20221207143218.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073311-rocketleague%C2%AE_20221207143241.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073312-rocketleague%C2%AE_20221207143251.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073313-rocketleague%C2%AE_20221207143300.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073314-rocketleague%C2%AE_20221207143309.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073315-rocketleague%C2%AE_20221207143315.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073316-rocketleague%C2%AE_20221207143323.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073317-rocketleague%C2%AE_20221207143336.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073318-rocketleague%C2%AE_20221207143352.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073319-rocketleague%C2%AE_20221207143406.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073320-rocketleague%C2%AE_20221207143422.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073321-rocketleague%C2%AE_20221207143431.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073322-rocketleague%C2%AE_20221207143452.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073323-rocketleague%C2%AE_20221207143515.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073324-rocketleague%C2%AE_20221207143522.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073325-rocketleague%C2%AE_20221207143532.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073326-rocketleague%C2%AE_20221207143538.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073327-rocketleague%C2%AE_20221207143546.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073328-rocketleague%C2%AE_20221207143553.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073329-rocketleague%C2%AE_20221207143608.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073330-rocketleague%C2%AE_20221207143616.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073332-rocketleague%C2%AE_20221207143623.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073333-rocketleague%C2%AE_20221207143632.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073334-rocketleague%C2%AE_20221207143639.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073335-rocketleague%C2%AE_20221207143653.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073336-rocketleague%C2%AE_20221207143701.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073337-rocketleague%C2%AE_20221207143715.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073338-rocketleague%C2%AE_20221207143726.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073339-rocketleague%C2%AE_20221207143739.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073340-rocketleague%C2%AE_20221207143810.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073341-rocketleague%C2%AE_20221207143820.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073342-rocketleague%C2%AE_20221207143834.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073343-rocketleague%C2%AE_20221207143844.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073344-rocketleague%C2%AE_20221207143854.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073345-rocketleague%C2%AE_20221207143906.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073346-rocketleague%C2%AE_20221207143916.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073347-rocketleague%C2%AE_20221207143925.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073348-rocketleague%C2%AE_20221207143937.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073349-rocketleague%C2%AE_20221207143947.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073350-rocketleague%C2%AE_20221207144007.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073351-rocketleague%C2%AE_20221207144020.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073352-rocketleague%C2%AE_20221207144032.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073353-rocketleague%C2%AE_20221207144042.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073354-rocketleague%C2%AE_20221207144052.jpeg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1752/17528202/4073355-rocketleague%C2%AE_20221207144102.jpeg\" /></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-collaboration-with-calm-brings-video-game-soundscapes-to-the-meditation-app/1100-6509807/?ftag=CAD-01-10abi2f", "title": "Xbox Collaboration With Calm Brings Video Game Soundscapes To The Meditation App", "date_published": "2022-12-07 19:09:00+00:00", "description": "<p>Xbox has collaborated with Calm, the meditation and sleep app, bringing video game soundscapes inspired by Halo Infinite and Sea of Thieves to its relaxation suite.</p><p>The soundscapes are available today, as noted by <a href=\"https://www.theverge.com/2022/12/7/23497994/xbox-calm-app-video-game-soundscape-sleeping-announcement\">The Verge</a>. The Sea of Thieves soundscape features \"whirling waves and chattering birds\" and the Halo Infinite one includes \"ambient alien sounds,\" according to a <a href=\"https://news.xbox.com/en-us/2022/12/07/xbox-supports-mental-health-through-power-of-play/\">press release from Xbox</a>. Calm costs $70 a year, though you can get a lifetime membership for $400. Xbox Ultimate members can try the app for three months and then buy a year's subscription for half off (if they are new Calm subscribers).</p><p>This collaboration with Calm is part of Xbox's ongoing program to raise awareness and support for those who suffer from mental health issues. For example, Xbox can earn and give their Microsoft Rewards points to organizations like the Crisis Text Line, The Games And Online Harassment Hotline, Take This, and Lifeline. Xbox Game Studio The Coalition has pledged to give 1% of net revenue from Gears games and merch to organizations that work to prevent suicide and loneliness. This year The Coalition is donating to Crisis Text Line.</p><a href=\"https://www.gamespot.com/articles/xbox-collaboration-with-calm-brings-video-game-soundscapes-to-the-meditation-app/1100-6509807/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-override-frequency-guide-how-to-open-resonance-amp-chests/1100-6509808/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Override Frequency Guide: How To Open Resonance Amp Chests", "date_published": "2022-12-07 19:02:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a> <a href=\"https://www.gamespot.com/articles/destiny-2-season-of-the-seraph-guides-season-pass-gear-exotics/1100-6509713/\">Season of the Seraph</a> brings plenty of surprises, and one of the new mechanics involve solving Override Frequency puzzles. Once you've gathered Resonate Stems, you can combine them to have a mysterious chest appear in a random location across the system. The steps to get there, however, can be a bit confusing, and the resource needed isn't exactly unlimited.</p><p>If you're wondering how to open the Resonance Amp chests in Destiny 2, we'll be diving into a step-by-step example here so you can go out to explore on your own without getting lost in the process.</p><h2>Destiny 2 Resonance Amp explained - how to get Resonate Stems</h2><p>First off, you might be wondering what the Resonance Amp consumable in your Destiny 2 inventory is. This device is key for the Override Frequency puzzles, as it allows you to gather <strong>Resonate Stems</strong>, which are the material needed to activate the chests.</p><a href=\"https://www.gamespot.com/articles/destiny-2-override-frequency-guide-how-to-open-resonance-amp-chests/1100-6509808/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-mobile-season-11-start-time-and-details/1100-6509805/?ftag=CAD-01-10abi2f", "title": "Call of Duty Mobile Season 11 Start Time And Details", "date_published": "2022-12-07 18:59:00+00:00", "description": "<p>On December 14 at 4 PM PT/ 7 PM ET, <a href=\"https://www.gamespot.com/games/call-of-duty-mobile-2019/\">Call of Duty Mobile</a> will kickstart its final season of the year. Season 11: Ultimate Frontier will have a variety of space-themed operators, weapons, and content. There'll even be a new Ground War 2.0 mode, a new Crossroads map, and holiday-themed goodies like a Snoop Dogg skin.</p><p dir=\"ltr\">Season 11's battle pass will have 50 tiers of rewards that range from operators such as Sliver - Comet Seeker and Synaptic to new weapons like the EM2 and Gilded Hammer. There are also weapon blueprints, COD Points, and more.</p><p dir=\"ltr\">The new Crossroads map will build upon Season 10's Crossroads Strike Map. The new map will have plenty of snow and large environments for players to take cover. Ground War 2.0 will have the same rules as before. But now it'll be taking place on a large Crossroads map, and players will be able to use the War Beast Tank to help gain the upper hand.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-mobile-season-11-start-time-and-details/1100-6509805/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-callisto-protocol-gets-its-own-official-beer-and-its-very-strong/1100-6509806/?ftag=CAD-01-10abi2f", "title": "The Callisto Protocol Gets Its Own Official Beer, And It's Very Strong", "date_published": "2022-12-07 18:53:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/the-callisto-protocol/\">The Callisto Protocol</a> developer Striking Distance Studios has partnered with a beer company to create a limited-edition beer themed around the video game, and it's called \"Outer Way Stout.\"</p><p>Striking Distance teamed up with Fieldwork Brewing Company for the beer, which is available at Fieldwork Brewing locations in Northern California. This beer is <em>strong </em>at 9% ABV, but there is no word on what its flavor profile is like, beyond the confirmation that it's a stout.</p><p>As for why this collaboration is happening at all, Striking Distance opened its studio in San Ramon, California just down the road from Fieldwork's taproom at City Center Bishop Ranch. A good amount of developers went to Fieldwork for drinks, so the two companies decided to work together.</p><a href=\"https://www.gamespot.com/articles/the-callisto-protocol-gets-its-own-official-beer-and-its-very-strong/1100-6509806/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-series-s-holiday-edition-still-available-for-240-ahead-of-christmas/1100-6509097/?ftag=CAD-01-10abi2f", "title": "Xbox Series S Holiday Edition Still Available For $240 Ahead Of Christmas", "date_published": "2022-12-07 18:49:00+00:00", "description": "<p dir=\"ltr\">If you're still looking to pick up an Xbox for someone on your shopping list this holiday, the Xbox Series S Holiday console is still available for only $240 at <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/exec/obidos/ASIN/B0BCXJ8BF4?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:mwb\">Amazon</a> </span> and <span class=\"norewrite\">           <a href=\"https://goto.walmart.com/c/159047/565706/9383?&amp;sharedId=gamespot&amp;u=https://www.walmart.com/ip/seort/770816645&amp;subId1=subid_value\">Walmart.</a> </span> This deal was one of Amazon's best gaming deals during Black Friday, and on Cyber Monday the retailer threw in a $40 digital credit to use on future Amazon purchases. Though that particular promotion is gone, snagging the Series S for only $240 is still a tremendous deal. Both retailers are offering fast and free shipping. Keep in mind that as we get closer to Christmas, delivery windows start to lengthen due to the influx of last-minute orders and stock shortages. So, we'd recommend ordering the Xbox Series S soon, if interested.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/exec/obidos/ASIN/B0BCXJ8BF4?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:mwb\">See at Amazon</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.walmart.com/c/159047/565706/9383?&amp;sharedId=gamespot&amp;u=https://www.walmart.com/ip/seort/770816645&amp;subId1=subid_value\">See at Walmart</a> </div><p dir=\"ltr\">The only difference between this holiday-themed Xbox Series S and the one that's available all the time is the packaging. You're still getting the console, a wireless controller, two AA batteries for said controller, plus an HDMI cable and the standard power cord--everything you need to set up and play.</p><p dir=\"ltr\">There are no pack-in games or promotional Game Pass or Xbox Live subscriptions included, so you either need to pay for those separately or link your existing Xbox account to access your digital game library and online services.</p><a href=\"https://www.gamespot.com/articles/xbox-series-s-holiday-edition-still-available-for-240-ahead-of-christmas/1100-6509097/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-modern-warfare-2-everything-to-do-before-the-season-1-raid/1100-6509804/?ftag=CAD-01-10abi2f", "title": "CoD: Modern Warfare 2 - Everything To Do Before The Season 1 Raid", "date_published": "2022-12-07 18:43:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Modern Warfare 2</a>'s mid-season <a href=\"https://www.gamespot.com/articles/cod-warzone-2-and-modern-warfare-2-season-1-reloaded-start-times-and-details/1100-6509641/\">\"Reloaded\" update for Season 1</a> should arrive around the middle of December, and the update is bringing Call of Duty's first-ever Destiny-style Raid. There are few details revealed about this new cooperative experience, but there is some preparation you can do to make sure you're better equipped for whatever this new Raid has to offer. Here we'll guide you through everything you need to do to prepare for Modern Warfare 2's Raids.</p><h2 dir=\"ltr\">What are Raids in Modern Warfare 2?</h2><figure style=\"width: 1680px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1639/16394540/4073200-mwii-season-01-roadmap-020%282%29.jpg\"><img alt=\"Modern Warfare 2 Spec Ops\" src=\"https://www.gamespot.com/a/uploads/scale_super/1639/16394540/4073200-mwii-season-01-roadmap-020%282%29.jpg\" /></a><figcaption>Modern Warfare 2 Spec Ops</figcaption></figure><p> </p><p dir=\"ltr\">Raids will continue the story of Modern Warfare 2's campaign, and Activision describes them as a trios mode with a mix of stealth, action, and puzzle-solving objectives. Episode One is announced to launch with the Reloaded update, with more episodes following in future seasons. The specifics of this mode are scarce, but Activision says more details on Raids will be revealed closer to the mid-season update.</p><a href=\"https://www.gamespot.com/articles/cod-modern-warfare-2-everything-to-do-before-the-season-1-raid/1100-6509804/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/margot-robbie-has-been-pushing-for-harley-poison-ivy-romance/1100-6509803/?ftag=CAD-01-10abi2f", "title": "Margot Robbie Has Been Pushing For Harley/Poison Ivy Romance", "date_published": "2022-12-07 18:37:00+00:00", "description": "<p> </p><p dir=\"ltr\">Though Margot Robbie's next appearance in the DC Universe hasn't been announced, she has some ideas. While promoting Babylon in a recent <a href=\"https://comicbook.com/dc/news/margot-robbie-has-been-pushing-hard-for-a-harley-quinn-and-poison-ivy-romance-exclusive/?mibextid=Zxz2cZ\">ComicBook.com</a> interview, Robbie shared her hopes for a Harley Quinn-Poison Ivy romance.</p><p dir=\"ltr\">\"I have been pushing for that for years. I cannot tell you how hard I've been pushing for that,\" Robbie said. When asked whether she had any actors in mind to play her character's potential romantic partner, she added, \"Honestly, when I picture it, I always picture, like Poison Ivy in the comics. I don't really actually picture an actress doing it, but… that would be so good.\"</p><a href=\"https://www.gamespot.com/articles/margot-robbie-has-been-pushing-for-harley-poison-ivy-romance/1100-6509803/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/evercade-exp-stock-stolen-in-suspected-targeted-robbery/1100-6509801/?ftag=CAD-01-10abi2f", "title": "Evercade EXP Stock Stolen In \"Suspected Targeted Robbery\"", "date_published": "2022-12-07 18:10:00+00:00", "description": "<p>The Evercade EXP handheld system is scheduled to release later this month, but those waiting on the limited edition have some very bad news. A robbery on December 6 resulted in all stock for the US, as well as the UK and much of the rest of the world, being stolen. EU-bound stock was not affected. </p><p>\"In the early hours of yesterday morning, a lorry carrying Evercade EXP Limited Edition stock was [subjected] to a suspected targeted robbery,\" Blaze Entertainment CEO Andrew Byatt said in a <a href=\"https://evercade.co.uk/important-annoucement-evercade-exp-limited-editon-units-stolen-in-robbery/\">post on the official website</a>. \"Nobody was hurt in this criminal act, but a theft of our Limited Edition stock was carried out.\"</p><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1597/15971423/4073192-7327077863-39834.jpg\"><img alt=\"Evercade EXP featuring R-Type\" src=\"https://www.gamespot.com/a/uploads/original/1597/15971423/4073192-7327077863-39834.jpg\" /></a><figcaption>Evercade EXP featuring R-Type</figcaption></figure><p>Blaze Entertainment has been in contact with UK police since the theft occurred. Because only Funstock was selling this edition, it's likely that any listings of systems past this point are of stolen merchandise. On the bright side, the fact that <em>all </em>stock headed to UK and US customers was affected likely means it will be easier to track down those responsible.</p><a href=\"https://www.gamespot.com/articles/evercade-exp-stock-stolen-in-suspected-targeted-robbery/1100-6509801/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-has-a-long-strange-history-on-nintendo-consoles/1100-6509800/?ftag=CAD-01-10abi2f", "title": "Call Of Duty Has A Long, Strange History On Nintendo Consoles", "date_published": "2022-12-07 17:43:00+00:00", "description": "<p dir=\"ltr\">Microsoft's recent announcement that it intends to put <a href=\"https://www.gamespot.com/articles/microsoft-commits-to-bringing-call-of-duty-to-nintendo-platforms-if-activision-blizzard-deal-goes-through/1100-6509784/\">Call Of Duty games onto Nintendo consoles</a> for the next 10 years came as a surprise to many. After all, the best-selling shooter franchise has not yet appeared on the Nintendo Switch, despite that console holding onto a huge portion of market share for years now.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Microsoft has entered into a 10-year commitment to bring Call of Duty to <a href=\"https://twitter.com/Nintendo?ref_src=twsrc^tfw\">@Nintendo</a> following the merger of Microsoft and Activision Blizzard King. Microsoft is committed to helping bring more games to more people – however they choose to play. <a href=\"https://twitter.com/ATVI_AB?ref_src=twsrc^tfw\">@ATVI_AB</a></p>  — Phil Spencer (@XboxP3) <a href=\"https://twitter.com/XboxP3/status/1600342335845724160?ref_src=twsrc^tfw\">December 7, 2022</a></blockquote>              </div><p dir=\"ltr\">However, the truth is that despite Nintendo's reputation as a more \"kid-friendly\" publisher, several COD games have appeared on its consoles in the past. In fact, it's only in the past decade or so that the Tokyo gaming giant has completely divested itself of the famed series, and we can't help but wonder if that'll change soon.</p><p dir=\"ltr\">Early Call Of Duty fans may remember the days of console-exclusive spin-offs like <a href=\"https://www.gamespot.com/games/finest-hour/\">Finest Hour</a> and <a href=\"https://www.gamespot.com/games/call-of-duty-2-big-red-one/\">Big Red One</a> in the mid-2000's, which came out for the GameCube, PS2, and Xbox. In fact, the first COD game was PC-exclusive, which limited its appeal. That would change in subsequent years, of course.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-has-a-long-strange-history-on-nintendo-consoles/1100-6509800/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-537-december-8-2022/1100-6509799/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#537) - December 8, 2022", "date_published": "2022-12-07 17:32:00+00:00", "description": "<p>Who doesn't enjoy a little Thursday <a href=\"https://www.gamespot.com/games/wordle/\">Wordle</a> action every now and again? We're now a week into December, and the Wordle gods have been unrelenting thus far. Unfortunately, that doesn't stop today, as the answer on December 8 is another tough word that players will have to guess.</p><p>If you haven't started the Wordle just yet, then you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a>. However, if you're already past the starting point, then you're likely looking for some hints. Luckily, we provide just that further down in this guide. We will also spell out the full answer for players looking to simply get out of today unscathed.</p><h2>Today's Wordle Answer - December 8, 2022</h2><p>We'll begin with a few hints that directly relate to today's Wordle answer, but don't give it away immediately.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-537-december-8-2022/1100-6509799/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/getting-call-of-duty-on-switch-would-definitely-require-some-work-phil-spencer-says/1100-6509798/?ftag=CAD-01-10abi2f", "title": "Getting Call Of Duty On Switch Would \"Definitely\" Require Some Work, Phil Spencer Says", "date_published": "2022-12-07 17:26:00+00:00", "description": "<p>Microsoft and Nintendo have agreed to terms to <a href=\"https://www.gamespot.com/articles/microsoft-commits-to-bringing-call-of-duty-to-nintendo-platforms-if-activision-blizzard-deal-goes-through/1100-6509784/\">put Call of Duty on Nintendo platforms for the next 10 years</a> if Microsoft's bid to buy Activision Blizzard goes through. But actually getting Call of Duty to run on the relatively less powerful Switch? That might not be so easy, Microsoft Gaming CEO Phil Spencer has said.</p><p>Speaking to <a href=\"https://www.nytimes.com/2022/12/06/technology/microsoft-call-of-duty-nintendo.html\">The New York Times</a>, Spencer said there was \"definitely work\" to be done to make a Call of Duty game perform well on Switch.</p><p>In a separate interview with <a href=\"https://www.washingtonpost.com/video-games/2022/12/06/call-duty-nintendo-microsoft-sony-xbox/\">The Washington Post</a>, Spencer said if Microsoft's deal to buy Activision Blizzard goes through, the Call of Duty series might not show up on a Nintendo system for some time. It would \"likely take a little bit of time\" to release a Call of Duty game on a Nintendo system, Spencer said, though he did not say anything about which existing or future Call of Duty game could come to Switch.</p><a href=\"https://www.gamespot.com/articles/getting-call-of-duty-on-switch-would-definitely-require-some-work-phil-spencer-says/1100-6509798/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/witcher-blood-origins-Eile-is-a-child-soldier-bred-for-war-star-reveals/1100-6509775/?ftag=CAD-01-10abi2f", "title": "Witcher: Blood Origin's Èile Is A \"Child Soldier, Bred For War,\" Star Reveals", "date_published": "2022-12-07 17:00:00+00:00", "description": "<p dir=\"ltr\">This Christmas, there's a new Witcher series headed to Netflix. Titled Witcher: Blood Origin, the four-episode standalone series follows the creation of the first Witcher--a thousand years before Geralt was out and about slaying beasts. In a new video for the upcoming show, we get to know a bit more about one of the lead characters of the show, Èile.</p><p dir=\"ltr\">Taking on the role of The Lark--Èile--is Sophia Brown (Giri/Haji, The Capture). Blood Origin follows her and a group of heroes who are taking on forces of evil. In a new video about the series, which you can see below, Brown explains her character's connection to music and battle.</p><p dir=\"ltr\">\"Èile is from Raven Clan,\" Brown says. \"She was a child soldier, bred for war. She was fostered out to a sword master, Scian. And Scian introduced her to music. Music was necessary for her, to share stories, impart some relief and joy and strength into people. She also goes by the name The Lark.\"</p><a href=\"https://www.gamespot.com/articles/witcher-blood-origins-Eile-is-a-child-soldier-bred-for-war-star-reveals/1100-6509775/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/mario-rabbids-sparks-of-hope-gets-a-massive-discount/1100-6509631/?ftag=CAD-01-10abi2f", "title": "Mario + Rabbids: Sparks of Hope Gets A Massive Discount", "date_published": "2022-12-07 16:45:00+00:00", "description": "<p>Mario + Rabbids: Sparks of Hope is one of the best Switch games of 2022. Even though it just released in October, it’s already seeing a huge discount at <span class=\"norewrite\">           <a href=\"https://goto.walmart.com/c/159047/565706/9383?&amp;sharedId=gamespot&amp;u=https://www.walmart.com/ip/Mario-Rabbids-Sparks-of-Hope-Nintendo-Switch/1477534068&amp;subId1=subid_value\">Walmart</a> </span> and <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Mario-Rabbids-Sparks-Hope-Nintendo-Switch/dp/B09742H73B?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Amazon.</a> </span> Right now, you can pick up the popular strategy game for <strong>just $40, down from $60. </strong>Walmart is also throwing in a free sticker set with the game.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Mario-Rabbids-Sparks-Hope-Nintendo-Switch/dp/B09742H73B?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.walmart.com/c/159047/565706/9383?&amp;sharedId=gamespot&amp;u=https://www.walmart.com/ip/Mario-Rabbids-Sparks-of-Hope-Nintendo-Switch/1477534068&amp;subId1=subid_value\">See at Walmart</a> </div></div><p>This is the best deal we’ve seen for Mario + Rabbids: Sparks of Hope since it was released a few months ago. In fact, this is a better deal than anything offered during Black Friday--which saw the game listed for its usual $60 and paired with a free $10 gift card. </p><a href=\"https://www.gamespot.com/articles/mario-rabbids-sparks-of-hope-gets-a-massive-discount/1100-6509631/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-heist-battlegrounds-moon-guide-how-to-complete-season-of-the-seraphs-new-activity/1100-6509790/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Heist: Battlegrounds Moon Guide - How To Complete Season Of The Seraph's New Activity", "date_published": "2022-12-07 16:27:00+00:00", "description": "<p>Like previous seasons, <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>'s <a href=\"https://www.gamespot.com/articles/destiny-2-season-of-the-seraph-guides-season-pass-gear-exotics/1100-6509713/\">Season of the Seraph</a> features a new activity in the shape of Heist Battlegrounds, which forms a central part of the <a href=\"https://www.gamespot.com/articles/destiny-2-more-than-a-weapon-seasonal-quest-weekly-steps/1100-6509774/\">current storyline</a>. Anyone who has dived into the Battlegrounds playlist will be familiar with the structure of this mode, which tasks three Guardians with a mission to help restore the Golden Age AI Rasputin by obtaining vital data from key points in the Solar system.</p><p>Like Season of Plunder's Expeditions and Season of the Haunted's Nightmare Containment, this is also designed to be a rewarding experience that will drop plenty of seasonal armor and weapons once the event is over. It has a few interesting wrinkles to the Battlegrounds formula, and if you're interested in seeing how a run against Xivu Arath's forces differs in comparison, you can read more below.</p><p>It's worth noting that in the first week of Season 19, Heist Battlegrounds is only focused on obtaining fragments of the submind Malahayati and keeps the action contained on the Moon. There'll be more locations to visit as Season of the Seraph continues, but for now, the first week of the current season is sticking to the lunar surface.</p><a href=\"https://www.gamespot.com/articles/destiny-2-heist-battlegrounds-moon-guide-how-to-complete-season-of-the-seraphs-new-activity/1100-6509790/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gabe-newell-responds-to-microsofts-pledge-to-keep-call-of-duty-on-steam-if-activision-deal-goes-through/1100-6509797/?ftag=CAD-01-10abi2f", "title": "Gabe Newell Responds To Microsoft's Pledge To Keep Call Of Duty On Steam If Activision Deal Goes Through", "date_published": "2022-12-07 16:20:00+00:00", "description": "<p>Valve boss Gabe Newell has responded to Microsoft's announcement that it would <a href=\"https://www.gamespot.com/articles/microsoft-commits-to-bringing-call-of-duty-to-nintendo-platforms-if-activision-blizzard-deal-goes-through/1100-6509784/\">continue to release the Call of Duty series on Steam</a> should its deal to buy Activision Blizzard go through. Newell told <a href=\"https://kotaku.com/microsoft-activision-call-of-duty-nintendo-switch-steam-1849862479\">Kotaku</a> that Valve is happy that Microsoft wants to keep making Call of Duty available on Steam, but putting it down on paper in an official capacity wasn't actually necessary.</p><p>Newell said Valve, as a company, doesn't believe in requirements from publishing partners, and Microsoft and the Call of Duty series is no exception. Newell said he takes Spencer at his word.</p><p>\"Microsoft offered and even sent us a draft agreement for a long-term Call of Duty commitment but it wasn't necessary for us because a) we're not believers in requiring any partner to have an agreement that locks them to shipping games on Steam into the distant future b) Phil and the games team at Microsoft have always followed through on what they told us they would do so we trust their intentions and c) we think Microsoft has all the motivation they need to be on the platforms and devices where Call of Duty customers want to be,\" Newell said.</p><a href=\"https://www.gamespot.com/articles/gabe-newell-responds-to-microsofts-pledge-to-keep-call-of-duty-on-steam-if-activision-deal-goes-through/1100-6509797/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/diablo-4-hands-on-preview/2300-6460176/", "title": "Diablo 4 Hands-On Preview", "date_published": "2022-12-07 16:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4072834-preview_diablo4_v2_site.jpg\" width=\"480\" /> Diablo 4 is quick to differentiate itself from its predecessors in almost every way, while intelligently iterating on new series staples with ideas that put freedom of play at the center.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/diablo-4-hands-on-preview-redefining-hell/1100-6509761/?ftag=CAD-01-10abi2f", "title": "Diablo 4 Hands-On Preview - Redefining Hell", "date_published": "2022-12-07 16:00:00+00:00", "description": "<p dir=\"ltr\">From the moment I took my first steps onto the frigid mountaintops outside the city of Kyovashad in Diablo IV, it was clear that Blizzard was serious about responding to some of the complaints of Diablo III. While Diablo III contrasted pops of bright colors against the grotesque horrors of the world, Diablo IV is immediately more oppressive and dire in its presentation. Its hues are muted and gray, its world uninviting and harsh, its stories seemingly primed to expose the worst parts of its characters. And yet, it doesn't seek to leave everything of its former entry behind. In many ways, this early slice of Diablo IV offered a good sense of how most of the mechanical changes introduced in Diablo III, and more recently Diablo Immortal, have been smartly iterated on to maintain exciting action with the satisfaction of flexible character construction.</p><p dir=\"ltr\">The opening moments of the preview we had access to, which encapsulated just one of the five regions that make up Diablo IV's massive map, were surprisingly slow and measured. After escaping a deadly snowstorm and suffering haunting visions, my Sorceress wandered upon a tiny village in need of aid. The villagers were gracious to receive my help and pointed me towards some enemies to dispatch, which was a straightforward task with a potent frost-based starting spell making quick work of most enemies. Upon returning, I was treated to a short cutscene of celebration, the camera swooping down and close to each character to provide a more intimate view of the party. It didn't take long for the sinister underpinning of the soiree to reveal itself, however, with the villagers poisoning me and quickly attempting to offer me up as sacrifice for Lillith--the creator of Diablo's world, Sanctuary, and main antagonist for this fourth main entry in the series. Suffice it to say that my Sorceress managed to just escape death and exact some well-deserved revenge for the deception, setting the stage for the overall tone of the story to come.</p><p dir=\"ltr\">Lillith didn't feature significantly in gameplay at all during my limited time with Diablo IV, which totaled around 10 hours, but her influence could be felt everywhere. Her appearance in Sanctuary has changed people; some have lost all sense of morality, seeking to appease this new god with blood sacrifices. Demons have emerged in other areas of the land, enforcing their own sins on humanity that lead to some gruesome side stories. One that stuck out occurred when a distressed villager asked me to help track down her missing husband, who was last seen heading towards the woods with another woman. A typical story of infidelity resolved in the husband in question being found maimed and dismembered, hanging between two rocks and being kept alive by his lust for a demon nearby. Despite slaying the demon and bringing about an end to the spell, the story had no happy ending. The grieving widow was left to question whether her husband's misgivings or the workings of a foul creature had ultimately left her alone, with no simple answer offered by my Sorceress. This theme seemed prevalent in this latest interpretation of Diablo's world, acting as a distinct departure from the far less dreary tone of its predecessor.</p><a href=\"https://www.gamespot.com/articles/diablo-4-hands-on-preview-redefining-hell/1100-6509761/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/lotr-the-rings-of-power-adds-additional-new-cast-members-including-sandman-and-doctor-who-alumni/1100-6509795/?ftag=CAD-01-10abi2f", "title": "LOTR: The Rings of Power Adds Additional New Cast Members Including Sandman And Doctor Who Alumni", "date_published": "2022-12-07 15:16:00+00:00", "description": "<p>Amazon Prime Video has announced an additional eight new recurring cast members for the forthcoming second season, currently in production in the UK. This is already on top of the seven new members revealed last week, along with <a href=\"https://www.gamespot.com/articles/game-of-thrones-actor-drops-out-of-lotr-rings-of-power-role-recast/1100-6509609/\">the news that Adar would be recast</a>.</p><p>The new cast members, Oliver Alvin-Wilson ( Lovesick), Stuart Bowman (Versailles), Gavi Singh Chera (The Lazarus Project), William Chubb (The Sandman), Kevin Eldon (Doctor Who), Will Keen (The Crown), Selina Lo (Hulu's Hellraiser), and Calam Lynch (Dunkirk), come from a variety of backgrounds, mainly television and film with some coming from the British theater scene.</p><p>The official Lord of the Rings Twitter account posted a thread with the eight actors heading to Middle Earth, starting with Oliver Alvin-Wilson, who you might have recognized from Wonder Woman 1984, or caught performing live for the Royal Shakespeare Company.</p><a href=\"https://www.gamespot.com/articles/lotr-the-rings-of-power-adds-additional-new-cast-members-including-sandman-and-doctor-who-alumni/1100-6509795/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/diablo-4s-release-date-may-have-leaked-early/1100-6509793/?ftag=CAD-01-10abi2f", "title": "Diablo 4's Release Date May Have Leaked Early", "date_published": "2022-12-07 15:05:00+00:00", "description": "<p>Activision Blizzard will reportedly release Diablo 4 on June 5, 2023. The action-RPG will supposedly be in the spotlight at The Game Awards, where this date and preorders will be announced.</p><p dir=\"ltr\"><a href=\"https://twitter.com/ALumia_Italia/status/1600375811055288320?t=rTx-tRI_4ywNQHwWnnAXDg&amp;s=19\">Twitter user Aggiornamenti Lumia</a> apparently found a hidden listing on the Microsoft Store that revealed Diablo 4's release date. On Xbox, the game will apparently be 80GB in size and come in three different editions: standard, digital deluxe, and ultimate.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Diablo® IV ➡️ Release Date: June 5, 2023 23:00:00 (Size: 80GB) | XBOX <a href=\"https://t.co/jop761VxDw\">pic.twitter.com/jop761VxDw</a></p>  — Aggiornamenti Lumia (@ALumia_Italia) <a href=\"https://twitter.com/ALumia_Italia/status/1600375811055288320?ref_src=twsrc^tfw\">December 7, 2022</a></blockquote>              </div><p dir=\"ltr\"><a href=\"https://www.windowscentral.com/gaming/the-microsoft-store-for-xbox-may-have-leaked-the-diablo-4-launch-date\">Windows Central</a> added that preorders will offer early access to an open beta in the spring, possibly April. The site also said journalists and influencers are currently playing a closed beta of Diablo 4, specifically noting \"it's looking quite fantastic.\"</p><a href=\"https://www.gamespot.com/articles/diablo-4s-release-date-may-have-leaked-early/1100-6509793/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/26-infamously-bad-games-you-probably-shouldnt-play/2900-4309/", "title": "26 Infamously Bad Games You Probably Shouldn't Play", "date_published": "2022-12-07 14:56:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032093-big-pile-o-crap.jpg\" /><br /><h3><p>When you're looking for video games that top-notch quality, combine revolutionary gameplay with award-winning storytelling, and are a showcase of high-end technology, you're kind of spoiled for choice these days. Then there are those games that were scraped off the bottom of a barrel, and are associated with misery today. There's, unfortunately, no shortage of these games either, and while it would have been tempting to grab a dozen random titles from the Switch eShop this week, there are other better examples of straight-up bad video games.</p><p>Our list of 26 infamously bad games is organized in no particular order. Though some of these games are technically still available today, we don't recommend giving any of them a go--unless you are morbidly curious, of course. The list spans a wide number of genres and includes video games that became infamous in part due to their ties to major media properties (hello, Superman) as well as disappointing attempts to create new franchises or capitalize on the zeitgeist at the time of release.</p><p>If you'd prefer to read about games that don't come packaged with instant buyer's remorse, you can also check out our lists of the <a href=\"https://www.gamespot.com/gallery/the-best-open-world-games-on-xbox-game-pass/2900-4253/\">best Xbox Game Pass open-world games</a>, the <a href=\"https://www.gamespot.com/gallery/the-best-fps-games-on-xbox-game-pass/2900-4246/\">best FPS games</a>, and 10 <a href=\"https://www.gamespot.com/gallery/10-games-like-pokemon-that-fans-should-check-out/2900-4245/\">games like Pokemon</a> that fans should check out.</p></h3></p><br />     <p><h2>Superman 64</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032009-superman64.jpg\" /><br /><h3><p>Video games featuring Superman--think Multiversus and Injustice--are regularly great, but solo Man of Steel games? Those titles are legendary for being more poisonous to the Man of Steel than a Kryptonite smoothie. Superman 64 set a bar so low for the DC Comics icon that people in Australia could use it to do pull-ups. Its opening level is a nightmare of almost-impossible obstacles, it's about as much fun as root canal treatment, and it features a control scheme that'll have you convinced that you're piloting a drunk whale.</p></h3></p><br />     <p><h2>Plumbers Don't Wear Ties</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032025-plumbersdon%27twearties.jpg\" /><br /><h3><p>It's 1993, and Panasonic's 3DO console is about to play host to a barely playable slideshow in the form of Plumbers Don't Wear Ties. Widely regarded as the video game equivalent of The Room, Plumbers Don't Wear Ties combines amateur hour acting, photography, and surreal <em>sensual</em> choices into a package that's about as erotic as doing your taxes. You can even watch the entire game on YouTube, but don't say that we didn't warn you.</p></h3></p><br />     <p><h2>Big Rigs: Over the Road Racing</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032026-bigrigsovertheroadracing.jpg\" /><br /><h3><p>Some games will fudge the truth when it comes to marketing, but not Big Rigs: Over the Road Racing. It has rigs, and they are <em>big</em>. What the game doesn't tell you though is that said rigs exist in a world where the laws of physics feel like they were designed by a contestant on America's Next Jigsaw. Barely functional with its broken driving physics and an absurd level of bugs, the only memorable thing about this wreck of a game is an in-your-face screen proclaiming you to be the winner if you can make it to the finish line.</p><p>For more analysis into this absolute disaster, please watch <a href=\"https://www.youtube.com/watch?v=mB1zWEhgrLs\">GameSpot's Big Rigs review on YouTube</a>.</p></h3></p><br />     <p><h2>Bubsy 3D</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032027-bubsy3d.jpg\" /><br /><h3><p>You can try holy water, pipe bombs, or flamethrowers, but nothing in this reality seems capable of keeping Bubsy down. The Nickelback of video game franchises, Bubsy's worst hour came in the form of Bubsy 3D, a shift to the third dimension. As you'd expect, the 1996 game was terrible in every single way possible. Bubsy moved like he was swimming in syrup, the voice acting made you want to jam forks in your ears, and each level was a trial of endurance.</p></h3></p><br />     <p><h2>The Quiet Man</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032028-thequietman.jpg\" /><br /><h3><p>If this game had quietly--pun fully intended--slipped under your radar, consider yourself lucky. The Quiet Man's tale of a deaf protagonist, mixture of live-action storytelling, and some brutal bone-breaking could have resulted in a hit game. Heck, it was even published by Square Enix and shown off at E3. But these parts combined into a messy and unsatisfying waste of money. Cutscenes outstay their welcome, there's a non-existent learning curve, and there's no rhyme or logic to the combat at all. A tragedy of wasted potential that's actually comedic when you realize how atrocious it really is, don't expect to see a sequel in the future.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/the-quiet-man-review-silence-is-not-golden/1900-6417030/\">The Quiet Man review</a>.</em></p></h3></p><br />     <p><h2>Umbrella Corps</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032029-umbrellacorps.jpg\" /><br /><h3><p>Imagine a Resident Evil game so terrible that it wasn't even associated with the franchise on its cover art. The idea of a team-based and single-player tactical zombie shooter featuring the Umbrella Corporation's vilest creations should have been a best-seller, but technical flaws, generic gameplay, and a strange push to take advantage of the esports boom combined to create a viral stinker. It's the worst thing to Resident Evil since Paul W.S. Anderson became aware of the franchise.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/umbrella-corps-review/1900-6416460/\">Umbrella Corps review</a>.</em></p></h3></p><br />     <p><h2>WWE 2K20</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032030-wwe2k20.jpg\" /><br /><h3><p>The game that made even the most hardcore of WWE fans tap out, WWE 2K20 is a legend for all the wrong reasons. Longtime developer Yuke's had a greatly diminished role as 2K's in-house studio Visual Concepts was called up to the main roster, and the end result proved that the developer wasn't quite ready yet. A control scheme that jettisoned years of muscle memory, glitches that became pure meme fodder, and matches regularly breaking were bad enough, but with a cringe-inducing campaign mode, radio silence before launch, and scathing reviews, WWE 2K20 had a debut that surpassed the Shockmaster.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/wwe-2k20-review-botchamania/1900-6417355/\">WWE 2K20 review</a>.</em></p></h3></p><br />     <p><h2>Aliens: Colonial Marines</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032031-alienscolonialmarines.jpg\" /><br /><h3><p>Aliens: Colonial Marines is a textbook example of why you should always check your spelling, especially when you're dealing with video game code. One code error apparently turned Xenomorphs into a laughable obstacle, and with production <a href=\"https://www.gamespot.com/articles/aliens-colonial-marines-development-was-a-total-train-wreck-says-ex-dev/1100-6403761/\">considered to be a train wreck</a> by one developer that worked on the title, Aliens: Colonial Marines went down in history as an experience that was worse than a Facehugger kissing contest.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/aliens-colonial-marines-review/1900-6403683/\">Aliens: Colonial Marines review</a>.</em></p></h3></p><br />     <p><h2>Stalin vs. Martians</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032032-stalinvs.martians.jpg\" /><br /><h3><p>Real-time strategy games are supposed to be tactical slices of intelligent resource-gathering and troop deployment, but Stalin vs. Martians didn't get that memo. What could have been a fun exercise in seeing if the Iron Curtain could turn back an alien invasion instead became the very worst that 2009 had to offer. It looks like it was developed for the PS1 era, the absurd humor falls flat, and its strategy appeal is so abysmal that it can't even be rated with regular numbers to express how much of a trainwreck it is.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/stalin-vs-martians-review/1900-6209041/\">Stalin vs. Martians review</a>.</em></p></h3></p><br />     <p><h2>E.T.: The Extra Terrestrial</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032033-ettheextraterrestrial.png\" /><br /><h3><p>More than four decades later, E.T.: The Extra Terrestrial is still seen as the brown standard for bad video games. It's a game that tells a story of an almost-impossible deadline, a rush to capitalize on the blockbuster success of the Steven Spielberg-directed film, and a New Mexico landfill where unsold copies were buried in the desert. It's that urban legend that makes a bad game <em>great</em>, and with numerous documentaries exploring the myth of E.T. by digging up the landfill where it was entombed along with other Atari stock, it lives on as a terrible legend. A terribly <em>good </em>legend that is.</p></h3></p><br />     <p><h2>Postal series</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032034-postal3.jpg\" /><br /><h3><p>An edgy series that tries really, <em>really </em>hard to offend anyone who plays it, Postal games aren't exactly complicated to figure out. They're not exactly good or fun to play either, and while comparing each title is the equivalent of a turd-sniffing contest, Postal III is easily the smelliest of them all. The undeniable nadir of the series, Postal III was developed primarily by Trashmasters and was so bad that original Postal studio Running With Scissors would disown the sequel, causing bad blood between the developers. Years later, Running With Scissors would release Postal 4: No Regerts, a sequel whose best selling point is that it isn't Postal III.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/postal-4-no-regerts-review-nothing-but-regrets/1900-6417864/\">Postal review</a>.</em></p></h3></p><br />     <p><h2>Ride to Hell: Retribution</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032035-ridetohellretribution.jpg\" /><br /><h3><p>Ride to Hell: Retribution lives up to its name, as this motorcycle odyssey is the type of damnation that you'd force history's greatest monsters to play in the ninth circle of the abyss. In development for six years and looking like it was cobbled together in six days during a game jam gone tragically wrong, Ride to Hell combines cringe-worthy dialogue with shoddy level design, broken brawling, and sloppy driving to create a hat trick of motorcycle-themed misery.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/ride-to-hell-retribution-review/1900-6411189/\">Ride to Hell: Retribution review</a>.</em></p></h3></p><br />     <p><h2>Zelda CD-I games</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032036-zeldacd-i.jpg\" /><br /><h3><p>What went wrong with The Legend of Zelda games on the Philips CD-i, a console that was using groundbreaking CD-ROM technology at the time? <em>Plenty</em>. A shoestring budget and an absurd deadline are just two of the ingredients in this fail-pie, and it didn't help that the CD-i was a notoriously rubbish console as well. Expensive to own, half-baked with its design, and undeniably underpowered for the ambitious titles that it promised, Link: The Faces of Evil, Zelda: The Wand of Gamelon, and Zelda's Adventure created a Triforce of low quality with shoddy controls, frustrating combat, and <a href=\"https://youtu.be/SMYgcS53Ezk\">animated FMV sequences</a> that you'll see in your nightmares.</p></h3></p><br />     <p><h2>Tony Hawk's Pro Skater 5</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032037-tonyhawk%27sproskater5.jpg\" /><br /><h3><p>After years of American Wastelands, Underground goofiness, and peripheral-based games, the Tony Hawk's Pro Skater franchise was ready to get back down to basics. Basically terrible, that is. Though it looked competent--even with a last-minute switch to cel-shaded visuals--and featured an all-star roster, this sequel was missing the magic that made the THPS special. Featuring more bugs than an unattended corpse and a generic approach to the THPS formula, the only real positive thing that anyone can say about THPS 5 is that it was thankfully and easily forgettable.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/tony-hawks-pro-skater-5-review/1900-6416265/\">Tony Hawk's Pro Skater 5 review</a>.</em></p></h3></p><br />     <p><h2>Batman: Dark Tomorrow</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032038-batmandarktomorrow.jpg\" /><br /><h3><p>Forget about Bane and his killer chiropractic arts, because this Batman game was broken beyond repair. Long before Rocksteady Studios was perfecting the superhero genre formula with its trilogy of Dark Knight adventures, developer Kemco was subjecting GameCube players to an experience that was as un-fun as could be. Batman played like a malfunctioning robot desperate to learn how to hug, the camera angles chosen were deadlier than Joker toxin, and unless you were psychic, you'd finish the game with a downer of an ending that was beyond your control.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/batman-dark-tomorrow-review/1900-6025392/\">Batman: Dark Tomorrow review</a>.</em></p></h3></p><br />     <p><h2>Balan Wonderworld</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032039-balanwonderworld.jpg\" /><br /><h3><p>A colorful world, whimsical characters, and Sonic the Hedgehog creator Yuji Naka calling the shots should have made for a vibrant package, but Balan Wonderworld turned out to be a bigger waste of $60 than a sale on NFTs. It's baffling just how terrible the game is, as it cuts corners wherever it can, artificially pads out its runtime, and has a rotten foundation built on top of uninspired gameplay and clumsy controls. Naka himself was actually <a href=\"https://www.gamespot.com/articles/sonic-co-creator-yuji-naka-blasts-square-enix-for-balan-wonderworlds-failure/1100-6502967/\">removed from his director position</a> six months before the game came out, with the final product being regarded as one of the worst games to ever bear a Sega logo. That's no small feat, considering that Sonic '06 is on this list.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/balan-wonderworld-review-costume-drama/1900-6417660/\">Balan Wonderworld review</a>.</em></p></h3></p><br />     <p><h2>Rogue Warrior</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032040-roguewarrior.jpg\" /><br /><h3><p>Put a thousand angry sailors inside of a cramped bar that's all out of rum, and the resulting profanity wouldn't even come close to the verbal assault that is Mickey Rourke's saltiest performance in a video game. While that's a guilty pleasure of a highlight, everything else about Rogue Warrior is a stinker. Its action is uninspired, levels are browner than a khaki pants warehouse, and the story is a war crime against originality, but at least the entire experience is <em>mercifully </em>short. On the bright side, reaching the end credits does reward players with a <a href=\"https://youtu.be/Hs0WflggoAs\">ninja-style Mickey Rourke-rap</a>.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/rogue-warrior-review/1900-6241882/\">Rogue Warrior review</a>.</em></p></h3></p><br />     <p><h2>Bomberman: Act Zero</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032041-bombermanactzero.jpg\" /><br /><h3><p>Bomberman: Act Zero sounds like a parody of the iconic saboteur, as this grim and gritty action game was a radical departure from the established formula of the Hudson Soft icon. Reportedly developed with the idea of appealing to Western audiences at the time, Bomberman Act Zero didn't win any fans with its terrible camera angles, brutal lack of save-game features, and repetitive gameplay. There's even more to scrape off of the carcass of this forgettable take on Bomberman, with the most charitable description of this game being that it's apocalyptically awful.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/bomberman-act-zero-review/1900-6157029/\">Bomberman: Act Zero review</a>.</em></p></h3></p><br />     <p><h2>Final Fantasy XIV (the original version)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032042-finalfantasyxiv.jpg\" /><br /><h3><p>The Final Fantasy XIV of today is a redemption story, a testament to its developers going all in to save the MMORPG and managing to transform it into one of the gold standards of its genre today. But for a time, Final Fantasy XIV was a game that was notorious for its unstable servers, lack of story content, and no real incentives for any players who stuck it out. It was a flawed and broken game from the beginning, but Final Fantasy XIV's Realm Reborn redesign--led by director Naoki Yoshida--helped transform the game into the pinnacle of MMO fantasy adventures for the modern age.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/final-fantasy-xiv-endwalker-review-that-i-cant-deny/1900-6417806/\">Final Fantasy XIV review</a>.</em></p></h3></p><br />     <p><h2>Sonic the Hedgehog (2006)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032043-sonicthehedgehog.jpg\" /><br /><h3><p>You could argue that there hasn't been a really good Sonic the Hedgehog game since the Genesis days, but Sonic '06 stands out because it's still bad by those standards. Not even Sonic could outrun launch-day bugs, a control scheme best described as weaponized nihilism, and camera angles that go the extra mile to frustrate you. There's a laundry list of other issues preventing you from having any fun whatsoever in this high-speed disaster, from dismal level design to loading screens that will physically age you, but at least the game's saving grace is that it has a <a href=\"https://youtu.be/BWWfjK0v8eM?list=PLvNp0Boas723k0aBhOnIBp1cYAp8S89i7\">banger of a soundtrack</a>.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/sonic-the-hedgehog-review/1900-6162205/\">Sonic the Hedgehog review</a>.</em></p></h3></p><br />     <p><h2>Sonic Boom: Rise of Lyric</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032044-sonicboomriseoflyric.png\" /><br /><h3><p>You either die a hero, or you live long enough to see your brand turn out yet another stinker of a game. Rise of Lyric essentially stripped any speed or momentum from Sonic, forcing him to slow down and spend more time hammering away at simple enemies in an attempt to perhaps appeal to fans of Ratchet &amp; Clank or Jak and Daxter. The moment you shift into high gear, Rise of Lyric delights in throwing a technical roadblock your way by making you endure a journey of undeniably un-fun levels, aggravating characters, and polished misery.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/sonic-boom-rise-of-lyric-review/1900-6415956/\">Sonic Boom: Rise of Lyric review</a>.</em></p></h3></p><br />     <p><h2>Ben-Hur</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032045-ben-hur.jpg\" /><br /><h3><p>Remember the 2016 remake of Ben-Hur? Neither do I, but I do remember picking up the free promotional tie-in game and still feeling like I'd been cheated out of money. A mangled handful of colosseum chariot races that are generic and tedious, the Ben-Hur game is as forgettable as the film it was based on.</p></h3></p><br />     <p><h2>Yaris</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032046-yaris.jpg\" /><br /><h3><p>A video game tie-in to a very good Toyota hatchback, Yaris is the type of game that proves that proves that Skynet is real and just about everything in the world revolves around soulless commercialization. This freebie doesn't get anything right, and it probably actively dissuaded people from buying a Yaris. Its gameplay is the worst thing to happen to Toyota since the 2010 recall crisis and playing it makes you feel like a cop is about to pull you over for drunk driving.</p></h3></p><br />     <p><h2>Drake of the 99 Dragons</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032047-drakeofthe99dragons.jpg\" /><br /><h3><p>Not to be confused with Sony's swashbuckling hero, Drake of the 99 Dragons put you in the cel-shaded trench coat of an assassin who had come back from the dead and was tasked with saving the world from nefarious forces. It's just a pity that with a cool setup like that, Drake had to battle awful camera angles, half-baked controls, and some of the blandest visuals of the day. Throw in laughably terrible combat sequences, and you've got the perfect recipe for a dead-on-arrival game.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/drake-of-the-99-dragons-review/1900-6084786/\">Drake of the 99 Dragons review</a>.</em></p></h3></p><br />     <p><h2>Neverdead</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032048-neverdead.jpg\" /><br /><h3><p>Neverdead is one of those rare bad games that you can't help but love. Its entire concept of an immortal bounty hunter cursed to fall apart quicker than the Black Knight from Monty Python and the Holy Grail is hilarious, with dialogue that sounds like it was written by an edgy teenager. It's a game of frustrating lows and rare highs, and even though its ideas rarely match up with its unpredictable gameplay, Neverdead is a violent and disgusting oddity that you can't ignore when you see its absurdity in action. It's certainly terrible, but at least it's interesting.</p><p><em>Read our <a href=\"https://www.gamespot.com/reviews/neverdead-review/1900-6349530/\">Neverdead review</a>.</em></p></h3></p><br />     <p><h2>The Culling 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4032049-theculling2.png\" /><br /><h3><p>From 1977 to 2011, the national flag of Libya was solid green. That's it, just a green piece of cloth. What does this have to do with The Culling 2? Absolutely nothing, but it's infinitely more interesting than a battle royale which crashed and burned this badly. It had a catastrophic launch, to say the least. The barely populated servers were turned off about a week after they went live. An attempt to win back fans by returning to the drawing board failed to catch on, either. The Culling 2 is proof that even during the height of a craze--in this case, battle royales--it's easy to crash and burn.</p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/horizon-zero-dawn-is-super-cheap-on-pc-for-a-limited-time/1100-6509792/?ftag=CAD-01-10abi2f", "title": "Horizon Zero Dawn Is Super Cheap On PC For A Limited Time", "date_published": "2022-12-07 14:54:00+00:00", "description": "<p>Guerrilla Game's Horizon series took a massive step forward this year with the launch of Horizon Forbidden West, but if you've been looking to see where the series began and you've got a PC that can handle it, then this deal on the first game will get you up to speed. Over on Fanatical, you can <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/horizon-zero-dawn-complete-edition\">grab Horizon Zero Dawn for just $14</a> </span>, a huge 72% discount on the first chapter in Aloy's saga. It's worth noting that Horizon Zero Dawn also happens to be verified for Steam Deck, and this is the lowest price ever for the PC port.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/horizon-zero-dawn-complete-edition\">See at Fanatical</a> </div></div><p> </p><p>This deal is for the Steam edition of the game and includes all of the DLC and story expansions that were released after it first launched on PS4 several years ago. This includes items such as protagonist Aloy's Carja Storm Ranger Outfit and Carja Mighty Bow, Carja Trader Pack, Banuk Trail Blazer Outfit and Banuk Culling Bow, Banuk Traveler Back, the Nora Keeper Pack, and the digital art book.</p><a href=\"https://www.gamespot.com/articles/horizon-zero-dawn-is-super-cheap-on-pc-for-a-limited-time/1100-6509792/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/mario-kart-8-free-update-lets-you-make-a-race-with-only-blue-shells/1100-6509791/?ftag=CAD-01-10abi2f", "title": "Mario Kart 8 Free Update Lets You Make A Race With Only Blue Shells", "date_published": "2022-12-07 14:48:00+00:00", "description": "<p>Mario Kart 8 Deluxe welcomes a series of new tracks today with Wave 3 of the Booster Course Pass, but that's not all. A new \"Custom Items\" feature is now available in a free update. As its name suggests, this feature allows players to choose the items that appear in certain races.</p><p>This applies to offline versus races and some online modes, Nintendo of Europe said in a tweet. As you can see in the image below, players can choose Random, All On, and All Off, or they can select individual items one-by-one. That means players can have a race full of <a href=\"https://www.gamespot.com/articles/mario-kart-the-agony-and-the-anguish-of-the-blue-shell/1100-6506941/\">only blue shells</a>, for example. What's more, <a href=\"https://twitter.com/NintendoEurope/status/1600480024674590720\">specific items can be allocated to each team</a> in team races and battles.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">A new Custom Items feature is now available for all <a href=\"https://twitter.com/hashtag/MarioKart?src=hash&amp;ref_src=twsrc^tfw\">#MarioKart</a> 8 Deluxe owners via a free update. Use it to choose which items appear in offline VS Races and certain online modes! <a href=\"https://t.co/zkFIUtqbi3\">pic.twitter.com/zkFIUtqbi3</a></p>  — Nintendo of Europe (@NintendoEurope) <a href=\"https://twitter.com/NintendoEurope/status/1600479248476766208?ref_src=twsrc^tfw\">December 7, 2022</a></blockquote>              </div><p>As for the new courses, Wave 3 of the Booster Course Pass is out now. It introduces the following cups and tracks, made up of courses from past Mario Kart titles.</p><a href=\"https://www.gamespot.com/articles/mario-kart-8-free-update-lets-you-make-a-race-with-only-blue-shells/1100-6509791/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/elden-ring-multiplayer-goes-live-today-alongside-big-1-08-update-see-the-full-patch-notes/1100-6509789/?ftag=CAD-01-10abi2f", "title": "Elden Ring Multiplayer Goes Live Today Alongside Big 1.08 Update--See The Full Patch Notes", "date_published": "2022-12-07 14:24:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/elden-ring/\">Elden Ring</a>'s big new multiplayer update launches today, December 7, but it does more than just add PvP to the popular title. The <a href=\"https://en.bandainamcoent.eu/elden-ring/news/elden-ring-patch-notes-version-108\">full patch notes have been released</a>, and the update also includes multiple new hairstyles for players, general balance tweaks, and a series of bug fixes.</p><p>The Colosseums at Limgrave, Caelid, and Leyndell are now open to players for head-to-head competition through 1v1 duels or as team fights for up to six players. There are also \"special fights\" available in which spirits can be summoned during battle.</p><p>From Software didn't say much about the new hairstyles, but you can see them in the character editor. As for the balance changes, daggers, axes, and hammers have had their recovery time reduced, while there are numerous reductions to speed and damage of various other weapons and game elements.</p><a href=\"https://www.gamespot.com/articles/elden-ring-multiplayer-goes-live-today-alongside-big-1-08-update-see-the-full-patch-notes/1100-6509789/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/avatar-the-way-of-water-first-social-media-reactions-are-in-vastly-superior-breathtaking/1100-6509788/?ftag=CAD-01-10abi2f", "title": "Avatar: The Way Of Water First Social Media Reactions Are In -- \"Vastly Superior,\" \"Breathtaking\"", "date_published": "2022-12-07 14:01:00+00:00", "description": "<p>Avatar: The Way of Water, the long-awaited sequel to 2009's Avatar, premiered in London on Tuesday night. While we'll have to wait a bit longer to read official reviews, those in attendance shared their reactions on social media, and the initial response was overwhelmingly positive.</p><p>Josh Horowitz of MTV News said writer-director James Cameron \"once again shows filmmakers how it's done.\" He went on to say the sequel is \"emotional, visceral, and as big as movies get.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">James Cameron once again shows filmmakers how it’s done. I’ve said it a thousand times. Never doubt him. AVATAR: THE WAY OF WATER is how you do epic blockbuster-ing. Emotional, visceral, and as big as movies get. <a href=\"https://twitter.com/officialavatar?ref_src=twsrc^tfw\">@officialavatar</a></p>  — Josh Horowitz (@joshuahorowitz) <a href=\"https://twitter.com/joshuahorowitz/status/1600256662295543809?ref_src=twsrc^tfw\">December 6, 2022</a></blockquote>              </div><p>Jake Hamilton, meanwhile, said The Way of Water is a major improvement over the first film in terms of visuals, storytelling, and performances. \"The sequel left my jaw on the ground for the entire runtime,\" Hamilton said. \"James Cameron is the GOD of sequels.\"</p><a href=\"https://www.gamespot.com/articles/avatar-the-way-of-water-first-social-media-reactions-are-in-vastly-superior-breathtaking/1100-6509788/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-best-ios-games-of-2022-according-to-metacritic/2900-4488/", "title": "The Best iOS Games Of 2022 According To Metacritic", "date_published": "2022-12-07 14:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069694-bestiosgames.jpg\" /><br /><h3><p dir=\"ltr\">Mobile gaming was better than ever in 2022, as big names made even bigger moves in that space to deliver all kinds of interactive entertainment to small screens.</p><p dir=\"ltr\">Mobile games are perhaps one of the most versatile and convenient works of interactive art that you'll ever experience, and in 2022, there was no shortage of quality games to enjoy on your iPad or your iPhone. With modern iOS hardware boasting excellent specs, developers spent the year cracking out titles that took full advantage of Apple's impressive gear and delivered titles that didn't only look fantastic on those smaller screens, but took advantage of their unique strengths as well.</p><p dir=\"ltr\">This has been a year in which mobile gaming has seen some serious effort from big players in the scene, with Netflix entering the picture and offering its subscribers access to a number of high-profile titles. With games such as Into the Breach, Spiritfarer, and Before Your Eyes on offer, Netflix has shown a serious commitment to growing its footprint in this space. Elsewhere in the mobile gaming scene, Apple Arcade has proven to be excellent value for money, more indie developers have retooled their titles to work on iOS, and cloud gaming has had some ups and downs.</p><p dir=\"ltr\">While Xbox continues to make big gains with its cloud gaming efforts, 2022 also saw Google announce that its Stadia service will be shut down next year. Beyond those big stories, there was still plenty of reason to grab your phone or tablet, boot up a game, and settle in for a cozy night of digital fun. According to the numbers tallied up from GameSpot's sister site Metacritic, the games below earned the highest numbers from outlets across the world.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://support.apple.com/en-us/HT210112\">Sign up for Apple Arcade</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Dicey Dungeons</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069678-diceydungeons.jpg\" /><br /><h3><p dir=\"ltr\">Dicey Dungeons may have debuted on console and PC first, but on iOS, it feels right at home thanks to some clever tweaks that take advantage of the iPhone and iPad real estate. The wait has paid off, as this version of the game feels perfectly polished, looks wonderfully vibrant, and doesn't skip a beat with touch controls that makes its blend of puzzles and roguelite action feel superb.</p><p><a href=\"https://www.metacritic.com/game/ios/dicey-dungeons\">Metascore: 98</a> | Read our <a href=\"https://www.gamespot.com/reviews/dicey-dungeons-review/1900-6417267/\">Dicey Dungeons review</a></p><p> </p></h3></p><br />     <p><h2>Poinpy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069679-poinpy.jpg\" /><br /><h3><p dir=\"ltr\">Some of the best mobile games are the ones that require minimal input from its user. Poinpy nails that idea, focusing on timing instead of complex controls as you hurl your adorable protagonist onwards and upwards through a vibrant world full of fruit, frogs, and giant gaping maws.</p><p><a href=\"https://www.metacritic.com/game/ios/netflix-poinpy\">Metascore: 87</a> | Read our <a href=\"https://www.gamespot.com/reviews/poinpy-review-moving-on-up/1900-6417902/\">Poinpy review</a></p><p> </p></h3></p><br />     <p><h2>Streets of Rage 4</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069680-streetsofrage4.jpg\" /><br /><h3><p>Streets of Rage 4 is nothing less than a lovingly crafted beat-'em-up that mixes rock-solid action with stunning art direction and a soundtrack that adds an extra touch of elegant violence to each blow. Managing to fuse old and new school sensibilities together, this retro comeback is easily digestible fun that doesn't overstay its welcome.</p><p><a href=\"https://www.metacritic.com/game/ios/streets-of-rage-4\">Metascore: 86</a> | Read our review</p><p> </p></h3></p><br />     <p><h2>Marvel Snap</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069681-marvelsnap.jpg\" /><br /><h3><p dir=\"ltr\">The beauty of Marvel Snap is that it focuses on fast and accessible card-battling fun. It's all about snack-sized moments of fun; it feels rewarding even when you're losing; and its simple setup makes it easy to get to grips with. If you're looking for a deckbuilding game that you can easily have a few rounds of fun in while on a bus ride or during a lunch break, this engaging game will snap up all of your attention.</p><p dir=\"ltr\">Metascore: 85 | Read our <a href=\"https://www.gamespot.com/reviews/marvel-snap-review-mccgu/1900-6417991/\">Marvel Snap review</a></p><p> </p><p> </p></h3></p><br />     <p><h2>Dungeons of Dreadrock</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069682-dungeonsofdreadrock.jpg\" /><br /><h3><p dir=\"ltr\">What happens when you mix dungeon crawling with puzzles? You get Dungeons of Dreadrock, a game that looks like it was inspired by Game Boy Advance Legend of Zelda titles with its visuals. A hundred dangerous basement levels await you in this quirky descent, with each puzzle feeling like a well-designed conundrum amidst some well-executed action.</p><p><a href=\"https://www.metacritic.com/game/ios/dungeons-of-dreadrock\">Metascore: 83</a></p><p> </p></h3></p><br />     <p><h2>Sumire</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069683-sumire.jpg\" /><br /><h3><p dir=\"ltr\">Sumire won't grab your attention with its by-the-books gameplay, but it's the delicate art direction, touching story, and stirring soundtrack that makes this an essential purchase for iOS. A tale of dreams and the deceased, Sumire is a short but captivating title that feels right at home on mobile devices.</p><p><a href=\"https://www.metacritic.com/game/ios/sumire\">Metascore: 82</a></p></h3></p><br />     <p><h2>Shovel Knight Dig</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069684-shovelknightdig.jpg\" /><br /><h3><p dir=\"ltr\">For almost a decade now, Shovel Knight has been a constant delight on several platforms <em>except </em>mobile. That all changed this year in this thrilling prequel to the original game, as Shovel Knight Dig takes plenty of influence from Downwell to deliver a satisfyingly chunky action experience. It's a Shovel Knight experience that has been worth the wait, encapsulating the appeal of the titular hero with fast-paced gameplay and a colorful presentation.</p><p><a href=\"https://www.metacritic.com/game/ios/shovel-knight-dig\">Metascore: 79</a></p><p> </p></h3></p><br />     <p><h2>Apex Legends Mobile</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069685-apexlegendsmobile.jpg\" /><br /><h3><p dir=\"ltr\">The idea of being able to play Apex Legends no matter where you are is a heck of an elevator pitch, and one that Respawn Entertainment pulls off with style. Bringing the core PC and console experience to mobile, Apex Legends on iOS is a polished showcase of battle royale gameplay that raises the bar for the genre on smaller screens. Constantly evolving and updating, this standalone game complements the bigger Apex Legends experience with great design, visuals, and competitive action.</p><p><a href=\"https://www.metacritic.com/game/ios/apex-legends-mobile\">Metascore: 79</a> | Read our <a href=\"https://www.gamespot.com/reviews/apex-legends-mobile-review-pocket-sized-royale/1900-6417885/\">Apex Legends Mobile review</a></p></h3></p><br />     <p><h2>Hindsight</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069686-hindsight.jpg\" /><br /><h3><p dir=\"ltr\">Some of the most thoughtful games of recent memory have made a splash on mobile, and Hindsight from Prune developer Joel McDonald is another great example of these titles thriving on iPhone and iPad. A short narrative-driven game about the power of memories and the items they're attached to, Hindsight manages to deliver hard-hitting emotions through its stunning design, touching story, and a soundtrack that amplifies the journey.</p><p><a href=\"https://www.metacritic.com/game/ios/hindsight\">Metascore: 78</a></p></h3></p><br />     <p><h2>Total War Medieval 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069687-totalwarmedieval2.jpg\" /><br /><h3><p dir=\"ltr\">Large-scale warfare is usually the domain of PC gaming, but on iOS this year, one of the best strategy games of all time made its way to mobile devices in a brilliantly optimized state. Thanks to thoughtful tweaks, additions, and cunning use of touchscreen controls, Total War Medieval 2 is a dream to play on smaller screens. You'll need to squint a bit to see all your troops smashing into the enemy, but with this port of an all-time classic, it's a small price to pay for medieval bliss.</p><p><a href=\"https://www.metacritic.com/game/ios/total-war-medieval-ii\">Metascore: 76</a></p><p> </p></h3></p><br />     <p><h2>Yu-Gi-Oh! Cross Duel</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069688-yugiohcrossduel.jpg\" /><br /><h3><p dir=\"ltr\">Cross Duel shakes up the Yu-Gi-Oh! formula in a way that feels both risky and brave, but the payoff is an exciting new direction for the dueling monsters franchise. A gacha game at heart, the four-player focus and adjusted rules create fast and furious games where match momentum can shift in an instant, making the duel dynamic more exciting than ever.</p><p><a href=\"https://www.metacritic.com/game/ios/yu-gi-oh!-cross-duel\">Metascore: 73</a></p><p> </p></h3></p><br />     <p><h2>Desta: The Memories Between</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069689-destathememoriesbetween.jpg\" /><br /><h3><p dir=\"ltr\">A game that tackles surreal subject matters, Desta: The Memories Between puts a relatable spin on heavy topics such as death and loss. With a strong cast that easily carries the heavy narrative, a compelling combat loop, and plenty of emotional conflict, this gem of a turn-based puzzle game from developer UsTwo is thought-provoking content that's worth trying out.</p><p><a href=\"https://www.metacritic.com/game/ios/desta-the-memories-between\">Metascore: 73</a> | Read our <a href=\"https://www.gamespot.com/reviews/desta-the-memories-between-review-dodging-confrontation/1900-6417968/\">Desta: The Memories Between review</a></p><p> </p></h3></p><br />     <p><h2>Disney Mirrorverse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069690-disneymirrorverse.jpg\" /><br /><h3><p dir=\"ltr\">Despite it having some incredibly blatant predatory tactics woven into its design, Disney Mirrorverse has been a big hit with people who can't get enough of seeing classic characters from the house of mouse reimagined in interesting new forms. It's a robust action-RPG that is easy to learn and fun to get a handle on, but its convoluted resource systems and overt efforts to squeeze some extra cash out of you does knock it several places down this list.</p><p><a href=\"https://www.metacritic.com/game/ios/disney-mirrorverse\">Metascore: 69</a> | Read our <a href=\"https://www.gamespot.com/reviews/disney-mirrorverse-review-shattered-dreams/1900-6417901/\">Disney Mirrorverse review</a></p><p> </p></h3></p><br />     <p><h2>Puzzle Quest 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069691-puzzlequest3.jpg\" /><br /><h3><p dir=\"ltr\">Match-three puzzle games can easily absorb hours of your time, but with so many titles available currently, it can be hard to stand out from the pack. That's not the case with Puzzle Quest 3, as this lavish title features equal amounts of quick-thinking gameplay and satisfying action. Leaning hard into its fantasy design and delivering a surprisingly engaging story, the latest entry in this series shines with slick gameplay and an easily accessible design.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/ios/puzzle-quest-3\">Metascore: 69</a></p><p> </p><p> </p></h3></p><br />     <p><h2>Diablo Immortal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069692-diabloimmortal.jpg\" /><br /><h3><p dir=\"ltr\">It may have a controversial endgame and a few questionable microtransactions, but there's no denying that Diablo Immortal feels like a premium free-to-play game set in the deadly realm of Sanctuary. Not only a good-looking and feature-packed experience that has slowly been improving since launch, it plays superbly thanks to a delightful combat cadence that shines through each unique character class.</p><p><a href=\"https://www.metacritic.com/game/ios/diablo-immortal\">Metascore: 67</a> | Read our <a href=\"https://www.gamespot.com/reviews/diablo-immortal-review-evil-on-the-go/1900-6417897/\">Diablo Immortal review</a></p><p> </p></h3></p><br />     <p><h2>Dislyte</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069693-dislyte.jpg\" /><br /><h3><p dir=\"ltr\">When a gacha game gets its hooks into you, it can easily become a daily ritual as you find yourself engrossed with what's happening on your small screen. Dislyte nails that sensation from the start, thanks to its polished take on the genre and eye-catching designs that gives each character in its roster a ton of personality. If you're a collector, love original designs, and you're in the mood for some flashy combat, Dislyte will check all three of those boxes.</p><p><a href=\"https://www.metacritic.com/game/ios/dislyte\">Metascore: 64</a></p><p> </p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/sonic-prime-will-debut-inside-roblox-five-days-before-netflix/1100-6509787/?ftag=CAD-01-10abi2f", "title": "Sonic Prime Will Debut Inside Roblox Five Days Before Netflix", "date_published": "2022-12-07 13:44:00+00:00", "description": "<p>Netflix's new Sonic anime, Sonic Prime, debuts December 15 on Netflix, but Roblox players can watch it almost an entire week early.</p><p>Netflix has announced that the season premiere of Sonic Prime will be available inside a video game, Roblox, on December 10. Players can watch the episode inside the <a href=\"https://www.roblox.com/games/9049840490/EVENT-Sonic-Speed-Simulator\">Sonic Simulator in Roblox.</a></p><p>Why is Netflix doing this? According to Roblox's own data, more than 600 million people have visited the Sonic Simulator in Roblox, so reaching fans where they are makes a lot of sense.</p><a href=\"https://www.gamespot.com/articles/sonic-prime-will-debut-inside-roblox-five-days-before-netflix/1100-6509787/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-gos-december-community-day-will-feature-more-than-15-pokemon/1100-6509786/?ftag=CAD-01-10abi2f", "title": "Pokemon Go's December Community Day Will Feature More Than 15 Pokemon", "date_published": "2022-12-07 06:50:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/pokemon-go/\">Pokemon Go</a>'s <a href=\"https://pokemongolive.com/post/community-day-december-2022\">final Community Day for 2022</a> is coming, and it's going to be a big one. Niantic has announced that all the Pokemon featured in Community Days over 2021 and 2022 will be returning for the upcoming event, through wild encounters, field research, and raids.</p><p>Players will have the chance to play catch-up on missed Community Days, with 15 Pokemon returning in wild encounters, and more yet available through field research, eggs, and raids. Players will also be able to evolve a number of Pokemon with limited featured attacks over the course of the weekend.</p><p>The event runs across December 17 and 18, with the bulk of encounters occurring during the traditional Community Day hours of 2 PM to 5 PM local time, with the chance of encountering a shiny also boosted during this period. Featured Pokemon will also appear at lower volumes between 9 AM and 9 PM across both days.</p><a href=\"https://www.gamespot.com/articles/pokemon-gos-december-community-day-will-feature-more-than-15-pokemon/1100-6509786/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/sky-children-of-the-light-is-out-now-on-playstation/1100-6509785/?ftag=CAD-01-10abi2f", "title": "Sky: Children Of The Light Is Out Now On PlayStation", "date_published": "2022-12-07 06:12:00+00:00", "description": "<p> Journey spiritual successor <a href=\"https://www.gamespot.com/games/sky-children-of-the-light/\">Sky: Children of the Light</a> is available from today on PlayStation consoles. The free-to-play game is already available on iOS, Android, and Nintendo Switch, and new players on PlayStation will be able to play alongside veterans from other platforms.</p><p>Thatgamecompany has marked the release of Sky on PlayStation with a pack of Journey-themed items available for $25. While Sky has a heavier focus on online multiplayer and live service replayability, the free-to-play title shares a lot of its DNA with predecessor Journey, which was first released for the PS3 in 2012.</p><div>          </div><p>Sky: Children of the Light has been downloaded over 160 million times across iOS, Android, and Nintendo Switch, after first releasing on iOS in mid-2019.</p><a href=\"https://www.gamespot.com/articles/sky-children-of-the-light-is-out-now-on-playstation/1100-6509785/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/microsoft-commits-to-bringing-call-of-duty-to-nintendo-platforms-if-activision-blizzard-deal-goes-through/1100-6509784/?ftag=CAD-01-10abi2f", "title": "Microsoft Commits To Bringing Call Of Duty To Nintendo Platforms--If Activision Blizzard Deal Goes Through", "date_published": "2022-12-07 05:26:00+00:00", "description": "<p>Ahead of its pending acquisition of Activision Blizzard, Microsoft has announced a 10-year commitment that will see Call of Duty games published on Nintendo platforms again. The deal was announced in a tweet by Phil Spencer, who added that Call of Duty games will also continue to be offered for PC players on Steam simultaneously with Xbox.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Microsoft has entered into a 10-year commitment to bring Call of Duty to <a href=\"https://twitter.com/Nintendo?ref_src=twsrc^tfw\">@Nintendo</a> following the merger of Microsoft and Activision Blizzard King. Microsoft is committed to helping bring more games to more people – however they choose to play. <a href=\"https://twitter.com/ATVI_AB?ref_src=twsrc^tfw\">@ATVI_AB</a></p>  — Phil Spencer (@XboxP3) <a href=\"https://twitter.com/XboxP3/status/1600342335845724160?ref_src=twsrc^tfw\">December 7, 2022</a></blockquote>              </div><p>Spencer's tweet is light on details, though the Xbox head elaborated on some details in an interview with <a href=\"https://www.washingtonpost.com/video-games/2022/12/06/call-duty-nintendo-microsoft-sony-xbox/\">The Washington Post</a>, saying that the entire Call of Duty portfolio will be evaluated for a potential Switch release. He suggested that it could be some time before we will see the first Call of Duty title on Switch, with development only able to start after the merger deal is closed, which is scheduled for June 2023 if approved by regulators.</p><p>\"Once we get into the rhythm of this, our plan would be that when [a Call of Duty game] launches on PlayStation, Xbox, and PC, that it would also be available on Nintendo at the same time,\" Spencer added.</p><a href=\"https://www.gamespot.com/articles/microsoft-commits-to-bringing-call-of-duty-to-nintendo-platforms-if-activision-blizzard-deal-goes-through/1100-6509784/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-how-to-evolve-gimmighoul-into-gholdengo/1100-6509783/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet And Violet: How To Evolve Gimmighoul Into Gholdengo", "date_published": "2022-12-07 00:08:00+00:00", "description": "<p> </p><p dir=\"ltr\">The Gimmighoul <a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-all-special-evolutions/1100-6509547/\">evolution method</a> in <a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a> is one of the most unusual and time-consuming, as it relies partly on luck and partly on spending time scouring the countryside for tiny golden coins. Even if you aren’t bothered by completing the Pokedex, you could do worse than adding Gholdengo to your team. This guide explains how to evolve Gimmighoul and what role Gholdengo can fill on your team.</p><h2 dir=\"ltr\">Where to find Gimmighoul</h2><p dir=\"ltr\">If you landed here without actually having Gimmighoul in your party, you can track one down fairly quickly. Head to the watchtower in South Province Area Four or Area Two, and you’ll find a chest at the top of the tower. Interact with it to start a battle against Gimmighoul. Bring along a Pokemon who knows Nuzzle or Thunder Wave to inflict paralysis and make catching them easier.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-how-to-evolve-gimmighoul-into-gholdengo/1100-6509783/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-how-to-get-the-lucky-egg/1100-6509782/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet And Violet: How To Get The Lucky Egg", "date_published": "2022-12-07 00:08:00+00:00", "description": "<p dir=\"ltr\">The Lucky Egg is back in<a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\"> Pokemon Scarlet and Violet</a>, and there’s not much you have to do to get it. The experience boosting item is free for the taking after you pass a certain milestone. This guide explains how to get the Lucky Egg and what to do with it once it’s all yours.</p><h2 dir=\"ltr\">How to get the Lucky Egg in Scarlet and Violet</h2><p dir=\"ltr\">Professor Jacq, the biology teacher, rewards you with the Lucky Egg, <strong>after you earn your fifth Gym Badge</strong>. You can tackle Scarlet and Violet’s Gyms in any order, but if you’re following our <a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-recommended-gym-badge-and-titan-ability-order/1100-6509266/\">recommended order</a>, that would be:</p><ul><li dir=\"ltr\">Cortondo</li><li dir=\"ltr\">Artazon</li><li dir=\"ltr\">Levincia</li><li dir=\"ltr\">Cascarrafa</li><li dir=\"ltr\">Medali</li></ul><p dir=\"ltr\">Once you have your fifth badge in hand, travel back to Mesagoza and enter the academy. Interact with the computer at the reception desk, and head to the biology class to speak with Mr. Jacq.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-how-to-get-the-lucky-egg/1100-6509782/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-how-to-relearn-moves/1100-6509781/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet And Violet: How To Relearn Moves", "date_published": "2022-12-07 00:08:00+00:00", "description": "<p> </p><p dir=\"ltr\">How to relearn moves in <a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a> is easier than it’s ever been. No longer do you have to track down a special NPC and spend rare currency to inspire the ol’ noggin. Instead, you just open a menu and spend absolutely nothing.</p><h2 dir=\"ltr\">How to relearn moves in Scarlet and Violet</h2><p dir=\"ltr\">You can have a Pokemon remember moves from their move summary page. Open the menu and choose one of the Pokemon in your party, or access your boxes and pick the Pokemon you want. Access their summary, and tilt the control stick to the right to change from the overview page to the move summary.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-how-to-relearn-moves/1100-6509781/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}]