[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/belgia-89-latka-zgwalcona-w-domu-opieki-kobieta-dokona-eutanazji/", "title": "Belgia: 89-latka zgwałcona w domu opieki. Kobieta dokona eutanazji", "date_published": "2022-12-07 17:58:00+00:00", "description": "89-letnia, niepełnosprawna pensjonariuszka domu opieki została zgwałcona przez 36-letniego mężczyznę. - To, co jej zrobił, przekracza wszelkie pojęcie - mówi prawnik kobiety, która 12 grudnia dokona eutanazji. Staruszka zwlekała ze złożeniem wniosku o skrócenie życia, by mieć pewność, że gwałciciel zostanie skazany.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/siergiej-lawrow-o-toalecie-w-szwecji-nie-masz-pojecia-jakie-to-nieludzkie/", "title": "Siergiej Ławrow o toalecie w Szwecji: Nie masz pojęcia, jakie to nieludzkie", "date_published": "2022-12-07 16:35:00+00:00", "description": "Siergiej Ławrow opowiedział o swojej zeszłorocznej wizycie w Szwecji. Szef rosyjskiej dyplomacji nie krył swojego oburzenia faktem, że w Sztokholmie zobaczył wspólną łazienkę przeznaczoną zarówno dla kobiet, jak i mężczyzn. Jego zdaniem to po prostu nieludzkie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/niemieckie-sluzby-udaremnily-zamach-stanu-aresztowano-25-osob-ze-skrajnie-prawicowej-organizacji/", "title": "Niemcy: Udaremniony zamach stanu. Władzę chciał przejąć książę Heinrich XIII", "date_published": "2022-12-07 15:13:00+00:00", "description": "W Niemczech zatrzymano 25 osób ze skrajnie prawicowej organizacji Obywatele Rzeszy, z czego 22 pod zarzutem udziału w grupie terrorystycznej. Zatrzymani zamierzali przeprowadzić zamach stanu i powołać na nowego przywódcę Niemiec Heinricha XIII. W planach mieli m.in. atak na parlament RFN.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/czlowiekiem-roku-2022-tygodnika-time-nagrodzeni-wolodymyr-zelenski-i-duch-ukrainy/", "title": "Człowiek Roku 2022 tygodnika \"Time\". Nagrodzeni Wołodymyr Zełenski i \"duch Ukrainy\"", "date_published": "2022-12-07 15:02:00+00:00", "description": "Ukraiński prezydent Wołodymyr Zełenski i duch Ukrainy otrzymali tytuł Człowieka Roku 2022 tygodnika Time. Jak uzasadnił redaktor naczelny pisma, przywódca państwa zaatakowanego przez Rosję zelektryzował świat w sposób, jakiego nie widzieliśmy od dziesięcioleci.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/wielka-brytania-obrzucila-gwalciciela-gruzem-i-uratowala-16-latke-dostala-nagrode/", "title": "Wielka Brytania. Obrzuciła gwałciciela gruzem i uratowała 16-latkę. Dostała nagrodę", "date_published": "2022-12-07 13:37:00+00:00", "description": "Teresa Locke była za kierownicą taksówki, gdy zauważyła napastnika, który zaatakował nastoletnią dziewczynę - przekazały media. Locke nie wahała się ani chwili. Wyszła z auta i rzuciła w mężczyznę gruzem. Za swoją postawę została nagrodzona.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/rpa-janusz-walus-zostal-warunkowo-zwolniony-z-wiezienia/", "title": "RPA: Janusz Waluś został warunkowo zwolniony z więzienia", "date_published": "2022-12-07 13:30:00+00:00", "description": "Janusz Waluś został w środę warunkowo zwolniony z więzienia - poinformowało ministerstwo sprawiedliwości RPA. Polski imigrant blisko 30 lat temu zabił działacza ruchu zwalczającego apartheid Chrisa Haniego.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/barcelona-zderzenie-dwoch-pociagow-duza-liczba-poszkodowanych/", "title": "Barcelona. Zderzenie dwóch pociągów. Duża liczba poszkodowanych", "date_published": "2022-12-07 12:17:00+00:00", "description": "Na przedmieściach Barcelony pociąg osobowy wjechał w stojący na stacji inny pociąg pasażerski. W wypadku ucierpiało co najmniej 155 osób - podały media. W ostatnich latach doszło do kilku wypadków kolejowych w Katalonii. Regionalni urzędnicy obwiniają za nie brak finansowania kolei przez rząd centralny.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/usa-komentator-zaslabl-przed-meczem-koszykowki-trafil-do-szpitala/", "title": "USA. Komentator zasłabł przed meczem koszykówki. Trafił do szpitala", "date_published": "2022-12-07 10:33:00+00:00", "description": "Komentator koszykówki Bob Rathbun zasłabł tuż przed rozpoczęciem meczu NBA. Do zdarzenia doszło na antenie w trakcie rozmowy z innym dziennikarzem. Jak przekazał klub koszykarski z Atlanty, Rathbun czuje się już lepiej i niebawem opuści szpital.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/zamieszki-w-belgii-i-holandii-po-awansie-maroka-do-cwiercfinalu-ms-interweniowala-policja/", "title": "Zamieszki w Belgii i Holandii po awansie Maroka do ćwierćfinału MŚ. Interweniowała policja", "date_published": "2022-12-07 07:59:00+00:00", "description": "Po sensacyjnym awansie reprezentacji Maroka do ćwierćfinału piłkarskich mistrzostw świata w Katarze kibice drużyny wyszli na ulice belgijskich i holenderskich miast. Świętowanie sukcesu przerodziło się w zamieszki. Musiała interweniować policja.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-07/usa-raphael-warnock-zwycieza-w-wyborach-demokraci-zyskuja-wiekszosc-w-senacie/", "title": "USA. Raphael Warnock zwycięża w wyborach. Demokraci zyskują większość w Senacie", "date_published": "2022-12-07 05:24:00+00:00", "description": "Demokratyczny senator Raphael Warnock pokonał kandydata Partii Republikańskiej Herschela Walkera w wyborach startowych do Senatu w Georgii - podały media. To rozstrzygnięcie przypieczętowuje kontrolę Partii Demokratycznej nad tą Izbą. Rozkład sił będzie wynosił 51-49 dla ugrupowania prezydenta Joe Bidena.", "persistent": false}]