[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/usa-huragan-ian-zdewastowal-floryde-zniszczone-domy-statki-na-ulicach/", "title": "USA: Huragan Ian zdewastował Florydę. Zniszczone domy, statki na ulicach", "date_published": "2022-09-29 20:16:00+00:00", "description": "Nawet 2,6 mln domów i firm na Florydzie może być pozbawionych prądu po przejściu huraganu Ian - piątego najsilniejszego w historii USA. Wiatr wiał z prędkością sięgającą 241 km/h. Plaże na półwyspie toną w przywleczonych śmieciach, ulice miast są zalane, a porty - zdewastowane. Zobacz nagrania."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/wielka-brytania-podano-przyczyne-smierci-elzbiety-ii/", "title": "Wielka Brytania: Podano przyczynę śmierci Elżbiety II", "date_published": "2022-09-29 15:24:00+00:00", "description": "Podeszły wiek był jedynym powodem śmierci królowej Wielkiej Brytanii - przekazało BBC, powołując się na odpis z aktu zgonu monarchini. Wiadomo też, że Elżbieta II zmarła o 15:10 lokalnego czasu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/niemal-290-milionow-dolarow-z-usa-dla-polski/", "title": "Zagraniczna Pomoc Wojskowa. Niemal 290 milionów dolarów trafi do Polski z USA", "date_published": "2022-09-29 14:01:00+00:00", "description": "288,6 miliona dolarów przeznaczył amerykański Kongres na rzecz Polski w ramach Zagranicznej Pomocy Wojskowej. Jak wyjaśniła ambasada USA w Warszawie, chodzi o wzmocnienie zdolności naszego kraju do odstraszania i obrony przed zwiększonym zagrożeniem ze strony Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/referenda-w-ukrainie/", "title": "Chersoń. Mieszkaniec mówi, jak wyglądały referenda. \"Zrobili to tylko po zdjęcia dla telewizji\"", "date_published": "2022-09-29 13:23:00+00:00", "description": "- W samym Chersoniu ludzie omijali punkty, w których odbywało się głosowanie, w obwodzie było dużo gorzej. Żołnierze chodzili z bronią po domach i zmuszali do oddania głosów - mówił na antenie Polsat News mieszkaniec Chersonia, pan Władysław. Powiedział, że to, że Władimir Putin ogłosi, że okupowane tereny są częścią Rosji nic nie zmieni. - My się go nie boimy, jego armii i broni jądrowej - mówił."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/rosja-wladimir-putin-w-piatek-oglosi-aneksje-ukrainskich-terenow/", "title": "Rosja. Władimir Putin w piątek ogłosi aneksję ukraińskich terenów", "date_published": "2022-09-29 12:21:00+00:00", "description": "Ceremonia podpisania traktatów o wejściu w skład Rosji nowych terytoriów odbędzie się 30 września - powiadomił rzecznik prasowy Prezydenta Rosji, Dmitrij Pieskow. Po spotkaniu, które rozpocznie się o 15:00 czasu moskiewskiego, Władimir Putin wygłosi orędzie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/ukraina-rosyjscy-zolnierze-zgwalcili-kobiete-w-ciazy-poronila-nastepnego-dnia/", "title": "Ukraina. Rosyjscy żołnierze zgwałcili kobietę w ciąży. Poroniła następnego dnia", "date_published": "2022-09-29 11:40:00+00:00", "description": "Policja zidentyfikowała dwóch rosyjskich żołnierzy, którzy pobili i zgwałcili kobietę w trzecim miesiącu ciąży. Rinat Hakimianow i Arslan Salihanow w marcu przebywali na kontrolowanych przez Rosję terenach obwodu kijowskiego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/rosjanie-przegrywaja-pod-lymanem-dowodztwo-nie-przygotowalo-sie-informacyjnie/", "title": "Rosjanie przegrywają pod Łymanem. \"Dowództwo nie przygotowało się informacyjnie\"", "date_published": "2022-09-29 10:30:00+00:00", "description": "Rosyjscy blogerzy wojskowi twierdzą, że siły ukraińskie zagrażają pozycjom rosyjskim i ich liniom komunikacji, które wspierają zgrupowanie w Łymanie - ocenia Instytut Studiów nad Wojna. Zdaniem ekspertów z amerykańskiego instytutu rosyjskie dowództw nie jest najwyraźniej gotowe na porażkę swoich wojsk pod Łymanem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/gruzja-protest-na-granicy-wiekszosc-z-was-popiera-wojne-czemu-teraz-uciekacie/", "title": "Gruzja. Protest na granicy. Pytają Rosjan: Czemu uciekacie, skoro popieracie wojnę?", "date_published": "2022-09-29 10:01:00+00:00", "description": "W sieci pojawiły się zdjęcia z protestu na przejściu granicznym w Gruzji. Mieszkańcy z ukraińskimi flagami i banerami witają Rosjan uciekających przed mobilizacją. Według sondaży większość z was popiera wojnę. Czemu teraz przed nią uciekacie? - można przeczytać na plakatach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/mobilizacja-w-rosji-w-tydzien-wiecej-osob-wyjechalo-z-rosji-niz-wzielo-udzial-w-agresji-na-ukraine/", "title": "Mobilizacja w Rosji. W tydzień więcej osób wyjechało z Rosji, niż wzięło udział w agresji na Ukrainę", "date_published": "2022-09-29 08:23:00+00:00", "description": "W pierwszym tygodniu mobilizacji więcej osób wyjechało z Rosji niż wzięło udział w agresji na Ukrainę - informuje ukraińska agencja Ukrinform, powołując się na dane brytyjskiego wywiadu. Jak powiadomiono, Rosję opuszczają przede wszystkim osoby lepiej sytuowane i dobrze wykształcone."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/nie-zyje-raper-coolio-autor-gangstas-paradise-mial-59-lat/", "title": "Nie żyje raper Coolio. Autor \"Gangsta's Paradise\" miał 59 lat", "date_published": "2022-09-29 06:07:00+00:00", "description": "Raper Coolio, zdobywca nagrody Grammy, nie żyje. Artysta zmarł w swoim domu. Portal TMZ powołując się na menedżera muzyka przekazał, że Coolio zmarł na atak serca. Miał 59 lat."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-29/media-kolejny-wyciek-z-gazociagu-nord-stream/", "title": "Media: Kolejny wyciek z gazociągu Nord Stream", "date_published": "2022-09-29 05:39:00+00:00", "description": "Szwedzka straż przybrzeżna poinformowała o kolejnym, czwartym już wycieku gazu w uszkodzonym gazociągu Nord Stream - poinformowała gazeta Svenska Dagabladet."}]