[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cause-of-death-revealed-for-murdered-kindergarten-teacher-eliza-fletcher", "title": "Cause Of Death Revealed For Murdered Kindergarten Teacher Eliza Fletcher", "date_published": "2022-09-29 19:27:33+00:00", "description": "Eliza Fletcher, the Memphis mother-of-two who was allegedly kidnapped and murdered by Cleotha Abston-Henderson, died after being shot in the back of the head and sustaining blunt force trauma to her head, according to a newly released autopsy report. The Christian kindergarten teacher had a gunshot wound in the back of her head, blunt-force injuries ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aoc-abortion-an-economic-issue-because-if-women-must-give-birth-parents-are-conscripted-to-work-against-their-will", "title": "AOC: Abortion ‘An Economic Issue’ Because If Women Must Give Birth, Parents Are ‘Conscripted’ To Work ‘Against Their Will’", "date_published": "2022-09-29 18:57:57+00:00", "description": "Rep. Alexandria Ocasio-Cortez (D-NY) claimed during a House hearing Thursday that abortion was an economic issue because if women are not allowed to have an abortion, then parents are effectively &#8220;conscripted&#8221; to work against their will. AOC made the remarks during a House Oversight Committee hearing about abortion where she also decided to disclose what ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/san-francisco-sued-by-homeless-people", "title": "San Francisco Sued By Homeless People", "date_published": "2022-09-29 18:50:24+00:00", "description": "San Francisco is being sued by several homeless people who contend that the city has violated their constitutional rights. The Lawyers Committee for Civil Rights of the San Francisco Bay Area and the American Civil Liberties Union of Northern California filed the lawsuit this week for the Coalition on Homelessness and seven homeless individuals. “This ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-provides-update-on-prior-estimates-given-on-hurricane-fatalities", "title": "DeSantis Provides Update On Prior Estimates Given On Hurricane Fatalities", "date_published": "2022-09-29 18:40:49+00:00", "description": "Florida Governor Ron DeSantis (R) has provided an update on estimated fatalities as a result of Hurricane Ian after Sheriff Carmine Marceno said during an interview Thursday morning that he believed hundreds of people had been killed. Hurricane Ian made landfall Wednesday night as one of the most powerful storms to ever hit the state ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-administration-seeks-to-stop-israel-from-turning-to-the-right-prompting-meddling-accusations", "title": "Biden Administration Seeks To Stop Israel From Turning To The Right, Prompting Meddling Accusations", "date_published": "2022-09-29 18:33:39+00:00", "description": "The Biden administration is signaling that it wants to blunt any rightward turn by Israel in the event that Benjamin Netanyahu returns to power, singling out one potential ally of the former prime minister as &#8220;a huge problem for us.&#8221; A Biden administration official said the White House would be “troubled by the possibility” that Member ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/libs-defend-biden-hes-not-out-of-it-he-just-doesnt-really-care", "title": "Libs Defend Biden: He’s Not Out Of It, He Just Doesn’t Really Care", "date_published": "2022-09-29 18:11:14+00:00", "description": "There is something more-peculiar-than-normal about the Left&#8217;s defense of President Joe Biden&#8217;s unbelievable mistake of calling out for the late representative Jackie Walorksi on Wednesday. It seems the going explanation is not that Biden&#8217;s out of it, he just doesn&#8217;t really care. Or maybe, more specifically, the Left just doesn&#8217;t care about Walorski nor Biden&#8217;s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/reprehensible-act-of-gross-blasphemy-renowned-california-pastor-writes-open-letter-to-gavin-newsom-after-abortion-billboards-quote-jesus", "title": "‘Reprehensible Act Of Gross Blasphemy’: Renowned California Pastor Writes Open Letter To Gavin Newsom After Abortion Billboards Quote Jesus", "date_published": "2022-09-29 18:08:24+00:00", "description": "Los Angeles-area Pastor John MacArthur penned an open letter to California Democratic Governor Gavin Newsom Thursday after the governor blitzed red states with abortion billboards earlier this month. Newsom’s billboards promoted California as an abortion-friendly state and quoted the words of Jesus Christ when he told his followers to love their neighbors. MacArthur called out ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/midterm-exam-tidbits-and-more-from-the-campaign-trail", "title": "MIDTERM EXAM: Tidbits And More From The Campaign Trail", "date_published": "2022-09-29 17:58:31+00:00", "description": "Welcome to this week’s Midterm Exam — complete with tidbits and stories from races around the country. The exam this week is really more of a quiz, but we do have some bits of information that should give conservatives optimism. First, Senate Majority Leader Mitch McConnell (R-KY) now says that he thinks the elections in the Senate will ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/university-of-washington-vaccinates-humans-using-genetically-modified-mosquitoes", "title": "University Of Washington Vaccinates Humans Using Genetically Modified Mosquitoes", "date_published": "2022-09-29 17:58:22+00:00", "description": "Two hundred genetically modified mosquitoes with an experimental malaria vaccine packed inside a Chinese food takeout-style box inoculated 26 participants in a University of Washington study last month. As reported by The Counter Signal, each participant placed their arms in the box to receive three to five jabs over 30-day intervals during the clinical trial funded ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woke-planned-parenthood-doctor-claims-men-can-have-pregnancies-gop-congressman-levels-him", "title": "Woke Planned Parenthood Doctor Claims ‘Men Can Have Pregnancies.’ GOP Congressman Levels Him.", "date_published": "2022-09-29 17:48:58+00:00", "description": "A medical doctor at Planned Parenthood falsely claimed during a House Oversight Committee hearing on Thursday that men can get pregnant and have babies. Dr. Bhavik Kumar made the remarks during a hearing on the Democrat-controlled Committee that was intended to push the narrative that restricting abortion access can harm women. In response to a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nfl-investigating-after-someone-tweets-dolphins-practice-videos-ahead-of-thursday-night-football-matchup-report", "title": "NFL Investigating After Someone Tweets Dolphins Practice Videos Ahead Of Thursday Night Football Matchup: Report", "date_published": "2022-09-29 17:40:12+00:00", "description": "NFL officials are investigating after videos of a Miami Dolphins practice were posted to Twitter. Ahead of their Thursday night contest against the Cincinnati Bengals, the Dolphins conducted walkthrough practices Wednesday at Nippert Stadium, home of the University of Cincinnati Bearcats football team, while Hurricane Ian continues to batter Florida. But an individual present at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/virgin-atlantic-announced-uniforms-fitting-pilot-gender-identity-preferences-they-lost-659-million-last-year", "title": "Virgin Atlantic Announced Uniforms Fitting Pilot ‘Gender Identity’ Preferences. They Lost $659 Million Last Year.", "date_published": "2022-09-29 17:33:15+00:00", "description": "Virgin Atlantic announced on Wednesday that pilots and other employees are allowed to wear uniforms that correspond with their “gender identity” — an action that comes as the airline struggles to turn a profit. Pilots, crew, and members of the Virgin Atlantic ground team are permitted to wear clothes belonging to the opposite sex, meaning ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-clinton-breaks-from-some-democrats-over-illegal-immigration", "title": "Bill Clinton Breaks From Some Democrats Over Illegal Immigration", "date_published": "2022-09-29 17:22:46+00:00", "description": "Former President Bill Clinton (D) told CNN this week that there was a limit to how many migrants the U.S. can take in before the country experiences a severe disruption which flies in the face of what other Democrats have advocated for. Clinton&#8217;s remarks come after U.S. Customs and Border Protection detained 203,598 immigrants who entered ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/saddened-and-in-shock-denmarks-queen-strips-grandchildren-of-royal-titles", "title": "‘Saddened And In Shock’: Denmark’s Queen Strips Grandchildren Of Royal Titles", "date_published": "2022-09-29 16:59:38+00:00", "description": "Royal family members said they are &#8220;saddened and in shock&#8221; after Queen Margrethe II of Denmark announced she was removing the royal titles of several grandchildren because it&#8217;s best for their future. In a statement from the Royal House of Denmark, the 82-year-old monarch announced that four of her eight grandchildren will no longer be ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-appears-to-get-off-course-during-press-conference-officials-try-to-grab-his-attention", "title": "Biden Appears To Get Off Course During Press Conference, Officials Try To Grab His Attention", "date_published": "2022-09-29 16:47:32+00:00", "description": "President Joe Biden (D) appeared to veer off course during a FEMA press conference Thursday afternoon after he finished making his remarks, prompting at least one official to try to grab his attention. &#8220;Thank you,&#8221; Biden said as a reporter tried to ask him a question. &#8220;Thank you.&#8221; Biden then walked over to a group ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dems-couldnt-fire-this-trump-appointed-official-now-he-might-be-prosecuted-over-an-unauthorized-trip-to-walmart", "title": "Dems Couldn’t Fire This Trump-Appointed Official. Now He Might Be Prosecuted Over A Trip To Walmart.", "date_published": "2022-09-29 16:47:13+00:00", "description": "“The Architect is the only thing standing in the way of turning the police into Pelosi&#8217;s army,” Mike Davis, a former Republican staffer for the Senate Judiciary Committee who know leads the Article III Project, told The Daily Wire. “They&#8217;re going to weaponize the Department of Justice to go after the Trump-appointed Architect of the Capitol because his daughter borrowed his car? Biden has turned the Justice Department into a third-world hit squad.”"}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/putins-latest-conscript-is-a-7-foot-350-pound-ex-heavyweight-champ", "title": "Putin’s Latest Conscript Is A 7-Foot, 350-Pound Ex-Heavyweight Champ", "date_published": "2022-09-29 16:34:52+00:00", "description": "Vladimir Putin’s latest conscript will need extra meal rations and a custom-tailored uniform. Nikolai Valuev, a 7-foot-tall, 350-pound former two-time world heavyweight champion, told the Russian news outlet Izvestia that he has been called on to fight in Ukraine. Valuev, who retired from the ring in 2009, said he intended to enlist immediately. “In my ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unreasonable-wisconsin-democrat-governor-parole-board-under-fire-over-early-convict-release-records", "title": "‘Unreasonable’: Wisconsin Democrat Governor, Parole Board Under Fire Over Early Convict Release Records", "date_published": "2022-09-29 16:17:04+00:00", "description": "Governor Tony Evers (D-WI) and the Wisconsin Parole Commission are under fire from Republicans in the Badger State as they demand parole records, accusing the Evers administration of being soft on crime. The Wisconsin Parole Commission was sued this week by Wisconsin Right Now, a conservative news outlet, to obtain the state’s most recent parole ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-were-incredibly-hard-hit-stunning-video-shows-submerged-houses-blown-out-bridges-following-hurricane-ian", "title": "‘We Were Incredibly Hard Hit’: Stunning Video Shows Submerged Houses, Blown-Out Bridges Following Hurricane Ian", "date_published": "2022-09-29 16:11:39+00:00", "description": "A video posted on social media by law enforcement in Lee County, Florida, showed massive devastation from Hurricane Ian throughout the area surrounding the coastal city of Fort Myers. Hurricane Ian made landfall Wednesday on the Gulf Coast of Florida at nearly the strength of a Category 5 storm. With winds exceeding 150 miles per ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-data-shows-skyrocketing-gender-clinic-referrals", "title": "New Data Shows ‘Skyrocketing’ Gender Clinic Referrals", "date_published": "2022-09-29 15:58:37+00:00", "description": "According to the most recent data released by the Gender Identity Development Service (GIDS) at the U.K.’s Tavistock Centre, child and adolescent referrals have doubled compared to the previous year. GIDS now estimates 5,000+ children and adolescents sought gender-related services in 2021-2022, a 112% increase from 2020-2021. GIDS saw a slight dip during the pandemic from ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shania-twain-says-discussing-religion-with-oprah-made-the-conversation-sour-instantly", "title": "Shania Twain Says Discussing Religion With Oprah Made The Conversation ‘Sour’ Instantly", "date_published": "2022-09-29 15:50:41+00:00", "description": "Country singer Shania Twain said one of her most “memorable” dinners was with talkshow legend Oprah Winfrey, but the event was tainted by awkwardness after the topic of religion came up. The 57-year-old singer made the comments during a recent podcast interview for “Table Manners.” Twain claimed things got weird with Oprah on one topic, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sex-and-the-city-actress-misses-gala-because-of-devastating-family-situation", "title": "‘Sex And The City’ Actress Misses Gala Because Of ‘Devastating Family Situation’", "date_published": "2022-09-29 15:44:05+00:00", "description": "&#8220;Sex And The City&#8221; star Sarah Jessica Parker backed out of two events Wednesday because of a &#8220;devastating family situation,&#8221; which was later reported to be the death of her stepfather, Paul Giffin Forste. The 57-year-old actress was set to be honored at the New York City Ballet&#8217;s 10th Annual Fall Fashion Gala at Lincoln ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/george-clooney-comes-clean-hes-made-a-major-parenting-mistake-with-his-twins", "title": "George Clooney Comes Clean: He’s Made A Major Parenting Mistake With His Twins", "date_published": "2022-09-29 15:43:54+00:00", "description": "Actor George Clooney admitted on Wednesday that he and his wife had made one massive mistake in parenting their five-year-old twins, Ella and Alexander: they allowed them to learn to speak Italian. George and Amal Clooney sat down with host Gayle King on &#8220;CBS Mornings&#8221; for a segment dubbed &#8220;Life with the Clooneys&#8221; — and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-can-blame-senility-but-whats-kamalas-excuse", "title": "Biden Can Blame Senility, But What’s Kamala’s Excuse?", "date_published": "2022-09-29 15:36:41+00:00", "description": "If President Joe Biden ever wanted to, he could easily blame all of his odd habits on senility. Nobody would bat an eye. His vice president, on the other hand, is more than twenty years his junior and such a claim would never be believable. So, what is her excuse for her gaffes and word ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-pennsylvania-governor-who-backed-biden-now-endorses-dr-oz", "title": "Former Pennsylvania Governor Who Backed Biden Now Endorses Dr. Oz", "date_published": "2022-09-29 15:36:19+00:00", "description": "Former Republican Pennsylvania Governor Tom Ridge backed Dr. Mehmet Oz on Thursday in his contest for the Keystone State’s open Senate seat. Ridge, who served as governor of Pennsylvania between 1995 and 2001 before working as the nation’s inaugural Secretary of Homeland Security, said in a statement that he trusts Oz to handle “the issues ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/klaus-schwab-the-world-economic-forum-and-the-new-fascism", "title": "Klaus Schwab, The World Economic Forum, And The New Fascism", "date_published": "2022-09-29 15:32:52+00:00", "description": "When I began researching this series for The Daily Wire, I scarcely knew the depth of the rabbit hole into which I would descend. What started out as a straightforward article about the octogenarian German engineer Klaus Schwab and his brainchild, the World Economic Forum (WEF), an organization he has chaired since its founding in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/do-what-you-need-to-do-girl-amy-schumer-jokes-about-getting-abortions-in-teaser-for-series-return", "title": "‘Do What You Need To Do Girl’: Amy Schumer Jokes About Getting Abortions In Teaser For Series Return", "date_published": "2022-09-29 15:22:54+00:00", "description": "Amy Schumer joked about traveling to Colorado to get abortions in a teaser clip for her series, &#8220;Inside Amy Schumer,&#8221; returning for a fifth season set to premiere on Paramount+ on October 20. In the clip for a &#8220;Colorado &#8221; sketch posted on YouTube Wednesday, the 41-year-old comedian said no one has to justify coming ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/in-the-beginning-the-real-purpose-of-the-first-chapter-of-genesis", "title": "‘In The Beginning’: The Real Purpose Of The First Chapter Of Genesis", "date_published": "2022-09-29 15:16:28+00:00", "description": "The first chapter of the first book of the Bible, Genesis 1, tells the story of the creation of the heavens and the earth, culminating with the creation of the human race. Due to its content and its prominent place in the Scriptures, it is one of the best-known chapters in the Bible. It is also ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/for-real-ron-klains-wife-picked-as-bidens-new-diplomat-for-plants-and-animals", "title": "For Real? Ron Klain’s Wife Picked As Biden’s New Diplomat For Plants And Animals", "date_published": "2022-09-29 14:49:12+00:00", "description": "White House Chief of Staff Ron Klain&#8216;s wife, Monica Medina, has been selected as President Joe Biden&#8216;s newly-created Special Envoy for Biodiversity and Water Resources. To steal a tongue-in-cheek phrase from New England radio legend Howie Carr, Medina was &#8220;chosen after a nationwide search,&#8221; I&#8217;m sure. The Daily Wire actually reached out to clarify if ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/vanilla-ice-says-hes-still-in-shock-freaking-out-reveals-coolios-last-words-to-him", "title": "Vanilla Ice Says He’s ‘Still In Shock, Freaking Out,’ Reveals Coolio’s Last Words To Him", "date_published": "2022-09-29 14:41:55+00:00", "description": "One week ago, Vanilla Ice was sharing a stage with the late rapper Coolio — whose real name was Artis Leon Ivey Jr. — and as of Thursday morning, the &#8220;Ice, Ice, Baby&#8221; performer admitted that he was still &#8220;freaking out&#8221; over the sudden loss of his friend. Coolio died on Wednesday at a friend&#8217;s house ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/coast-guard-begins-rescue-operations-in-hurricane-struck-florida", "title": "Coast Guard Begins Rescue Operations In Hurricane-Struck Florida", "date_published": "2022-09-29 14:38:24+00:00", "description": "The U.S. Coast Guard has rescued nearly two dozen people in Florida as of Thursday morning following the devastation from Hurricane Ian, with more rescues expected throughout the day. Hurricane Ian made landfall Wednesday on the state&#8217;s Gulf Coast at nearly the strength of a Category 5 storm. With winds exceeding 150 miles per hour, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/romney-betrays-mike-lee-gop-senate-gop-senators-outraged", "title": "Romney Betrays Mike Lee, GOP Senate. GOP Senators Outraged.", "date_published": "2022-09-29 14:27:22+00:00", "description": "Utah GOP Senator Mitt Romney, who has been suspected of being squishy on conservative issues, has refused to endorse fellow Utah GOP Senator Mike Lee, a strong conservative in his re-election campaign, outraging his fellow GOP senators. Lee, an expert on the Constitution, is facing Evan McMullin in November. McMullin ran a campaign in 2016 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/khloe-kardashian-got-an-mri-because-her-boyfriend-cheated-on-her-says-she-has-brain-trauma", "title": "Khloé Kardashian Got An MRI Because Her Boyfriend Cheated On Her, Says She Has Brain Trauma", "date_published": "2022-09-29 14:18:21+00:00", "description": "Khloé Kardashian got an MRI to prove she has brain trauma caused by now-ex-boyfriend NBA player Tristan Thompson cheating on her for a second time. After taking Thompson back post-cheating, the basketball player was publicly exposed for cheating on the reality star again, and getting the third party pregnant. Kardashian shares a four-year-old daughter with ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/first-out-trans-active-duty-army-officer-spouse-indicted-for-trying-to-leak-medical-info-to-russia", "title": "First ‘Out’ Trans Active Duty Army Officer, Spouse Indicted For Allegedly Trying To Leak Medical Info To Russia", "date_published": "2022-09-29 14:07:40+00:00", "description": "A media-praised transgender major in the U.S. Army, and their spouse, a Johns Hopkins anesthesiologist, have been federally indicted for allegedly trying to leak medical information on U.S. Military members to the Russian government. The pair reportedly provided sensitive medical information on military members and their families to someone the couple thought was from the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jordan-peterson-chokes-up-during-piers-morgan-interview-i-thought-the-marginalized-were-supposed-to-have-a-voice", "title": "Jordan Peterson Chokes Up During Piers Morgan Interview: ‘I Thought The Marginalized Were Supposed To Have A Voice’", "date_published": "2022-09-29 14:03:52+00:00", "description": "Renowned psychologist Jordan Peterson choked up during a recent interview with British broadcaster Piers Morgan as he questioned why he is often vilified for trying to give a voice to the marginalized. In an appearance on &#8220;Piers Morgan: Uncensored&#8221; that aired Tuesday, the pair discussed a range of topics including Olivia Wilde&#8217;s film, &#8220;Don&#8217;t Worry Darling,&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/irans-public-execution-and-americas-new-morality-police", "title": "Iran’s Public Execution And America’s New Morality Police", "date_published": "2022-09-29 13:46:48+00:00", "description": "A story recently went viral, and for good reason. It followed the death of Mahsa Amini, a 22-year old young lady, who was beaten to death for violating Iran’s strict dress code. The Iranian government blocked mobile internet and all social media apps following protests of her murder. They arrested her for allegedly violating their ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aaron-judge-ties-maris-record-maris-jr-if-he-hits-62-he-should-be-all-time-record-holder", "title": "Aaron Judge Ties Maris’ Record. Maris Jr: If He Hits 62, He Should Be All-Time Record-Holder.", "date_published": "2022-09-29 13:44:07+00:00", "description": "On Wednesday, Aaron Judge of the New York Yankees tied the American League home run record set by Roger Maris in 1961, slugging his 61st home run 61 years after Maris etched his name into the record books. Batting in the top of the seventh inning against the Toronto Blue Jays’ Tim Mayza, Judge rocketed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/12-year-old-who-shot-father-self-as-part-of-murder-pact-dies-police", "title": "12-Year-Old Who Shot Father, Self As Part Of Murder Pact Dies: Police", "date_published": "2022-09-29 13:32:09+00:00", "description": "The 12-year-old Texas girl suspected of shooting herself and her father as part of a murder pact with another girl has died due to her injuries. The girl and her father were both taken to the hospital by air ambulance, and the father has since been released. The Parker County Sheriff’s Office (PCSO) posted on Facebook that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nowadays-everything-is-political-even-the-weather", "title": "Nowadays, Everything Is Political — Even The Weather!", "date_published": "2022-09-29 13:28:39+00:00", "description": "As Hurricane Ian hurtled toward Florida, packing 155 mph winds, politicians and commentators were busy bloviating, blowing out their own hot air. Sen. Amy Klobuchar (D-MN) went so far as to say electing Democrats in the November midterms will help stop hurricanes. &#8220;If the Republicans take charge, a number of them have been talking about ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whoopi-blows-up-at-media-for-daring-to-question-bidens-mental-health", "title": "Whoopi Blows Up At Media For Daring To Question Biden’s Mental Health", "date_published": "2022-09-29 12:59:48+00:00", "description": "Whoopi Goldberg blew up at media during Thursday&#8217;s broadcast of &#8220;The View,&#8221; slamming anyone who dared to question President Joe Biden&#8217;s mental acuity after he called for a recently-deceased Congresswoman at a Wednesday White House event. Biden, hosting a conference on hunger, called for Congresswoman Jackie Walorski (R-IN) — despite the fact that she passed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wife-of-doj-targeted-pro-life-activist-facing-11-years-gives-more-information-about-arrest", "title": "Wife Of DOJ-Targeted Pro-Life Activist Facing 11 Years Gives More Information About Arrest", "date_published": "2022-09-29 12:26:20+00:00", "description": "The wife of Department of Justice-targeted pro-life activist Mark Houck is speaking out about her husband&#8217;s arrest, which she says included at least 20 armed FBI agents and more than a dozen vehicles. The DOJ charged Houck over an incident that occurred last year involving his then-12-year-old son at a Planned Parenthood abortion facility. The family ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kamala-harris-touts-strong-and-enduring-ties-with-republic-of-north-korea-in-latest-gaffe", "title": "Kamala Harris Touts ‘Strong And Enduring’ Ties With ‘Republic Of North Korea’ In Latest Gaffe", "date_published": "2022-09-29 12:25:49+00:00", "description": "Vice President Kamala Harris mistakenly said the United States has a “strong and enduring” alliance with the “Republic of North Korea” on Thursday. The gaffe happened as Harris delivered prepared remarks from South Korea, one of her stops during a diplomatic trip around Asia this week. Her visit to South Korea was preceded by multiple ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-now-expect-ian-to-become-a-hurricane-again-storm-is-stubbornly-veering-off-course-and-speeding-up-agency-warns", "title": "‘We Now Expect Ian To Become A Hurricane Again’: Storm Is ‘Stubbornly’ Veering Off Course And Speeding Up, Agency Warns", "date_published": "2022-09-29 12:15:33+00:00", "description": "The National Hurricane Center said on Thursday that officials expect Hurricane Ian to become a hurricane once again. Hurricane Ian made landfall Wednesday on the Gulf Coast of Florida at nearly the strength of a Category 5 storm. With winds exceeding 150 miles per hour, the storm was tied for the fourth-strongest hurricane to ever ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desperate-emts-spent-45-minutes-working-on-coolio-report", "title": "Desperate EMTs Spent 45 Minutes Working On Coolio: Report", "date_published": "2022-09-29 12:07:29+00:00", "description": "Rapper Coolio, whose real name was Artis Leon Ivey Jr., died on Wednesday. According to a new report, EMTs worked tirelessly to revive him, but after 45 minutes of cardiopulmonary resuscitation (CPR), they pronounced him dead at the scene. Entertainment website TMZ broke the story of the rapper&#8217;s death at the age of 59, noting ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/officials-reveal-queen-elizabeth-iis-cause-of-death", "title": "Officials Reveal Queen Elizabeth II’s Cause Of Death", "date_published": "2022-09-29 11:54:21+00:00", "description": "Queen Elizabeth II passed away at 3:10 p.m. on September 8, 2022 — and according to reports, &#8220;old age&#8221; was listed as the official cause of death. The National Records of Scotland released the Queen&#8217;s death certificate on Thursday, confirming that the 96-year-old monarch had died of &#8220;old age&#8221; and that her daughter, Princess Anne, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-conservative-manifesto", "title": "A Conservative Manifesto", "date_published": "2022-09-29 11:48:59+00:00", "description": "Introduction A profound crisis of meaning currently afflicts, destabilizes and demoralizes the sovereign citizens of the West and the social institutions upon which we depend. That crisis has increasingly spread to the remainder of the world’s people, generating confusion and sowing distrust; producing a counterproductive discord in place of the peaceful, voluntary cooperation and competition ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fatalities-in-the-hundreds-florida-sheriff-estimates-deaths-from-hurricane-ian", "title": "‘Fatalities In The Hundreds’: Florida Sheriff Estimates Deaths From Hurricane Ian", "date_published": "2022-09-29 11:47:34+00:00", "description": "The sheriff of Lee County, Florida, which encompasses Fort Myers, which was hit by Hurricane Ian on Wednesday, estimated Thursday that deaths resulting from the hurricane could number in the hundreds. Winds up to 155 mph blasted the Florida coastline as Ian was rated a Category 4 hurricane. “While I don’t have confirmed numbers, I ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/weve-already-got-a-house-new-italian-leader-giorgia-meloni-wont-move-into-luxury-pm-palace", "title": "‘We’ve Already Got A House’: New Italian Leader Giorgia Meloni Won’t Move Into Luxury PM Palace", "date_published": "2022-09-29 11:27:07+00:00", "description": "Incoming Italian Prime Minister Giorgia Meloni won’t be moving into the opulent official residence in Rome because she and her partner prefer to raise their daughter in the suburbs. The conservative leader, who was swept into power Sunday amid a growing backlash against European globalists, will remain in Mostacciano, a suburb of the Italian capital, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/millions-left-without-power-as-hurricane-ian-devastates-florida", "title": "Millions Left Without Power As Hurricane Ian Devastates Florida", "date_published": "2022-09-29 11:20:08+00:00", "description": "More than 2.5 million people in Florida were left without power in the aftermath of Hurricane Ian on Thursday morning as utility companies work to repair the state&#8217;s electrical grid. Hurricane Ian made landfall Wednesday on the Gulf Coast of Florida at nearly the strength of a Category 5 storm. With winds exceeding 150 miles ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/talk-to-your-kid-every-day-after-school-matt-walsh-talks-dangers-of-trans-ideology", "title": "‘Talk To Your Kid Every Day After School’: Matt Walsh Talks Dangers Of Trans Ideology", "date_published": "2022-09-29 11:02:57+00:00", "description": "Daily Wire host Matt Walsh said parents have to be proactive in their children’s lives and on guard against transgender ideology. Walsh appeared on Sen. Marsha Blackburn&#8216;s (R-TN) show “Unmuted With Marsha” on Wednesday to discuss the “social contagion” caused by transgender ideology. Walsh’s appearance comes after he reported last week that Vanderbilt University Medical ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ant-ansteads-custody-battle-with-christina-haack-turns-ugly-as-he-claims-she-exploited-their-toddler-alludes-to-future-suicide-risk", "title": "Ant Anstead’s Custody Battle With Christina Haack Turns Ugly As He Claims She ‘Exploited’ Their Toddler, Alludes To Future Suicide Risk", "date_published": "2022-09-29 11:02:53+00:00", "description": "English TV presenter Ant Anstead made some strong statements against his ex-wife, Christina Haack, involving the couple’s 3-year-old son Hudson being &#8220;exploited&#8221; in television and promotions. The 43-year-old former “Wheeler Dealers” host made the comments in a court declaration obtained by US Weekly. As the publication reported, Anstead claimed his ex-wife &#8220;has already exploited&#8221; the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/these-five-foreign-political-leaders-are-taking-on-the-left", "title": "These Five Foreign Political Leaders Are Taking On The Left", "date_published": "2022-09-29 11:00:15+00:00", "description": "The Left is having a reckoning abroad. In Europe and South America, a wave of elected officials, all with at least some conservative policies, have soared to victory and taken the reigns in the upper tiers of government. The pendulum swing comes to the chagrin of their leftist opponents, who would prefer to keep any ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/economic-contraction-again-confirmed-for-second-quarter-solidifying-technical-recession", "title": "Economic Contraction Again Confirmed For Second Quarter, Solidifying Technical Recession", "date_published": "2022-09-29 10:41:12+00:00", "description": "Real gross domestic product (GDP) is confirmed to have shrunk at an annualized rate of 0.6% in the second quarter of 2022, according to a Thursday report from the Bureau of Economic Analysis. New data from the agency confirms the figure, which had already been revised to 0.6% from an earlier estimate of 0.9%. Output ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oklahoma-childrens-hospital-ends-gender-medicine-services-after-state-threatens-funding", "title": "Oklahoma Children’s Hospital Ends ‘Gender Medicine Services’ After State Threatens Funding", "date_published": "2022-09-29 10:24:50+00:00", "description": "An Oklahoma pediatric hospital will stop offering some gender-related medical services after the state threatened to pull millions of dollars in funding. Oklahoma Children&#8217;s Hospital announced Tuesday it is planning to halt &#8220;certain gender medicine services&#8221; in order to keep funding for its new pediatric mental health facility. &#8220;The Legislature restricted the use of the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mms-brand-promises-acceptance-and-inclusivity-with-debut-of-new-purple-spokescandy", "title": "M&M’s Brand Promises ‘Acceptance And Inclusivity’ With Debut Of New Purple ‘Spokescandy’", "date_published": "2022-09-29 10:12:01+00:00", "description": "Mars, Incorporated just announced a new M&amp;M “spokescandy” who will promote “acceptance and inclusivity” with her presence. A 2-minute-long music video titled “I’m Just Gonna Be Me” introduces the brand’s new mascot with a song about overcoming self-doubt. There are no explicit references to sexuality, but the new purple character has long eyelashes typically associated ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/definitive-proof-that-white-house-flack-karine-jean-pierre-is-a-bald-faced-liar", "title": "Definitive Proof That White House Flack Karine Jean-Pierre Is A Bald-Faced Liar", "date_published": "2022-09-29 10:01:13+00:00", "description": "So weird. Just this week, I wrote a column with a lede that said: &#8220;To be a White House press secretary, you need to be a skilled liar.&#8221; And hoo boy, talk about immediate validation. On Wednesday, President Joe Biden delivered a speech at the White House Conference on Hunger, Nutrition, and Health in Washington, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unmasked-documents-reveal-faucis-staggering-pandemic-period-profits", "title": "Unmasked: Documents Reveal Fauci’s Staggering Pandemic-Period Profits", "date_published": "2022-09-29 09:44:55+00:00", "description": "Dr. Anthony Fauci’s net worth soared during the COVID pandemic, leaving the career government worker sitting on a nearly $13 million nest egg, according to newly uncovered documents. The 81-year-old director of the National Institute of Allergy and Infectious Diseases added some $5 million to his household net worth from 2019-2021, according to financial disclosures ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-havent-heard-back-from-biden-on-if-hell-reimburse-florida-for-storm-damage-put-politics-aside", "title": "DeSantis: ‘Haven’t Heard Back’ From Biden On If He’ll Reimburse Florida For Storm Damage, ‘Put Politics Aside’", "date_published": "2022-09-29 08:41:12+00:00", "description": "Governor Ron DeSantis (R-FL) told Fox News Wednesday night that he has not heard back from President Joe Biden about whether the federal government will reimburse the state for the damage that it has suffered from Hurricane Ian. DeSantis told Fox News host Tucker Carlson that he believes that the storm will go down as ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-gives-special-shout-out-to-3-governors-who-helped-respond-to-hurricane-including-1-democrat", "title": "DeSantis Gives Special Shout Out To 3 Governors Who Helped Respond To Hurricane, Including 1 Democrat", "date_published": "2022-09-29 08:23:14+00:00", "description": "Governor Ron DeSantis (R-FL) gave a special thanks to three southern governors during a press briefing Wednesday evening for the the support that they have provided to the state of Florida as it gets hit by Hurricane Ian. The hurricane slammed into the southwest portion of the state as a powerful Category 4 hurricane Wednesday ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cnn-reporters-slammed-after-using-hurricane-to-attack-desantis-cnn-is-rooting-for-the-hurricane", "title": "CNN Reporters Slammed After Using Hurricane To Attack DeSantis: ‘CNN Is Rooting For The Hurricane’", "date_published": "2022-09-29 08:13:38+00:00", "description": "Two CNN reporters faced backlash online Wednesday afternoon for shots they took at Florida Republican Governor Ron DeSantis as he manages his state&#8217;s response to Hurricane Ian, one of the most powerful storms to ever hit the state. Hurricane Ian slammed into southwest Florida as a powerful Category 4 hurricane Wednesday afternoon after more than ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-zealand-prime-minister-slammed-for-comparing-free-speech-to-weapons-of-war-in-fact-evil", "title": "New Zealand Prime Minister Slammed For Comparing Free Speech To ‘Weapons Of War’: ‘In Fact, Evil’", "date_published": "2022-09-29 07:59:59+00:00", "description": "New Zealand Prime Minister Jacinda Ardern faced condemnation after she compared online speech to a weapon of war during a speech at the United Nations this week. “As leaders, we are rightly concerned that even those most light-touch approaches to disinformation could be misinterpreted as being hostile to the values of free speech we value ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hollywood-responds-to-death-of-gangstas-paradise-rapper-coolio", "title": "Hollywood Responds To Death Of ‘Gangsta’s Paradise’ Rapper Coolio", "date_published": "2022-09-29 07:45:04+00:00", "description": "Numerous Hollywood figures responded to the unexpected passing of rapper Coolio on Wednesday afternoon by posting positive things about him online. TMZ reported that the rapper, whose real name is Artis Leon Ivey Jr., died while visiting a friend. He reportedly went to use the bathroom at his friend’s house and did not come back for ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-zealand-prime-minister-jacinda-ardern-compares-free-speech-online-to-weapons-of-war", "title": "New Zealand Prime Minister Jacinda Ardern Compares Free Speech Online To ‘Weapons Of War’", "date_published": "2022-09-29 07:32:20+00:00", "description": "New Zealand Prime Minister Jacinda Ardern called for censoring the internet during her recent speech at the United Nations, arguing that unregulated free speech on the internet was a &#8220;weapon of war.&#8221; &#8220;As leaders, we are rightly concerned that even those most light-touch approaches to disinformation could be misinterpreted as being hostile to the values ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/law-enforcement-provides-update-on-death-of-rapper-coolio", "title": "Law Enforcement Provides Update On Death Of Rapper Coolio", "date_published": "2022-09-29 07:21:30+00:00", "description": "Law enforcement officials have reportedly indicated that no drugs were found at the scene where rapper Coolio was found dead Wednesday afternoon. TMZ reported that the rapper, whose real name is Artis Leon Ivey Jr., died while visiting a friend. He reportedly went to use the bathroom at his friend’s house and did not come back ..."}]