[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/amadey-bot-spotted-deploying-lockbit-30.html", "title": "Amadey Bot Spotted Deploying LockBit 3.0 Ransomware on Hacked Machines", "date_published": "2022-11-08 14:52:00+00:00", "description": "The Amadey malware is being used to deploy LockBit 3.0 ransomware on compromised systems, researchers have warned.\n\"Amadey bot, the malware that is used to install LockBit, is being distributed through two methods: one using a malicious Word document file, and the other using an executable that takes the disguise of the Word file icon,\" AhnLab Security Emergency Response Center (ASEC) said in a", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/new-laplas-clipper-malware-targeting.html", "title": "New Laplas Clipper Malware Targeting Cryptocurrency Users via SmokeLoader", "date_published": "2022-11-08 13:40:00+00:00", "description": "Cryptocurrency users are being targeted with a new clipper malware strain dubbed Laplas by means of another malware known as SmokeLoader.\nSmokeLoader, which is delivered by means of weaponized documents sent through spear-phishing emails, further acts as a conduit for other commodity trojans like SystemBC and Raccoon Stealer 2.0, according to an analysis from Cyble.\n<!--adsense-->\nObserved in", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/us-seizes-over-50k-bitcoin-worth-33.html", "title": "U.S. Seizes Over 50K Bitcoin Worth $3.3 Billion Linked to Silk Road Dark Web", "date_published": "2022-11-08 11:37:00+00:00", "description": "The U.S. Department of Justice (DoJ) on Monday said it seized 50,676 Bitcoin in November 2021 that was stolen in the 2012 hack of the now-defunct Silk Road dark web marketplace.\nThe bitcoin, which was obtained in 2012 and valued at $3.36 billion when it was discovered last year, is now worth $1.04 billion. Additionally recovered were $661,900 in cash, 25 Casascius coins with an approximate value", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/5-reasons-to-consolidate-your-tech-stack.html", "title": "5 Reasons to Consolidate Your Tech Stack", "date_published": "2022-11-08 11:30:00+00:00", "description": "The news surrounding the slowing economy has many wondering how much of an impact it will have on their businesses – and lives. And there's good reason to start preparing. \nA recent survey by McKinsey & Company found that 85% of small and midsize businesses plan to increase their security spending heading into 2023, while Gartner recently projected that 2022 IT spending will only grow by 3%,", "favourite": false}]