[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/death-stranding-10-million-players-231135533.html?src=rss", "title": "‘Death Stranding’ has been played by 10 million people since launch", "date_published": "2022-11-08 23:11:35+00:00", "description": "<p>For a project that was <a href=\"https://www.google.com/search?q=death+stranding+review+site%3Aengadget.com&amp;rlz=1C1FHFK_enCA963CA963&amp;oq=death+stranding+review+site%3Aengadget.com&amp;aqs=chrome..69i57.5232j0j7&amp;sourceid=chrome&amp;ie=UTF-8\"><ins>divisive among critics and players alike</ins></a>, <em>Death Stranding </em>has done pretty well for itself. With the game celebrating its third anniversary today, Kojima Productions revealed that more than 10 million people have played the studio’s first game. The milestone takes into account all the platforms where <em>Death Stranding</em> is available, including <a href=\"https://www.engadget.com/death-stranding-pc-game-pass-august-23rd-120929145.html\"><ins>PC Game Pass</ins></a>. “It makes me happy to think that there are over 10 million “Sam one” players around the world, all loosely connected,” creator Hideo Kojima <a href=\"https://twitter.com/HIDEO_KOJIMA_EN/status/1589880596637315073?s=20&amp;t=--OlaksWubVztN1WdrfuIA\"><ins>said on Twitter</ins></a>.</p><div id=\"8be5ebacd089433e800294786157f2ee\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">As of November 8th, 2022, \"DEATH STRANDING\" has connected with over 10 million Porters worldwide across PlayStation 4, PlayStation 5 and PC.<br />Thank you everyone for all of your support!<br />🌈🦀🐟🐋☔🌱👻🌪️💀👶👍<a href=\"https://t.co/HCOGJQ7XOI\">https://t.co/HCOGJQ7XOI</a><a href=\"https://twitter.com/hashtag/DS_3rd?src=hash&amp;ref_src=twsrc%5Etfw\">#DS_3rd</a><a href=\"https://twitter.com/hashtag/KojimaProductions?src=hash&amp;ref_src=twsrc%5Etfw\">#KojimaProductions</a><a href=\"https://twitter.com/hashtag/DeathStranding?src=hash&amp;ref_src=twsrc%5Etfw\">#DeathStranding</a><a href=\"https://t.co/CZqYLxQUGc\">pic.twitter.com/CZqYLxQUGc</a></p>— KOJIMA PRODUCTIONS (Eng) (@KojiPro2015_EN) <a href=\"https://twitter.com/KojiPro2015_EN/status/1589840331444748288?ref_src=twsrc%5Etfw\">November 8, 2022</a></blockquote></div><p>It might seem obvious that a game from the creator of Metal Gear Solid would find commercial success, but it didn’t always look that way. By some accounts, <a href=\"https://gameworldobserver.com/2020/03/14/sony-reportedly-frustrated-death-stranding-sales-new-silent-hill-game-development\"><em><ins>Death Stranding</ins></em></a> was a flop when it first came out. According to one <a href=\"https://www.resetera.com/threads/sony-rebooting-silent-hill-series-update-maybe-%C2%AF-_-%E3%83%84-_-%C2%AF.174815/page-8#post-29852207\"><ins>ResetEra post</ins></a> from 2020, Sony was reportedly unhappy with the game’s sales, with the author of the post claiming 3 million copies of <em>Death Stranding</em> were sitting in warehouses as of March of that year. But then the critical reevaluation of the game began, helped first by the <a href=\"https://www.pcgamer.com/game-of-the-year-2020-death-stranding/\"><ins>pandemic</ins></a> and then its <a href=\"https://www.engadget.com/death-stranding-pc-steam-epic-games-store-delay-133105683.html\"><ins>arrival on PC</ins></a>. In <em>Death Stranding</em>, a lot of people found an experience that helped them make sense of a world that had changed overnight and by July 2021, the game had <a href=\"https://www.engadget.com/death-stranding-sales-151610579.html\"><ins>sold 5 million copies</ins></a>.</p><span id=\"end-legacy-contents\"></span><p>As for <em>Death Stranding’s</em> future, actor Norman Reedus recently <a href=\"https://www.engadget.com/death-stranding-sequel-norman-reedus-162156251.html\"><ins>said in an interview</ins></a> that Kojima Productions is working on a sequel. In the past weeks, the studio has also begun teasing a game that will star actors <a href=\"https://www.engadget.com/hideo-kojima-elle-fanning-game-teaser-182532503.html\"><ins>Elle Fanning</ins></a> and <a href=\"https://www.ign.com/articles/hideo-kojima-adds-deadpool-2-shioli-kutsuna-to-next-game\"><ins>Shioli Kutsuna</ins></a>.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/audi-flagship-q8-e-tron-suv-maximum-range-373-miles-230159966.html?src=rss", "title": "Audi's new flagship Q8 e-tron SUV boasts a maximum range of 373 miles", "date_published": "2022-11-08 23:01:59+00:00", "description": "<p>Audi has <a href=\"https://www.engadget.com/2019-03-05-audi-s-e-tron-line-gets-a-bit-more-crowded-with-the-q4-crossover.html\">introduced seven</a>, well, <a href=\"https://www.engadget.com/audi-e-tron-gt-rs-e-tron-first-drive-video-160033004.html\">now eight</a>, electric SUVs <a href=\"https://www.engadget.com/2018-09-18-audi-e-tron-suv-first-look.html\">under the e-tron banner</a> since they began production in 2018 — with another dozen already in the works for release by 2026. After months of teasing, the company finally, officially introduced the latest iteration of its luxury EV line with Wednesday’s reveal of the upcoming Q8 e-tron crossover SUV.</p><figure><img alt=\"Audi Q8 e-tron\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/211fb351-5b8f-11ed-bf9d-597418f149c4\" /><figcaption></figcaption><div class=\"photo-credit\">Audi</div></figure><p>Available for order starting next spring, the Q8 e-tron and its Sportback version will both offer three AWD powertrain options: a Q8 50, a Q8 55, and the top of the line SQ8. The base model Q8 50 e-tron delivers 250 kW (335 HP) with 490 lb-ft of torque alongside a 0-60 of 6 seconds flat, a max range 306 miles for the SUV body style and 313 miles for the Sportback.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Audi Q8 e-tron\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/211ea1e0-5b8f-11ed-bdf6-5d581eadb7a6\" /><figcaption></figcaption><div class=\"photo-credit\">Audi</div></figure><p>The step up Q8 55 e-tron, again both the SUV and Sportback, outputs 300kW peak (402 HP) with 490 lb-ft of torque. The SUV ranges out to 361 miles while the Sportback can hit 600 km (372 miles), thanks to their larger battery pack. The top-of-the-line SQ8 e-tron boasts three motors to the others’ pairs so it can generate 370 kW (496 HP) and 717 ft-lb of torque with 307 miles (SUV) and 319 miles (Sportback) of range. The S model is software limited to a top speed of 130 MPH and a 0-60 of 5.6 seconds.</p><p>The Q8 50s will come equipped with a net-89 kWh battery pack that can charge at up to 150 kW. The Q8 55s, however, are outfitted with a bigger net-106 kWh pack that can achieve 170kW charging rates (higher rates equals faster charging times which means less sitting around a roadside power station). The 55s will be able to refill from 10 to 80 percent (~260 miles of range) in just over a half hour using an L3 DC fast charger, though the rate drops to just 11 - 22kW, depending on the wall box options, for home charging. You’re going to have to leave a Q8 50 on an 11kW socket for about nine and a quarter hours to fully replenish it, and a whopping 11 and a half hours for the bigger Q8 55. Those numbers drop to just under five hours for the 50 and six hours for the 55 at 22 kW.</p><figure><img alt=\"Audi Q8 e-tron\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/211fb350-5b8f-11ed-be9f-33b33c9cc706\" /><figcaption></figcaption><div class=\"photo-credit\">Audi</div></figure><p>The new e-tron line boasts more efficient motors than its predecessors, offering 14-coil power plants that can generate a stronger magnetic field for roughly the same amount of electrical input as the older 12-coil motors required. A stronger field can generate more torque when necessary but also step that power back when it isn’t needed to help extend the vehicle’s range. What’s more, the vehicle’s exteriors have been designed to minimize air resistance, with the Q8 Sportback offering a drag coefficient of just 0.24 — that’s the same as the <a href=\"https://www.engadget.com/polestar-2-ev-drive-video-133035906.html\">Polestar 2</a> — and the Q8 e-tron offering 0.27, slightly better than the <a href=\"https://www.engadget.com/volkswagens-id-4-ev-is-the-basic-people-mover-youve-been-waiting-for-163027836.html\">VW ID.4</a>.</p><figure><img alt=\"Audi Q8 e-tron quattro and the tech behind it\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/375f16e0-5baa-11ed-bffd-5d74f9a75627\" /><figcaption></figcaption><div class=\"photo-credit\">Audi</div></figure><p>“Looking at the current Audi e-tron, it's clear that we're starting with a very solid base of technical features as we move forward into the Q8 e-tron family,” Audi spokesperson Benedikt Still said during a press preview last week. “We'll be carrying over retaining this strong character in the new model, groundbreaking features such as the digital matrix headlights or the virtual side mirrors are still at the technical forefront today.”</p><p>As is the way in the luxury vehicle segment, the Q8 is packed with high-tech features. The vehicle offers nearly four dozen driver assist features based on data gathered from as many as five radar sensors, five optical cameras and a dozen ultrasonic pickups. This plethora of incoming information is enough to let the Q8 park itself. Available for order in 2023, remote park assist plus will autonomously guide your seventy-some odd thousand EV “into even the tightest parking spaces,” according to Wednesday's release, in a process controlled through the driver’s myAudi app.</p><figure><img alt=\"Audi Q8 e-tron quattro and the tech behind it\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/37744c91-5baa-11ed-9bef-57cb18b6ab80\" /><figcaption></figcaption><div class=\"photo-credit\">Audi</div></figure><p>And as with every e-tron released since the line went electric in 2018, the Q8 will come equipped with Audi’s Matrix LED headlights. But unlike previous model years, the Q8’s headlights will finally be ADB capable following a long-awaited <a href=\"https://www.nhtsa.gov/press-releases/nhtsa-allow-adaptive-driving-beam-headlights-new-vehicles-improving-safety-drivers\">NHTSA ruling this past February</a> and, as such they’ll have three new features: enhanced traffic information, a lane light with a direction indicator and an orientation light on country roads.</p><p>If you were expecting the interior to be anything short of opulent, you’re going to be disappointed. The two-part roof is panoramic and controlled electronically, as are the integrated sunshades. Audi is also offering four-zone automatic climate control as an option as well as massaging functions for the synthetic leather-clad seats. You’ll be hard-pressed to find a physical button to push as virtually all of the cabin’s features are controlled through the pair of central infotainment screens — a 10.1-inch upper and a 8.6-inch lower — or via voice command.</p><figure><img alt=\"Audi Q8 e-tron quattro and the tech behind it\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/376e8031-5baa-11ed-bf8b-e88af3ba41ab\" /><figcaption></figcaption><div class=\"photo-credit\">Audi</div></figure><p>Order windows for both the Q8 e-tron and the Q8 Sportback open mid-November. Audi is aiming for an initial market launch in Germany and major European markets at the end of next February with arrivals to the US happening by the end of April. Audi has announced a base MSRP of 74,400 euros or around $72,500 US at current exchange rates.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/zoom-email-calendar-meetings-productivity-184822470.html?src=rss", "title": "Zoom is adding email and calendar features to take on other workspace platforms", "date_published": "2022-11-08 18:48:22+00:00", "description": "<p><a href=\"https://www.engadget.com/zoom-reportedly-developing-email-calendar-apps-160556413.html\">As expected</a>, <a href=\"https://www.engadget.com/tag/zoom/\"><ins>Zoom</ins></a> is looking to take on the likes of <a href=\"https://www.engadget.com/microsoft-office-phased-out-replaced-by-microsoft-365-104748463.html\"><ins>Microsoft 365</ins></a> and <a href=\"https://www.engadget.com/tag/google%20workspace/\"><ins>Google Workspace</ins></a> in more areas than group video calls and chats. At its Zoomtopia conference, the company announced a bunch of features that are coming to its platform, including two key ones for productivity: <a href=\"https://blog.zoom.us/zoom-mail-calendar/\"><ins>email and calendars</ins></a>. You can connect third-party email and calendar services to Zoom and access them through the desktop app. The company says that can help save you time instead of having to switch between apps and perhaps needing to hunt for the right tab in your browser.</p><p>Those on the Zoom One Pro or Zoom Standard Pro plans will be able to set up email accounts through the platform, and folks with certain plans have the option to use custom domains. You'll get up to 100GB of storage included. The key selling point is that messages sent directly between Zoom Mail Service users (i.e. those who use Zoom's email hosting services) will have <a href=\"https://www.engadget.com/zoom-e2ee-cloud-phone-service-breakout-rooms-212043895.html\">end-to-end encryption</a>. You'll also be able to send external emails that can expire and contain access-restricted links.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Zoom Calendar\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/ebf47090-5f93-11ed-bf3f-a8f6ee9f6a6b\" style=\"height: 848; width: 1350;\" /><figcaption></figcaption><div class=\"photo-credit\">Zoom</div></figure><p>As for Zoom Calendar, there will be options to see which of your contacts has joined a meeting, and you can schedule Zoom voice and video calls in the app. Zoom's own calendar service will include the ability to book appointments.</p><p>On the way in 2023 is a feature called Zoom Spots. The company describes this as a virtual coworking space where colleagues can stay more connected during the workday via video-first conversations. While the company didn't reveal too much detail about Zoom Spots <a href=\"https://blog.zoom.us/platform-enhancements-zoomtopia-2022/\"><ins>in its blog post</ins></a>, there may be a downside as the feature could enable bosses to keep a closer eye on what their employees are doing.</p><figure><img alt=\"Zoom Spots\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/ff424dc0-5f93-11ed-9f5b-c5eef2aa9b37\" style=\"height: 993; width: 1350;\" /><figcaption></figcaption><div class=\"photo-credit\">Zoom</div></figure><p>Businesses will soon be able to employ Zoom Virtual Agent, a conversational AI and chatbot designed to help customers resolve issues. That tool will be available in early 2023. Other things in the pipeline include a way for developers to make money from the Zoom Apps Marketplace and a virtual coach to help sellers perfect their pitches.</p><p>As for the core functions people know Zoom for, there's a feature on the way that connects team chats with in-meeting chats. You'll be able to carry the conversation from one to the other and back again to keep things flowing. The company is also looking to roll out translation options for team chats in 2023. In the near future, you'll be able to schedule a chat message to send at a later time.</p><p>Zoom Phone is coming to the web, which should be handy for many folks. A progressive web app will be available for <a href=\"https://www.engadget.com/tag/chromeos/\"><ins>ChromeOS</ins></a> too. Meanwhile, users will be able to use a one-click chat message as a response when they can't answer a call. As for Zoom Rooms, there will be a way for folks in one of those to join a <a href=\"https://www.engadget.com/tag/google%20meet/\"><ins>Google Meet</ins></a> room and vice versa.</p><p>Last, but by no means least, Zoom revealed a string of updates for meetings. The Smart Recordings feature uses AI to generate summaries, next steps and chapters to make archived meetings more digestible and help you get to the part you're looking for. There will be meeting templates that can automatically configure the right settings and a way to record videos with narration and screensharing that you can send to colleagues. On top of that, you'll have more avatar options, including the ability to use a <a href=\"https://www.engadget.com/meta-avatars-metaverse-legs-vr-virtual-reality-facebook-instagram-whatsapp-190937062.html\"><ins>Meta avatar</ins></a>.</p><figure><img alt=\"Smart Chapters on a Zoom video call recording\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/0d863090-5f94-11ed-8bb7-dcb686517272\" style=\"height: 929; width: 1350;\" /><figcaption></figcaption><div class=\"photo-credit\">Zoom</div></figure><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/binance-buys-ftx-crypto-exchange-183519035.html?src=rss", "title": "Crypto giant Binance is buying its rival FTX following a very public dispute", "date_published": "2022-11-08 18:35:19+00:00", "description": "<p>Two of the largest crypto exchanges have just announced one of the stranger tech mergers in recent memory (and that's <a href=\"https://www.engadget.com/how-elon-musk-bought-and-took-over-twitter-180045278.html\">saying something</a>). Binance plans to <a href=\"https://twitter.com/cz_binance/status/1590013613586411520\">acquire</a> its rival FTX after a brief but very public dispute. As <em>Bloomberg</em><a href=\"https://www.bloomberg.com/news/articles/2022-11-08/crypto-exchange-binance-to-buy-rival-ftx-com-terms-undisclosed?sref=10lNAhZ9\">explains</a>, Binance CEO Changpeng Zhao sold about $529 million in FTX's native token on November 6th in response to \"recent revelations that came to light,\" particularly a <em>CoinDesk</em><a href=\"https://www.coindesk.com/business/2022/11/02/divisions-in-sam-bankman-frieds-crypto-empire-blur-on-his-trading-titan-alamedas-balance-sheet/\">report</a> that FTX was facing a liquidity crisis. That led to FTX chief Sam Bankman-Fried <a href=\"https://twitter.com/SBF_FTX/status/1589598284322328579\">accusing</a> Binance of attacking his company with \"false rumors,\" and maintaining that everything was \"fine.\" By today, however, the two companies had reached a takeover deal while acknowledging that Binance would help resolve a \"liquidity crunch\" affecting FTX's transactions.</p><p>Data suggests FTX may have been in a particularly bad state. In a <a href=\"https://techcrunch.com/2022/11/08/ftxs-seemingly-sluggish-withdrawals-raise-eyebrows/\">discussion</a> with <em>TechCrunch</em>, CryptoQuant noted that FTX's net crypto asset holdings plunged 83 percent in just the past two days. That reportedly made withdrawals so difficult that FTX had to introduce stablecoin (crypto pegged to an external value) liquidity to process the moves through the markets or other exchanges. The company's stablecoin reserve has fallen by 93 percent in the past two weeks, and related withdrawals fell to near-zero by early this morning. The trouble prompted an investor \"exodus,\" <em>Bloomberg</em> says.</p><span id=\"end-legacy-contents\"></span><div id=\"54c506b87de841728ac89aa335d8a68b\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">1) Hey all: I have a few announcements to make.<br /><br />Things have come full circle, and <a href=\"https://t.co/DWPOotRHcX\">https://t.co/DWPOotRHcX</a>’s first, and last, investors are the same: we have come to an agreement on a strategic transaction with Binance for <a href=\"https://t.co/DWPOotRHcX\">https://t.co/DWPOotRHcX</a> (pending DD etc.).</p>— SBF (@SBF_FTX) <a href=\"https://twitter.com/SBF_FTX/status/1590012124864348160?ref_src=twsrc%5Etfw\">November 8, 2022</a></blockquote></div><p>The deal is non-binding, and the companies will only start conducting due diligence (that is, an appraisal) in the \"coming days.\" If completed, however, the acquisition could shake up the crypto industry by eliminating Binance's main competitor. This won't overcome fears of a sustained <a href=\"https://www.engadget.com/coinbase-job-cuts-layoffs-150838290.html\">crypto market downturn</a>, but may give Binance a US presence it doesn't currently have.</p><p>That \"if\" is important, mind you. FTX's Bankman-Fried has been testifying in Congress, and Binance has reportedly faced investigations from both the US <a href=\"https://www.engadget.com/sec-is-investigating-binance-over-its-bnb-token-000556001.html\">Securities and Exchange Commission</a> as well as the UK's <a href=\"https://www.engadget.com/uk-bans-binance-cryptocurrency-exchange-180534513.html\">Financial Conduct Authority</a>. The countries are concerned Binance isn't complying with regulations, and (in the US) possibly breaking the law. It's not guaranteed that regulators in either country will be keen on the proposed union, particularly when Binance's US affiliate was banned in 2019.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/gopro-hero-11-black-deal-50-off-with-one-year-gopro-subscription-182527726.html?src=rss", "title": "GoPro's Hero 11 Black is now $50 off with a one-year subscription", "date_published": "2022-11-08 18:25:27+00:00", "description": "<p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMS1ibGFjay9DSERIWC0xMTEtbWFzdGVyLmh0bWwiLCJjb250ZW50VXVpZCI6IjEzNTU0NzI5LTFhM2YtNDRkYS1iMDJmLTZhMGRjZDVhNTUxNCJ9&amp;signature=AQAAAXYSL9uJjcxpimYeCnmqWVAftl24G0j9uKoTOzKStYyj&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero11-black%2FCHDHX-111-master.html\">Hero 11 Black</a> is the latest top-end model in GoPro's long line of action cameras, and as of this writing the camera is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMS1ibGFjay9DSERIWC0xMTEtbWFzdGVyLmh0bWw_b3B0aW9uLWlkPUNIREhYLTExMS1tYXN0ZXIiLCJjb250ZW50VXVpZCI6IjEzNTU0NzI5LTFhM2YtNDRkYS1iMDJmLTZhMGRjZDVhNTUxNCJ9&amp;signature=AQAAAZYSbvOJS_MYuLDsQ7br0z5-NFuhEdYk_FN29BwdIRAZ&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero11-black%2FCHDHX-111-master.html%3Foption-id%3DCHDHX-111-master\">now down to $350</a> at GoPro's online store with a one-year GoPro subscription. This deal technically started last week, but it's still a new low and $50 off the bundle's usual going rate.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMS1ibGFjay9DSERIWC0xMTEtbWFzdGVyLmh0bWwiLCJjb250ZW50VXVpZCI6IjEzNTU0NzI5LTFhM2YtNDRkYS1iMDJmLTZhMGRjZDVhNTUxNCJ9&amp;signature=AQAAAXYSL9uJjcxpimYeCnmqWVAftl24G0j9uKoTOzKStYyj&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero11-black%2FCHDHX-111-master.html\" id=\"4aabd6804c5c46dc9c18f6f43d180611\">Buy GoPro Hero 11 + subscription bundle at GoPro - $349</a><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb1Byby1IRVJPMTEtQmxhY2stV2F0ZXJwcm9vZi1TdGFiaWxpemF0aW9uL2RwL0IwQjk2SDdMR1g_dGFnPWdkZ3QwYy1wLW8tM3MtMjAiLCJjb250ZW50VXVpZCI6IjEzNTU0NzI5LTFhM2YtNDRkYS1iMDJmLTZhMGRjZDVhNTUxNCJ9&amp;signature=AQAAAb6ISrRzTrG6U0BPpZ9GxDKIRLMr6ozGzB8yZiPYxUb7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoPro-HERO11-Black-Waterproof-Stabilization%2Fdp%2FB0B96H7LGX\" id=\"e9bb6be685ea41c1ab0a4a04041991b8\">Buy GoPro Hero 11 at Amazon - $449</a><p>As a refresher, GoPro's subscription service costs $50 a year on its own and includes features like unlimited cloud storage — with the ability to have your camera automatically back up footage to the cloud when it's plugged in — automatically generated highlight videos, and <a href=\"https://community.gopro.com/s/article/GoPro-Subscription-Camera-Replacement-FAQ?language=en_US\">up to two</a> discounted camera replacements per year. GoPro normally offers its cameras at a lower upfront cost <em>with</em> a year-long subscription than without, and since you can cancel the service after buying, we'd say there's little reason not to buy the bundle. However, if you don't trust yourself to remember to turn off auto-renew, we'll note the camera alone <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb1Byby1IRVJPMTEtQmxhY2stV2F0ZXJwcm9vZi1TdGFiaWxpemF0aW9uL2RwL0IwQjk2SDdMR1g_dGFnPWdkZ3QwYy1wLW8tM3QtMjAiLCJjb250ZW50VXVpZCI6IjEzNTU0NzI5LTFhM2YtNDRkYS1iMDJmLTZhMGRjZDVhNTUxNCJ9&amp;signature=AQAAAZ89gY5xzgbPGcknfgmbZxcgZQwkATnNNP5ZaHAdzXzJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoPro-HERO11-Black-Waterproof-Stabilization%2Fdp%2FB0B96H7LGX\">is currently available for $449</a> at several retailers.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Either way, we gave the Hero 11 Black a <a href=\"https://www.engadget.com/gopro-hero-11-review-125905853.html\">largely positive review</a> when <a href=\"https://www.engadget.com/go-pro-announces-the-hero-11-black-and-hero-11-mini-130013989.html\">it launched</a> in September. The camera is an iterative upgrade over the <a href=\"https://www.engadget.com/gopro-hero-10-review-a-big-invisible-upgrade-130041612.html\">excellent Hero 10 Black</a> — which itself looked near-identical to the prior <a href=\"https://www.engadget.com/gopro-hero-9-black-review-140026287.html\">Hero 9 Black</a> — which means it still allows for crisp video at up to 5.3K/60 Hz, 4K/120 Hz, or 2.7K/240 Hz (for extra slow-motion shots), excellent stabilization that keeps moving footage looking smooth, and a rugged, waterproof design that's small enough to fit on a helmet, bike handle, surfboard, or most other tight spots.</p><p>Here, though, there's a taller 1/1.9\" sensor with an 8:7 aspect ratio, which is more accommodating to shooting vertical video for mobile video apps like TikTok at the same time as more traditional vertical footage. A new shooting mode called \"<a href=\"https://community.gopro.com/s/article/What-Is-HyperView?language=en_US\">HyperView</a>\" uses the taller sensor to take wider-angle video — though our review notes that this is best used with only certain types of action shots — while a 360-degree horizon lock feature keeps shots level even if you fully rotate the camera. Still images have been bumped from 23-megapixels to 27, and you can now shoot higher-quality RAW images in burst mode instead of just JPEG. Beyond that, battery life is mildly improved, there are new night shooting modes for capturing things like star trails, and there's support for more granular 10-bit color across the board.</p><p>Action cameras still aren't essential gadgets for most these days, and if you already own a Hero 10, Hero 9, or another cam you're already happy with, there's no pressing need to hop aboard here. If you're looking to upgrade from a Hero 8 or older, however, our review found the Hero 11 to be an easier sell. Right now, GoPro currently has <a href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMC1ibGFjay9DSERIWC0xMDEtbWFzdGVyLmh0bWwiLCJjb250ZW50VXVpZCI6IjEzNTU0NzI5LTFhM2YtNDRkYS1iMDJmLTZhMGRjZDVhNTUxNCJ9&amp;signature=AQAAAWBZ9aN7nn7GV4fxUvDTHSGflCrQV8Km3FQRVKw03iJ0&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero10-black%2FCHDHX-101-master.html\">the Hero 10</a> for the same $349, while <a href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm85LWJsYWNrL0NIREhYLTkwMS1tYXN0ZXIuaHRtbCIsImNvbnRlbnRVdWlkIjoiMTM1NTQ3MjktMWEzZi00NGRhLWIwMmYtNmEwZGNkNWE1NTE0In0&amp;signature=AQAAAd4bDuj211-V_mOvgCbtklperDhOLcCN4HsQERaWupzM&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero9-black%2FCHDHX-901-master.html\">the Hero 9</a> and smaller <a href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMS1ibGFjay1taW5pL0NIREhGLTExMS1tYXN0ZXIuaHRtbCIsImNvbnRlbnRVdWlkIjoiMTM1NTQ3MjktMWEzZi00NGRhLWIwMmYtNmEwZGNkNWE1NTE0In0&amp;signature=AQAAAfiC9XCu-xa8M72M4VnHyrAV-pV_xh4YC0gkaZT0coMk&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero11-black-mini%2FCHDHF-111-master.html\">Hero 11 Black Mini</a> are only $50 less. So, if your smartphone isn't enough for the kind of footage you want to capture, this deal looks to be the better value for those in the market for a higher-end model. A GoPro representative says this offer will run for \"another couple of weeks at least,\" though it's not clear if we'll see any further discounts on Black Friday.</p><p><em>Get the latest </em><a href=\"https://engadget.com/black-friday/\"><em>Black Friday</em></a><em> and </em><a href=\"https://www.engadget.com/cyber-monday/\"><em>Cyber Monday</em></a><em> offers by following </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals on Twitter</em></a><em> and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribing to the Engadget Deals newsletter</em></a><em>.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/european-union-opens-phase-two-investigation-microsoft-activision-blizzard-175758027.html?src=rss", "title": "European Union opens 'in-depth' investigation into Microsoft's purchase of Activision Blizzard", "date_published": "2022-11-08 17:57:58+00:00", "description": "<p>As expected, the European Commission will carry out a <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_22_6578\"><ins>full-scale investigation</ins></a> into Microsoft’s <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\"><ins>$69 billion bid</ins></a> to buy Activision Blizzard. Following a preliminary probe, the European Commission announced Tuesday (<a href=\"https://www.reuters.com/markets/deals/eu-antitrust-regulators-probe-microsofts-69-bln-activision-bid-2022-11-08/\"><ins>via </ins><em><ins>Reuters</ins></em></a>) it believes the deal may “significantly reduce competition” in a handful of areas, including the PC and console gaming markets, as well as among cloud gaming services.</p><p>According to the Commission's antitrust officials, Microsoft has the potential economic incentive to prevent competitors from accessing Activision Blizzard’s “high-profile and highly successful games,” including new Call of Duty entries. The body notes it’s also concerned the deal could unfairly advantage Windows against competing PC operating systems. On the surface, that seems like a strange concern, but it’s worth pointing out that the success of devices like the Steam Deck has made Linux something of a viable alternative to Windows.</p><span id=\"end-legacy-contents\"></span><p>With today’s announcement, the European Commission now has 90 days to complete its probe, a timeline that means a decision would arrive on March 23rd, 2023 at the latest.</p><p>“For years, Microsoft has been a major player across the gaming supply chain. It is acquiring Activision Blizzard, a highly successful producer of gaming content. We must ensure that opportunities remain for future and existing distributors of PC and console video games, as well as for rival suppliers of PC operating systems,” said Margrethe Vestager, the executive vice president of competition policy. “The point is to ensure that the gaming ecosystem remains vibrant to the benefit of users in a sector that is evolving at a fast pace.”</p><p>Microsoft did not immediately respond to Engadget’s request for comment. Following the Commission’s announcement, Activision Blizzard published a <a href=\"https://www.businesswire.com/news/home/20221107006236/en/A-Letter-from-CEO-Bobby-Kotick-Regarding-Activision-Blizzard%E2%80%99s-Merger-With-Microsoft/?feedref=JjAwJuNHiystnCoBq_hl-bsjWlVyeNLyq_m2tvaHJJaCbS9GfOaU05M3U1TVIJEgj_R0p0VFN6GsXdq8PYoIcFEYGffXvFUnUBNNmxNkJdnQqLx557vS7ZRxiEolcr-hVDp-2-rCtDK_aRLJhTuAhA==\"><ins>letter</ins></a> from CEO Bobby Kotick. “This week the European Commission announced that we have entered the second phase of our review in the region. We will continue to cooperate with the European Commission where, in the countries they represent, we have many employees,” Kotick wrote. “We have been working closely with Microsoft to actively engage regulators in other key countries to answer their questions and provide them with information to assist with their review.”</p><p>The Commission won’t necessarily block the deal, but it could significantly delay the transaction and force concessions out of Microsoft. Xbox head Phil Spencer has proactively tried to placate regulators. “We're not taking Call of Duty from PlayStation. That's not our intent,” he <a href=\"https://www.ign.com/articles/call-of-duty-biggest-psn-launch-ever-phil-spencer\">recently said</a>. “Our intent is not to do that and as long as there's a PlayStation out there to ship to, our intent is that we'll continue to ship Call of Duty on PlayStation.”</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/doordash-wing-drone-delivery-alphabet-australia-171015755.html?src=rss", "title": "DoorDash is piloting drone deliveries with Wing in Australia", "date_published": "2022-11-08 17:10:15+00:00", "description": "<p>Alphabet's <a href=\"https://www.engadget.com/tag/wing/\"><ins>Wing</ins></a> division has teamed up with <a href=\"https://www.engadget.com/tag/doordash/\"><ins>DoorDash</ins></a> to deliver some convenience and grocery items — such as pantry staples, snacks and household essentials — by drone. Customers can place an order through the \"DoorDash Air\" section of the DoorDash app and receive their items in as little as 15 minutes.&nbsp;</p><p>When they check out, users will need to select a delivery spot for the drone to drop off their package. The DoorDash app will ask them to confirm that the drop zone is clear before the user completes the order.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"DoorDash app asking a user to confirm a spot for a delivery from one of Wing's drones\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/8ec365a0-5f86-11ed-bfff-967a8b57532a\" style=\"height: 820; width: 819;\" /><figcaption></figcaption><div class=\"photo-credit\">Wing/DoorDash</div></figure><p>The pilot is live in Logan, Australia, where Wing has been <a href=\"https://www.engadget.com/alphabet-wing-drone-deliveries-shopping-center-rooftops-pilot-130022044.html\"><ins>testing its services</ins></a> for a few years. DoorDash drone deliveries are only available to a small number of households for now, but availability will be expanded in the coming months. The drones can carry a payload of just over a kilogram, <a href=\"https://doordash.news/australia/doordash-and-wing-announce-pilot-program-to-make-drone-delivery-available-via-doordash-app-in-australia/\"><ins>DoorDash said</ins></a>.</p><p>This is a big step for Wing, as it marks the first time that the company's services have been accessible through a third-party app. DoorDash employed Wing's new API to make the integration work. Until now, the Wing Delivery App has been the main way for customers to order and receive items via the company's drones.&nbsp;</p><p>Wing says it has been working on a way to offer third-party app integration for some time. “We see this new functionality as a logical step on this journey to make drone delivery a plug-and-play option for more businesses and consumers — no matter what app they use,” <a href=\"https://wing-prod.blogspot.com/2022/11/doordash-pilots-drone-delivery-in.html\"><ins>Wing wrote in a blog post</ins></a>.</p><p>Wing has been expanding its footprint in recent months. The company <a href=\"https://www.engadget.com/wing-expanding-drone-delivery-to-lusk-ireland-in-the-coming-weeks-173039215.html\"><ins>announced last month</ins></a> that its drone delivery service was coming to Ireland imminently. It's also operating in <a href=\"https://www.engadget.com/2019-10-18-alphabet-wing-drone-deliveries-us-virginia.html\"><ins>Christiansburg, Virginia</ins></a> and <a href=\"https://www.engadget.com/2019-05-17-alphabet-wing-helsinki-drone-deliveries.html\"><ins>Helsinki, Finland</ins></a>.</p><div id=\"71ec67012ad94478890737cca118cb34\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tesla-power-steering-recall-model-s-model-x-164544014.html?src=rss", "title": "Tesla recalls over 40,000 cars to address power steering flaw", "date_published": "2022-11-08 16:45:44+00:00", "description": "<p>Tesla has at least one more recall in store this year, if not as large as <a href=\"https://www.engadget.com/tesla-to-recall-more-than-a-million-vehicles-over-pinchy-windows-185041420.html\">the last one</a>. As <em>BBC News</em><a href=\"https://www.bbc.com/news/technology-63557384\">reports</a>, the EV maker has <a href=\"https://static.nhtsa.gov/odi/rcl/2022/RCLRPT-22V818-6624.PDF\">recalled</a> 40,168 Model S and Model X vehicles over a software defect that can reduce or cut power steering assistance when the car mistakenly treats potholes and other bumps in the road as steering assist torque. The National Highway Traffic Safety Administration (NHTSA) is concerned the sudden loss of help could be jarring enough to lead to a crash.</p><p>The flaw affects model years 2017 through 2021 for both cars, and first appeared with the 2022.36 firmware update. As with some of Tesla's recalls, the fix involves a software patch that has already rolled out. Over 97 percent of affected vehicles already have the new code, Tesla says.</p><span id=\"end-legacy-contents\"></span><p>This is the 17th recall Tesla has issued in 2022. It's not nearly as far-reaching as a September recall over faulty power window functionality, which affected almost 1.1 million cars in the US. Combined, however, the glitches have affected about 3.4 million EVs across the company's lineup. They've included problems with <a href=\"https://www.engadget.com/tesla-seat-belt-chime-recall-model-3-s-x-y-141642137.html\">seat belt chimes</a>, <a href=\"https://www.engadget.com/tesla-infotainment-overheating-recall-162032285.html\">overheating infotainment systems</a> and a Full Self Driving bug that let vehicles<a href=\"https://www.engadget.com/tesla-recall-latest-fsd-update-that-lets-cars-roll-through-stop-signs-123952386.html\"> roll through stop signs</a>. The company also had to <a href=\"https://www.engadget.com/tesla-boombox-recall-model-3-s-x-y-142616539.html\">change its Boombox feature</a> over worries the external audio playback could override mandatory low-speed sounds.</p><p>The power steering defect also comes at a difficult moment for Tesla. The company's stock value has dropped sharply in recent weeks as investors fear Elon Musk's <a href=\"https://www.engadget.com/how-elon-musk-bought-and-took-over-twitter-180045278.html\">Twitter purchase</a> may have distracted the entrepreneur. Tesla stock is hovering around $190 as we write this — lower than it was in May 2021. Factor in a <a href=\"https://www.engadget.com/tesla-q3-2022-earnings-213910834.html\">tumultuous third quarter</a> and it's clear the brand has lost some confidence, even if its sales are still very healthy.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/god-of-war-ragnarok-review-ps5-162534113.html?src=rss", "title": "'God of War: Ragnarok' is bigger but not massively better", "date_published": "2022-11-08 16:25:34+00:00", "description": "<p><em><ins>This story contains extensive spoilers for the 2018 game </ins></em><ins>‘God of War’ </ins><em><ins>and light spoilers for</ins></em><ins> ‘God of War: Ragnarok’</ins><em><ins>.</ins></em></p><p>The God of War series has thrown nearly everything you can imagine at its protagonist Kratos since the first installment arrived way back in 2005. He's ridden giants up Mount Olympus, murdered the pantheon of Greek gods, come back to life from the underworld (several times) and, in 2018's reinvention of the series, <a href=\"https://www.engadget.com/2018-04-12-god-of-war-review.html\"><ins>dealt with an unruly pre-teen</ins></a> who just learned he was a god. But <em>God of War: Ragnarok</em>, which arrives tomorrow for the PS4 and PS5, manages to add to that impressive list. It throws Kratos and his companions in the middle of a full-on war, the kind of battle that calls to mind epic cinematic showdowns like the climax of <em>Lord of the Rings:</em><em>Return of the King</em> or <em>Avengers: Endgame.</em></p><span id=\"end-legacy-contents\"></span><p>But I'm getting a little bit ahead of myself. <em>God of War: Ragnarok</em> is the direct sequel to <em>God of War</em>, which saw a semi-reformed Kratos and his son Atreus try to carry out his wife's final wish. Along the way, they inevitably caught the attention of the Norse pantheon of gods, which led to Kratos killing the deity Baldur. Kratos meant to save Baldur's mother Freya from death, but he instead turned Freya into against Kratos and Atreus and also brought about Fimbulwinter, a years-long winter that is the precursor to Ragnarok, which it is said will bring about the end of the nine realms.</p><p>Got all that? Clearly, you won't want to play <em>Ragnarok</em> without playing the 2018 <em>God of War</em> first, because you'll be missing a lot of backstory. Assuming you are caught up, you'll feel right at home in <em>Ragnarok</em>. The game quickly and clearly lays out the enemies and the stakes: Odin, leader of the Norse gods, knows Ragnarok is coming, and wants to work with Atreus and Kratos to try to survive it. Kratos, on the other hand, has a more than healthy distrust of Odin, and isn't interested in anything besides staying out of the gods' affairs and helping his son stay safe and prepared for the harsh world they inhabit.</p><figure><img alt=\"God of War: Ragnarok review screenshots\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/2202fa30-5f7b-11ed-b3f6-67804c2e65de\" style=\"height: 2160; width: 3840;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony / Santa Monica Studios</div></figure><p>Whether by prophecy or their own decisions, Kratos and Atreus unsurprisingly get pulled deeper into the machinations of the gods and begin journeying through the nine realms looking for a solution to the potential world destruction that is now at their doorstep. From a gameplay perspective, that means a lot of the familiar combat that Santa Monica Studio introduced in 2018's <em>God of War</em>. Kratos is again equipped with his Leviathan Axe and Blades of Chaos, and they remain a formidable and extremely fun pair of weapons to use on the many mythical beasts <em>Ragnarok</em> throws at you. Throwing the Leviathan Axe with the PS5's DualSense controller and magically calling it back to you remains one of the most satisfying moves I can think of in all of gaming.</p><p>As before, the game starts you out with a powerful but relatively basic set of moves and you can add to that arsenal by upgrading your weapons, finding powerful runic attacks for each weapon, crafting new armor and magical items and unlocking new skills in the game's fairly complicated upgrade trees. As in the 2018 title, there are a dizzying array of moves you can unlock, as well as a treasure trove of armor, all of which affects Kratos' stats. It can be overwhelming, but I also found that I didn't need to think too hard about it, at least on the difficulty level I was playing on. If you play on the harder settings, though, you're going to need to spend a lot of time doing side quests to get the resources you need so you can constantly optimize your gear.</p><p>Regardless of the over-abundance of customization, going into battle as Kratos remains extremely satisfying. Whether you're fighting a massive swarm of enemies or focusing your efforts on a massive, ultra-powerful beast, there's a level of fluidity to the combat that makes the player feel, quite simply, god-like. It takes a while to upgrade Kratos and figure out what style of play works best for you, but sometimes you can get into a flow state of total destruction that is a delight.</p><p>One of the complaints I had about 2018's <em>God of War</em> was that, while the combat was great, the variety of enemies was lacking compared to earlier games. Santa Monica Studio seems to have taken this to heart and mixed things up significantly in <em>Ragnarok</em>.There are a greater variety of basic enemies, though undead soldiers remain the game's bread and butter. But those armies have some tricky new powers this time, including the ability to hit Kratos with a multi-colored “bifrost” blast — while you're in that state, a single hit explodes that bifrost and significantly reduces your health. There are also new small and agile enemies that I think of as puppet masters; they keep reviving and healing the ordinary soldiers, so unless you track them down and dispose of them quickly, you're in for a rough fight.</p><figure><img alt=\"God of War: Ragnarok review screenshots\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/1c13ec70-5f7a-11ed-a3b7-973ebad8ec74\" style=\"height: 2160; width: 3840;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony / Santa Monica Studios</div></figure><p>More significant are the variety of bosses in <em>Ragnarok</em>. In <em>God of War</em>, the larger battles mostly consisted of a few different types of trolls and ogres along with some elemental, but that is most definitely not the case this time. I took down a massive realm-shifting serpent, a building-sized wolf rampaging through Hel, and that's not even mentioning the inevitable battles against the Norse gods.</p><p>Once again, the nine realms Kratos and Atreus travel through are simply stunning. <em>Ragnarok</em>, like some other recent PS5 games, has both “favor performance” and “favor visuals” modes. The default performance mode runs at a locked 60 frames per second and scales the resolution between 1440p and 4K. Favor visuals instead locks the frame rate at 30 fps and delivers native 4K graphics. There are also a variety of options if you have a HFR TV; <em>Polygon</em> did a great job of breaking down the technical details <a href=\"https://www.polygon.com/23435650/god-of-war-ragnarok-graphics-modes-ps5-ps4-performance-resolution-comparison\"><ins>here</ins></a>.</p><figure><img alt=\"God of War: Ragnarok review screenshots\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/5dcff7c0-5f7b-11ed-b67b-1d5abf3ce10b\" style=\"height: 2160; width: 3840;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony / Santa Monica Studios</div></figure><p>Whether in performance or fidelity mode, <em>God of War: Ragnarok</em> looks beautiful. The snowy vistas and frozen lake of Midgard put a chill in my bones, and the lush and swampy confines of Vanaheim were real enough to make me want to sweat from the humidity. All of the character models, from Krato and Atreus down to minor characters you only meet a few times, are equally well-rendered — Kratos in particular is more detailed than ever, with his scars, beard, world-weary eyes and callused hands showing the hundreds of years and innumerable trials he's been through.</p><p>I would be remiss not to mention the incredible skill and performances from <em>Ragnarok</em>'s cast. Returning actors Christopher Judge (Kratos), Sunny Suljic (Atreus) and Alastair Duncan (Mimir) reprise their excellent performances and have a wonderful rapport throughout their extensive time together in this game. Danielle Bisutti, meanwhile, takes her performance as a grief-obsessed, revenge-driven Freya to new levels of desperation in this installment.</p><section><img alt=\"God of War: Ragnarok review screenshots\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/6e0e0ed0-5f79-11ed-a4be-aa4b4e1f0ab0\" /></section><p>A couple of newcomers almost steal the show, however. Ryan Hurst as the overweight, overburdened, often drunk Thor is both comical and terrifying. But Richard Schiff (perhaps best known as Toby from <em>The West Wing</em>) steals the show as the conniving all-father Odin. Schiff perfectly executes the many facets of Odin's character in <em>Ragnarok</em> — he seems to want peace and knowledge, and is almost fatherly at times. But even when he's being kind, Schiff's unsettling performance never lets you forget Odin's long list of cruelties, and the fact that he simply cannot be trusted.</p><p><strong><em>Note: the following section contains light spoilers for God of War: Ragnarok</em></strong></p><section><img alt=\"God of War: Ragnarok review screenshots\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9fd102b0-5f79-11ed-96fe-add2bd92e7c6\" /></section><p>Despite all this, <em>Ragnarok</em> felt a little too familiar in the first three or four hours, a bit more like an expansion than an entirely new game on a more powerful platform. That all changed at the end of the game's first extended mission, however. <em>God of War: Ragnarok</em> has the same impressive direction as the previous game, where everything is done in a single, hours-long camera shot, without any cuts (aside from when you die, of course). This time, however, the camera panned away from Kratos and slowly, as the cutscene proceeded, settled in behind Atreus. And when the game was back in my control, I was playing as Kratos' son for the first time.</p><p>It was a brilliant reveal, and playing as Atreus makes the story far more complex and less linear than it was in the prior game. Atreus naturally has an entirely different combat style, based on more on his bow than hand-to-hand combat. But more than the gameplay, this choice greatly expanded the narrative of the game. It marks the first time the series shifts away from Kratos and gives you a more up-close view of the struggles that persist between father and son as they both try and do the right thing for each other throughout the game.</p><p>This also opens up the opportunity for new pairings, as Atreus and Kratos are both accompanied by characters familiar and unknown. These new pairings expand the story far beyond just Kratos and Atreus, showing a variety of different conflicts between parents and children all dealing with generational trauma and trying to simply be better than they were before, with varying results.</p><p><strong><em>End of spoilers</em></strong></p><section><img alt=\"God of War: Ragnarok review screenshots\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/a0dd7ec0-5f7b-11ed-bbca-4e6e1019d68b\" /></section><p>Thanks to the many new characters, the world feels more alive and populated than any other previous God of War game. The dwarven realm of Svartalfheim has a number of settlements along its vast lake, and you meet a number of new allies in Vanaheim, the home realm of Freya and the other Vanir gods. We also get to meet both the human and godly residents of Asgard, Odin’s homeland. It makes sense that in the brutal conditions of Fimbulwinter you don’t run across a lot of ordinary humans, but I do wish that the main area of Midgard did contain at least a few more glimpses of how humans live in this universe.</p><p>While I’m a big fan of <em>Ragnarok</em>’s story, the game does occasionally feel overlong. <em>God of War</em> was one of my favorite games of the PS4 generation, alongside <em>The Last of Us</em> and <em>Horizon Zero Dawn</em>. The sequels to those latter two games were both <a href=\"https://www.engadget.com/horizon-forbidden-west-review-water-robot-dinos-080126554.html\">masterfully</a><a href=\"https://www.engadget.com/the-last-of-us-part-ii-review-070140792.html\">executed</a> — but also occasionally hampered by the need to make everything bigger and grander than the prior games. The same is true for <em>Ragnarok</em>: it took me about 28 hours to play through the main quest, with very little side questing done. More than just the sheer hours, though, was a simple feeling that the narrative got a little too weighed down at times when I was eager for some momentum to bring through to the game's climax.</p><p>But what an ending it was: The last three hours or so of <em>Ragnarok</em> pull together everything God of War does well, from difficult, high stakes combat, majestic and massive set pieces and surprising narrative twists to a satisfying and emotional denouement. I won't say any more, but a little bit of narrative flabbiness was completely forgiven by the breathtaking finale.</p><p>It's slightly too much of a good thing, but not enough to keep me thrilled about the idea of playing again at a more leisurely pace, where I can do more exploring. And when you finish up the main story, there's still plenty you can do around the nine realms, including a few side quests that only unlock when the game is complete (I definitely caught a tease of another incredibly difficult battle to come).</p><p>While <em>God of War: Ragnarok</em> may have benefitted from a little bit more editing, it's not nearly enough to deter me from recommending it. Anyone who enjoyed <em>God of War</em> should play <em>Ragnarok</em> as soon as possible — and if you never played the first game, give it a shot and then move right along to this brilliant sequel. I don't know if or when we'll see Kratos and Atreus again, but <em>Ragnarok</em> was a fitting conclusion to the Norse saga and one of the best games I've experienced in a long time.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-chromebooks-160054646.html?src=rss", "title": "The best Chromebooks you can buy in 2022", "date_published": "2022-11-08 15:45:13+00:00", "description": "<p>Choosing the best Chromebook for your needs and your budget can be hard to do given the multitude of models on the market today. The combination of years worth of software updates and laptop manufacturers making more powerful and better-built Chromebooks means there are a ton of good Chrome OS machines that work well as everyday drivers. We'll help you figure out what is the best Chromebook for you, from the Lenovo IdeaPad Flex 5i to the Acer Chromebook Spin 714 and in between.</p><h2>Engadget's picks</h2><ul><li><p>Best overall: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVJOQ04zWVYvP3RhZz1nZGd0MGMtcC1vLTNyLTIwIiwiY29udGVudFV1aWQiOiI3MWNhMzU1ZS1iZTA2LTNiYTItYTg0YS0zZTU1YTE5ZGJjODQifQ&amp;signature=AQAAASwtk4nvvnAapsUpYTRegIEjzGUs1MgLdkwoMOl1VVf3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09RNCN3YV%2F\">Lenovo IdeaPad Flex 5i</a></p></li><li><p>Upgrade option: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTdXRDlQNEsvP3RhZz1nZGd0MGMtcC1vLTNyLTIwIiwiY29udGVudFV1aWQiOiI3MWNhMzU1ZS1iZTA2LTNiYTItYTg0YS0zZTU1YTE5ZGJjODQifQ&amp;signature=AQAAAeH9CLg_vzNG7yu9wPFnOfDD8xFVXhPdLwwq8OkofTAi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB097WD9P4K%2F\">Samsung Galaxy Chromebook 2</a></p></li><li><p>Premium option: <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BY2VyLUNocm9tZWJvb2stQ0I3MTQtMVd0LTUzNFQtVG91Y2hzY3JlZW4tUGxhbmUvZHAvQjA3WDI1UzY1Qz90YWc9Z2RndDBjLXAtby0zci0yMCIsImNvbnRlbnRVdWlkIjoiNzFjYTM1NWUtYmUwNi0zYmEyLWE4NGEtM2U1NWExOWRiYzg0In0&amp;signature=AQAAAWnrOEXL6YZKVFM8arszfY44nRvHl52u0ifRmIV1uufc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAcer-Chromebook-CB714-1Wt-534T-Touchscreen-Plane%2Fdp%2FB07X25S65C\">Acer Chromebook Spin 714</a></p></li></ul><h2>What is Chrome OS, and why would I use it over Windows?</h2><p>That’s probably the number one question about Chromebooks. There are plenty of inexpensive Windows laptops on the market, so why bother with Chrome OS? Glad you asked. For me, the simple and clean nature of Chrome OS is a big selling point. If you didn’t know, it’s based on Google’s Chrome browser, which means most of the programs you can run are web based. There’s no bloatware or unwanted apps to uninstall like you often get on Windows laptops, it boots up in seconds, and you can completely reset to factory settings almost as quickly.</p><span id=\"end-legacy-contents\"></span><p>Of course, the simplicity is also a major drawback for some users. Not being able to install native software can be a dealbreaker if you’re, say, a video editor or software developer. But there are also plenty of people who do the vast majority of their work in a browser. Unless I need to edit photos for a review, I can do my entire job on a Chromebook.</p><p>Google has also added support for Android apps on Chromebooks, which greatly expands the amount of software available. The quality varies widely, but it means you can do more with a Chromebook beyond just web-based apps. For example, you can install the Netflix app and save videos for offline watching; other Android apps like Microsoft’s Office suite and Adobe Lightroom are surprisingly capable. Between Android apps and a general improvement in web apps, Chromebooks are more than just a browser.</p><h2>What do Chromebooks do well?</h2><figure><img alt=\"Three Chromebook laptops stacked on top of each other, fanning out a bit, on top of a desk protector on a wooden table.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-08/38bdd2f0-2488-11ed-affd-31657bb03b0c\" /><figcaption></figcaption><div class=\"photo-credit\">Nathan Ingraham / Engadget</div></figure><p>Put simply, anything web based. Browsing, streaming music and video and using various social media sites are among the most common things people do on Chromebooks. As you might expect, they also work well with Google services like Photos, Docs, Gmail, Drive, Keep and so on. Yes, any computer that can run Chrome can do that too, but the lightweight nature of Google Chrome OS makes it a responsive and stable platform.</p><p>As I mentioned before, Chrome OS can run Android apps, so if you’re an Android user you’ll find some nice ties between the platforms. You can get most of the same apps that are on your phone on a Chromebook and keep info in sync between them. You can also use some Android phones as a security key for your Chromebook or instantly tether your laptop to use mobile data.</p><p>Google continues to tout security as a major differentiator for Chromebooks, and I think it’s definitely a factor worth considering. The first line of defense is auto-updates. Chrome OS updates download quickly in the background and a fast reboot is all it takes to install the latest version. Google says that each webpage and app on a Chromebook runs in its own sandbox, as well, so any security threats are contained to that individual app. Finally, Chrome OS has a self-check called Verified Boot that runs every time a device starts up. Beyond all this, the simple fact that you generally can’t install traditional apps on a Chromebook means there are a lot fewer ways for bad actors to access the system.</p><p>As for when to avoid them, the answer is simple: If you rely heavily on a specific native application for Windows or a Mac, chances are you won’t find the exact same option on a Chromebook. That’s most true in fields like photo and video editing, but it can also be the case in law or finance. Plenty of businesses run on Google’s G suite software, but more still have specific requirements that a Chromebook might not match. If you’re an iPhone user, you’ll also miss out on the way the iPhone easily integrates with an iPad or Mac. For me, the big downside is not being able to access iMessage on a Chromebook.</p><p>Finally, gaming is mostly a non-starter, as there are no native Chrome OS games of note. You can install Android games from the Google Play Store, but that’s not what most people are thinking of when they want to game on a laptop. That said, Google’s game-streaming service Stadia has changed that long-standing problem. The service isn’t perfect, but it remains the only way to play recent, high-profile games on a Chromebook. It’s not as good as running local games on a Windows computer, but the lag issues that can crop up reflect mostly on Stadia itself and not Chrome OS.</p><p>There’s also a potential change on the horizon in that regard, as Valve and Google are working to bring the massive Steam catalog to Chromebooks. Right now, Steam is only available as an early alpha on a handful of devices with higher specs, but it works a lot better than I expected. Of course, you’re still not going to run the most demanding games on basic laptops, but the Steam catalog is so vast that there are plenty of titles that worked on the Chromebook I tested it with. Maybe by next year, Steam will be supported on more devices.</p><h2>What are the most important specs for a Chromebook?</h2><figure><img alt=\"Acer Chromebook Spin 713\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-06/28c4bed0-cd37-11eb-a7ff-de290c52cdf7\" /><figcaption></figcaption><div class=\"photo-credit\">Nathan Ingraham / Engadget</div></figure><p>Chrome OS is lightweight and usually runs well on fairly modest hardware, so the most important thing to look for might not be processor power or storage space. That said, I’d still recommend you get a Chromebook with a relatively recent Intel processor, ideally an eighth-generation or newer M3 or i3. Most non-Intel Chromebooks I’ve tried haven’t had terribly good performance, but that’s starting to change. Lenovo’s Chromebook Duet 2-in-1 from 2021 runs surprisingly well on its MediaTek processor.</p><p>As for RAM, 8GB should be the target, unless you’re looking for a budget model and know that your needs are fairly modest. Storage space is another place where you don’t need to spend <em>too</em> much; 64GB should be fine for almost anyone. If you plan on storing a lot of files locally or loading up your Chromebook with Linux or Android apps, get 128GB. But for what it’s worth, I’ve never felt like I might run out of storage when using Chrome OS.</p><p>Things like the keyboard and display quality are arguably more important than sheer specs. The good news is that you can find less expensive Chromebooks that still have pretty good screens and keyboards that you won’t mind typing on all day. Many cheap Chromebooks still come with tiny, low-resolution displays, but at this point there’s no reason to settle for anything less than 1080p. (If you’re looking for an extremely portable, 11-inch Chromebook, though, you’ll probably end up with a lesser screen.) Obviously, keyboard quality is a bit more subjective, but there are plenty of affordable options that offer strong typing experiences.</p><p>Google has an Auto Update policy for Chromebooks, and while that’s not a spec, per se, it’s worth checking before you buy. Basically, Chromebooks get regular software updates automatically for about six years from their release date (though that can vary from device to device). <a href=\"https://support.google.com/chrome/a/answer/6220366?hl=en\">This support page</a> lists the Auto Update expiration date for virtually every Chromebook ever, but a good rule of thumb is to buy the newest machine you can to maximize your support.</p><h2>How much should I spend?</h2><p>Chromebooks started out notoriously cheap, with list prices often coming in under $300. But as they’ve gone more mainstream, they’ve transitioned from being essentially modern netbooks to the kind of laptop you’ll want to use all day. As such, prices have increased a bit over the last few years. At this point, you should expect to spend at least $400 if you want a solid daily driver. There are still many budget options out there that may be suitable as couch machines or secondary devices, but Chromebooks that can be an all-day, every-day laptop will cost a bit more.</p><p>There are also plenty of premium Chromebooks that approach or even exceed $1,000, but I don’t recommend spending that much. Generally, that’ll get you a better design with more premium materials, as well as more powerful internals and extra storage space. Of course, you also sometimes pay for the brand name. But, the specs I outlined earlier are usually enough.</p><p>Right now, there actually aren’t too many Chromebooks that cost that much. Google’s Pixelbook Go comes in $999 and $1,399 configurations, but the more affordable $650 and $850 options will be just as good for nearly everyone. Samsung released the $1,000 Galaxy Chromebook in 2020; this luxury device does almost everything right but has terrible battery life. Samsung quickly learned from that mistake and is now offering the Galaxy Chromebook 2 with more modest specs, but vastly better battery life at a more affordable price . For the most part, you don’t need to spend more than $850 to get a premium Chromebook that’ll last you years.</p><h2>Best overall: Lenovo IdeaPad Flex 5i</h2><p></p><p>Lenovo has been making some of the best Chromebooks you can buy for several years now, and in 2022 it has once again made the best option for most people. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVJOQ04zWVYvP3RhZz1nZGd0MGMtcC1vLTNyLTIwIiwiY29udGVudFV1aWQiOiI3MWNhMzU1ZS1iZTA2LTNiYTItYTg0YS0zZTU1YTE5ZGJjODQifQ&amp;signature=AQAAASwtk4nvvnAapsUpYTRegIEjzGUs1MgLdkwoMOl1VVf3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09RNCN3YV%2F\">IdeaPad Flex 5i Chromebook</a> is essentially an upgraded version of the model we recommended last year, and there are a few notable improvements. The 13.3-inch, 1080p touchscreen is extremely bright and fairly sharp; I wish it had a taller aspect ratio than 16:9, but this type of screen is very commonplace in Chromebooks. It runs on a 11th-generation Intel Core i3 processor and includes 8GB of RAM and 128GB of storage; both of those are double what last year’s model offered. The eight-hour battery life is pretty good for a laptop in this price range, and the backlit keyboard is excellent for such an affordable device. The key caps feel a little small under my fingers, but that’s the only real complaint I have.</p><p>The Flex 5i is no longer available directly from Lenovo, but you can commonly find it on Amazon for about $400 (as of this writing, it is selling for $409; when I bought it, it was priced at $390). That’s an outstanding value.</p><p>Other things in the Flex 5i’s favor include that it has both USB-C and USB-A ports, a microSD card slot and a security lock. At three pounds and 0.66 inches thick, it’s not the lightest or slimmest option out there, but it’s totally reasonable considering the price. Finally, the Flex 5i will receive software and security updates until June of 2029, so you can buy this computer and have it covered for years to come.</p><p>Ultimately, the Ideapad Flex 5i hits the sweet spot for a large majority of Chromebook buyers out there, providing a level of quality and performance that’s pretty rare to find at this price point. That said, given this laptop has been out for over a year now, we’re keeping an eye out for a replacement from Lenovo, as well as comparable options other manufacturers release.</p><p>One to look out for is Lenovo’s Chromebook 5i, which the company recently released. Right now, it’s only available with an Intel Pentium Gold processor and 4GB of RAM; in my testing, that wasn’t enough power in 2022. The device froze up far too often, and the IdeaPad Flex 5i with its i3 processor was clearly faster at everything I tried. But Lenovo says it’ll offer the Chromebook 5i with up to an Intel i5 processor, which should make the laptop worth checking out.</p><h2>Upgrade option: Samsung Galaxy Chromebook 2</h2><p></p><p>Last year, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTdXRDlQNEsvP3RhZz1nZGd0MGMtcC1vLTNyLTIwIiwiY29udGVudFV1aWQiOiI3MWNhMzU1ZS1iZTA2LTNiYTItYTg0YS0zZTU1YTE5ZGJjODQifQ&amp;signature=AQAAAeH9CLg_vzNG7yu9wPFnOfDD8xFVXhPdLwwq8OkofTAi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB097WD9P4K%2F\">Samsung’s Galaxy Chromebook 2</a> was one of my recommendations for people looking for a more premium Chromebook. Now that Samsung often sells the device for $550, it’s an excellent all-purpose recommendation if you want something more svelte and stylish than Lenovo’s IdeaPad Flex 5i.</p><p>The Galaxy Chromebook 2 is infinitely more stylish than most other Chromebooks, with a bright metallic red finish and sleek design. Samsung’s Galaxy Chromebook 2 fixes some of the serious flaws we identified in the original Galaxy Chromebook. Specifically, the 2020 Galaxy Chromebook had terrible battery life and cost $999; this year’s model can be found for $550 and can last seven hours off the charger. That’s not great, but it’s far better than the lousy four hours the original offered.</p><p>Samsung cut a few corners to lower the Galaxy Chromebook 2’s price. Most noticeable is the 1080p 13.3-inch touchscreen, down from the 4K panel on the older model. The good news is that the display is among the best 1080p laptop screens I’ve seen in a long time, and the lower resolution helps the battery life, too. Along with that excellent screen, the device also has a very comfortable keyboard, though I wish the trackpad was a little bigger. The Galaxy Chromebook 2 is also a bit thicker and heavier than its predecessor, but it’s still reasonably compact. At 13.9mm thick and 2.7 pounds, it’s noticeably smaller than the Lenovo.</p><p>The Galaxy Chromebook 2 has a 10th-generation Intel Core i3 processor paired with 8GB of RAM and 128GB of storage, which is plenty. This all adds up to a laptop that isn’t as ambitious as the first Galaxy Chromebook, but one that is much easier to recommend. Instead of pushing to have the best screen in the thinnest and lightest body with a faster processor, Samsung pulled everything back a bit to make a better-priced but still premium laptop. Given that the Galaxy Chromebook 2 is well over a year old now, I wouldn’t recommend spending $700 on it – but if you can catch it on sale for $550 (as it is right now), it’s a solid option.</p><h2>Premium option: Acer Chromebook Spin 714</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BY2VyLUNocm9tZWJvb2stQ0I3MTQtMVd0LTUzNFQtVG91Y2hzY3JlZW4tUGxhbmUvZHAvQjA3WDI1UzY1Qz90YWc9Z2RndDBjLXAtby0zci0yMCIsImNvbnRlbnRVdWlkIjoiNzFjYTM1NWUtYmUwNi0zYmEyLWE4NGEtM2U1NWExOWRiYzg0In0&amp;signature=AQAAAWnrOEXL6YZKVFM8arszfY44nRvHl52u0ifRmIV1uufc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAcer-Chromebook-CB714-1Wt-534T-Touchscreen-Plane%2Fdp%2FB07X25S65C\">Acer’s Chromebook Spin 714</a> is an evolution of the Spin 713 that I recommended last year. Acer made a few tweaks to the formula, but you’re still getting a well-built, powerful laptop that won’t turn any heads with its design but gets the job done well.</p><p>I loved the display on the Acer Chromebook Spin 713, and unfortunately the one on the Spin 714 isn’t quite as exciting. It’s a 14-inch, 1900x1200 touchscreen; that works out to a taller 16:10 aspect ratio than you’ll get from the 1080p panels on most other Chromebooks. I’m a big fan of taller laptop screens – but the Spin 713 had a 13.5-inch screen that had an even taller 3:2 aspect ratio and a higher resolution. I can’t help but wonder if Acer found that people still prefer a widescreen display. If that’s the case, the Spin 714’s display is a nice middle ground.</p><p>Putting aside these comparisons to last year’s model, the Spin 714’s screen is still very nice – it can get uncomfortably bright if that’s your thing, and the bezels are thin. It’s not nearly as pixel-dense as the Spin 713, but it’s still plenty sharp. Between the extra vertical height and the slightly larger screen, the Spin 714’s display is a pleasure to use.</p><p>As for the rest of the hardware, the 12th-generation Intel Core i5 processor is more than enough power for most tasks, and the keyboard and trackpad are solid, if not the best I’ve used before. The same can be said for battery life: I got about seven hours using the Spin 714 in my normal daily routine – not exceptional, but in line with what I’ve seen on other Chromebooks with an i5 processor. Rounding out the hardware is 8GB of RAM and a generous 256GB of storage space. From a support perspective, Google will offer software and security updates until June of 2030.</p><p>Another bonus is that its hardware meets Google’s recommended specs to run Steam, though the alpha build is still limited to seven devices. So while it’s not officially supported yet, Steam will hopefully work on this laptop once Google and Valve start rolling it out more widely.</p><p>Just as the name suggests, the Spin 714 has a 360-degree hinge which lets you use the laptop in tablet mode. I’m not particularly a fan of this – I don’t know who wants to use a 3-plus pound tablet, but Acer did include a built-in stylus for handwriting notes or drawing in apps like the built-in Chrome Canvas.</p><p>The Spin 714 configuration I tested costs $730 – that’s a lot of money for a Chromebook. But it’s not an unreasonable price for a computer with these specs and built quality. For most people, the Lenovo will be enough. But, if you’re a serious multitasker, want a better display and keyboard, or just want a computer that’ll last as long as possible, the Acer Spin 714 is easy to recommend.</p><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-gifts-for-coffee-lovers-130018731.html?src=rss", "title": "The best gifts for coffee lovers in 2022", "date_published": "2022-11-08 14:16:26+00:00", "description": "<p>When it comes to holiday shopping, there’s no success like feeding a hobby someone on your list is already knee-deep in. Whether they’re newly indoctrinated pour over lovers or obsessive over every brewing parameter, we’ve compiled a list of the best gear for coffee nerds this holiday season. Spanning brewing, grinding and, of course, drinking, we’ve got a range of options that can help the java geek in your life expand their at-home setup or just try something new.</p><h2>AeroPress Go</h2><figure><img alt=\"AeroPress Go\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/ca2dd120-56d0-11ed-afbe-2466708ec574\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>The AeroPress is a fun way to make a single cup of coffee at home with an apparatus that doesn’t take up much space in the cabinet. It’s a versatile brewer that allows you to experiment with different infusion times and strengths as you go. I like to use it to brew a double-strength cup directly over ice whenever I forget to make cold brew. For the coffee nerd on your list that has a regular setup already, the AeroPress makes a great gift. And the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1lWTDhTRjMvP3RhZz1nZGd0MGMtcC1vLTNwLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAV0mZE_sQt1J7T8C1tRZS88-plxFKDOXX19TMU4XZzj1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07YVL8SF3%2F\">AeroPress Go</a> is even more compact. It tucks neatly inside a cup that you can brew directly into and is perfect for camping and travel. <em>— Billy Steele, Senior News Editor</em></p><span id=\"end-legacy-contents\"></span><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1lWTDhTRjMvP3RhZz1nZGd0MGMtcC1vLTNxLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAXtoMuW1kr7RttJ0X5JS85vmNonBfxosTqpZv4Srcp2b&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07YVL8SF3%2F\" id=\"2c7d7f16878c479f921e4b2763eddf08\">Buy AeroPress Go at Amazon - $40</a><h2>Baratza Encore</h2><figure><img alt=\"Baratza Encore\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/df8e61b0-56d0-11ed-a7ff-ea44fa4369bd\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>While there are more affordable coffee grinders out there, few of them have achieved the workhorse status of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDdGMTgzTEsvP3RhZz1nZGd0MGMtcC1vLTNwLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAanoOXGN9LHFiHSbaTC9NadOPpDzLKl70O2f_aTbR-Ng&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB007F183LK%2F\">Baratza Encore</a>. The conical burr design offers consistently even grinds with 40 size settings for a variety of brewing methods. The hopper holds eight ounces of whole beans and it’s clear so you can see exact supply levels at a glance. It’s simple, easy to use and will help the coffee geek on your list produce some truly outstanding brews. <em>— B.S.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDdGMTgzTEsvP3RhZz1nZGd0MGMtcC1vLTNxLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAbDx3jjCi_9S9pfvFKgdzh5LMsH1krrVV0JeDlfCWEe1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB007F183LK%2F\" id=\"eda8704fcf0a4909b8e59116027841fb\">Buy Baratza Encore at Amazon - $170</a><h2>Cuisinart DBM-8</h2><figure><img alt=\"Cuisinart DBM-8\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/f3c6ed00-56d0-11ed-9d9b-ddb633e02178\" /><figcaption></figcaption><div class=\"photo-credit\">Cuisinart</div></figure><p>You don’t have to splurge for an Encore in order to get a reliable grinder for the coffee nerd on your list. Before I upgraded, I had a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAxOFJSUksvP3RhZz1nZGd0MGMtcC1vLTNwLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAcftll4FBvfsxbt2eMlS3lS5GqXHKiSF3CWeaO5kG-1Y&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00018RRRK%2F\">Cuisinart DBM-8</a> that served me well for years, and it was still doing so when I put it out to pasture. It’s a burr grinder so it provides a consistent grind size with 18 different options to choose from – spanning coarse to fine. The hopper holds eight ounces of beans while the canister can accommodate enough ground coffee for 32 cups. Since you probably won’t need that much often (if ever), there’s a selector that will automatically grind between four and 18 cups worth at the press of a button. <em>— B.S.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMDAxOFJSUksvP3RhZz1nZGd0MGMtcC1vLTNxLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAU8W0ht_G-bUYrMg-PNXX48HGOgW3zBmPiNJ1pZA1gof&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00018RRRK%2F\" id=\"ad2b33137db64f4a94e6992cfa7186a8\">Buy Cuisinart DBM-8 at Amazon - $58</a><h2>Cosori Gooseneck Electric Kettle</h2><figure><img alt=\"Cosori Gooseneck Electric Kettle\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/7f0aef10-56d1-11ed-876f-0379fee41655\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>A good kettle is essential if you want to up your home-brewing game, and it can help make a bunch of other things too like tea, ramen and more. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1QxQ0gySEgvP3RhZz1nZGd0MGMtcC1vLTNwLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAARjwpr86IuydR0_WRNRH_FS6V2JxqlNPsArfh-OFWk94&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07T1CH2HH%2F\">Cosori’s Gooseneck Electric Kettle</a> packs most crucial features into a relatively compact kettle that’s also priced right at $70. Goosenecks can be intimidating but they give you much more control when pouring over a Chemex, and we think Cosori’s, with its matte black finish, also looks pretty nice on most countertops. It has a stainless steel interior and five presets so you can easily get the perfect temperature for things like green tea, black coffee and more. Plus, the “hold temp” option lets you set and forget the water for a bit; you can turn it on before you start your morning routine and come back to perfectly heated water, ready for whatever’s picking you up that morning. <em>— Valentina Palladino, Senior Commerce Editor</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1QxQ0gySEgvP3RhZz1nZGd0MGMtcC1vLTNxLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAV0RAFLlePkEcV4Qnzt__9fY_eg7TpcNDF-C4mGehyI5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07T1CH2HH%2F\" id=\"c2acbbdb4eec40a983ee0935b734500f\">Buy Cosori electric kettle at Amazon - $70</a><h2>BruMate NAV mini</h2><figure><img alt=\"BruMate NAV mini\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/0214e1f0-56d1-11ed-bfa3-ff7f5e73a14b\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>When it comes to travel mugs for coffee and tea, any item worth considering needs to check a few boxes – especially if you’re giving one as a gift. Being able to keep liquids hot for a few hours and fit in a cup holder are essential. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=22a0139d-ce3c-4b20-96bb-ac5690cf1cec&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Br%C3%BCMate&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMmEwMTM5ZC1jZTNjLTRiMjAtOTZiYi1hYzU2OTBjZjFjZWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYnJ1bWF0ZS5jb20vcHJvZHVjdHMvbmF2LW1pbmktMTJvei1tYXR0ZS1ncmF5P3ZhcmlhbnQ9Mzk3NjM3MzM5MDU0NzkiLCJjb250ZW50VXVpZCI6IjRiNjM0NzVkLWU0ZjAtNDIyNi1iYzJkLWEzMGQ5NWY1OTkwZCJ9&amp;signature=AQAAAXIf-WV5d5qampJtdjaHKHHaOyFBGMhSbBLBa-mhlMzy&amp;gcReferrer=https%3A%2F%2Fwww.brumate.com%2Fproducts%2Fnav-mini-12oz-matte-gray%3Fvariant%3D39763733905479\">BruMate’s NAV mini</a> does both, and at 12 ounces, it’s the perfect size for on-the-go joe. Plus, it’s 100 percent leak proof thanks to the company’s robust lid. It can also keep cold drinks chilled for over 24 hours when that certain someone on your list needs cold brew next summer. <em>— B.S.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=22a0139d-ce3c-4b20-96bb-ac5690cf1cec&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Br%C3%BCMate&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyMmEwMTM5ZC1jZTNjLTRiMjAtOTZiYi1hYzU2OTBjZjFjZWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYnJ1bWF0ZS5jb20vcHJvZHVjdHMvbmF2LW1pbmktMTJvei1tYXR0ZS1ncmF5P3ZhcmlhbnQ9Mzk3NjM3MzM5MDU0NzkiLCJjb250ZW50VXVpZCI6IjRiNjM0NzVkLWU0ZjAtNDIyNi1iYzJkLWEzMGQ5NWY1OTkwZCJ9&amp;signature=AQAAAXIf-WV5d5qampJtdjaHKHHaOyFBGMhSbBLBa-mhlMzy&amp;gcReferrer=https%3A%2F%2Fwww.brumate.com%2Fproducts%2Fnav-mini-12oz-matte-gray%3Fvariant%3D39763733905479\" id=\"8100949891cb4c4a9ba2c5716efb21e6\">Buy NAV mini at BruMate - $25</a><h2>Stanley Classic Neverleak travel mug</h2><figure><img alt=\"Stanley Classic Neverleak travel mug\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/1028b410-56d1-11ed-87e9-115cdd0c11e1\" /><figcaption></figcaption><div class=\"photo-credit\">Will Lipman Photography for Engadget</div></figure><p>If you know someone that needs to keep coffee hot for much longer than a typical travel mug, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFJYUlpZOEQvP3RhZz1nZGd0MGMtcC1vLTNwLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAazaIIemx1LlileHCG6Z90uQzF11NcoX4l1kcqa8HKDI&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08RXRZY8D%2F\">Stanley’s Classic Neverleak</a> option is the perfect gift. I’ve been using one of these for well over a year and it does an incredible job at keeping liquids at temperature for a long time. The company says your drink will still be warm for up to nine hours, plus the entire thing is dishwasher safe for easy cleaning. The three-position lid also locks closed to prevent accidental spills even if the mug gets jostled around. <em>— B.S.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFJYUlpZOEQvP3RhZz1nZGd0MGMtcC1vLTNxLTIwIiwiY29udGVudFV1aWQiOiI0YjYzNDc1ZC1lNGYwLTQyMjYtYmMyZC1hMzBkOTVmNTk5MGQifQ&amp;signature=AQAAAeI4g1Di2DsBlXHK9ELDjuLn0fz1FnAUaTSW8_eT8o00&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08RXRZY8D%2F\" id=\"af753c8cce45459ab471caae4a8bbda8\">Buy Stanly Neverleak mug at Amazon - $28</a><h2>Miir cold brew filter + Wide Mouth bottle</h2><figure><img alt=\"Miir cold brew filter + Wide Mouth bottle\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/2c34ba00-56d1-11ed-9ff7-3b265cdc1d97\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>There are a million ways to make cold brew, but it doesn’t get much easier than adding a stainless steel filter to your insulated travel bottle. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5taWlyLmNvbS9jb2xsZWN0aW9ucy9jb2ZmZWUtdGVhL3Byb2R1Y3RzL3N0YWlubGVzcy1zdGVlbC1jb2xkLWJyZXctZmlsdGVyPyIsImNvbnRlbnRVdWlkIjoiNGI2MzQ3NWQtZTRmMC00MjI2LWJjMmQtYTMwZDk1ZjU5OTBkIn0&amp;signature=AQAAARYabASJm7-pilStXVqRj3sSNM2Ic9Pw6dpVQ0cTjler&amp;gcReferrer=https%3A%2F%2Fwww.miir.com%2Fcollections%2Fcoffee-tea%2Fproducts%2Fstainless-steel-cold-brew-filter%3F\">Miir’s cold brew filter works</a> with some of its drinkware canisters to provide a cold brew setup with “micro perforations” to reduce sediment after steeping. The filter fits Miir’s 32- and 42-ounce Wide Mouth Bottles (and 33oz Tomo) for plenty of smooth, cold coffee for adventures or taking to work. Plus, those Bottles have a leak-proof lid and can keep drinks hot or cold for hours. <em>— B.S.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5taWlyLmNvbS9jb2xsZWN0aW9ucy9jb2ZmZWUtdGVhL3Byb2R1Y3RzL3N0YWlubGVzcy1zdGVlbC1jb2xkLWJyZXctZmlsdGVyPyIsImNvbnRlbnRVdWlkIjoiNGI2MzQ3NWQtZTRmMC00MjI2LWJjMmQtYTMwZDk1ZjU5OTBkIn0&amp;signature=AQAAARYabASJm7-pilStXVqRj3sSNM2Ic9Pw6dpVQ0cTjler&amp;gcReferrer=https%3A%2F%2Fwww.miir.com%2Fcollections%2Fcoffee-tea%2Fproducts%2Fstainless-steel-cold-brew-filter%3F\" id=\"b63489164fad47f4acc06c355d28eb0b\">Buy cold brew filter at Miir - $15</a><h2>Fellow Prismo AeroPress attachment</h2><figure><img alt=\"Fellow Prismo AeroPress attachment\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/37c40420-56d1-11ed-adf5-9078796f26d8\" /><figcaption></figcaption><div class=\"photo-credit\">Fellow</div></figure><p>The AeroPress is a versatile brewing device and that’s why we keep it on your coffee gift guide list. But with the help of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9e95760a-c57f-4a36-9e7d-674face57081&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Fellow&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5ZTk1NzYwYS1jNTdmLTRhMzYtOWU3ZC02NzRmYWNlNTcwODEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9mZWxsb3dwcm9kdWN0cy5jb20vcHJvZHVjdHMvcHJpc21vP3ZhcmlhbnQ9MTg2MzU1NTEyNzcxNzEiLCJjb250ZW50VXVpZCI6IjRiNjM0NzVkLWU0ZjAtNDIyNi1iYzJkLWEzMGQ5NWY1OTkwZCJ9&amp;signature=AQAAAVQ64vIxI92da8cLB5_y9Hjmyzj9NCd3423wcgJ_TMa_&amp;gcReferrer=https%3A%2F%2Ffellowproducts.com%2Fproducts%2Fprismo%3Fvariant%3D18635551277171\">Fellow’s $30 attachment</a>, you can take the humble method up a notch. The Prismo houses a pressure-actuated valve designed to mimic the process of making espresso so you can “pull a shot” without a machine. This creates the “crema” that you don’t typically get just by brewing stronger coffee with the AeroPress alone. The Prismo also comes with a reusable filter so you’re not burning through the paper ones an AeroPress usually requires. <em>— B.S.</em></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=9e95760a-c57f-4a36-9e7d-674face57081&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Fellow&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5ZTk1NzYwYS1jNTdmLTRhMzYtOWU3ZC02NzRmYWNlNTcwODEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9mZWxsb3dwcm9kdWN0cy5jb20vcHJvZHVjdHMvcHJpc21vP3ZhcmlhbnQ9MTg2MzU1NTEyNzcxNzEiLCJjb250ZW50VXVpZCI6IjRiNjM0NzVkLWU0ZjAtNDIyNi1iYzJkLWEzMGQ5NWY1OTkwZCJ9&amp;signature=AQAAAVQ64vIxI92da8cLB5_y9Hjmyzj9NCd3423wcgJ_TMa_&amp;gcReferrer=https%3A%2F%2Ffellowproducts.com%2Fproducts%2Fprismo%3Fvariant%3D18635551277171\" id=\"2376b1c0eb8043d4a68547470a36b744\">Buy AeoPress attachment at Fellow - $30</a><h2>Chemex Ottomatic 2.0</h2><figure><img alt=\"Chemex Ottomatic 2.0\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/43c59810-56d1-11ed-afee-4be3d8edaf7f\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Plenty of drip coffeemakers promise a brewing experience that closely mimics pour over, but few deliver. Chemex is one of the biggest names in pour over. With the <a href=\"https://www.chemexcoffeemaker.com/ottomatic-2-0-coffeemaker.html\">Ottomatic 2.0</a>, you get a drip machine with a spray head that automatically manages brewing stages thanks to a pulsing water bath to maintain temperature and even extraction. The result is perfectly smooth coffee without the need for a scale or timer. The Ottomatic also has a hot plate to keep your Chemex warm and can accommodate both six- and eight- cup brewers. And if the person on your list already has a Chemex, you can just purchase the machine itself and save money. <em>— B.S.</em></p><a class=\"athena-button\" href=\"https://www.chemexcoffeemaker.com/ottomatic-2-0-coffeemaker.html\" id=\"26ddb420fec34e589bb855678a03560b\">Buy Ottomatic 2.0 at Chemex - $350</a><h2>Coffee subscriptions</h2><figure><img alt=\"Hatchet coffee\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/f1e9e840-56d3-11ed-9b4f-d1f9cb8f83da\" /><figcaption></figcaption><div class=\"photo-credit\">Hatchet Coffee</div></figure><p>What do you get the coffee nerd who has everything? Well, we’re always down to try new beans. Most coffee roasters offer a subscription of some type with varying frequency based on consumption habits. And even if they don’t, you can still send a bag or two as a one-time gift. Some of my favorites include <a href=\"https://hatchetcoffee.com/collections/coffee\">Hatchet</a> in Boone, North Carolina, <a href=\"https://www.darkmattercoffee.com/pages/subscription-portal\">Dark Matter</a> in Chicago and<a href=\"https://vestacoffee.com/collections/frontpage/products/vesta-coffee-club-subscription\"> Vesta</a> in Las Vegas, which has been a lifesaver during CES. <em>— B.S.</em></p><a class=\"athena-button\" href=\"https://hatchetcoffee.com/collections/coffee\" id=\"2f200da215ac42cb872ea4739b3151f5\">Shop Hatchet Coffee</a><a class=\"athena-button\" href=\"https://www.darkmattercoffee.com/pages/subscription-portal\" id=\"fce658bac4e44bf39889daaf8a1c692e\">Shop Dark Matter Coffee</a><a class=\"athena-button\" href=\"https://vestacoffee.com/collections/frontpage/products/vesta-coffee-club-subscription\" id=\"e39f19edc15b47dc90ad7ed0b5edb6e1\">Shop Vesta Coffee</a><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/netflix-triviaverse-124033605.html?src=rss", "title": "Netflix's Triviaverse will test your knowledge with rapid-fire questions", "date_published": "2022-11-08 12:40:33+00:00", "description": "<p>Netflix has <a href=\"https://about.netflix.com/en/news/introducing-triviaverse-new-trivia-experience\">released</a> an interactive experience that you can fire up and play with the trivia-loving members of your family these holidays. It's called <em>Triviaverse</em>, and it was designed to throw rapid-fire questions at you, which you'll then have to answer within a time limit. You can play it alone and contend with three rounds of increasing difficulty per try, but you can also play with a friend in a turn-based bout with two rounds each. The one who's entered the more correct answers within the time limit wins the match.&nbsp;</p><p>The company says the show pulls its questions from any topic \"you can imagine,\" from science to history to pop culture, so it would help having a wide variety of interests. You'll unlock badges the higher the score you get, including Bird Brain while you're just starting out. Keep at it for fun or for bragging rights, and you may just get the ultimate <em>Triviaverse God</em> title.</p><span id=\"end-legacy-contents\"></span><p>The streaming service has been exploring subscribers' interest in interactive content over the past few years, releasing shows and episodes you can play an active part in, such as <a href=\"https://www.engadget.com/2018-12-28-you-can-play-one-of-the-games-from-black-mirror-bandersnatch.html\"><em>Black Mirror: Bandersnatch</em></a>. Last year, it took a big step towards achieving its gaming ambitions and rolled out games to all <a href=\"https://www.engadget.com/netflix-games-mobile-stranger-things-android-ios-171232076.html\">Android</a> and <a href=\"https://www.engadget.com/netflix-games-iphone-ipad-ios-182421405.html\">iOS</a> users. And just this September, it announced that it's <a href=\"https://www.engadget.com/netflix-game-studio-150237125.html\">forming an in-house gaming studio</a> in Helsinki, Finland to create original games that don't have ads or in-app purchases.</p><p>Netflix already has a trivia game: It launched its first interactive daily quiz show <a href=\"https://www.engadget.com/netflix-trivia-quest-daily-quiz-show-214050105.html\"><em>Trivia Quest</em></a> earlier this year. Triviaverse has a simpler format, however, and seems like something you could do in between tasks or play with friends in between other games. The experience is available in English, Spanish (LatAm), Portuguese (Brazil), French, German, Spanish (Spain), Italian, Korean and Japanese. It's also accessible from all devices that can run Netflix's interactive experiences, including smart TVs, streaming media players, consoles, browsers and mobile devices.</p><div id=\"984ee319aa7b46f2b104cc58f6f8ebf9\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-is-the-surface-laptop-5-worth-your-money-121504111.html?src=rss", "title": "The Morning After: Is the Surface Laptop 5 worth your money?", "date_published": "2022-11-08 12:15:04+00:00", "description": "<p>Microsoft’s knocked out five generations of Surface Laptop, and it looks like familiarity has bred a small degree of contempt. Sam Rutherford has <a href=\"https://www.engadget.com/surface-laptop-5-13-inch-review-specs-price-a-beautiful-design-thats-almost-run-its-course-153049819.html\"><ins>taken the new machine for a spin</ins></a>, finding there’s not enough change from the previous model. Sure, there are new Intel CPUs and a new Thunderbolt 4 port in the chassis, but that’s about it for major changes.</p><p>Instead, you get the same chassis, display and webcam as previous years, none of which are table stakes for a premium laptop in this class. Nor are the lack of graphics options beyond Intel’s Iris XE, which means games will either look rough or run like sludge. And that’s really not good for a laptop that costs the same as the vastly superior XPS 13.</p><p>– Dan Cooper</p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/stranger-things-vr-game-coming-from-netflix-091242862.html\"><ins>Netflix confirms a ‘Stranger Things’ VR game coming in 'late 2023' </ins></a></p></li><li><p><a href=\"https://www.engadget.com/metal-gear-solid-2-substance-of-subsistence-mod-181744181.html\"><ins>'Metal Gear Solid 2' mod adds a third-person camera to Hideo Kojima's masterpiece</ins></a></p></li><li><p><a href=\"https://www.engadget.com/devialet-mania-portable-smart-speaker-123552039.html\"><ins>Devialet's first portable speaker costs a mighty $790 </ins></a></p></li><li><p><a href=\"https://www.engadget.com/apples-watch-series-8-cellular-models-are-110-off-right-now-102040821.html\"><ins>Apple Watch Series 8 cellular models are $110 off right now</ins></a></p></li><li><p><a href=\"https://www.engadget.com/apple-ipad-pro-11-inch-m2-has-received-its-first-discount-at-749-174915244.html\"><ins>Apple's latest 11-inch iPad Pro has received its first discount at $749</ins></a></p></li><li><p><a href=\"https://www.engadget.com/starlink-data-cap-peak-hours-151247666.html\"><ins>Starlink is adding a 1TB data cap for use during peak hours</ins></a></p></li></ul><h2><a href=\"https://www.engadget.com/rivian-r1s-suv-ev-review-video-160029394.html\"><ins>The Rivian R1S is an impressive electric SUV for adventures</ins></a></h2><h3>You’re really getting what you pay for.</h3><a href=\"https://www.engadget.com/rivian-r1s-suv-ev-review-video-160029394.html\"><figure><img alt=\"Image of the new Rivian R1S SUV\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/559d5f40-5f51-11ed-bfb7-2ea9223c42ea\" style=\"height: 422; width: 690;\" /><figcaption></figcaption><div class=\"photo-credit\">Roberto Baldwin</div></figure></a><p>Rivian appears, from a fairly modest start, to have produced two of the best EVs in their classes. Roberto Baldwin has spent some time <a href=\"https://www.engadget.com/rivian-r1s-suv-ev-review-video-160029394.html\"><ins>rolling around in the new R1S</ins></a>, an electric off-roader with some serious power and even better quality of life improvements: You can camp (or live) in your R1S by adjusting its suspension to ensure its cabin is entirely flat, relative to the floor it’s parked on. Pretty cool.</p><p><a href=\"https://www.engadget.com/rivian-r1s-suv-ev-review-video-160029394.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/elon-says-twitter-will-permanently-ban-users-that-impersonate-accounts-093024671.html\"><ins>Elon Musk says Twitter will permanently ban users that impersonate accounts</ins></a></h2><h3>From ‘No censorship’ to ‘No, censorship’ in record time.</h3><p></p><p>Twitter owner Elon Musk previously said lifetime bans were bad, and that “comedy” was once again legal on the platform. Unfortunately, a number of users enjoyed their <em>new freedom</em> to <a href=\"https://www.engadget.com/elon-says-twitter-will-permanently-ban-users-that-impersonate-accounts-093024671.html\"><ins>mock the site’s new overlord</ins></a>, prompting something of a rethink. After several high-profile users started impersonating Musk, the super-chill billionaire with a great sense of humor, announced Twitter will permanently ban account impersonators unless clearly listed as a parody.</p><p><a href=\"https://www.engadget.com/elon-says-twitter-will-permanently-ban-users-that-impersonate-accounts-093024671.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/best-projectors-123004354.html\"><ins>The best projectors you can buy in 2022, plus how to choose one</ins></a></h2><h3>Turn your home into a cinema.</h3><a href=\"https://www.engadget.com/best-projectors-123004354.html\"><figure><img alt=\"Projector\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/70d52540-5f51-11ed-bffb-95fb9034f043\" style=\"height: 430; width: 680;\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent</div></figure></a><p>The one time I went into an AV store to look at projectors, the salesperson tried to upsell me to a $3,000 unit in the first five minutes. That means I’ve never found a unit that could start me on a home cinema journey until I <a href=\"https://www.engadget.com/best-projectors-123004354.html\"><ins>looked at our new buyer’s guide</ins></a>.</p><p>Steve Dent has laid out what you need to know before buying a projector and thrown in some recommendations for good yet affordable units. And that should go hand-in-glove with the <a href=\"https://www.engadget.com/holiday-gifts-headphones-speakers-audio-180019755.html\"><ins>new audio buyer’s guide</ins></a>, since no movie is complete without an excellent sound system, right?</p><p><a href=\"https://www.engadget.com/best-projectors-123004354.html\"><strong><ins>Continue Reading.</ins></strong></a></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/airbnb-improved-price-transparency-152910440.html\"><ins>Airbnb will improve transparency around pricing</ins></a></h2><h3>It wants to end sticker shock for most things.</h3><p></p><p>Airbnb has pledged to <a href=\"https://www.engadget.com/airbnb-improved-price-transparency-152910440.html\"><ins>improve transparency around the cost of vacation rentals</ins></a>, putting the full price of a stay in search results. It’s to address complaints that you don’t see the hidden charges until you’ve clicked into a listing. That can include a hefty security deposit or cleaning fee, pushing the price well over, say, just visiting a hotel. Unfortunately, the figures aren’t displayed pre-tax, as custom in the US, so there’ll <em>still</em> be some sticker shock when it comes time to hit the button.</p><p><a href=\"https://www.engadget.com/airbnb-improved-price-transparency-152910440.html\"><strong><ins>Continue Reading.</ins></strong></a></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/garmin-instinct-crossover-rugged-hybrid-smartwatch-120024799.html?src=rss", "title": "Garmin's Instinct Crossover is a rugged hybrid smartwatch with a useful display", "date_published": "2022-11-08 12:00:24+00:00", "description": "<p>Garmin already sells hybrid smartwatches like <a href=\"https://www.engadget.com/2016-05-04-garmin-vivomove.html\">the Vivomove</a>, but they're really not meant for hikes and other outdoor expeditions. The company is addressing that gap today with its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4c7f75f5-4803-438a-a506-12a0ccb4ede4&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Garmin&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0YzdmNzVmNS00ODAzLTQzOGEtYTUwNi0xMmEwY2NiNGVkZTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ2FybWluLmNvbS9lbi1VUy9wLzgxOTcyNy9wbi8wMTAtMDI3MzAtMTEiLCJjb250ZW50VXVpZCI6IjBhODQ3YmRmLTIxZjItNGU3Ny04MmMzLWFkMjAwZmRkYThiNCJ9&amp;signature=AQAAAbeAz9OOwej0PZ9ZUj1dHIdUVvJ6MZV8T1YVFMBnimbj&amp;gcReferrer=https%3A%2F%2Fwww.garmin.com%2Fen-US%2Fp%2F819727%2Fpn%2F010-02730-11\">just-launched</a> Instinct Crossover. You'll get a familiar mix of analog hands with smartwatch features like activity tracking and notifications (on an actually-useful display that's rare for hybrids), but in a rugged design that can handle contact with nature. It reportedly meets US military standards for dust, shock, temperature and water resistance, and its 10ATM rating lets it survive dives down to 328 feet. There's even a Tactical Edition that supports dual-format GPS, night vision compatibility and a kill switch.</p><p>The battery life is also strong compared to other rugged smartwatches, and even some hybrids. Garmin claims the standard Instinct Crossover lasts almost a month on a charge with full smartwatch features, and 110 hours with GPS tracking. You can easily use this for a weekend camping trip. Not surprisingly, the Solar Edition lasts much longer. It can run for up to 70 days in smartwatch mode when there's adequate light, and it has effectively \"infinite\" longevity if you're willing to use a battery saver mode that limits you to basics like time and a stopwatch.</p><span id=\"end-legacy-contents\"></span><p>You can still expect the usual mix of health and fitness features, such as a pulse oximeter, VO2 Max (maximum oxygen use) and tools for training and hiking landmarks. And yes, Garmin Pay is available if you need to buy an energy drink after your adventures.</p><p>The Instinct Crossover is available now for $500 in its base version, $550 for the Solar model and $600 for the Tactical wristwear. That's on par with the <a href=\"https://www.engadget.com/withings-scanwatch-horizon-release-date-delay-195057643.html\">Withings ScanWatch Horizon</a>, but they're two very different devices. The ScanWatch is aimed at everyday users who want a reasonably posh-looking timepiece that happens to have a few smartwatch features. Garmin's hardware trades looks in favor of utility in harsh conditions. To some degree, it's a foil for the <a href=\"https://www.engadget.com/apple-watch-ultra-review-battery-life-compass-gps-hike-130055477.html\">Apple Watch Ultra</a> — you won't get the Ultra's full-color screen or sheer range of functionality, but you will get many outdoor-oriented features, longer battery life and a lower price.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-and-renault-extend-partnership-with-a-software-defined-vehicle-111539198.html?src=rss", "title": "Google and Renault are developing a 'software-defined vehicle' together", "date_published": "2022-11-08 11:15:39+00:00", "description": "<p>In 2018, the Renault-Nissan-Mitsubishi alliance <a href=\"https://www.engadget.com/2018-09-18-renault-nissan-mitsubishi-google-android-car.html\">partnered with Google</a> to integrate its software platform and services like Google Maps and Assistant into vehicles. Now, Renault Group (Renault, Dacia, Alpine and Mobilize) is expanding that partnership to develop a \"<a href=\"https://www.prnewswire.com/news-releases/renault-group-and-google-accelerate-partnership-to-develop-the-vehicle-of-tomorrow-and-strengthen-renault-groups-digital-transformation-301671093.html\">software-defined vehicle</a>\" (SDV) with Google based on Android Automotive OS.  The aim is to deliver \"new on-demand services and continuous upgrades to be delivered to the car,\" with Google acting as its \"preferred cloud provider.\"&nbsp;</p><p>To accelerate development, the companies will work together on a \"Digital Twin,\" or a virtual version of the car. It'll use advanced AI capabilities to allow the companies to more easily integrate new features and services into the vehicle, while allowing for \"new onboard (In-Car Services) and offboard applications,\" the companies said. It'll also allow \"continuous upgrades to be delivered to the car.\"&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to the companies, the SDV will allow predictive maintenance and better detection and rectification of failures in near real time if necessary. It'll also allow for a personalized experience that adapts to driving behavior like frequent destinations, EV charging stations used, etc. It'll also help the companies build \"insurance models based on actual usage and driving behaviors.\"&nbsp;</p><p>Tesla pioneered the idea of software-defined vehicles, allowing for continuous improvements to its EVs and new features through over-the-air software updates. Other major automakers including <a href=\"https://www.engadget.com/hyuundai-software-defined-evs-ota-capable-093135789.html\">Hyundai</a>, <a href=\"https://www.engadget.com/porsche-taycans-will-charge-faster-and-go-farther-with-latest-ota-updates-082654912.html\">Porsche</a> and others have already made plans to create their own SDVs. However, Renault Group appears to be working particularly close with Google to develop its own system.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/signal-stories-release-095559625.html?src=rss", "title": "Signal adds Stories to its secure messaging app", "date_published": "2022-11-08 10:25:59+00:00", "description": "<p>Signal now has its own ephemeral Snapchat-like feature that you can use to share photos with friends. The messaging app has <a href=\"https://signal.org/blog/introducing-stories/\">released</a> the feature a month after it revealed that it was hopping on the Stories bandwagon and was already <a href=\"https://www.engadget.com/signal-stories-messaging-162037970.html\">beta testing the capability</a>. Also called \"Stories,\" Signal's new feature lets you post photos that will remain viewable on the app for 24 hours, unless you erase them before the time is up. Signal says that like everything available on its app, Stories are end-to-end encrypted and will only be visible to the people you've chosen to share them with.</p><p>These people could be everyone in your contacts that use the app, along with anybody you've had a one-on-one conversation with or whose message request you'd accepted, even if you'd never added them. You can also create custom stories that will only be available to select viewers you choose — say, your colleagues or people with the same interests. Plus, you can share stories with existing groups. Just take note that everyone in that group will be able to see what you share, even those you'd never interacted with in individual chats.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Seeing as Facebook and Instagram already have similar features, and Snapchat still exists, it remains to be seen whether Signal's take can get people to use the app more. Signal's Stories are now available on its Android and iOS app, and they're \"coming soon\" to desktop, as well. If you'd rather not see your contact's Stories, or if you're not interested in posting your own, you can alway opt out by going to Settings and toggling on \"Turn off stories.\"</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nintendo-lowers-its-switch-sales-forecasts-but-believes-everything-will-be-alright-093502498.html?src=rss", "title": "Nintendo lowers Switch sales forecasts but still expects a healthy year", "date_published": "2022-11-08 09:35:02+00:00", "description": "<p>Nintendo has announced a <a href=\"https://www.nintendo.co.jp/ir/en/news/index.html\">solid quarter</a> of earnings, with revenue for the quarter at 349.5 million yen ($2.38 billion) and a 118.7 million yen ($809.6 million) operating profit. That's up by 15.9 and 18.5 percent over last year, largely in part due to a weaker yen, sales outside Japan and the launch of <a href=\"https://www.engadget.com/nintendo-switch-online-splatoon-3-widgets-133314727.html\"><em>Splatoon 3</em></a>.</p><p>The company is less bullish on Switch console sales, however, lowering its forecast from 21 million to 19 million for 2022. However, it doesn't think that will affect earnings much, with revenue forecast to be 50 billion yen higher at 1.65 trillion yen ($11.25 billion) and operating profit remaining the same at 500 billion yen ($3.4 billion).&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Nintendo said that it has seen a gradual improvement in the supply of semiconductors and other components, along with a \"recovery trend in hardware manufacturing for the Switch.\" However, it lowered the forecast based on sales to date, with the weak yen making up the difference in revenue and profit.&nbsp;</p><p>It also detailed what that might mean for consumers who want to buy a Switch for the holidays. \"By continually working to front-load production and selecting appropriate transportation methods in preparation for the holiday season, we will work to deliver as many consoles as possible to consumers in every region of the world.\"</p><p>That'll be helped by the launch of a bunch of new games, as well. On top of <em>Splatoon 3</em>, it released <a href=\"https://www.engadget.com/bayonetta-3-review-130024141.html\"><em>Bayonetta 3</em></a> in October, <em>Pokémon Scarlet </em>and <em>Pokémon Violet </em>in November, <em>Fire Emblem Engage </em>coming in January 2023, and <em>Kirby’s Return to Dream Land Deluxe </em>arriving in February 2023.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lgs-latest-display-can-be-stretched-by-20-percent-092041123.html?src=rss", "title": "LG's latest display can be stretched by 20 percent", "date_published": "2022-11-08 09:20:41+00:00", "description": "<p>LG Disply has developed a 12-inch stretchable display that can be extended in size to 14 inches, the company <a href=\"https://news.lgdisplay.com/global/2022/11/lg-display-unveils-the-worlds-first-high-resolution-stretchable-display/\">announced</a>. The displays could one day be used in materials with irregular surfaces like clothes and wearables to display messages on the uniforms of first responders, for example.&nbsp;</p><p>Stretchable displays, or free-form displays as LG Display calls them, can be pulled, bent and twisted. They go a step farther than the flexible displays used in Samsung's Galaxy Fold and other smartphones, which can be folded and bent but not stretched.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>To make the display so stretchy, LG Display built the base substrate material from a silicon similar to that used in contact lenses. It also micro-LEDs smaller than 40-micrometers for the light source, allowing for high resolution and durability. And finally, the company used circuits shaped like springs to accommodate bending and folding.&nbsp;</p><figure><img alt=\"LG Disply has developed a 12-inch stretchable display that can be extended in size to 14 inches, the company announced.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/74126b30-5f2b-11ed-befc-7de761b119f4\" /><figcaption></figcaption><div class=\"photo-credit\">LG Display</div></figure><p>\"The stretchable display’s revolutionary technology offers next-level versatility for various daily scenarios,\" LG Display wrote. \"Easily attachable to curved surfaces such as skin, clothing, furniture, automobiles and aircraft, this unique innovation expands the potential of the display in various industries including fashion, wearables, mobility and gaming.\"</p><p>We've seen stretchable displays in the past from Samsung and others, but the best you could do with those was put a small dent in them. This one appears to go much farther, showing the potential for displays with real potential for wearables. LG Display has been working on the technology since 2020 in collaboration and the research is expected to conclude in 2024.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/mediatek-dimensity-9200-phone-soc-080033338.html?src=rss", "title": "MediaTek's latest Dimensity chip supports WiFi 7 and ray tracing", "date_published": "2022-11-08 08:00:33+00:00", "description": "<p>MediaTek is still frequently associated with budget Android phones, but it's increasingly making its way <a href=\"https://www.engadget.com/asus-rog-phone-6d-ultimate-pricing-availability-064809063.html\">into flagships</a> — and its latest system-on-chip might help on that front. <a href=\"https://i.mediatek.com/mediatek-5g\">The company </a>has introduced a Dimensity 9200 chip that, among other claims, is billed as the first SoC to be ready for WiFi 7. You'll need a phone with a compatible network chipset and a WiFi router to match, but this theoretically delivers speeds of up to 6.5Gbps on-device while improving reliability and reducing lag.</p><p>The Dimensity 9200 is also said to be the first mobile chip to use an <a href=\"https://www.engadget.com/arm-armv9-architecture-180043435.html\">ARMv9</a> Gen 2 architecture, and uses new cores to match. A \"big\" Cortex-X3 core handles the most demanding tasks with the help of three Cortex-A715 performance cores. Four Cortex-A510 low-power cores help with battery life. The combo delivers a modest 10 to 12 percent boost over the Dimensity 9000 in synthetic tests, but reportedly cuts power consumption by as much as 25 percent.</p><span id=\"end-legacy-contents\"></span><p>The largest speedups come with graphics. The Dimensity 9200 is one of the first chips to use ARM's new <a href=\"https://www.engadget.com/arm-immortalis-g715-announced-specs-172726361.html\">Immortalis-G715</a> GPU, bringing hardware ray tracing, three times the triangle throughput and greater efficiency. It's up to 32 percent faster than the GPU in the Dimensity 9000 while using 41 percent less power, MediaTek says.</p><p>Other improvements are subtler, but still useful. Unlike many MediaTek chips, the 9200 supports both sub-6GHz and millimeter wave 5G to provide fast cellular data in more parts of the world. The Imagiq 890 image signal processor is the first to support RGBW camera sensors, promising more brightness and detail in photos than plain RGB. It can counteract motion blur, too. You can also expect support for fast UFS 4.0 storage, the latest LPDDR5X memory (8.5Gbps) and 24-bit/192KHz audio.</p><p>The first phones using the Dimensity 9200 should be available by the end of 2022. This won't necessarily make Qualcomm sweat, especially with Snapdragon 8 Gen 2 likely on the horizon. However, this could put MediaTek into more high-end phones — and that's good for both choice and competition.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/instagram-in-app-scheduler-055239620.html?src=rss", "title": "Instagram rolls out in-app scheduler to businesses and creators", "date_published": "2022-11-08 05:52:39+00:00", "description": "<p>Instagram is <a href=\"https://www.instagram.com/p/CkrIB74gb1-/?igshid=YmMyMTA2M2Y%3Dv\">rolling out</a> its in-app post scheduler, allowing select users to plan their posts in advance without having to use <a href=\"https://www.engadget.com/facebook-reels-instagram-crossposting-add-yours-tiktok-184410879.html\">Meta's Creator Studio</a> or third-party services. The Meta-owned photo-and-video sharing platform is giving businesses and creators the power to schedule Reels, photos and carousels for up to 75 days within the app itself. Instagram <a href=\"https://techcrunch.com/2022/10/20/instagram-is-testing-an-in-app-post-scheduling-tool/\">tested the feature</a> over the past few weeks, giving a small percentage of its global community access to the tool, before this wider (but still limited) release.&nbsp;</p><p>To access the feature, eligible users will have to go to \"Advanced Settings\" after creating their post but before sharing it with their followers. From there, they can toggle on \"Schedule this post\" and select the time and date they want it to go live. They then have to navigate back to the post they were creating and click \"Schedule.\" According to <em>TechCrunch</em>, which reported on the test, scheduled posts can be seen in the \"Scheduled Content\" section that can be accessed through the hamburger menu. The process could perhaps be simpler, but the feature eliminates the need to use the separate Creator Studio website or app for a more frictionless experience.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Whether the feature will ever be available for ordinary users remains to be seen — Instagram hasn't mentioned anything about a full rollout. In the same post announcing its in-app scheduler, though, Instagram has launched Achievements. Creators can unlock them by taking specific actions, such as collaborating with another creator and making interactive Reels with polls and quizzes.&nbsp;</p><div id=\"c0f7dad6ef24486b862f07ca0f594a7a\"><blockquote class=\"instagram-media\" style=\"border: 0; margin: 1px; padding: 0; width: 99.375%;\"><div style=\"padding: 16px;\"><a href=\"https://www.instagram.com/p/CkrIB74gb1-/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\"padding: 0 0; text-align: center; text-decoration: none; width: 100%;\" target=\"_blank\"><div style=\"display: flex;\"><div style=\"background-color: #F4F4F4; height: 40px; margin-right: 14px; width: 40px;\"></div><div style=\"display: flex;\"><div style=\"background-color: #F4F4F4; height: 14px; margin-bottom: 6px; width: 100px;\"></div><div style=\"background-color: #F4F4F4; height: 14px; width: 60px;\"></div></div></div><div style=\"padding: 19% 0;\"></div><div style=\"display: block; height: 50px; margin: 0 auto 12px; width: 50px;\"></div><div style=\"padding-top: 8px;\"><div style=\"color: #3897f0; font-family: Arial, sans-serif; font-size: 14px; font-style: normal;\">View this post on Instagram</div></div><div style=\"padding: 12.5% 0;\"></div><div style=\"display: flex; margin-bottom: 14px;\"><div><div style=\"background-color: #F4F4F4; height: 12.5px; width: 12.5px;\"></div><div style=\"background-color: #F4F4F4; height: 12.5px; width: 12.5px; margin-right: 14px; margin-left: 2px;\"></div><div style=\"background-color: #F4F4F4; height: 12.5px; width: 12.5px;\"></div></div><div style=\"margin-left: 8px;\"><div style=\"background-color: #F4F4F4; height: 20px; width: 20px;\"></div><div style=\"width: 0; height: 0; border-top: 2px solid transparent; border-left: 6px solid #f4f4f4; border-bottom: 2px solid transparent;\"></div></div><div style=\"margin-left: auto;\"><div style=\"width: 0px; border-right: 8px solid transparent;\"></div><div style=\"background-color: #F4F4F4; height: 12px; width: 16px;\"></div><div style=\"width: 0; height: 0; border-left: 8px solid transparent;\"></div></div></div><div style=\"display: flex; margin-bottom: 24px;\"><div style=\"background-color: #F4F4F4; height: 14px; margin-bottom: 6px; width: 224px;\"></div><div style=\"background-color: #F4F4F4; height: 14px; width: 144px;\"></div></div></a><p style=\"color: #c9c8cd; font-family: Arial, sans-serif; font-size: 14px; margin-bottom: 0; margin-top: 8px; overflow: hidden; padding: 8px 0 7px; text-align: center; white-space: nowrap;\"><a href=\"https://www.instagram.com/p/CkrIB74gb1-/?utm_source=ig_embed&amp;utm_campaign=loading\" style=\"color: #c9c8cd; font-family: Arial, sans-serif; font-size: 14px; font-style: normal; font-weight: normal; text-decoration: none;\" target=\"_blank\">A post shared by Instagram’s @Creators (@creators)</a></p></div></blockquote></div><p></p>", "favourite": false}]