[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/rosja-samorzadowiec-pokonal-w-wyborach-komisarza-wojskowego-ten-za-kare-go-zmobilizowal/", "title": "Rosja: Samorządowiec pokonał w wyborach komisarza wojskowego. Ten \"za karę\" go zmobilizował", "date_published": "2022-11-08 20:21:00+00:00", "description": "W obwodzie swierdłowskim zmobilizowano jednego z samorządowców. Dwa miesiące temu zdobył on w wyborach mandat do Dumy Miejskiej Nowouralska. Jego rywalem był wówczas komisarz wojskowy. Ten sam, który go później zmobilizował.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/katar-ambasador-fifa-khalid-salman-homoseksualizm-to-defekt-mozgu/", "title": "Katar. Ambasador FIFA Khalid Salman: Homoseksualizm to defekt mózgu", "date_published": "2022-11-08 20:00:00+00:00", "description": "- Homoseksualizm jest defektem mózgu - powiedział były piłkarz reprezentacji Kataru i ambasador tego kraju na zbliżających się Mistrzostwach Świata w piłce nożnej Khalid Salman. Wywiad został natychmiast przerwany, a wypowiedź spotkała się z ostrą krytyką.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/szwecja-pozar-samochodow-w-malm-splonelo-19-aut/", "title": "Szwecja: Seria pożarów samochodów w Malmö. Ostatniej doby spłonęło 19 aut", "date_published": "2022-11-08 19:15:00+00:00", "description": "19 samochodów spłonęło ostatniej nocy w szwedzkim Malmö. Przez chwilę zagrożony był też znajdujący się obok garażu blok mieszkalny. Mieszkańcy z serią pożarów aut mierzą się już od kilku tygodni. Policja zapewnia, że jest na tropie podpalacza.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/usa-padla-gowna-wygrana-w-powerball-zwycieskie-liczby-skreslono-w-kalifornii/", "title": "Padła gówna wygrana w Powerball. Zwycięzca wysłał kupon w Kalifornii. Polacy czekają EuroJackpot", "date_published": "2022-11-08 19:06:00+00:00", "description": "Padła główna, a zarazem rekordowa wygrana w amerykańskiej loterii Powerball. Zwycięzca jest bogatszy o 2,04 mld dolarów (ponad 9,5 mld zł). Szansę na zostanie milionerem mają teraz Polacy. Dziś odbyło się losowanie loterii Eurojackpot - do zgarnięcia jest 570 mln zł. Padły liczby 15, 17, 23, 35, 38 oraz dodatkowe 4 i 9. Nie ma jeszcze informacji, czy ktoś trafił główną wygraną.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/absurd-w-rosji-zaginiony-marynarz-z-krazownika-moskwa-dostal-wezwanie-do-wojska/", "title": "Absurd w Rosji. Zaginiony marynarz z krążownika \"Moskwa\" dostał wezwanie do wojska", "date_published": "2022-11-08 18:21:00+00:00", "description": "Uznany za zaginionego marynarz z zatopionego krążownika Moskwa dostał wezwanie do stawienia się przed wojskową komisją poborową. Problem w tym, że z mężczyzną od ponad pół roku nie ma żadnego kontaktu i prawdopodobnie nie żyje.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/niemcy-ekspert-wojskowy-polska-militarnie-szykuje-sie-do-wojny/", "title": "Niemcy. Ekspert wojskowy: Polska militarnie szykuje się do wojny", "date_published": "2022-11-08 16:58:00+00:00", "description": "W Polsce rośnie obawa o eskalację rosyjskiej agresji. Na wypadek takiej ewentualności Warszawa dozbraja się jak żaden inny kraj NATO - uważa austriacki ekspert wojskowy Markus Reisner, kierownik działu badań i rozwoju w Terezjańskiej Akademii Wojskowej w Wiedniu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/usa-pechowy-zlodziej-pomylil-drzwi-ze-sklepowa-witryna/", "title": "USA. Pechowy złodziej. Pomylił drzwi ze sklepową witryną", "date_published": "2022-11-08 16:00:00+00:00", "description": "17-latek próbował ukraść luksusowe torebki ze sklepu Louis Vuitton. Uciekając w pośpiechu z łupami złodziej pomylił jednak drzwi ze sklepową witryną. Nastolatek z impetem wpadł na szybę, odbił się od niej i padł nieprzytomny na podłogę. Błąd srogo go kosztował, ponieważ chwilę później został zatrzymany.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/egipt-znaleziono-tajemniczy-tunel-moze-prowadzic-do-grobowca-kleopatry/", "title": "Egipt: Znaleziono tajemniczy tunel. Może prowadzić do grobowca Kleopatry", "date_published": "2022-11-08 15:21:00+00:00", "description": "Archeolodzy pracujący w Egipcie uważają, że znaleźli tunel mogący prowadzić do zaginionego grobowca Kleopatry. Choć szansa na odnalezienie szczątków ostatniej królowej starożytnego Egiptu wynosi 1 proc., naukowcy są przekonani, że zlokalizowanie grobowca byłoby najważniejszym odkryciem dokonanym w XXI w.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/sepp-blatter-ujawnil-jak-katar-dostal-mistrzostwa-swiata-to-byl-blad/", "title": "Sepp Blatter ujawnił. Tak Katar dostał mistrzostwa świata. \"To był błąd\"", "date_published": "2022-11-08 15:03:00+00:00", "description": "Były prezydent FIFA Sepp Blatter wyjawił, jak Katar uzyskał prawo organizacji mistrzostw świata w piłce nożnej. Szwajcar przyznał jednocześnie, że wybór tego kraju na organizatora mundialu to był błąd. Były działacz zdradził również, że pierwotnie planowano, aby turniej w 2022 roku zorganizowały Stany Zjednoczone.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/unijna-komisja-sledcza-ds-pegasusa-krytyczna-wobec-polski-prawo-rzadzacych-zastapilo-rzady-prawa/", "title": "Unijna komisja śledcza ds. Pegasusa krytyczna wobec Polski. \"Prawo rządzących zastąpiło rządy prawa\"", "date_published": "2022-11-08 14:40:00+00:00", "description": "Jak wynika z raportu, do którego dotarła korespondentka Polsat News Dorota Bawołek, unijna komisja śledcza badająca wykorzystywanie systemu Pegasus, oceniła, że Polska i Węgry stworzyły cały system opresji, którego elementem jest sieć szpiegowska.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/czechy-rzecznik-prezydenta-zemana-wzial-tajny-slub-w-sieci-zawrzalo/", "title": "Czechy. Rzecznik prezydenta Miloša Zemana wziął tajny ślub. W sieci zawrzało", "date_published": "2022-11-08 14:34:00+00:00", "description": "Czeskie media doniosły, że Jiří Ovčáček rzecznik prasowy prezydenta Republiki Czeskiej i szef departamentu prasowego jego kancelarii wziął w ubiegłym tygodniu tajny ślub. Gazety informują, że wybranką polityka jest uciekinierka z Ukrainy, która wiosną... zamieszkała z synem w jego domu. Komentatorzy zwracają uwagę, że rzecznik dał się poznać m.in. z kontrowersyjnych poglądów na temat Rosji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/rosyjska-propaganda-zolnierz-twierdzi-ze-na-froncie-atakowaly-go-kobiety-z-polski/", "title": "Rosyjska propaganda. Żołnierz twierdzi, że na froncie atakowały go kobiety z Polski", "date_published": "2022-11-08 14:16:00+00:00", "description": "Polskie kobiety atakują Rosjan podczas wojskowej operacji specjalnej - taki przekaz stworzyły we wtorek rosyjskie kanały propagandowe. Agencja RIA Nowosti opublikowała nagranie zamaskowanego żołnierza rosyjskich sił zbrojnych, który relacjonuje, jak wyglądała jego walka na froncie. Jego słowa mogą zdumiewać.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/wojna-w-ukrainie-szef-ukrainskiego-mon-mobilizujemy-300-tys-komarow-przeciwko-moskitom/", "title": "Wojna w Ukrainie. Szef ukraińskiego MON: Mobilizujemy 300 tys. komarów. Przeciwko \"Moskitom\"", "date_published": "2022-11-08 13:15:00+00:00", "description": "Ukraiński minister obrony ogłosił na Twitterze częściową mobilizację... komarów. Odniósł się w ten sposób do ostrzeżeń rosyjskiego ambasadora przy ONZ, który alarmował, że Kijów używa dronów z tymi owadami, by infekować rosyjskie wojsko chorobami, uniemożliwiając mu w ten sposób realizację zadań na froncie. Komary przeciwko Moskitom to robocza nazwa operacji - napisał Ołeksij Reznikow.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/usa-donald-trump-zapowiedzial-wielkie-oswiadczenie-oglosi-je-15-listopada/", "title": "USA. Donald Trump zapowiedział \"wielkie oświadczenie\". Ogłosi je 15 listopada", "date_published": "2022-11-08 12:18:00+00:00", "description": "Donald Trump zapowiedział wielkie oświadczenie, które wygłosi 15 listopada. Były prezydent USA wystąpił na jednym z ostatnich wieców przed wtorkowymi wyborami połówkowymi do Kongresu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/usa-incydent-przed-wyborami-senator-uderzony-puszka-piwa/", "title": "USA. Incydent przed wyborami. Senator uderzony puszką piwa", "date_published": "2022-11-08 10:02:00+00:00", "description": "Senator Ted Cruz z Partii Republikańskiej został uderzony w głowę puszką piwa w czasie, gdy przejeżdżał na otwartej platformie pośród kibiców drużyny Houston Astros. W USA trwają wybory połówkowe do Kongresu, Amerykanie wybierają część deputowanych do obu izb.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/wybory-w-usa-kohut-wojna-kulturowa-nie-jest-w-centrum-zainteresowania-przecietnego-wyborcy/", "title": "Wybory w USA. Andrzej Kohut: Wojna kulturowa nie jest w centrum zainteresowania przeciętnego wyborcy", "date_published": "2022-11-08 09:48:00+00:00", "description": "- W Stanach Zjednoczonych rozpoczęły się wybory określane jako wybory połówkowe (ang. midterm elections) - przekazał w Polsat News Andrzej Kohut. Dodał, że obecnie poparcie dla Joe Bidena spadło i wynosi 39 procent. - Jest to częsta sytuacja, że po dwóch latach rządów, partia prezydencka traci wyborców - powiedział.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/francja-19-letni-rugbysta-zmarl-podczas-treningu/", "title": "Francja: zmarł 19-letni rugbysta. Podczas treningu doszło do zatrzymania akcji serca", "date_published": "2022-11-08 09:28:00+00:00", "description": "Nie żyje Grégoire Boidoux, zawodnik francuskiego klubu Olympique Marcquois Rugby. W czasie treningu doszło do zatrzymania akcji serca. Utalentowany rugbysta miał 19 lat.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/filipiny-szef-wieziennictwa-oskarzony-o-zabojstwo-dziennikarza/", "title": "Filipiny. Szef więziennictwa oskarżony o zabójstwo dziennikarza", "date_published": "2022-11-08 07:50:00+00:00", "description": "Percival Mabasa został zastrzelony w zeszłym miesiącu, gdy jechał do swojego studia radiowego na przedmieściach stolicy Filipin - Manili. Policja oskarżyła szefa służby więziennej Geralda Bantaga o zlecenie tego zabójstwa. W Indeksie Wolności Prasy Filipiny znajdują się na 147 miejscu na 180.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/antarktyda-wybuch-epidemii-covid-19-na-stacji-badawczej-mcmurdo-prace-zawieszone/", "title": "Antarktyda. Wybuch epidemii Covid-19 na stacji badawczej McMurdo. Prace zawieszone", "date_published": "2022-11-08 07:44:00+00:00", "description": "Wybuch epidemii Covid-19 w stacji badawczej McMurdo na Antarktydzie, największej tego typu placówce, zmusił władze do zwieszenia prac. Zakażonych jest 10 proc. z prawie 1000 pracowników.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/usa-rekordowe-losowanie-loterii-powerball-nie-odbylo-sie-systemy-nie-wytrzymaly/", "title": "USA: Rekordowe losowanie loterii Powerball nie odbyło się. Systemy nie wytrzymały", "date_published": "2022-11-08 06:44:00+00:00", "description": "W poniedziałek o godz. 23 czasu wschodnioamerykańskiego (godz. 5 we wtorek w Polsce) miało odbyć się losowanie amerykańskiej loterii Powerball, jednak zostało przesunięte z przyczyn technicznych. Kwota, którą można wygrać, to rekordowe 1,9 miliarda dolarów, ponieważ kumulacja rośnie od 3 sierpnia.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-08/kucharz-putina-jewgienij-prigozyn-mieszalismy-sie-w-wybory-w-usa-i-nadal-bedziemy-to-robic/", "title": "\"Kucharz Putina\" Jewgienij Prigożyn: Mieszaliśmy się w wybory w USA i nadal będziemy to robić", "date_published": "2022-11-08 05:46:00+00:00", "description": "Rosyjski oligarcha Jewgienij Prigożyn, założyciel Grupy Wagnera i firmy cateringowej dowożącej jedzenia na Kreml, przyznał, że Rosja ingerowała w wyniki wyborów prezydenckich w USA. - Mieszaliśmy się i nadal będziemy to robić - stwierdził bez ogródek. Do jego słów odniosła się rzeczniczka Białego Domu.", "favourite": false}]