[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tudor-dixon-calls-for-michigan-superintendents-resignation-over-states-sickening-education-training-videos", "title": "Tudor Dixon Calls For Michigan Superintendent’s Resignation Over State’s ‘Sickening’ Education Training Videos", "date_published": "2022-09-20 19:45:41+00:00", "description": "Parental rights in education have hit the frontline of another election. Michigan GOP gubernatorial candidate Tudor Dixon called for the resignation of the state’s superintendent Tuesday over his defense of so-called gender-affirming training videos from the Michigan Department of Education (MDE) that were unearthed last week. Dixon’s demand came after conservative activist Christopher Rufo revealed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/illegal-immigrants-sue-desantis-for-marthas-vineyard-flights-desantis-responds-in-fiery-statement", "title": "Illegal Immigrants Sue DeSantis For Martha’s Vineyard Flights; DeSantis Responds In Fiery Statement", "date_published": "2022-09-20 19:35:32+00:00", "description": "Some of the illegal immigrants who were flown to Martha&#8217;s Vineyard last week by Florida Governor Ron DeSantis (R) have filed a lawsuit in federal court alleging that they were the victims of a “fraudulent and discriminatory scheme” to relocate them. The leftist Lawyers for Civil Rights claimed in the lawsuit in Boston that Florida ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/school-bus-driver-misses-turn-hits-student-then-crashes-into-store", "title": "School Bus Driver Misses Turn, Hits Student, Then Crashes Into Store", "date_published": "2022-09-20 19:18:41+00:00", "description": "A South Carolina school bus struck a student and crashed into the front of a nearby store after failing to make a turn on Tuesday morning. According to reports out of North Charleston, South Carolina, the bus was headed to North Charleston Creative Arts Elementary and had several students on board when the accident occurred ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/inside-the-blighted-rust-belt-town-where-john-fetterman-was-mayor", "title": "Inside The Blighted Rust Belt Town Where John Fetterman Was Mayor", "date_published": "2022-09-20 18:43:59+00:00", "description": "It is hard to imagine that Braddock, Pennsylvania, would produce one of the nation’s most high-profile and controversial Senate candidates. Dotted by shuttered buildings connected by pothole-filled roads, Braddock — which was once the thriving home of a steel mill constructed by Andrew Carnegie — is today the residence of roughly 1,700 people. A slim ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-four-of-the-best-sanctuaries-illegal-aliens-can-choose-from", "title": "Here Are Four Of The Best ‘Sanctuaries’ Illegal Aliens Can Choose From", "date_published": "2022-09-20 18:23:01+00:00", "description": "If you were an illegal alien, what progressive paradise would you want to be sent to? It’s a good question and there are hundreds of locations to choose from — ready and waiting as “sanctuaries.” To the surprise of nobody with a brain, President Joe Biden’s border policies have flooded the country with millions of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/googles-anti-white-image-equity-fellowship-announces-winners", "title": "Google’s Anti-White ‘Image Equity Fellowship’ Announces Winners", "date_published": "2022-09-20 18:07:08+00:00", "description": "Are you an early-career image-based creator self-identifying white guy or gal in the United States? Well, it is too bad if you are because it looks like your skin color just prevented you from receiving thousands of dollars as part of Google&#8217;s 2022 Image Equity Fellowship. Recently, Google announced the winners of its &#8220;first-ever&#8221; Image ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-exposes-canadian-medias-dishonest-bid-to-silence-him", "title": "Ben Shapiro Exposes Canadian Media’s Dishonest Bid To Silence Him", "date_published": "2022-09-20 17:58:10+00:00", "description": "Ben Shapiro isn’t a radical himself, the Canadian Broadcast Corporation acknowledges, yet somehow he is radicalizing young men by espousing mainstream beliefs that have only recently become “controversial” to the Left. That was the cockeyed attack the Daily Wire podcast and radio show host and best-selling author found himself defending against on his program Tuesday. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/huge-money-maker-video-reveals-vanderbilts-shocking-gender-care-threats-against-dissenting-doctors", "title": "‘Huge Money Maker’: Video Reveals Vanderbilt’s Shocking Gender ‘Care,’ Threats Against Dissenting Doctors", "date_published": "2022-09-20 17:50:32+00:00", "description": "Daily Wire host Matt Walsh uncovered shocking details about Vanderbilt University Medical Center&#8217;s (VUMC) so-called gender-affirming care. Video and archived webpages from the medical center details leader&#8217;s promotion of the &#8220;big money maker&#8221; transgender therapies and surgeries, and apparent threats against medical professionals who dare object for religious reasons. &#8220;It&#8217;s a lot of money,&#8221; VUMC ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/staggering-feds-seize-hundreds-of-thousands-of-meth-laced-fake-pills-in-record-setting-drug-bust", "title": "‘Staggering’: Feds Seize Hundreds Of Thousands Of Meth-Laced Fake Pills In Record-Setting Drug Bust", "date_published": "2022-09-20 17:45:58+00:00", "description": "Federal agents in Rhode Island seized hundreds of thousands of methamphetamine pills in a record-breaking bust. In an announcement Monday, the Department of Justice and Drug Enforcement Administration (DEA) said that agents seized more than 660,000 counterfeit Adderall pills laced with methamphetamine, the largest such seizure on record. The pills, which weighed more than 660 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/very-unsafe-fda-warns-against-cooking-chicken-in-cough-syrup", "title": "‘Very Unsafe’: FDA Warns Against Cooking Chicken In Cough Syrup", "date_published": "2022-09-20 17:18:07+00:00", "description": "The Food and Drug Administration (FDA) is warning against cooking raw chicken in cough syrup. The warning was prompted by a new social media trend in which people record themselves cooking chicken in NyQuil for online clout. The FDA calls the challenge &#8220;silly and unappetizing&#8221; and &#8220;very unsafe.&#8221; It can also produce toxic fumes. &#8220;Boiling ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/detransitioner-chloe-cole-gives-powerful-testimony-against-gender-affirming-care-at-white-house", "title": "Detransitioner Chloe Cole Gives Powerful Testimony Against ‘Gender-Affirming Care’ At White House", "date_published": "2022-09-20 17:10:22+00:00", "description": "An 18-year-old detransitioned woman gave a powerful testimony on Tuesday against the &#8220;gender affirming&#8221; model of care that led to her irreversible medical transition as an adolescent. Chloe Cole spoke at a press conference in front of the White House in support of Rep. Marjorie Taylor Greene&#8217;s (R-GA) new bill, the Protect Children&#8217;s Innocence Act, that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-allen-cracks-14-word-dad-joke-about-bidens-latest-interview-and-lefty-twitter-is-mad", "title": "Tim Allen Cracks 14-Word Dad Joke About Biden’s Latest Interview, And Lefty Twitter Is Mad", "date_published": "2022-09-20 17:10:22+00:00", "description": "Comedian Tim Allen cracked what most people would consider to be a &#8220;dad joke&#8221; about President Joe Biden&#8217;s recent &#8220;60 Minutes&#8221; interview — and all he got for his trouble was a steady stream of hate from the Left. The &#8220;Last Man Standing&#8221; star, who has taken a lot of criticism for not toeing the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/google-employees-overwhelmingly-back-warnock-other-senate-democrat-candidates", "title": "Google Employees Overwhelmingly Back Warnock, Other Senate Democrat Candidates", "date_published": "2022-09-20 16:54:27+00:00", "description": "Sen. Raphael Warnock (D-GA) has raked in hundreds of thousands of dollars for his 2022 Senate campaign from Google employees, according to a Daily Wire review of campaign finance records.  Employees at Google, the world’s most popular search engine, have overwhelmingly backed Warnock over Republican challenger Herschel Walker, giving the incumbent over $200,000 to support ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-commercial-real-estate-crash-coming-to-san-francisco", "title": "The Commercial Real Estate Crash Coming To San Francisco", "date_published": "2022-09-20 16:48:19+00:00", "description": "Since the early months of the pandemic, many residents have left San Francisco, California, and businesses have moved the bulk of their presence out of the downtown area, drastically impacting San Francisco’s commercial real estate. While many cities saw people move out during the pandemic, the timing for San Francisco is important, as right now, there ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/listen-space-force-reveals-official-song-its-pretty-sweet", "title": "LISTEN: Space Force Reveals Official Song. It’s Pretty Sweet.", "date_published": "2022-09-20 16:38:41+00:00", "description": "Now we&#8217;re cooking with oil. The United States Space Force revealed its official song on Tuesday, and it should rev the engines of any red-blooded American patriot. Not only is it a great new tradition in our nation&#8217;s military history, but it also proves that critics of former President Donald Trump were embarrassingly wrong about ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-wrecks-top-democrat-for-human-trafficker-remark-i-didnt-hear-a-peep-out-of-those-people", "title": "DeSantis Wrecks Top Democrat For ‘Human Trafficker’ Remark: ‘I Didn’t Hear A Peep Out Of Those People’", "date_published": "2022-09-20 16:35:56+00:00", "description": "Florida Governor Ron DeSantis (R) unloaded on Rep. Hakeem Jeffries (D-NY), chairman of the House Democrats, for claiming on Tuesday that he and Texas Governor Greg Abbott (R) were &#8220;behaving like human traffickers.&#8221; Jeffries&#8217; remarks came after DeSantis ignited a national media firestorm last week when he sent 50 illegal immigrants to Martha&#8217;s Vineyard, a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kanye-west-i-havent-read-any-book", "title": "Kanye West: I ‘Haven’t Read Any Book’", "date_published": "2022-09-20 16:22:23+00:00", "description": "Rapper Kanye West said he&#8217;s the kind of person who would rather learn from &#8220;good conversation,&#8221; admitting that he actually hasn&#8217;t ever &#8220;read any book.&#8221; During the 45-year-old rapper&#8217;s recent appearance on Alo Yoga&#8217;s &#8220;Alo Mind Full&#8221; podcast, West noted that reading books isn’t his thing, reports USA Today. In the episode, titled “Ye: Music ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tom-brady-blasts-nfl-over-teammates-suspension", "title": "Tom Brady Blasts NFL Over Teammate’s Suspension", "date_published": "2022-09-20 15:46:22+00:00", "description": "Seven-time Super Bowl champ Tom Brady made his thoughts crystal clear when he blasted the NFL for suspending his teammate, wide receiver Mike Evans, for one game following a fight during Sunday&#8217;s game against the New Orleans Saints. During the 45-year-old quarterback&#8217;s &#8220;Let&#8217;s Go&#8221; podcast Monday, Brady slammed the league for the punishment. Evans got into ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kamala-harris-brags-compares-herself-to-the-immortal-john-adams-he-loses", "title": "Kamala Harris Brags, Compares Herself To The Immortal John Adams. He Loses.", "date_published": "2022-09-20 15:45:32+00:00", "description": "Speaking at South Carolina State University, Vice-President Kamala Harris compared herself favorably to the brilliant John Adams, the second president of the United States and the man regarded as the “Atlas of American Independence.” Harris landed in the position of tie-breaker in the United States Senate after Democrats swept the two U.S. Senate runoff elections ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-latest-defense-of-open-borders-makes-no-sense", "title": "Biden’s Latest Defense Of Open Borders Makes No Sense", "date_published": "2022-09-20 15:38:35+00:00", "description": "Relatively speaking, it is pretty rare that President Joe Biden speaks to the press, but when he does, it is apparent that he has no idea what he is talking about. On Tuesday, a reporter asked Biden, &#8220;Why is the border more overwhelmed under your watch?&#8221; It is a straightforward question with a straightforward answer. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/allow-me-to-explain-the-leftist-doctrine-of-intersectionalism", "title": "Allow Me To Explain The Leftist Doctrine Of Intersectionalism", "date_published": "2022-09-20 15:36:39+00:00", "description": "Every now and again, I think it’s important for us to lay aside our anger at leftists and other human plagues and dispel any unkind fantasies we might have about latching our hands onto the front of their heads like the face-hugger in the movie &#8220;Alien&#8221; and then twisting sharply while shouting, “You called me ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/man-ran-down-killed-teen-he-thought-was-republican-extremist-police", "title": "Man Ran Down, Killed Teen He Thought Was ‘Republican Extremist’: Police", "date_published": "2022-09-20 15:34:05+00:00", "description": "A North Dakota man who cops say was drunk when he ran on down and killed a teen in an alleyway claimed the 18 year old was a “Republican extremist” and had threatening him after an argument over politics, according to police. Shannon Brandt, 41, was charged with vehicular homicide in the death of Cayler ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/not-gonna-let-it-beat-me-matthew-mcconaughey-addresses-sexual-assault-in-his-teens", "title": "‘Not Gonna Let It Beat Me’: Matthew McConaughey Addresses Sexual Assault In His Teens", "date_published": "2022-09-20 15:24:38+00:00", "description": "Matthew McConaughey recently addressed the sexual assault he experienced as a teenager, saying he doesn’t plan to let it “beat” him. The 52-year-old Hollywood A-lister described being abused as part of his memoir “Greenlights,” which was released in October 2021. In the book, he described how he was sexually abused at both 15 and 18 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-republican-praises-governors-that-have-been-sending-illegal-immigrants-to-democrat-areas", "title": "Top Republican Praises Governors That Have Been Sending Illegal Immigrants To Democrat Areas", "date_published": "2022-09-20 15:13:45+00:00", "description": "On Tuesday, Senate Majority Leader Mitch McConnell (R-KY) praised Republican governors that have been sending illegal immigrants to Demcorat-controlled areas, saying that he thought it was a &#8220;good idea.&#8221; The praise from McConnell comes after Governor Ron DeSantis (R-FL) and Governor Greg Abbott (R-TX) have sent illegal immigrants to various cities, including Washington, D.C., Chicago, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sister-says-she-had-confusing-call-with-nurse-moments-before-fiery-crash", "title": "Sister Says She Had Confusing Call With Nurse Moments Before Fiery Crash", "date_published": "2022-09-20 15:04:19+00:00", "description": "The Mercedez Benz-driving nurse who caused a fiery crash that claimed six lives in Los Angeles FaceTimed her sister speaking nonsense mere moments before impact, the nurse&#8217;s sister says. Nicole Linton, 37, killed half a dozen people when she allegedly blasted through a red light at 130 mph, causing a multi-car crash that sent a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/brood-of-vipers-lets-not-equate-the-sharp-words-of-jesus-with-todays-angry-rants", "title": "‘Brood Of Vipers’: Let’s Not Equate The Sharp Words Of Jesus With Today’s Angry Rants", "date_published": "2022-09-20 15:03:28+00:00", "description": "As followers of Jesus, should we emulate His example of rebuking our adversaries in the strongest of terms? Should we call them a “brood of vipers?” Should we pronounce them “children of hell,” as Jesus did? I recently tweeted, “I have a radical proposal to make: In the midst of our profound differences, within America ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sunny-isnt-your-birth-name-nikki-haley-fires-back-at-the-view-for-calling-her-an-ethnic-chameleon", "title": "‘Sunny Isn’t Your Birth Name’: Nikki Haley Fires Back At ‘The View’ For Calling Her An Ethnic ‘Chameleon’", "date_published": "2022-09-20 15:00:04+00:00", "description": "Former South Carolina Governor Nikki Haley (R) fired back at &#8220;The View&#8221; host Sunny Hostin for saying on Tuesday&#8217;s broadcast that she was an ethnic &#8220;chameleon.&#8221; Hostin accused Haley, who also served under former President Donald Trump as the U.S. Ambassador to the United Nations, of shedding her more ethnic-sounding given name — Nimarata — ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/charlamagne-tha-god-praises-desantis-for-flying-migrants-to-marthas-vineyard-expose-democrat-hypocrisy-more", "title": "Charlamagne Tha God Praises DeSantis For Flying Migrants To Martha’s Vineyard: ‘Expose’ Democrat ‘Hypocrisy’ More", "date_published": "2022-09-20 14:38:41+00:00", "description": "Media personality Charlamagne Tha God, whose real name is Lenard McKelvey, praised Florida Governor Ron DeSantis (R) for sending two planes full of illegal immigrants to Martha&#8217;s Vineyard last week, and he went as far as advising DeSantis and Texas Governor Greg Abbott (R) on what they could do to &#8220;expose the hypocrisy of the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/they-are-not-going-to-let-me-go-mother-sent-chilling-last-text-to-daughter-before-death", "title": "‘They Are Not Going To Let Me Go’: Mother Sent Chilling Last Text To Daughter Before Death", "date_published": "2022-09-20 14:35:38+00:00", "description": "On September 9, Debbie Collier left her home in Athens, Georgia, in a rented SUV with only her driver’s license and a debit card. It was the last time her family would see her alive. Two days later, on September 11, Collier’s body was found in a ravine. Her daughter, 36-year-old Amanda Bearden, reported 59-year-old ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/superstar-actress-returns-to-set-after-being-taken-to-hospital-following-accident-while-filming", "title": "Superstar Actress Returns To Set After Being Taken To Hospital Following Accident While Filming", "date_published": "2022-09-20 14:22:39+00:00", "description": "Kate Winslet returned to production this week after she fell on set Sunday while filming her latest movie, &#8220;Lee,&#8221; on location in Croatia. The 46-year-old actress was taken to the hospital for precautionary measures after she sustained some kind of leg injury while filming the World War II movie in a village called Kupari, Entertainment ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/roseanne-barr-to-produce-and-star-in-new-comedy-special", "title": "Roseanne Barr To Produce And Star In New Comedy Special", "date_published": "2022-09-20 14:18:54+00:00", "description": "Roseanne Barr is set to produce and then star in a new comedy special for Fox Nation — her first comedy stand-up special in 16 years. The 69-year-old actress and comedian&#8217;s show will be titled, &#8220;A Roseanne Comedy Special&#8221; and it is set to debut early in 2023 on the Fox News subscription streaming platform, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trudeau-spox-says-pms-queen-karaoke-was-no-big-deal-because-the-pianist-was-a-famous-canadian", "title": "Trudeau Spox Says PM’s Queen Karaoke Was No Big Deal Because The Pianist Was A Famous Canadian", "date_published": "2022-09-20 14:18:03+00:00", "description": "A spokesperson for Canadian Prime Minister Justin Trudeau responded to critics after video surfaced of him singing Queen&#8217;s &#8220;Bohemian Rhapsody&#8221; while in London for the late Queen Elizabeth II&#8217;s funeral services. &#8220;After dinner on Saturday, [the] prime minister joined a small gathering with members of the Canadian delegation, who have come together to pay tribute ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-declaration-that-the-covid-pandemic-is-over-explodes-liberals-heads", "title": "Biden’s Declaration That The COVID Pandemic Is ‘Over’ Explodes Liberals’ Heads", "date_published": "2022-09-20 14:15:48+00:00", "description": "When former President Donald Trump left office, at least 420,441 Americans had died due to COVID, according to the Center for Disease Control (CDC). Since Biden took office on Jan. 20, 2021, at least 627,839 Americans have died. So, clearly, the pandemic is not over. But that&#8217;s just what President Joe Biden said in an ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-and-entrepreneur-vivek-ramaswamy-discuss-why-woke-investors-are-putting-the-toothpaste-back-in-the-tube", "title": "Ben Shapiro And Entrepreneur Vivek Ramaswamy Discuss Why Woke Investors Are ‘Putting The Toothpaste Back In The Tube’", "date_published": "2022-09-20 14:14:28+00:00", "description": "Daily Wire Editor Emeritus Ben Shapiro and entrepreneur Vivek Ramaswamy discussed how large asset managers are seeking to roll back their woke investing schemes as politically agnostic investors balk at their lackluster results. Earlier this year, Ramaswamy — a bestselling author and former pharmaceutical CEO — launched an asset management firm called Strive to compete ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unprecedented-worlds-1-chess-master-resigns-after-one-move-against-suspected-cheater", "title": "‘Unprecedented’: World’s #1 Chess Master Resigns After One Move Against Suspected Cheater", "date_published": "2022-09-20 14:10:33+00:00", "description": "The number one chess player in the world made a stunning move on Monday against a player who was widely suspected of cheating against him in a recent tournament: he resigned after one move. 31-year-old Magnus Carlsen’s resignation after one move signaled his refusal to compete against 19-year old Hans Niemann; Carlsen had led the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jackson-mississippi-residents-file-lawsuit-against-city-over-water-crisis", "title": "Jackson, Mississippi Residents File Lawsuit Against City Over Water Crisis", "date_published": "2022-09-20 14:08:27+00:00", "description": "Residents in Jackson, Mississippi, filed a class action lawsuit against the city, its leaders, and engineering companies over ongoing problems related to the community&#8217;s water crisis. The city&#8217;s already problematic water pressure system was overwhelmed by recent Pearl River flooding that extended a water boil notice and emergency declaration by Mississippi&#8217;s governor for the city ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/harvard-study-admits-it-conservatives-were-right-all-along", "title": "Harvard Study Admits It: Conservatives Were Right All Along", "date_published": "2022-09-20 14:07:02+00:00", "description": "A Harvard-led study powerfully confirms not only that young American adults are miserable — but also admits that many of the virtues, behaviors, and connections long championed by conservatives are missing from the lives of our young people. Well, well, well &#8230; how the tables have turned. Last week, a friend of mine sent me ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/adam-levine-addresses-instagram-models-infidelity-claims-i-crossed-the-line", "title": "Adam Levine Addresses Instagram Model’s Infidelity Claims: ‘I Crossed The Line’", "date_published": "2022-09-20 14:01:00+00:00", "description": "Adam Levine is speaking out about Instagram model Sumner Stroh&#8217;s claims that he engaged in an affair with her for a year. The Maroon 5 frontman shared his statement with TMZ, saying he used “poor judgment” but also refuting claims that he engaged in a sexual relationship with the 23-year-old influencer. “I used poor judgment ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/surfing-champ-dead-at-24", "title": "Surfing Champ Dead At 24", "date_published": "2022-09-20 13:50:53+00:00", "description": "Twenty-four-year-old surfing champion Kalani David reportedly died while surfing over the weekend in Costa Rica after sustaining a seizure stemming from a heart condition. David, full name Kalani David Feeney Barrientos, stunned the surfing world since he was 14 years old with his impressive aerial maneuvers and competed in top skateboarding competitions. &#8220;He was surfing when ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-story-is-fictionalized-viola-davis-responds-to-boycott-of-the-woman-king-for-being-historically-inaccurate", "title": "‘The Story Is Fictionalized’: Viola Davis Responds To Boycott Of ‘The Woman King’ For Being Historically Inaccurate", "date_published": "2022-09-20 13:49:29+00:00", "description": "Viola Davis responded to calls for a boycott of her new film “The Woman King” by saying &#8220;the story is fictionalized.&#8221; The historical drama raked in $19 million at the box office over the weekend despite multiple reviewers pointing out that the project is not an accurate portrayal of the Dahomey Kingdom and their female ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kick-this-stupid-motherfer-outta-here-country-star-morgan-wallen-stops-concert-after-seeing-fight-in-crowd", "title": "‘Kick This Stupid Motherf***er Outta Here’: Country Star Morgan Wallen Stops Concert After Seeing Fight In Crowd", "date_published": "2022-09-20 13:30:56+00:00", "description": "Country music singer Morgan Wallen made it clear he wouldn&#8217;t tolerate unruly fans at his shows after he kicked a person out of a recent concert for fighting. It all happened Saturday night during the 29-year-old star&#8217;s show in Wheatland, California. Video shows the performer stop singing in the middle of his concert to deal ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sunny-hostin-says-nikki-haley-ditched-ethnic-name-to-pass-but-she-ditched-asuncion-because-americans-are-stupid", "title": "Sunny Hostin Says Nikki Haley Ditched Ethnic Name To ‘Pass’ — But She Ditched ‘Asunción’ Because Americans Are Stupid", "date_published": "2022-09-20 13:27:39+00:00", "description": "&#8220;The View&#8221; co-host Sunny Hostin claimed on Tuesday that former South Carolina Republican Governor Nikki Haley had changed her name to sound less Indian, thus making her more appealing to Republicans — but then co-host Sara Haines pointed out that Sunny had done the same. Haley, who was born Nimrata Nikki Randhawa, has previously been ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-decomposed-bodies-found-in-home-of-former-rhode-island-mayor", "title": "Two Decomposed Bodies Found In Home Of Former Rhode Island Mayor", "date_published": "2022-09-20 13:19:40+00:00", "description": "Two decomposed bodies have been discovered in the home of a former Rhode Island mayor, according to a report. Woonsocket police told WJAR-TV that the bodies were found at the home of former Mayor Susan Menard on Monday. Police Chief Thomas Oates could not confirm whether Menard was one of the two deceased individuals discovered ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-trainwreck-of-an-interview-on-60-minutes-raises-serious-questions-about-competence", "title": "Biden’s Trainwreck Of An Interview On ’60 Minutes’ Raises Serious Questions About Competence", "date_published": "2022-09-20 13:14:49+00:00", "description": "While President Joe Biden was sipping tea and snacking on crumpets in jolly ol&#8217; England on Sunday, an interview he taped with CBS&#8217;s &#8220;60 Minutes&#8221; aired back in his home country. And as they say in London, blimey, it was bloody bonkers. Biden, looking every minute of his 78 years on the planet, made so ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woman-arrested-in-connection-to-suitcases-found-with-bodies-of-dead-children", "title": "Woman Arrested In Connection To Suitcases Found With Bodies Of Dead Children", "date_published": "2022-09-20 12:56:25+00:00", "description": "A woman in South Korea has been arrested in connection with two suitcases purchased at a storage facility auction in New Zealand that were found to contain the bodies of two children. The unnamed woman, who is 42 years old and believed to be the mother of the children, was arrested late last week, CNN ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/adnan-syed-subject-of-hit-serial-podcast-released-from-prison-conviction-overturned", "title": "Adnan Syed, Subject Of Hit ‘Serial’ Podcast, Released From Prison, Conviction Overturned", "date_published": "2022-09-20 12:45:25+00:00", "description": "Adnan Syed spent 23 years in prison for the 1999 murder of Hae Min Lee, a murder he may not have committed. Prosecutors in Baltimore State’s Attorney Marilyn Mosby’s office now have 30 days to decide whether they will drop the charges against Syed or retry him for Lee’s murder, The Baltimore Sun reported. In ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/turning-red-again-leading-georgia-gop-candidates-all-winning-poll-says", "title": "Turning Red Again? Leading Georgia GOP Candidates All Winning, Poll Says.", "date_published": "2022-09-20 12:38:53+00:00", "description": "A new Atlanta Journal-Constitution poll conducted between September 5-16 reveals the state appears to be tilting to the political Right once again. The 2020 election was disastrous for Republicans in the state, as the Democrats won both Georgia senatorial races in runoffs and thus took control of the U.S. Senate. Some reports said that former ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/european-companies-pause-production-as-energy-prices-soar", "title": "European Companies Pause Production As Energy Prices Soar", "date_published": "2022-09-20 12:35:59+00:00", "description": "European manufacturers are taking severe hits as high energy prices continue to grapple with the continent’s economy. Russia severed natural gas flow through the Nord Stream 1 pipeline earlier this month, citing mechanical issues as the country continues its invasion of Ukraine. Germany — the continent’s largest economy — relied upon Russian natural gas for ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mayor-eric-adams-announces-end-to-new-york-citys-private-sector-covid-vaccine-mandate", "title": "Mayor Eric Adams Announces End To New York City’s Private Sector COVID Vaccine Mandate", "date_published": "2022-09-20 12:02:29+00:00", "description": "New York City Mayor Eric Adams (D) announced on Tuesday that the city&#8217;s COVID vaccine mandate for the private sector will soon become optional. Adams shared the update as he received his own booster shot on Tuesday, encouraging New Yorkers to take part in the new voluntary program. The mayor noted that &#8220;the additional flexibility ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-left-is-a-death-cult-and-its-compassion-is-killing-people", "title": "The Left Is A Death Cult And Its ‘Compassion’ Is Killing People", "date_published": "2022-09-20 11:53:09+00:00", "description": "The Left is a death cult. And not surprisingly, it’s killing people. My husband would always say this in the early stages of our relationship. At first, I thought he was being hyperbolic or exaggerating. Then as we talked about it at a deeper level, and I considered more thoughtfully the issues in which the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/23-republican-ags-warn-credit-card-companies-to-abandon-plan-to-identify-gun-sales", "title": "23 Republican AGs Warn Credit Card Companies To Abandon Plan To Identify Gun Sales", "date_published": "2022-09-20 11:38:18+00:00", "description": "The Republican attorneys general of 23 states are expected to send a letter Tuesday opposing plans by Visa, Mastercard, and American Express to add a new code to identify gun purchases made at firearm retailers. “Categorizing the constitutionally protected right to purchase firearms unfairly singles out law-abiding merchants and consumers alike,” a draft of the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rapper-spotted-partying-before-canceled-vancouver-show-spurred-angry-fans-to-riot", "title": "Rapper Spotted Partying Before Canceled Vancouver Show Spurred Angry Fans To Riot", "date_published": "2022-09-20 11:36:52+00:00", "description": "Fans were irate when rapper Lil Baby canceled his concert without warning, and now they’re bound to be more annoyed to see he was partying in the club before the show was called off.  The 27-year-old musical artist, whose real name is Dominique Armani Jones, was seen having fun at Zouk Nightclub in Las Vegas ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biggest-coyote-ever-law-professor-rips-biden-for-transporting-illegal-immigrants-around-u-s", "title": "‘Biggest Coyote Ever’: Law Professor Rips Biden For Transporting Illegal Immigrants Around U.S.", "date_published": "2022-09-20 11:20:41+00:00", "description": "After Democrats accused Florida GOP Governor Ron DeSantis of acting illegally in transporting 50 illegal immigrants to the wealthy leftist enclave of Martha’s Vineyard, Massachusetts, a leading conservative law professor compared the actions of DeSantis to the massive number of immigrants President Biden has transported throughout the country. Some of the Democrats making the scurrilous ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justin-trudeaus-half-brother-turns-on-morally-repugnant-sibling-as-hashtag-backlash-grows", "title": "Justin Trudeau’s Half-Brother Turns On ‘Morally Repugnant’ Sibling As Hashtag Backlash Grows", "date_published": "2022-09-20 11:15:46+00:00", "description": "Canadian Prime Minister Justin Trudeau is facing a backlash from angry citizens inspired to level testimonial-style Twitter takedowns, with one of the most damning coming from his own half-brother. Kyle Kemper, who Trudeau’s mother had with her second husband, Fried Kemper, has joined the #TrudeauMustGo movement on Twitter, renewing his sibling feud. And while Kemper’s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jack-dorsey-to-be-questioned-by-legal-teams-of-elon-musk-and-twitter", "title": "Jack Dorsey To Be Questioned By Legal Teams Of Elon Musk And Twitter", "date_published": "2022-09-20 11:08:25+00:00", "description": "The legal teams representing Twitter and Elon Musk are slated to depose former Twitter CEO Jack Dorsey. Twitter is currently battling Musk in court over his attempt to cancel a previous offer to buy the social media platform for $44 billion. Dorsey was subpoenaed by Musk last month over documents related to “the impact or ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-did-my-18-hours-bro-axe-wielding-man-who-went-off-at-mcdonalds-says-hes-not-unhinged-defends-quick-release", "title": "‘I Did My 18 Hours, Bro’: Axe-Wielding Man Who Went Off At McDonald’s Says He’s ‘Not Unhinged,’ Defends Quick Release", "date_published": "2022-09-20 10:37:40+00:00", "description": "The man who made headlines earlier this week for brandishing an axe at a Lower East Side McDonald’s is speaking out, claiming he’s “not unhinged” and insisting 18 hours in jail was ample punishment for his crime. Michael Palacios, 31, discussed how his weapon of choice, which he called a “tomahawk,” was less dangerous than ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-economic-czar-claims-white-house-is-reducing-the-budget-deficit", "title": "Biden Economic Czar Claims White House Is Reducing The Budget Deficit", "date_published": "2022-09-20 10:30:42+00:00", "description": "Jared Bernstein, a member of the Council of Economic Advisers under President Joe Biden, on Monday claimed that the White House has successfully led the charge against inflation and cut the budget deficit. Price levels between August 2021 and August 2022 rose 8.3%, according to data from the Bureau of Labor Statistics. Bernstein argued during an ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/clumsy-and-unfortunate-european-princess-invite-to-queens-funeral-rescinded-at-last-minute", "title": "‘Clumsy And Unfortunate’: European Princess’ Invite To Queen’s Funeral Rescinded At Last Minute", "date_published": "2022-09-20 09:27:15+00:00", "description": "Talk about a royal screwup! The British Foreign Office is red-faced and apologizing after inviting a Danish princess to the funeral of Queen Elizabeth, only to rescind the invitation after realizing it was a mistake. The humiliating faux pas prompted an official mea culpa from the British Foreign, Commonwealth &amp; Development Office. “The FCDO has ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/calling-biden-number-of-arrests-of-illegal-immigrants-reaches-record-one-year-high", "title": "Calling Biden: Number Of Arrests Of Illegal Immigrants Reaches Record One-Year-High", "date_published": "2022-09-20 08:17:18+00:00", "description": "The situation at the southern border has deteriorated so badly during the Biden administration that for the first time, over two million immigration arrests were made in eleven months, reaching a new threshold. Instead of blaming their own lax policies vis-à-vis immigration for the problem, Biden administration officials blamed governments in Latin America, The Washington ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cnns-don-lemon-pushes-british-pundit-on-royal-family-owing-reparations-he-immediately-regrets-it", "title": "CNN’s Don Lemon Pushes British Pundit On Royal Family Owing Reparations. He Immediately Regrets It", "date_published": "2022-09-20 07:59:45+00:00", "description": "CNN&#8217;s Don Lemon pushed a British royal commentator Monday night on the issue of whether the royal family needed to pay reparations for slavery, and he appeared to be caught off guard by the answer that he received. Lemon spoke to global business consultant Hilary Fordwich about how Queen Elizabeth II&#8217;s death comes as &#8220;England ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trumps-lawyers-acknowledge-he-could-face-criminal-charges-in-probe-over-government-documents", "title": "Trump’s Lawyers Acknowledge He Could Face Criminal Charges In Probe Over Government Documents", "date_published": "2022-09-20 07:50:11+00:00", "description": "Former President Donald Trump&#8217;s lawyers acknowledged in court filings on Monday that the former president could face criminal charges in the investigation into the U.S. government records that he kept at his Florida home at Mar-a-Lago. U.S. District Court Judge Aileen Cannon allowed Trump to have a special master in the case, and he was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/meet-the-man-who-warned-trump-he-would-face-serious-consequences-if-he-did-not-return-u-s-records-report", "title": "Meet The Man Who Warned Trump He Would Face Serious Consequences If He Did Not Return U.S. Records: Report", "date_published": "2022-09-20 07:36:09+00:00", "description": "Former Trump White House lawyer Eric Herschmann reportedly warned former President Donald Trump late last year that he could face serious legal repercussions if he did not return the U.S. government records that he took with him after he left office. Multiple sources told The New York Times that Herschmann tried to get the former ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-democrat-undeniably-unequivocally-is-running-for-president-in-2024-if-biden-doesnt-run-report", "title": "Top Democrat ‘Undeniably, Unequivocally’ Is Running For President In 2024 If Biden Doesn’t Run: Report", "date_published": "2022-09-20 07:23:06+00:00", "description": "California Democrat Governor Gavin Newsom will reportedly run for president in 2024 if President Joe Biden does not seek re-election. Individuals familiar with Newsom&#8217;s plans told TheWrap that Newsom was “undeniably, unequivocally” going to run for president if Biden does not run again. A top fundraiser inside the state who is close with the governor ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/migrants-flown-to-marthas-vineyard-were-homeless-hungry-sleeping-outside-in-parking-lots-in-texas-fl-officials", "title": "Migrants Flown To Martha’s Vineyard Were ‘Homeless, Hungry, Sleeping Outside In Parking Lots’ In Texas: FL Officials", "date_published": "2022-09-20 07:15:43+00:00", "description": "Senior Florida officials said Monday that the 50 illegal immigrants that were flown to Martha&#8217;s Vineyard last week were effectively &#8220;wandering homeless along the border&#8221; before they were flown to the sanctuary city. The news comes after Governor Ron DeSantis (R-FL) had two planes land in Martha&#8217;s Vineyard as part of &#8220;the state’s relocation program ..."}]