[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/w-brytania-mezczyzna-chcial-podpalic-dom-podpalil-siebie-policja-udostepnila-nagranie/", "title": "W. Brytania. Mężczyzna chciał podpalić dom, podpalił siebie. Policja udostępniła nagranie", "date_published": "2022-09-20 17:04:00+00:00", "description": "Nieznany sprawca próbował podpalić dom, w którym znajdowała się rodzina z dzieckiem. Zamiast tego, mężczyzna podpalił siebie. Do zdarzenia doszło w Gloucester w Wielkiej Brytanii. Lokalna policja udostępniła nagranie z monitoringu w celu ustalenia tożsamości sprawcy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/andrzej-duda-ukraina-musi-powrocic-do-swoich-granic/", "title": "Andrzej Duda: Ukraina musi powrócić do swoich granic", "date_published": "2022-09-20 16:16:00+00:00", "description": "- Mówiłem, że to musi oznaczać wycofanie się rosyjskich sił i powrót Ukrainy do jej międzynarodowo uznanych granic. To jest warunek, żebyśmy my w Europie czuli się spokojnie, biorąc pod uwagę również doświadczenie z II wojny światowej - powiedział prezydent Andrzej Duda po otwarciu 77. sesji Zgromadzenia Ogólnego ONZ."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/komisarz-ds-sprawiedliwosci-czekamy-na-reformy-w-polsce-dzisiejsze-porozumienie-nic-nie-zmienia/", "title": "Unijny komisarz dla Polsat News: Czekamy na reformy w Polsce", "date_published": "2022-09-20 16:00:00+00:00", "description": "- Podpisana umowa z Polską dotycząca finansowania KPO to tylko narzędzie dla celów proceduralnych - powiedział w rozmowie z korespondentką Polsat News Dorotą Bawołek Didier Reynders, unijny komisarz ds. sprawiedliwości. Jak podkreślił, czekamy na reformy w Polsce."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/premier-kanady-justin-trudeau-zaspiewal-bohemian-rhapsody-dwa-dni-przed-pogrzebem-krolowej/", "title": "Premier Kanady Justin Trudeau zaśpiewał Bohemian Rhapsody dwa dni przed pogrzebem królowej", "date_published": "2022-09-20 15:37:00+00:00", "description": "Premier Kanady Justin Trudeau został nagrany podczas śpiewania Bohemian Rhapsody - popularnego hitu brytyjskiego zespołu Queen. Na nagraniu widać jak Trudeau ubrany w t-shirt wyśpiewuje wersy piosenki przy akompaniamencie fortepianu. Do zdarzenia doszło w londyńskim hotelu, dwa dni przed pogrzebem królowej Elżbiety II. Na polityka spłynęła fala krytyki."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/usa-indyki-terroryzuja-mieszkancow-woburn/", "title": "USA: Indyki terroryzują mieszkańców Woburn", "date_published": "2022-09-20 14:29:00+00:00", "description": "Stado agresywnych indyków uprzykrza życie mieszkańcom miasta Woburn w stanie Massachusetts. Ptaki atakują ludzi, próbują wskakiwać do samochodów, gonią dzieci jadące na rowerach. - Najbardziej agresywny jest Kevin - mówi jedna z mieszkanek w reportażu stacji CBS Boston."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/pakistan-ojciec-podpalil-swojego-syna-12-latek-nie-chcial-odrobic-pracy-domowej/", "title": "Pakistan: Ojciec podpalił swojego syna. 12-latek nie chciał odrobić pracy domowej", "date_published": "2022-09-20 13:27:00+00:00", "description": "12-latek z Pakistanu doznał poważnych obrażeń po tym, jak został podpalony przez swojego ojca. Chłopiec zamiast odrabiać zadanie domowe, wolał się bawić, co rozwścieczyło jego ojca. Mężczyzna oblał syna naftą, a następnie podpalił zapałkę. Dziecko zmarło po dwóch dniach. Matka chłopca wniosła oskarżenie przeciw swojemu mężowi, który przyznał się do winy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/lukaszenka-rabal-drewno-dla-europy-odpowiedz-bialorusinow-walczacych-w-ukrainie/", "title": "Łukaszenka rąbał drewno dla Europy. Odpowiedź Białorusinów walczących w Ukrainie", "date_published": "2022-09-20 13:16:00+00:00", "description": "- My rąbiemy drewno dla samego dyktatora - tłumaczy żołnierz ochotniczego białoruskiego pułku walczącego w Ukrainie. Dodaje, że drewno jest przeznaczone na stos dla Alaksanda Łukaszenki, który oddał Białoruś w ręce Władimira Putina. Akcja powstała w odpowiedzi na wideo białoruskiego przywódcy, który rąbał drewno dla Europy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/francja-makabryczne-odkrycia-na-wschodzie-kraju-ciala-bez-glow/", "title": "Francja: Makabryczne odkrycia na wschodzie kraju. Ciała bez głów", "date_published": "2022-09-20 12:16:00+00:00", "description": "W miejscowości Mont-Saint-Martin we Francji znaleziono pozbawione głowy, rąk i nóg nagie ciało kobiety. W zeszłym tygodniu około pięćdziesiąt kilometrów dalej odkryto zwłoki mężczyzny bez głowy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/komisja-europejska-podpisano-umowy-dotyczace-finansowania-z-funduszu-odbudowy/", "title": "Komisja Europejska: Podpisano umowy dotyczące finansowania z Funduszu Odbudowy", "date_published": "2022-09-20 10:52:00+00:00", "description": "Umowa finansowa i umowa pożyczki między Komisją a władzami polskimi zostały już sfinalizowane i weszły w życie - przekazała reporterce Polsat News Dorocie Bawołek rzeczniczka KE Veerle Nuyts. To niektóre z dokumentów, które muszą być podpisane w celu przekazania środków z Funduszu Odbudowy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/wojna-na-ukrainie-propaganda-w-rosyjskiej-telewizji-olga-skabiejewa-prostuje-wypowiedz-goscia/", "title": "Wojna na Ukrainie. Propaganda w rosyjskiej telewizji. Olga Skabiejewa prostuje wypowiedź gościa", "date_published": "2022-09-20 08:10:00+00:00", "description": "W kontrolowanej przez Kreml rosyjskiej telewizji dochodzi do coraz bardziej kuriozalnych sytuacji. W ostatnim odcinku publicystycznego programu 60 minut prowadząca musiała krytycznie odnieść się do oceny zaproszonego do studia eksperta, ponieważ jego wypowiedź... ośmieszała rosyjską armię."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/niemcy-wyciek-w-elektrowni-jadrowej-w-polsce-nie-ma-zagrozenia-radiologicznego/", "title": "Niemcy: Wyciek w elektrowni jądrowej. \"W Polsce nie ma zagrożenia radiologicznego\"", "date_published": "2022-09-20 06:26:00+00:00", "description": "Po wycieku w niemieckiej elektrowni jądrowej Isar II polskie służby wydały komunikat dotyczący bezpieczeństwa w kraju. Jak przekazała Państwowa Agencja Atomistyki w Polsce nie ma zagrożenia radiologicznego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-20/wojna-na-ukrainie-dziwne-zachowanie-wladimira-putina-przed-spotkaniem/", "title": "Wojna na Ukrainie. Dziwne zachowanie Władimira Putina przed spotkaniem", "date_published": "2022-09-20 05:41:00+00:00", "description": "Prezydent Rosji po raz kolejny musiał czekać na światowego przywódcę. Tuż przed spotkaniem z przywódca Turcji kamery wychwyciły nietypowe gesty u Władimira Putina połączone z wymowną mimiką. Głowa państwa miała się dziwić sposobem przywitania jednego z tureckich gości uczestniczących w spotkaniu."}]