[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/jennifer-siebel-newsom-harvey-weinstein-rape-trial", "title": "Jennifer Siebel Newsom testifies at Los Angeles rape trial of Harvey Weinstein", "date_published": "2022-11-14 22:43:14+00:00", "description": "<p>Wife of California governor claims disgraced movie mogul raped her in 2005 when she was a struggling actor seeking career advice</p><p>Jennifer Siebel Newsom, a documentary film-maker and the wife of California governor Gavin Newsom, has taken the stand at the rape trial of Harvey Weinstein, becoming the most prominent woman so far to testify against the former Hollywood producer.</p><p>More than 90 women have publicly accused Weinstein of rape, sexual assault or sexual misconduct, including powerful A-list actors such as <a href=\"https://www.nytimes.com/2017/10/10/us/gwyneth-paltrow-angelina-jolie-harvey-weinstein.html\">Gwyneth Paltrow and Angelina Jolie</a>. But none of the women who have previously testified in criminal trials against Weinstein in New York and Los Angeles have had anywhere near the prominence of Siebel Newsom, an accomplished film-maker whose partner recently sailed to a second term as governor of the nation’s most populous state and <a href=\"https://www.theguardian.com/us-news/2022/oct/02/gavin-newsom-presidential-run-democrats\">could eventually make a White House run</a>. </p> <a href=\"https://www.theguardian.com/world/2022/nov/14/jennifer-siebel-newsom-harvey-weinstein-rape-trial\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/shireen-abu-akleh-killing-israel-fbi-investigation", "title": "Israel will not cooperate with FBI inquiry into killing of Palestinian American journalist", "date_published": "2022-11-14 21:51:28+00:00", "description": "<p>Defence minister calls investigation into Shireen Abu Akleh’s killing by Israeli army ‘interference in internal affairs’</p><p>Israel has said it will not cooperate with an FBI investigation into <a href=\"https://www.theguardian.com/world/2022/may/11/al-jazeera-journalist-killed-in-west-bank-unrest\">the killing of the Palestinian American journalist</a> Shireen Abu Akleh by the Israeli army.</p><p>Israel’s defence minister, Benny Gantz, <a href=\"https://twitter.com/gantzbe/status/1592259151790592007\">denounced</a> the inquiry as “interference in Israel’s internal affairs” and said he “made it clear to the American representatives that we stand behind the IDF [Israel defence forces] soldiers, that we will not cooperate with any external investigation”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/shireen-abu-akleh-killing-israel-fbi-investigation\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/14/england-new-zealand-womens-rugby-league-world-cup-semi-final-match-report", "title": "New Zealand overpower England to reach Women’s World Cup final", "date_published": "2022-11-14 21:36:14+00:00", "description": "<ul><li>Semi-final: England 6-20 New Zealand</li><li>Kiwi Ferns will face Jillaroos on Saturday at Old Trafford</li></ul><p>It has been all of 48 hours, but that familiar sinking feeling for English rugby league is well and truly back. However, while <a href=\"https://www.theguardian.com/sport/2022/nov/12/samoas-stephen-crichton-breaks-england-hearts-with-golden-drop-goal\" title=\"\">the men exited the World Cup </a>at the semi-final stage with a distinct feeling of disappointment, the women do so with their heads held high.</p><p>For the fourth consecutive tournament, the women’s final will be contested by Australia and New Zealand after the Kiwi Ferns ended England’s hopes of making it to Old Trafford. But England, who are all unpaid players in the burgeoning Women’s Super League, more than held their own against a New Zealand side who all get paid, with several full-time.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/14/england-new-zealand-womens-rugby-league-world-cup-semi-final-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/rudy-giuliani-no-charges-foreign-lobbying-new-york", "title": "Rudy Giuliani will not face charges over foreign lobbying, prosecutors say", "date_published": "2022-11-14 21:26:24+00:00", "description": "<p>Trump lawyer not charged after grand jury investigation in New York that led to seizure of phones by FBI</p><p>Prosecutors in New York do not plan to bring criminal charges against <a href=\"https://www.theguardian.com/us-news/rudygiuliani\">Rudy Giuliani</a> in connection with an investigation into his interactions with Ukrainian figures, they revealed in a letter to a judge on Monday.</p><p>They said they made the decision after a review of evidence resulting from raids on his residence and law office in April 2021.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/rudy-giuliani-no-charges-foreign-lobbying-new-york\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/14/jay-leno-burn-face-car-los-angeles", "title": "Jay Leno’s face burned in LA garage after car bursts into flames", "date_published": "2022-11-14 21:18:31+00:00", "description": "<p>Comedian taken to burn center but eye and ear are not severely damaged: ‘I am OK’</p><p>Jay Leno was taken to Grossman Burn Center after his face was burned in his Los Angeles garage when one of his cars burst into flames.</p><p>The left side of former The Tonight Show host’s face was burned, but Leno’s eye and ear were not severely damaged.</p> <a href=\"https://www.theguardian.com/media/2022/nov/14/jay-leno-burn-face-car-los-angeles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/stadiums-of-shame-the-numbers-world-cup-hosts-qatar-dont-want-to-be-seen", "title": "Stadiums of shame: the numbers World Cup hosts Qatar don’t want to be seen", "date_published": "2022-11-14 21:00:03+00:00", "description": "<p>As the world’s media and teams start to arrive the facts and figures behind workers’ and human rights in Qatar remain hard to uncover</p><p>As 32 teams gather in Qatar for this most unsettling of World Cups, the following numbers serve as a stark reminder of the human cost of the tournament, as well as the ongoing suffering among migrant workers, women and the LGBTQ+ community in the country.</p><p>Gianni Infantino, Fifa’s president, wants us to focus solely on football. Many will. But the World Cup’s impact should not only be measured on the balance sheet or the tournament’s roll of honour, but in the realities of ordinary people’s lives. These are just some of the numbers that shame Qatar’s shiny new stadiums and the 22nd edition of the World Cup:</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/stadiums-of-shame-the-numbers-world-cup-hosts-qatar-dont-want-to-be-seen\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/google-settlement-40-states-user-location-tracking", "title": "Google will pay $392m to 40 states in largest ever US privacy settlement", "date_published": "2022-11-14 20:49:27+00:00", "description": "<p>Case is a historic win for consumers after an investigation found the tech company tracked users’ location even after they opted out</p><p>Google has agreed to a $391.5m settlement with 40 states to resolve an investigation into how the company tracked users’ locations, state attorneys general announced on Monday.</p><p>The states’ investigation was sparked by a 2018 Associated Press story, which found that Google continued to track people’s location data even after they opted out of such tracking by disabling a feature the company called “location history”.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/google-settlement-40-states-user-location-tracking\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/14/sunak-omits-target-of-6000-more-gps-from-brief-for-health-secretary", "title": "Sunak omits target of 6,000 more GPs from brief for health secretary", "date_published": "2022-11-14 20:21:47+00:00", "description": "<p>Exclusive: Steve Barclay not tasked with manifesto commitment, raising fears that shortage of doctors in England will continue</p><p>Rishi Sunak has fuelled concerns that the government will miss its target of recruiting 6,000 more GPs in England, which was promised in the 2019 Conservative manifesto.</p><p>The prime minister omitted the pledge from his appointment letter to the health secretary, Steve Barclay, laying out expectations for what should be delivered by March 2024.</p> <a href=\"https://www.theguardian.com/society/2022/nov/14/sunak-omits-target-of-6000-more-gps-from-brief-for-health-secretary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/14/flagship-post-brexit-australia-trade-deal-not-actually-very-good-george-eustice", "title": "Flagship post-Brexit Australia trade deal ‘not actually very good’, MPs hear", "date_published": "2022-11-14 20:12:51+00:00", "description": "<p>Former minister George Eustice tells Commons senior civil servant in charge of negotiations should be replaced</p><p>The UK’s flagship post-Brexit trade deal with Australia is “not actually a very good deal”, former environment secretary George Eustice has said.</p><p>In highly critical comments, Eustice called for the resignation of Crawford Falconer, the interim permanent secretary for the Department for International Trade, telling the Commons Falconer “resented” people who understood technical trade issues better than him.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/14/flagship-post-brexit-australia-trade-deal-not-actually-very-good-george-eustice\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/14/cool-leaf-study-records-chimp-showing-off-object-in-human-like-way", "title": "Cool leaf! Study records chimp showing off object in human-like way", "date_published": "2022-11-14 20:00:02+00:00", "description": "<p>Adult ape sharing information and just wanted mother to look at foliage with no motive otherwise, scientists say</p><p>Chimpanzees show each other objects just for the sake of it, researchers have found, revealing it isn’t only humans who like to draw attention to items that have captured their interest.</p><p>As anyone who has spent time with a child knows, even very young humans like to point out objects to others. However it was previously thought this behaviour only occurs in our species.</p> <a href=\"https://www.theguardian.com/science/2022/nov/14/cool-leaf-study-records-chimp-showing-off-object-in-human-like-way\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/14/rishi-sunak-and-emmanuel-macron-go-from-flirting-to-committed-in-a-week", "title": "Rishi and Emmanuel go from flirting to committed – in a week!", "date_published": "2022-11-14 19:36:18+00:00", "description": "<p>A deal in which the UK gives France £62m to keep more of an eye on boats leaving its coast for England heralds a new amity among neighbours</p><p>Who knew? Being nice to people sometimes pays dividends. Since becoming prime minister, Rishi Sunak has been going out of the way to schmooze other world leaders. So much so, that his relationship with Emmanuel Macron has morphed from a flirtatious bromance to long-term commitment inside a week.</p><p>Clearly Rish! ringing up the French president every night pleading with him to be his friend – “I love you, I love you. Be my friend. PLEASE. P-L-E-A-S-E. Just tell me what you want. I’m not like the others. Boris and Truss may have laughed at you. But I look up to you. Literally. I love you, I love you. Just tell me what I have to do to be your friend” – is the way to Manu’s heart.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/14/rishi-sunak-and-emmanuel-macron-go-from-flirting-to-committed-in-a-week\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/cristiano-has-publicly-identified-the-ronaldo-fication-of-manchester-united", "title": "Cristiano has publicly identified the Ronaldo-fication of Manchester United | Barney Ronay", "date_published": "2022-11-14 19:25:19+00:00", "description": "<p>The result of his let-it-all-burn interview with Piers Morgan is a sense of clarity, that his persona is the anathema to United’s new identity</p><p>Well, nobody saw that coming. Who could have known, who could have guessed that Cristiano Ronaldo was in fact a wildly solipsistic egomaniac? Were there, you wonder vaguely, some signs, some subtle hints along the way? Perhaps, in the end we never really knew him at all.</p><p>Looking back now it all started so well for Ronaldo. It started with the cakes. The cakes were massive. “I will tell you now, not one player touched the apple crumble and custard, not one player went up for that brownie because everybody was sat down and one of the lads said to me: ‘What has Cristiano got on his plate?’ The words of reserve goalkeeper Lee Grant after Ronaldo’s first sight of the players’ Friday night dessert trolley in August last year. And at least we know now what Ronaldo had on his plate, besides a large, sickly-sweet portion of Cristiano Ronaldo. The head of Ralf Rangnick for a start, and more recently the head of Erik ten Hag, judging by the tone of <a href=\"https://www.theguardian.com/football/2022/nov/13/i-felt-betrayed-ronaldo-aims-broadside-at-ten-hag-and-manchester-united\" title=\"\">Ronaldo’s let-it-all-burn interview</a> with the celebrity homunculus Piers Morgan.</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/cristiano-has-publicly-identified-the-ronaldo-fication-of-manchester-united\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/sam-bankman-fried-bahamas-penthouse-ftx-crypto", "title": "Sam Bankman-Fried’s $40m Bahamas penthouse reportedly up for sale", "date_published": "2022-11-14 19:17:25+00:00", "description": "<p>Entrepreneur at center of FTX scandal put luxury residence up for sale the same day crypto exchange filed for bankruptcy</p><p>Sam Bankman-Fried, the crypto trader entrepreneur at the center of the FTX scandal, reportedly put his luxury $40m Bahamas penthouse up for sale on Friday – the same day the cryptocurrency exchange <a href=\"https://www.theguardian.com/technology/2022/nov/11/cryptocurrency-exchange-ftx-files-for-bankruptcy-protection-in-us\">filed for bankruptcy</a>.</p><p>Bankman-Fried’s penthouse – “the Orchid”, located in Albany, an exclusive private community in Nassau – was<a href=\"https://www.seasidebahamas.com/view/NassauNew+Providence/Orchid+Bldg.+-+PH+6/20046/buy/\"> listed by real estate agent Seaside Bahamas at $39,500,000</a>. The offering was first reported on Twitter by <a href=\"https://twitter.com/AutismCapital/status/1591924127287463939?s=20&amp;t=QSJTTpI4kDc7e7MjlgANsQ\">Autism Capital</a>.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/sam-bankman-fried-bahamas-penthouse-ftx-crypto\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/canada-china-espionage-hydroelectricity-trade-secrets", "title": "Canada charges hydroelectricity researcher with espionage for China", "date_published": "2022-11-14 19:15:46+00:00", "description": "<p>Yuesheng Wang, a worker at Quebec’s power utility, is accused of sending trade secrets to China</p><p>Canada’s federal police have charged a hydroelectricity researcher at Quebec’s power utility with espionage, alleging the worker was covertly sending trade secrets to China.</p><p>The arrest of Yuesheng Wang, 35, comes as Canada grapples with a barrage of accusations of Chinese interference, including allegations of <a href=\"https://www.theguardian.com/world/2022/nov/07/china-weaken-canada-democracy-justin-trudeau\">meddling in its federal elections</a>, as well as reports of <a href=\"https://www.theguardian.com/world/2022/nov/07/chinese-police-stations-toronto-canada\">secret “police stations”</a> in the country’s largest city.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/canada-china-espionage-hydroelectricity-trade-secrets\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/ze-len-skiy-kherson-crowds-cheer-president-after-he-gives-speech-in-city", "title": "‘Ze-len-skiy!’ Kherson crowds cheer president after he gives speech in city", "date_published": "2022-11-14 19:05:48+00:00", "description": "<p>Volodymyr Zelenskiy was mobbed by recently liberated Ukrainians after his soldiers ended the Russian occupation</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/14/russia-ukraine-war-live-news-race-to-restore-power-and-water-in-kherson-murdered-civilians-found-zelenskiy-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>In Kherson’s main square, people gathered to greet the president, Volodymyr Zelenskiy. In Ukraine’s counteroffensive, the president has made a habit of surprise appearances in newly liberated territories.</p><p>After Zelenskiy had made his speech, he walked out into the grassed area at which point the crowd burst through the police cordon and surrounded him, shouting “Ze-len-skiy! Ze-len-skiy!”. He had “officialised” the liberation – reconnecting the city to the rest of Ukraine after more than eight months under Russian control.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/ze-len-skiy-kherson-crowds-cheer-president-after-he-gives-speech-in-city\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/14/australia-pummel-papua-new-guinea-with-15-tries-in-womens-world-cup-semi", "title": "Australia rout Papua New Guinea with 15 tries in Women’s World Cup semi-final", "date_published": "2022-11-14 18:55:40+00:00", "description": "<ul><li>Semi-final: Australia 82-0 Papua New Guinea</li><li>Hat-tricks for Isabelle Kelly and Emma Tonagato</li></ul><p>Australia powered through to the final of the Women’s Rugby League World Cup in dominant fashion, as they bid to retain their title, after destroying Papua New Guinea 82-0 at York’s LNER Community Stadium.</p><p>The Jillaroos will join their male counterparts the Kangaroos at the decider at Old Trafford on Saturday and seek <a href=\"https://www.theguardian.com/sport/2022/nov/11/australia-new-zealand-rugby-league-world-cup-semi-final-match-report\">to make it an Aussie double</a> following a blistering 15-try rout in a completely one-sided semi-final.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/14/australia-pummel-papua-new-guinea-with-15-tries-in-womens-world-cup-semi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/gary-lineker-southgate-has-earned-the-right-to-succeed-or-fail-in-qatar", "title": "Gary Lineker: ‘Southgate has earned the right to succeed or fail in Qatar’", "date_published": "2022-11-14 18:39:06+00:00", "description": "<p>Presenter and former striker on England’s World Cup chances, being ‘stuck’ with the host nation, and backing Brazil for glory</p><p>“England can win it,” says Gary Lineker of this year’s World Cup. “We need luck, we need breaks, we need all our players to find their form but we’ve got a lot of exciting young players. I think we’ll be competitive and I think we’ll be competitive in every tournament we play now. In fact, I think we’re going to have fun with England for the next 10, 12 years.”</p><p>Lineker remains the ultimate football enthusiast. To talk with the 61-year-old about an event he describes as “the biggest thing going” is to rekindle an unfamiliar feeling, that of excitement for a tournament that has given off more bad vibes than it is possible to count. He uses language stronger than the Guardian will publish to describe the process that ended with Qatar becoming host, says “we are stuck with it” and promises the BBC’s opening night of coverage will be akin to “a mini-Panorama”. But he is supportive of Gareth Southgate, excited for Lionel Messi and ready to back Brazil.</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/gary-lineker-southgate-has-earned-the-right-to-succeed-or-fail-in-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/five-key-takeaways-from-biden-and-xis-first-meeting-as-leaders", "title": "Five key takeaways from Biden and Xi’s first meeting as leaders", "date_published": "2022-11-14 18:35:52+00:00", "description": "<p>Taiwan, trade, Ukraine and the climate crisis among issues discussed when presidents of US and China met</p><p>At the G20 summit in Bali, Joe Biden and Xi Jinping held <a href=\"https://www.theguardian.com/world/2022/nov/14/taiwan-looms-large-as-joe-biden-prepares-to-meet-xi-jinping-in-bali\">their first ever face-to-meeting</a> as leaders, in an attempt to reduce tensions over Taiwan and trade that have sent US-China ties to their lowest level in decades. Here are the five key takeaways:</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/five-key-takeaways-from-biden-and-xis-first-meeting-as-leaders\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/global-heating-temperature-rise-alok-sharma-cop27-climate-summit", "title": "Limit of 1.5C global heating is at risk, Alok Sharma warns at Cop27", "date_published": "2022-11-14 18:33:03+00:00", "description": "<p>Previous summit’s president tells ministers no ‘backsliding’ must be allowed over climate crisis ‘red line’</p><p>Alok Sharma, the former UK cabinet minister who presided over the Cop26 climate summit in Glasgow last year, has warned delegates at Cop27 that the possibility of limiting global heating to no more than 1.5C may be at risk.</p><p>“We’ll either leave <a href=\"https://www.theguardian.com/world/egypt\">Egypt</a> having kept 1.5C alive or this will be the Cop where we lose 1.5C,” Sharma said at the opening on Monday of the high-level ministerial roundtable on pre-2030 ambition.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/global-heating-temperature-rise-alok-sharma-cop27-climate-summit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/cia-director-meets-russian-counterpart-as-us-denies-secret-peace-talks-ukraine", "title": "CIA director meets Russian counterpart as US denies secret peace talks", "date_published": "2022-11-14 18:32:23+00:00", "description": "<p>Bill Burns says US is not ‘discussing settlement of war’ in Ukraine as Zelenskiy visits Kherson</p><p>The CIA director, Bill Burns, has met his Russian counterpart in Ankara on Monday in a rare high-level meeting, but the US insists it is not engaged in secret peace talks with Moscow without Ukrainian officials being present.</p><p>The meeting in the Turkish capital with the head of Russia’s SVR foreign intelligence service, Sergei Naryshkin, follows speculation that some senior US figures would like Ukraine to enter negotiations to end the war with the Kremlin.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/cia-director-meets-russian-counterpart-as-us-denies-secret-peace-talks-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/14/peace-all-we-need-russia-andrey-rublev-sends-message-after-atp-finals-win-daniil-medvedev-tennis", "title": "‘Peace – all we need’: Russia’s Rublev sends message after ATP finals win", "date_published": "2022-11-14 18:31:38+00:00", "description": "<ul><li>Rublev beats compatriot Daniil Medvedev 6-7 (7), 6-3, 7-6 (7)</li><li>Britain’s Neal Skupski wins doubles opener with Wesley Koolhof</li></ul><p>Andrey Rublev called for peace after he fought back to win a lengthy thriller against Daniil Medvedev in the opening Red Group match of the ATP Finals.</p><p>Rublev had to hold his nerve in a final set tie-break on day two of the end-of-season tournament to edge out his fellow Russian by a 6-7 (7), 6-3, 7-6 (7) score in Turin.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/14/peace-all-we-need-russia-andrey-rublev-sends-message-after-atp-finals-win-daniil-medvedev-tennis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/14/max-verstappen-refusal-to-give-sergio-perez-his-place-may-return-to-bite-him", "title": "Max Verstappen’s refusal to give Sergio Pérez his place may return to bite him | Giles Richards", "date_published": "2022-11-14 18:28:40+00:00", "description": "<p>The double world champion is failing to see the bigger picture by not returning the favour to his Red Bull teammate</p><p>Appearing to bear a grudge is far from a good look and for a double Formula One world champion it cannot help but diminish the sheen of success. Max Verstappen might have felt he made a point in refusing to give up his place to teammate Sergio Pérez at the São Paulo Grand Prix but his actions came across like those of an irascible child, self-obsessed to the point of being unable to grasp the needlessness of his actions nor the potential harm they might bring on himself in future.</p><p>At Interlagos, <a href=\"https://www.theguardian.com/sport/2022/nov/13/george-russell-claims-sao-paulo-f1-gp-from-lewis-hamilton-for-first-win\">George Russell took his first F1 win</a> and Mercedes’ only victory so far this season in a celebratory atmosphere. In his wake Red Bull’s Verstappen and Pérez were enduring an altogether more fractious Sunday afternoon. After Verstappen had clashed with Lewis Hamilton his chance of a win had gone but having moved through the field he found himself in sixth in front of Pérez.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/14/max-verstappen-refusal-to-give-sergio-perez-his-place-may-return-to-bite-him\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/14/fish-fossils-show-first-cooking-may-have-been-600000-years-earlier-than-thought", "title": "Fish fossils show first cooking may have been 600,000 years earlier than thought", "date_published": "2022-11-14 18:21:19+00:00", "description": "<p>After examining carp remains, researchers claim people who lived 780,000 years ago liked their fish well done</p><p>Early human ancestors living 780,000 years ago liked their fish well done, Israeli researchers have revealed, in what they said was the earliest evidence of fire being used to cook.</p><p>Exactly when our ancestors started cooking has been a matter of controversy among archaeologists because it is difficult to prove that an ancient fireplace was used to prepare food, and not just for warmth.</p> <a href=\"https://www.theguardian.com/science/2022/nov/14/fish-fossils-show-first-cooking-may-have-been-600000-years-earlier-than-thought\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/14/climate-focused-reform-world-bank-could-be-done-year-al-gore", "title": "Climate-focused reform of World Bank could be done in a year, says Al Gore", "date_published": "2022-11-14 18:15:12+00:00", "description": "<p>Former US vice-president says bank should refocus its spending and end its role in ‘fossil fuel colonialism’</p><p>Fundamental reform of the World Bank could be completed within a year, to refocus its spending on the climate crisis and end its contribution to “fossil fuel colonialism”, according to the former US vice-president Al Gore.</p><p>“I don’t know why it need take longer than a year,” said Gore, a longtime campaigner on the climate crisis since leaving politics, in an interview with the Guardian at the <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">Cop27 UN climate summit</a>. “We have an emergency on our hands.”</p> <a href=\"https://www.theguardian.com/business/2022/nov/14/climate-focused-reform-world-bank-could-be-done-year-al-gore\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/republicans-blame-trump-midterms-mo-brooks-2024", "title": "Trump for 2024 would be ‘bad mistake’, Republican says as blame game deepens", "date_published": "2022-11-14 17:54:22+00:00", "description": "<p>Alabama congressman Mo Brooks, a once-zealous Trump ally, comments after party fails to retake Congress in midterms </p><p>Alabama congressman and once-zealous Trump supporter, Mo Brooks, has a remarkable new stance on the political future of his former hero. “It would be a bad mistake for the Republicans to have Donald Trump as their nominee in 2024,” he said.</p><p>The stark judgment from Brooks was indicative of the deepening and brutal blame game among Republicans which continued on Monday, nearly a week after the party failed to retake Congress in the midterm elections and a day before Trump’s expected announcement of a new presidential campaign.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/republicans-blame-trump-midterms-mo-brooks-2024\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/university-of-virginia-shooter-arrested-football", "title": "Shooter who killed three students at University of Virginia arrested, police say", "date_published": "2022-11-14 17:49:45+00:00", "description": "<p>Shooter killed three football players and wounded two others on Sunday night in a parking garage on campus </p><p>A suspected shooter who killed three students and wounded two at a Virginia university has been captured as of Monday morning, area police have reported.</p><p>Christopher Jones Jr, 22, was taken into custody off-campus after the student and former football player killed at least three students at the University of Virginia (UVA), said UVA police chief Tim Longo.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/university-of-virginia-shooter-arrested-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/family-expresses-horror-at-video-of-killing-of-russian-wagner-group-defector", "title": "Family expresses ‘horror’ at video of killing of Russian Wagner Group defector", "date_published": "2022-11-14 17:41:53+00:00", "description": "<p>Kremlin-linked private military group posted video on Telegram of apparent execution of Yevgeny Nuzhin</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/14/russia-ukraine-war-live-news-race-to-restore-power-and-water-in-kherson-murdered-civilians-found-zelenskiy-says\">Russia-Ukraine war: latest updates</a></li></ul><p>Family members of a former Russian prison inmate, who defected to Ukraine after being recruited by the Kremlin-linked private military group Wagner, have expressed “horror” over his apparent execution after a gruesome video emerged on Friday that showed him being repeatedly struck with a sledgehammer.</p><p>Footage of the summary killing of Yevgeny Nuzhin was posted over the weekend by the Wagner-linked Telegram channel Grey Zone. In the video, Nuzhin was shown lying down with his head taped to a brick wall as an unidentified man in combat clothing hits him with a sledgehammer. </p> <a href=\"https://www.theguardian.com/world/2022/nov/14/family-expresses-horror-at-video-of-killing-of-russian-wagner-group-defector\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/texas-mason-herring-abortion-drug-wife-drink-criminal-charges", "title": "Texas man faces charges for allegedly slipping abortion drug in wife’s drink", "date_published": "2022-11-14 17:30:16+00:00", "description": "<p>Grand jury indicted Mason Herring on two felony counts earlier this month, including assaulting a pregnant person</p><p>A Texas man faces criminal charges for allegedly trying to end his wife’s pregnancy without her knowledge by slipping medication used to induce an abortion into her drinks.</p><p>Earlier this month, a grand jury indicted the man, a 38-year-old attorney from Houston named Mason Herring, on two felony counts, including assaulting a pregnant person. The second charge Herring faces is “assault – forced induced to have an abortion”, according to court records.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/texas-mason-herring-abortion-drug-wife-drink-criminal-charges\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/usmnt-rainbow-logo-qatar-world-cup-2022-soccer-lgbtq", "title": "US use rainbow logo at Qatar World Cup in support of LGBTQ community", "date_published": "2022-11-14 17:01:55+00:00", "description": "<ul><li>Same-sex relationships are illegal in host nation</li><li>Ted Lasso gives good luck messages to USMNT players</li></ul><p>The US men’s team are showing their support for the LGBTQ community by way of a rainbow-themed logo at their training facility in Qatar as they prepare for this month’s World Cup.</p><p>Same-sex relationships are illegal in Qatar, and the host nation <a href=\"https://www.theguardian.com/culture/2022/nov/13/joe-lycett-to-shred-10000-if-david-beckham-promotes-world-cup-in-qatar\">has been the subject of criticism</a> for its LGBTQ policies as the World Cup approaches.</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/usmnt-rainbow-logo-qatar-world-cup-2022-soccer-lgbtq\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/14/did-you-solve-it-are-you-a-puzzle-thoroughbred", "title": "Did you solve it? Are you a puzzle thoroughbred?", "date_published": "2022-11-14 17:00:10+00:00", "description": "<p>The answers to today’s equestrians</p><p><a href=\"https://www.theguardian.com/science/2022/nov/14/can-you-solve-it-are-you-a-puzzle-thoroughbred\">Earlier today</a> I set you the following two puzzles: Here they are again with solutions.</p><p><strong>1. Neigh bother</strong></p> <a href=\"https://www.theguardian.com/science/2022/nov/14/did-you-solve-it-are-you-a-puzzle-thoroughbred\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/14/rishi-sunak-to-condemn-pariah-state-russia-at-g20-over-ukraine-war", "title": "Sunak to condemn ‘pariah state’ Russia at G20 over Ukraine war", "date_published": "2022-11-14 17:00:10+00:00", "description": "<p>PM keen to define policy towards Moscow after previously warning over financial impact of sanctions when chancellor</p><p>Rishi Sunak has called Russia a “pariah state” on the eve of his first meeting of the G20 in Indonesia, where he has vowed to confront Moscow’s representative in public and on the sidelines of the summit.</p><p>The UK prime minister said he would take every opportunity during the summit to confront Russia’s foreign minister, Sergei Lavrov, attending in <a href=\"https://www.theguardian.com/world/2022/nov/10/vladimir-putin-will-not-attend-g20-summit-in-bali-indonesian-official-says\">Vladimir Putin’s absence,</a> and said that would be not only in the hall itself but at any opportunity if the two came face-to-face.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/14/rishi-sunak-to-condemn-pariah-state-russia-at-g20-over-ukraine-war\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/14/john-oliver-british-monarchy", "title": "John Oliver on British monarchy: ‘Like an appendix. We’ve long evolved past needing them’", "date_published": "2022-11-14 16:54:18+00:00", "description": "<p>The Last Week Tonight host goes in on the British royal family, from their vast private wealth to their refusal to reckon with their colonial history</p><p>John Oliver went in on the British monarchy on Last Week Tonight, as the royal family is “in transition” following the <a href=\"https://www.theguardian.com/uk-news/2022/sep/08/queen-elizabeth-ii-britains-longest-reigning-monarch-dies-aged-96\">death of Queen Elizabeth II</a> at age 96 in September. “In the UK, the argument was that in the wake of the Queen’s death, it just wasn’t the time for criticism of her or the monarchy in general. It would be impolite,” Oliver explained. “But it’s been two months since then, and Charles is king now.”</p><p>And while for many, the charm of the Queen was in her longevity and “her tendency toward silence – you never really knew what she thought about anything,” neither of those things are true about her son, Oliver argued.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/14/john-oliver-british-monarchy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/sarah-waters-fingersmith-lesbian-pornography-diabolical-rip-roaring", "title": "‘My diabolical delight’ – Sarah Waters on her rip-roaring, salacious classic Fingersmith", "date_published": "2022-11-14 16:36:02+00:00", "description": "<p>As her thrilling story of swindlers preying on an heiress turns 20, the author recalls the sinful inspiration Victorian pornography gave her – and the fans who turned their favourite lines into tattoos<br />• <em>Warning: contains spoilers</em></p><p>Fingersmith<em> </em>was my third novel, after Tipping the Velvet<em> </em>and Affinity. It shares their 19th-century setting, but it was inspired by two particular Victorian worlds. The first was that of working-class life as it emerges from the interviews carried out by journalist Henry Mayhew for his brilliantly evocative book London Labour and the London Poor; the second was that of “sensation” fiction, the blockbuster genre established in the 1860s by novelists such as Wilkie Collins and Mary Elizabeth Braddon, whose tales of gothic melodrama revel in themes of domestic violence, secrets, and lost and shifting identities.</p><p>What appealed to me about these worlds was the room they give to marginalised voices, the way they overturn our stereotypes of Victorian gentility. Mayhew’s interviewees include hawkers, vagrants, orphaned children: figures on the edges of mainstream culture but with a complex culture of their own. The sensation novel teems with “ladies in peril”, vulnerable women and girls who are victims on a grand scale. But it’s also full of female protagonists who are swindlers and schemers in their own right – women who are glorious transgressors of social norms. I decided to bring these two worlds together in a way that would, I hoped, <a href=\"https://www.theguardian.com/books/2006/jun/03/sarahwaters\">pay homage to both</a>.</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/sarah-waters-fingersmith-lesbian-pornography-diabolical-rip-roaring\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/14/delegates-and-demonstrators-the-weekend-and-monday-at-cop27-in-pictures", "title": "Delegates and demonstrators: the weekend and Monday at Cop27 – in pictures", "date_published": "2022-11-14 16:16:16+00:00", "description": "<p>As the talks continued, there was a day of protests on Saturday outside the UN climate summit in Sharm el-Sheikh</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/14/cop27-egypt-lula-brazil-rainforests-climate-conference-live\">Cop27 live – latest news updates</a></li></ul> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/14/delegates-and-demonstrators-the-weekend-and-monday-at-cop27-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/15/fraser-islands-formation-over-1m-years-ago-was-critical-to-development-of-great-barrier-reef-study-reveals", "title": "Fraser Island’s formation over 1m years ago was critical to development of Great Barrier Reef, study reveals", "date_published": "2022-11-14 16:00:04+00:00", "description": "<p>Scientists say the world’s largest sand island helped create clearer water conditions for reef growth</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The world’s largest sand island formed around a million years ago and enabled the southern and central Great Barrier Reef to develop, new research suggests.</p><p>An international team of scientists have dated K’gari (Fraser Island) and the nearby Cooloola Sand Mass in south-east Queensland as forming between 0.7m and 1.2m years ago.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/15/fraser-islands-formation-over-1m-years-ago-was-critical-to-development-of-great-barrier-reef-study-reveals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/ligue-1-players-great-form-winter-world-cup-qatar-lionel-messi-fofana-david", "title": "The Ligue 1 players in great form before the winter World Cup", "date_published": "2022-11-14 15:54:31+00:00", "description": "<p>The World Cup in Qatar has arrived at the perfect time for players such as Jonathan David, Youssouf Fofana and Leo Messi</p><p>By <a href=\"https://twitter.com/_adam_white_?lang=en\">Adam White</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>Although the timing of this controversial World Cup is unorthodox, it will arrive at the right moment for many players. They have not just experienced the fatigue of a 60-game season and will be helped by the intensity and freshness of recent league fixtures, so the pace and standard at the World Cup in Qatar, heat permitting, could be at their highest for some decades. An energetic, buoyant, on-form Lionel Messi, now 35, will be helped more than most, having struggled with tiredness in the last two tournaments. But he’s not the only Ligue 1 player who may benefit from a winter World Cup.</p><p>For France, the timing has aided Monaco midfielder Youssouf Fofana’s late charge into Didier Deschamps’ squad. He has been Ligue 1’s most improved player in 2022. Before Monaco sacked Niko Kovac a year ago, the manager had become frustrated with Fofana’s erratic form and laid-back, class-clown off-field persona, dropping the midfielder. New head coach Philippe Clement, however, has put his faith in Fofana and is helping him become one of France’s best midfielders.</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/ligue-1-players-great-form-winter-world-cup-qatar-lionel-messi-fofana-david\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/14/uk-criticised-for-disastrous-decision-to-cut-health-aid-pledge-by-almost-a-third", "title": "UK criticised for ‘disastrous decision’ to cut health aid pledge by almost a third", "date_published": "2022-11-14 15:48:16+00:00", "description": "<p>Charities say reduced donations to the Global Fund will lead to the preventable deaths of up to 1.5 million people</p><p>Charities and MPs have criticised the UK for reducing the amount of money it gives to a major global health fund by almost a third, lambasting it as a “disastrous decision” that will cause preventable deaths and mean “a more dangerous world for us all”.</p><p>Britain will provide £1bn over the next three years to the <a href=\"https://www.theglobalfund.org/en/\">Global Fund</a> to Fight Aids, Tuberculosis and Malaria, the Foreign, Commonwealth and Development <a href=\"https://www.gov.uk/government/news/uk-aid-will-save-over-one-million-lives-from-killer-diseases\">office said today</a>, a cut of £400m on its previous pledge in 2019.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/14/uk-criticised-for-disastrous-decision-to-cut-health-aid-pledge-by-almost-a-third\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/14/brexit-a-major-cause-of-uks-return-to-austerity-says-senior-economist", "title": "Brexit a major cause of UK’s return to austerity, says senior economist", "date_published": "2022-11-14 15:35:08+00:00", "description": "<p>Former Bank of England policymaker Michael Saunders says leaving EU has ‘permanently damaged’ economy</p><p>Brexit is the ultimate reason why the UK now faces a fresh round of austerity, a former interest rate-setter at the Bank of England has said.</p><p>“The UK economy as a whole has been permanently damaged by Brexit,” Michael Saunders, who was an external member of the central bank’s monetary policy committee, said in an interview with Bloomberg TV.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/14/brexit-a-major-cause-of-uks-return-to-austerity-says-senior-economist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/pkk-denies-role-in-istanbul-bomb-attack-that-killed-six", "title": "PKK denies role in Istanbul bomb attack that killed six", "date_published": "2022-11-14 15:29:59+00:00", "description": "<p>Armed wing of party says it would not target civilians, after Turkish officials blamed Kurdish militants</p><p>The armed wing of the Kurdistan Workers’ party (PKK) denied any role in an attack on a main Istanbul shopping street, shortly after Turkish officials blamed Kurdish militants for the deadly blast.</p><p><a href=\"https://www.theguardian.com/world/2022/nov/13/istanbul-explosion-turkey-dead-injured-official-says\">Six people died and 81 were injured</a> when a bomb struck Istanbul’s popular pedestrian thoroughfare İstiklal Avenue, timed to strike when it was most crowded. Turkey’s justice minister, Bekir Bozdağ, said that “a woman sat on a bench there for 45 minutes”, and that the explosion occurred moments after she left.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/pkk-denies-role-in-istanbul-bomb-attack-that-killed-six\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/rightwing-madrid-government-rejects-huge-healthcare-protest-failure", "title": "Rightwing Madrid government rejects huge healthcare protest as a ‘failure’", "date_published": "2022-11-14 15:26:10+00:00", "description": "<p>Populist leader of regional authority accuses opposition of ‘dirty tricks’ after at least 200,000 take to streets</p><p>Madrid’s rightwing regional government has sought to dismiss a huge protest against its healthcare policies that brought at least 200,000 people on to the streets of the Spanish capital as a “failure”, and accused opposition parties of using “dirty tricks” to exploit fears over the public health system.</p><p>Sunday’s protest, coordinated by neighbourhood groups, medical unions and leftwing political parties, was held to defend public healthcare against creeping privatisation and to express concern over the regional government’s restructuring of the primary care system.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/rightwing-madrid-government-rejects-huge-healthcare-protest-failure\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/14/end-of-the-dinner-party-most-guests-happy-with-a-ready-meal-and-can-not-be-bothered-dressing-up", "title": "The end of the dinner party? Why most guests say they are happy with a ready meal - and can’t be bothered dressing up", "date_published": "2022-11-14 15:18:11+00:00", "description": "<p>A recent survey suggests the formal soiree might be on its way out</p><p><strong>Name:</strong> The dinner party.</p><p><strong>Age:</strong> Dead.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/14/end-of-the-dinner-party-most-guests-happy-with-a-ready-meal-and-can-not-be-bothered-dressing-up\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/manchester-united-await-full-facts-of-explosive-cristiano-ronaldo-interview", "title": "Manchester United await ‘full facts’ of explosive Cristiano Ronaldo interview", "date_published": "2022-11-14 15:15:13+00:00", "description": "<ul><li>Ronaldo criticised Erik ten Hag for lack of ‘respect’</li><li>Ralf Rangnick, Wayne Rooney were also singled out</li></ul><p>Manchester United have responded to Cristiano Ronaldo’s accusation that he is being forced out of the club by highlighting the “togetherness” being built under Erik ten Hag, their manager.</p><p>In a Talk TV interview to be broadcast later this week, previewed by a newspaper article by his interviewer, Piers Morgan, and among a litany of complaints about the club he returned to in the summer of 2021, Ronaldo criticised Ten Hag, saying of the current Manchester United manager: “I don’t have respect for him because he doesn’t show respect for me.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/manchester-united-await-full-facts-of-explosive-cristiano-ronaldo-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/channel-crossings-migration-crackdown-suella-braverman", "title": "Why this Channel migration ‘crackdown’ will fail, like all the others before it | Diane Taylor", "date_published": "2022-11-14 14:58:06+00:00", "description": "<p>Again and again, the government has put optics above effectiveness. Until that changes, numbers will continue to rise</p><p>As Suella Braverman exchanged pecks on the cheek and signed a <a href=\"https://www.theguardian.com/uk-news/2022/nov/14/more-patrols-promised-as-uk-and-france-sign-channel-deal-to-curb-migration\">£63m</a> deal for new migrant patrols with her French counterpart, Gérald Darmanin, the home secretary looked like a woman who means business.</p><p>That was, after all, the point of the exercise. The optics of today’s Anglo-French agreement were designed to calm anti-migrant voters who eye the increase in small boat arrivals with dismay and insist that “Britain is full”. There have been carefully orchestrated sprinklings of rhetoric to go with it. In an <a href=\"https://www.telegraph.co.uk/politics/2022/11/12/ten-point-migration-plan-end-hotel-britain/\">article</a> in the Sunday Telegraph, the immigration minister, Robert Jenrick, pledged to end “Hotel Britain”, accusing “economic migrants” of “asylum shopping” in the UK; Rishi Sunak told reporters while on his way to the G20 summit in Indonesia that “the absolute priority that the British people have right now, as do I, is to grip illegal migration”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/channel-crossings-migration-crackdown-suella-braverman\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/14/the-antique-tea-set-was-worth-more-than-our-entire-budget-how-peter-greenaway-and-janet-suzman-made-the-draughtsmans-contract", "title": "‘The antique tea set was worth more than our entire budget’: How Peter Greenaway and Janet Suzman made The Draughtsman’s Contract", "date_published": "2022-11-14 14:44:46+00:00", "description": "<p>‘The  costumes, the wigs and the dialogue are deliberately very stylised – people use 50 words when 20 would have done. If anyone went off-script they got their fingers slapped’</p><p>One summer, more than 40 years ago now, my family and I stayed in a house near Hay-on-Wye. I always had a pen in my hand, I was always drawing. Intrigued by how the look of a piece of architecture changed according to where the sun was, I decided to draw the house from different perspectives. I set up perhaps five vantage points in the garden offering different views of the building as the shadows moved and the light changed. And I thought here’s an idea for a film. At the same time I was fascinated by England’s grand country houses – we lived near the <a href=\"https://fonthill.co.uk/history/\">Fonthill Estate</a>, and on previous holidays I had painted the splendid <a href=\"https://www.holkham.co.uk/\">Holkham Hall in Norfolk</a>. I started thinking about the genre of country house drama, such a crucial one for English cinema. And, being of a certain clerical disposition, I was thinking of number counts, alphabetical structures and colour coding.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/14/the-antique-tea-set-was-worth-more-than-our-entire-budget-how-peter-greenaway-and-janet-suzman-made-the-draughtsmans-contract\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/vicky-phelan-exposed-irish-smear-tests-scandal-dies-cancer", "title": "Vicky Phelan, who exposed Irish smear tests scandal, dies at 48", "date_published": "2022-11-14 14:35:03+00:00", "description": "<p>Campaigner highlighted health service failures after receiving a false negative cervical cancer result in 2011</p><p>It was a death foretold but the news still hit Ireland hard: <a href=\"https://www.theguardian.com/world/2019/jun/24/i-can-change-it-for-others-the-woman-who-exposed-irish-smear-tests-scandal\">Vicky Phelan</a>, a terminally ill campaigner who exposed a cervical cancer screening scandal, died on Monday. She was 48.</p><p>President Michael D Higgins led an outpouring of tributes to Phelan’s courage and how she shone a light on health service failures that affected hundreds of other women.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/vicky-phelan-exposed-irish-smear-tests-scandal-dies-cancer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/elon-musk-twitter-job-cuts-tesla-takeover", "title": "Musk says he has ‘too much on plate’ amid reports of more Twitter job cuts", "date_published": "2022-11-14 14:31:21+00:00", "description": "<p>Tesla chief says ‘there’s no way to make everyone happy’ amid claims 4,400 contractors have been fired</p><p>Elon Musk has said he has “too much work on my plate” as it was reported that Twitter has axed more than 4,000 contractors working in areas including content moderation and engineering.</p><p>The Tesla chief executive and <a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal\">the social media platform’s new owner</a> told the B20 business leaders’ conference in Bali that “my workload has recently increased quite a lot”, in apparent reference to his $44bn (£37bn) acquisition of the social media platform on 27 October.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/elon-musk-twitter-job-cuts-tesla-takeover\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/cop27-global-south-world-leaders", "title": "Cop27 is full of politicians and policymakers – but the global south doesn’t work that way | Ndileka Mandela", "date_published": "2022-11-14 14:30:04+00:00", "description": "<p>World leaders need to appreciate the importance of local authorities in nations most affected by climate change</p><p>When I say Africans are deeply disappointed with Cop27 so far, I don’t want to be misunderstood. There have been real signs of progress, including <a href=\"https://www.nytimes.com/live/2022/11/08/climate/cop27-climate-summit\">meaningful shifts</a> towards climate justice by European leaders. But the hope that the global south would have its voice heard by the most powerful nations at this year’s Cop summit has – predictably enough – failed to materialise.</p><p>For years now, global climate negotiations have been dominated by world leaders, policymakers and intergovernmental organisations, leaving little space for anyone else. There is not really any impetus to do otherwise.</p><p>Ndileka Mandela is a writer, social activist and the head of the Thembekile Mandela Foundation, which focuses on education, health, youth and women’s development in rural villages</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/cop27-global-south-world-leaders\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/jeff-bezos-fortune-dolly-parton-amazon-climate-crisis", "title": "Jeff Bezos vows to give away most of fortune – and hands Dolly Parton $100m", "date_published": "2022-11-14 14:28:18+00:00", "description": "<p>Amazon founder wants to donate much of $124bn wealth to causes such as climate crisis and world unity</p><p>Jeff Bezos has promised to give away the vast majority of his $124bn (£110bn) fortune during his lifetime, but admitted that ensuring that the most worthy causes benefit is proving as difficult as building his Amazon empire.</p><p>The 58-year-old, the world’s fourth richest person, according to Forbes billionaires list, made the pledge after <a href=\"mailto:%3Cblockquote%20class=%22instagram-media%22%20data-instgrm-captioned%20data-instgrm-permalink=%22https://www.instagram.com/reel/Ck4HtHxJ4QV/?utm_source=ig_embed&amp;amp;utm_campaign=loading%22%20data-instgrm-version=%2214%22%20style=%22%20background:#FFF;%20border:0;%20border-radius:3px;%20box-shadow:0%200%201px%200%20rgba(0,0,0,0.5),0%201px%2010px%200%20rgba(0,0,0,0.15);%20margin:%201px;%20max-width:540px;%20min-width:326px;%20padding:0;%20width:99.375%;%20width:-webkit-calc(100%%20-%202px);%20width:calc(100%%20-%202px);%22%3E%3Cdiv%20style=%22padding:16px;%22%3E%20%3Ca%20href=%22https://www.instagram.com/reel/Ck4HtHxJ4QV/?utm_source=ig_embed&amp;amp;utm_campaign=loading%22%20style=%22%20background:#FFFFFF;%20line-height:0;%20padding:0%200;%20text-align:center;%20text-decoration:none;%20width:100%;%22%20target=%22_blank%22%3E%20%3Cdiv%20style=%22%20display:%20flex;%20flex-direction:%20row;%20align-items:%20center;%22%3E%20%3Cdiv%20style=%22background-color:%20#F4F4F4;%20border-radius:%2050%;%20flex-grow:%200;%20height:%2040px;%20margin-right:%2014px;%20width:%2040px;%22%3E%3C/div%3E%20%3Cdiv%20style=%22display:%20flex;%20flex-direction:%20column;%20flex-grow:%201;%20justify-content:%20cente...%3E%3C/div%3E%3C/div%3E%20%3Cdiv%20style=%22display:%20flex;%20flex-direction:%20column;%20flex-grow:%201;%20justify-content:%20center;%20margin-bottom:%2024px;%22%3E%20%3Cdiv%20style=%22%20background-color:%20#F4F4F4;%20border-radius:%204px;%20flex-grow:%200;%20height:%2014px;%20margin-bottom:%206px;%20width:%20224px;%22%3E%3C/div%3E%20%3Cdiv%20style=%22%20background-color:%20#F4F4F4;%20border-radius:%204px;%20flex-grow:%200;%20height:%2014px;%20width:%20144px;%22%3E%3C/div%3E%3C/div%3E%3C/a%3E%3Cp%20style=%22%20color:#c9c8cd;%20font-family:Arial,sans-serif;%20font-size:14px;%20line-height:17px;%20margin-bottom:0;%20margin-top:8px;%20overflow:hidden;%20padding:8px%200%207px;%20text-align:center;%20text-overflow:ellipsis;%20white-space:nowrap;%22%3E%3Ca%20href=%22https://www.instagram.com/reel/Ck4HtHxJ4QV/?utm_source=ig_embed&amp;amp;utm_campaign=loading%22%20style=%22%20color:#c9c8cd;%20font-family:Arial,sans-serif;%20font-size:14px;%20font-style:normal;%20font-weight:normal;%20line-height:17px;%20text-decoration:none;%22%20target=%22_blank%22%3EA%20post%20shared%20by%20Lauren%20Sanchez%20(@laurenwsanchez)%3C/a%3E%3C/p%3E%3C/div%3E%3C/blockquote%3E%20%3Cscript%20async%20src=%22//www.instagram.com/embed.js%22%3E%3C/script%3E\">giving $100m to the country singer Dolly Parton</a> to give to charities of her choice as part of Bezos’s annual Courage and Civility award.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/jeff-bezos-fortune-dolly-parton-amazon-climate-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/14/keith-levene-wrote-his-own-rules-for-rock-guitar", "title": "Keith Levene wrote his own rules for rock guitar | Alexis Petridis", "date_published": "2022-11-14 14:27:29+00:00", "description": "<p>His ambition to ‘use it in different ways’ helped steer PiL’s post-punk to genuinely fresh ground and was a formative influence for both U2 and My Bloody Valentine</p><ul><li><a href=\"https://www.theguardian.com/music/2022/nov/12/keith-levene-founding-member-of-the-clash-dies-at-65-public-image-ltd\">Musician Keith Levene dies at 65</a></li></ul><p>There’s no doubt that Keith Levene was a key figure in British punk. He formed the Clash with guitarist Mick Jones aged 16 and co-wrote What’s My Name?, which subsequently appeared on their debut album. He played in the semi-mythical Flowers of Romance with Sid Vicious and Viv Albertine. He was filmed injecting amphetamine in the toilets of the Roxy for DJ and film-maker Don Letts’s Punk Rock Movie and was the subject of the Slits’ Instant Hit, a song about his increasing heroin problem.</p><p>And yet he was also a very anomalous figure in a world where there were supposed to be strict rules about music, dress and attitude: Levene seemed to have discarded the memo about what you were and weren’t supposed to do. He hadn’t just been a fan of prog titans Yes, he had roadied for them on 1973’s Tales From Topographic Oceans tour, one of the high watermarks of prog grandiloquence, precisely the kind of thing you were supposed to keep to yourself in punk’s scorched-earth climate. He was steadfast in the belief that “you have to do the work if you want to be good at guitar”, a line that ran contrary to punk’s anyone-can-do-it ethos. He was not interested in “putting together three chord songs”, which was very much the point of punk, suggesting instead that what you needed to do was “put together a situation where there would be no musical limits”, citing the Beatles or the Grateful Dead – not artists that punk bands were supposed to aspire to – as examples. He lobbied the band’s manager Bernard Rhodes to include a synthesiser in the lineup, like the ones he’d seen Rick Wakeman playing while working for Yes. He got Joe Strummer to join the band – in part by demonstrating to Strummer how well he could play Led Zeppelin songs – then turned their new frontman’s guitar down at rehearsals and gigs, believing him to an insufficiently competent musician. He railed against the band’s “safe and predictable” approach to music.</p> <a href=\"https://www.theguardian.com/music/2022/nov/14/keith-levene-wrote-his-own-rules-for-rock-guitar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/14/surrealist-sculptor-alberto-giacometti-to-have-new-paris-museum", "title": "Former train station on banks of Seine to house Giacometti museum", "date_published": "2022-11-14 14:22:33+00:00", "description": "<p>World’s largest collection of Swiss artist’s work will be housed in former Gare des Invalides from 2026</p><p>The Swiss Surrealist sculptor and painter Alberto Giacometti is to have a new museum in a former train station in Paris after fears the world’s largest collection of his work could be moved abroad.</p><p>The <a href=\"https://www.fondation-giacometti.fr/\">Giacometti Foundation </a>will take up residence in the former Gare des Invalides, better known in postwar years as the former headquarters of Air France. Its opening is scheduled for 2026.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/14/surrealist-sculptor-alberto-giacometti-to-have-new-paris-museum\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/14/pentiment-review-a-renaissance-mystery-with-an-eye-for-historical-detail", "title": "Pentiment review – a Renaissance murder mystery with an eye for historical detail", "date_published": "2022-11-14 14:00:01+00:00", "description": "<p><strong>PC, Xbox; Obsidian Entertainment/Xbox Game Studios<br /></strong>An evocative recreation of 16th-century Bavaria examines how the tide of history crashes against the lives of everyday people, all framed by an intriguing crime story</p><p>Plenty of games have recreated historical places, but few even attempt to capture what it was actually like to live through these eras. Pentiment<em> </em>feels special because it excels at empathy. Its depiction of Renaissance Bavaria is remarkable in that it fosters a genuine connection with the ordinary people living, eating, working and dying through a period of tumultuous change.</p><p>This was a time which saw the rise of Protestantism following the radical teachings of Martin Luther, the popularisation of printed books, the uprising of peasants against cruel landowners and the blasphemous revelation that the Earth revolves around the sun. Much like the period we’re living through today, long-held certainties were questioned, and established orders were swept away.</p><p>Pentiment is out on 15 November for PC (version played here) and Xbox; £14.99</p> <a href=\"https://www.theguardian.com/games/2022/nov/14/pentiment-review-a-renaissance-mystery-with-an-eye-for-historical-detail\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/why-did-one-of-the-worlds-biggest-cryptocurrency-exchanges-just-collapse", "title": "Why did one of the world’s biggest cryptocurrency exchanges just collapse? | Molly White", "date_published": "2022-11-14 13:47:12+00:00", "description": "<p>FTX was supposed to be the future – a safe, reliable and innovative way to trade digital currency. Instead it has unleashed a financial meltdown</p><p>FTX seemed to be a shining example of a cryptocurrency exchange that was doing everything right. Run by Sam Bankman-Fried – a multibillionaire, believed by many to be a once-in-a-generation genius, who rubbed shoulders with congresspeople and <a href=\"https://www.ftxpolicy.com/posts/ftx-treasury-comment-letter-digital-asset-adoption-opportunities-and-risks\">called</a> for “thoughtful regulatory leadership” – FTX and its sister companies were bringing crypto to the mainstream. They spent millions on a Super Bowl ad comparing crypto to the invention of the wheel and the lightbulb, <a href=\"https://www.youtube.com/watch?v=_-FQqo46CJQ\">urging</a> customers not to “miss out” on “the next big thing” and touting FTX as “a safe and easy way to get into crypto.” During the crypto downturn this past year, Bankman-Fried was <a href=\"https://www.proactiveinvestors.com/companies/news/992819/is-sam-bankman-fried-really-the-next-john-pierpont-morgan-992819.html\">compared</a> to JP Morgan for the seemingly endless pile of cash he had to offer floundering crypto firms as he swooped in as a savior.</p><p>In the span of one week, his empire came crashing down.</p><p>Molly White is a researcher, software engineer, and the creator of the website Web3 is Going Just Great</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/why-did-one-of-the-worlds-biggest-cryptocurrency-exchanges-just-collapse\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/14/paris-2024-olympic-mascot-paralympic-mascot-phryges-france", "title": "Meet the Phryges: Paris 2024 Olympic and Paralympic mascots unveiled", "date_published": "2022-11-14 13:43:56+00:00", "description": "<ul><li>Traditional Phrygian caps revealed as Paris mascots </li><li>‘They are sport, love to party … and are so French’</li></ul><p>The Paris 2024 Olympic and Paralympic mascots have been revealed as two Phrygian caps decked out in France’s national colours. The two characters, who are to be known as the Olympic and Paralympic Phryges, have the golden Paris 2024 logo across their chests, and are described as having “mischievous and expressive eyes”. The Paralympic mascot has a running blade, making it the first time that a mascot for the Games has itself had a visible disability.</p><p>At the ceremony to unveil the mascots in Saint-Denis on Monday, the Paris 2024 president, Tony Estanguet, said: “We chose an ideal rather than an animal. We chose the Phrygian cap because it’s a very strong symbol for the French Republic. For French people, it’s a very well-known object that is a symbol of freedom. The fact that the Paralympics mascot has a visible disability also sends a strong message: to promote inclusion.”</p> <a href=\"https://www.theguardian.com/sport/2022/nov/14/paris-2024-olympic-mascot-paralympic-mascot-phryges-france\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/14/disappointment-after-potential-alzheimers-drug-fails-roche-trial-gantenerumab", "title": "Disappointment after potential Alzheimer’s drug fails Roche trial", "date_published": "2022-11-14 13:41:36+00:00", "description": "<p>Swiss pharmaceutical firm carried out two identical phase 3 trials of gantenerumab, with about 1,000 volunteers in each </p><p>Hopes of a treatment for Alzheimer’s disease have been dealt another blow by the failure of an experimental drug to slow the progression of the condition in global clinical trials.</p><p>The Swiss pharmaceutical firm Roche said its drug, gantenerumab, showed no clear benefit in twin trials which explored its impact on memory, problem solving and other cognitive skills in people with early stage Alzheimer’s.</p> <a href=\"https://www.theguardian.com/society/2022/nov/14/disappointment-after-potential-alzheimers-drug-fails-roche-trial-gantenerumab\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/14/us-midterm-elections-2022-house-control-democrats-republicans-results-latest-updates-live-news", "title": "US midterms 2022: Democrats’ hope of keeping House fades as counting continues – live", "date_published": "2022-11-14 13:41:11+00:00", "description": "<p>Democrats are behind in several districts needed to secure control of Congress’ lower chamber for another two years</p><ul><li><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm elections results 2022 – live</a></li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Good morning, US politics blog readers. Ballots are still being counted in races that will determine control of the House of Representatives, and things are not trending in Democrats’ direction. They’re behind in several districts needed to secure control of Congress’ lower chamber for another two years, which would be an unprecedented victory for <strong>Joe Biden</strong>’s allies, if they pull it off. Over the weekend, Democrats secured enough seats to retain the majority in the Senate. We may find out today if they have the votes to do the same in the House.</p><p>Here’s what else is happening today:</p><p><strong>Joe Biden</strong> has just concluded his meeting with Chinese president <strong>Xi Jinping </strong>on the sidelines of the G20 summit in Indonesia, and will give remarks and take questions from reporters in the next few minutes.</p><p><strong>Congress</strong> <strong>returns</strong> for the first time since the midterm elections and Democrats have a heaping plate of legislation they’d like to accomplish before the end of the year, including a government funding bill, codifying same-sex marriage and reforming electoral laws to prevent another January 6.</p><p><strong>Former vice-president Mike Pence</strong> <a href=\"https://abcnews.go.com/Politics/muir-asks-pence-trump-make-calls-16-riot/story?id=93229066\">spoke about his experience</a> during the Capitol attack and relationship with <strong>Donald Trump</strong> in an interview with ABC News.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/14/us-midterm-elections-2022-house-control-democrats-republicans-results-latest-updates-live-news\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/pence-trump-book-2024-republican-presidential-primary", "title": "Pence risks Trump’s wrath by piling on criticisms of ex-president in new book", "date_published": "2022-11-14 13:34:29+00:00", "description": "<p>In memoir, former vice-president protests loyalty but hits out over Charlottesville, Russia, both impeachments and more</p><p>In his <a href=\"https://www.theguardian.com/books/2022/nov/09/trump-pence-honest-jan-6-capitol-attack-lincoln-project-book\">new book</a>, Donald Trump’s vice-president, Mike Pence, protests his loyalty to his former boss but also levels criticisms that will acquire new potency as Trump prepares to announce another presidential run and the Republican party <a href=\"https://www.theguardian.com/us-news/2022/nov/12/donald-trump-us-midterms-republicans-ron-desantis\">debates</a> whether to stay loyal after disappointment in last week’s midterm elections.</p><p>According to Pence, Trump mishandled his response to a march staged by neo-Nazis in Charlottesville in August 2017, a costly error that Pence says could have been avoided had Pence called Trump before a fateful press conference in which Trump failed to condemn “the racists and antisemites in Charlottesville by name”.</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/pence-trump-book-2024-republican-presidential-primary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/colm-toibin-irish-literary-festival-listowel-writers-week", "title": "Colm Tóibín quits role at Irish literary festival in row over volunteers", "date_published": "2022-11-14 13:17:12+00:00", "description": "<p>Future of Listowel Writers’ Week in question amid allegations of ‘toxic’ culture</p><p>A question mark hangs over one of<a href=\"https://www.theguardian.com/world/ireland\"> Ireland</a>’s oldest literary festivals after its voluntary committee was dismissed amid allegations of a “toxic” culture and the novelist Colm Tóibín stepped down as president.</p><p>The board of Listowel Writers’ Week, which is held in the County Kerry town each summer, triggered the row after announcing it would replace dozens of volunteers with a professional literary curator.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/colm-toibin-irish-literary-festival-listowel-writers-week\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/nov/14/mourning-in-turkey-and-a-young-nehru-mondays-best-photos", "title": "Mourning in Turkey and a young Nehru: Monday’s best photos", "date_published": "2022-11-14 13:16:08+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/world/gallery/2022/nov/14/mourning-in-turkey-and-a-young-nehru-mondays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/14/milan-late-show-napoli-serie-a-title-race-football", "title": "Milan late show keeps them in distant contact with Napoli’s ‘Martians’ | Nicky Bandini", "date_published": "2022-11-14 13:05:57+00:00", "description": "<p>The celebrations at San Siro were of relief that runaways Napoli did not enter the World Cup break with a double-digit lead</p><p>It was the 91st minute at San Siro when Milan scored the goal that might have rescued the Serie A title race. Technically the Fiorentina defender Nicola Milenkovic scored it for them – deflecting Aster Vranckx’s cross into his own net – but few were dwelling on the fine details as <a href=\"https://www.youtube.com/watch?v=b3_S0o-SbX0&amp;ab_channel=ACMilanFans\">Zombie Nation’s Kernkraft 400</a>, a German dance track older than some players on the pitch, blared out across the public address.</p><p>A crowd of 73,000 danced and sighed with relief. Milenkovic’s own goal secured a 2-1 win and kept Milan ‘only’ eight points behind Napoli at the top. The league leaders hold a double-digit advantage over every other side in the division heading into the World Cup break.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/14/milan-late-show-napoli-serie-a-title-race-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/chris-magnus-us-customs-and-border-protection-resigns", "title": "Top US border official quits after first refusing request to step down", "date_published": "2022-11-14 13:01:51+00:00", "description": "<p>Chris Magnus had been asked to resign by Biden’s homeland security chief amid a surge in migrant crossings</p><p>Though he had said he did not intend to quit, the leader of the US agency in charge of patrolling the nation’s borders resigned over the weekend, according to the Joe Biden White House.</p><p>Chris Magnus had been asked to step down by Biden’s homeland security chief, Alejandro Mayorkas, amid a surge in migrant crossings at the <a href=\"https://www.theguardian.com/us-news/us-mexico-border\">US border with Mexico</a>. Magnus – who was told he’d be fired if he didn’t leave on his own – responded by publicly stating that he had “no plans to resign” as the commissioner of US Customs and Border Protection (CBP).</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/chris-magnus-us-customs-and-border-protection-resigns\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/14/the-sparring-partner-review-a-stylish-take-on-a-gruesome-real-life", "title": "The Sparring Partner review – a stylish take on a gruesome real-life murder", "date_published": "2022-11-14 13:00:46+00:00", "description": "<p>A jury relives the grisly night a man dismembered and cooked his parents’ bodies, a horror cleverly packaged as a slick courtroom drama</p><p>This real-life crime drama is inspired by a brutal double murder in Hong Kong in 2013, when a 28-year-old man murdered and dismembered his parents. He cooked parts of their bodies in the microwave; police found the heads in a freezer. The case sparked a media frenzy; what’s interesting about The Sparring Partner is that the horrors of the case have been turned into a serious, cerebral, densely layered film. This is part stylish courtroom drama, relishing the intellectual sparring of the barristers. Behind the scenes we watch tense negotiations in the jury room. It’s also a whodunnit – presenting conflicting versions of the murders in flashback.</p><p>In fact, we know who the main culprit is almost from the start. After making a public appeal for help in finding his missing mum and dad, Henry (Yeung Wai-lun) soon confesses to their murder. He’s chillingly played here as a smirking, loathsome inadequate who longs for his moment of fame. (Though I could have lived without the silly, shallow scenes depicting his Hitler fantasies – dressed up in the uniform with a moustache.)</p> <a href=\"https://www.theguardian.com/film/2022/nov/14/the-sparring-partner-review-a-stylish-take-on-a-gruesome-real-life\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/14/thomasina-miers-recipe-for-celeriac-potato-and-mushroom-gratin", "title": "Thomasina Miers’ recipe for celeriac, potato and mushroom gratin | The new flexitarian", "date_published": "2022-11-14 13:00:46+00:00", "description": "<p>Layers of celeriac, potato and mushrooms bubbling in a bath of indulgently cheesy, creamy stock – and easily adaptable for vegans</p><p>Celeriac is the Marmite of vegetables. With its hint of aniseed and rough texture, this root can be divisive but, when cooked, it takes on an irresistible sweetness and a distinctly velvety texture. I love it in this seasonal gratin, which is rich with garlicky mushrooms, melting onions and hearty potatoes. It’s like sinking into a bath of autumn, and just needs a crisp salad on the side.</p> <a href=\"https://www.theguardian.com/food/2022/nov/14/thomasina-miers-recipe-for-celeriac-potato-and-mushroom-gratin\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/14/revealed-secret-courts-that-allow-energy-firms-to-sue-for-billions-accused-of-bias-as-governments-exit", "title": "Revealed: secret courts that allow energy firms to sue for billions accused of ‘bias’ as governments exit", "date_published": "2022-11-14 12:54:26+00:00", "description": "<p>Secret court set up under energy charter treaty accused of conflicts of interest, self-regulation issues and institutional bias</p><p>A secret court system that allows fossil fuel investors to sue governments for vast amounts of money has been accused of institutional bias, self-regulation issues and perceived conflicts of interest, as the drumbeat of EU countries leaving threatens to turn into a samba march.</p><p>On Wednesday, the EU will be meeting to discuss reform of the energy charter treaty (ECT) but at the end of last week, <a href=\"https://twitter.com/anaudretsch/status/1591110270885076992?s=48&amp;t=1P3TMzCtg8Tr_DzlCXzvbg\">Germany became the latest European country</a> to announce its intention to leave the treaty. Slovenia exited earlier in the week, after similar moves by France, the <a href=\"https://www.noordhollandsdagblad.nl/cnt/dmf20221013_79565025\">Netherlands</a>, <a href=\"https://www.politico.eu/article/spain-pulls-out-of-energy-treaty-over-climate-concerns/?utm_medium=social&amp;utm_source=Twitter\">Spain</a> and <a href=\"https://www.theguardian.com/environment/2022/oct/08/european-commission-aims-to-end-secret-system-protecting-fossil-fuel-holdings\">Poland</a>. The UK is now one of the last large economies to remain in the ECT.</p> <a href=\"https://www.theguardian.com/business/2022/nov/14/revealed-secret-courts-that-allow-energy-firms-to-sue-for-billions-accused-of-bias-as-governments-exit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/crosswords/crossword-blog/2022/nov/14/crossword-book-club-artist-quizmaster-frank-paul-the-12-quizzes-of-christmas", "title": "Crossword book club: artist and quizmaster Frank Paul on The 12 Quizzes of Christmas", "date_published": "2022-11-14 12:35:43+00:00", "description": "<p>The pub and crossword  quiz setter talks about his book, which is part story, part puzzle and all cryptic – and reveals some of the tricks of his trade</p><p>Frank Paul inhabits the fecund cryptic end of quizzes, as we’ve seen on <a href=\"https://www.channel4.com/press/news/interview-frank-paul\">Only Connect</a> and <a href=\"https://www.channel4.com/press/news/interview-frank-paul\">The Answer Trap</a>. He is an artist – his book <a href=\"https://guardianbookshop.com/the-twelve-quizzes-of-christmas-9780861543960\">The Twelve Quizzes of Christmas</a> also contains his illustrations and, for the first time at this length, his storytelling. Today is my opportunity to talk to Frank about the business of setting cryptic challenges.</p><p><strong>Hello, Frank. Children’s stories are all around your imagination. Is this book a tribute to your favourites, or to those </strong><strong>that are more readily repurposable as quiz and puzzles?<br /></strong>My <a href=\"https://www.theguardian.com/film/2018/nov/30/home-alone-review-yuletide-rerelease\">Home Alone</a>-inspired quiz is very much drawn from my childhood.</p><p>The first word of the title of this song is in English and contains an apostrophe, while the rest of the title is in a southern European language. It is the signature song of a man with the surname Martin, though he is not among the song’s authors.</p> <a href=\"https://www.theguardian.com/crosswords/crossword-blog/2022/nov/14/crossword-book-club-artist-quizmaster-frank-paul-the-12-quizzes-of-christmas\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/the-big-idea-we-need-to-reverse-climate-change-not-just-stop-it", "title": "The big idea: we need to reverse climate change, not just stop it", "date_published": "2022-11-14 12:30:38+00:00", "description": "<p>Taking carbon out of the atmosphere will become increasingly important, writes scientist</p><p>The past year has seen an unending drumbeat of climate-driven disasters. And yet, the climate story of this past decade has been one of slow but steady progress. Global CO2 emissions have flattened, and countries representing 88% of global emissions have adopted or announced plans to get to net zero in the latter half of the 21st century. </p><p>Another reason to be hopeful is that clean energy became cheaper much faster than expected. The cost of both solar energy and batteries fell tenfold in the last 10 years and the cost of wind energy by two-thirds. Solar is the cheapest form of new electricity to build in much of the world today, and electric vehicles now represent 13% of new vehicle sales globally.</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/the-big-idea-we-need-to-reverse-climate-change-not-just-stop-it\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/14/moeen-ali-matthew-mott-england-odi-cricket-ben-stokes", "title": "‘It’s horrible’: Moeen Ali and Matthew Mott hit out at England ODI scheduling", "date_published": "2022-11-14 12:28:07+00:00", "description": "<ul><li>England start ODI series against Australia on Thursday</li><li>‘It’s not ideal, I can’t lie,’ says England white-ball coach</li></ul><p>Moeen Ali and the England white-ball head coach, Matthew Mott, have criticised the schedule that sees England begin an ODI series against Australia on Thursday, just four days after their <a href=\"https://www.theguardian.com/sport/2022/nov/13/england-pakistan-cricket-t20-world-cup-final-ben-stokes-match-report\">victory in the T20 World Cup final</a>.</p><p>Several of England’s squad, including the captain Jos Buttler and Moeen, have little time to revel in their triumph as they start a three-match series in Adelaide on Thursday. It is reminiscent of when a number of England’s 2019 contingent were back in action in a Test against Ireland 10 days after the <a href=\"https://www.theguardian.com/sport/2019/jul/14/england-new-zealand-cricket-world-cup-final-match-report-super-over\">World Cup final win over New Zealand</a>.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/14/moeen-ali-matthew-mott-england-odi-cricket-ben-stokes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/alaa-abd-el-fattah-family-of-activist-jailed-in-egypt-say-he-is-alive", "title": "Alaa Abd el-Fattah: family of activist jailed in Egypt say he is alive", "date_published": "2022-11-14 12:26:42+00:00", "description": "<p>‘Proof of life’ note says writer, who has been on hunger strike, is drinking water again, says sister</p><p>The family of the jailed British-Egyptian writer and pro-democracy activist Alaa Abd el-Fattah say they have received confirmation that he is still alive.</p><p>Concerns had been growing after he stepped up a hunger strike and stopped taking water in protest at his treatment by the Egyptian authorities.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/alaa-abd-el-fattah-family-of-activist-jailed-in-egypt-say-he-is-alive\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/iran-issues-first-death-sentence-protests-mahsa-amini", "title": "Iran issues first death sentence over protests", "date_published": "2022-11-14 12:22:44+00:00", "description": "<p>Unnamed person faces execution as part of crackdown on unrest triggered by death of Mahsa Amini</p><p>Iran has issued its first death sentence over the protests that have shaken the country’s clerical leadership, as a rights group warned other convicts could be “hastily” executed.</p><p>Almost two months of demonstrations triggered <a href=\"https://www.theguardian.com/global-development/2022/sep/16/iranian-woman-dies-after-being-beaten-by-morality-police-over-hijab-law\">by the death of Mahsa Amini</a> have prompted authorities to unleash a crackdown that has led to the detention of thousands of people.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/iran-issues-first-death-sentence-protests-mahsa-amini\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/cover-hair-women-iran-freedom-mahsa-amini", "title": "At age seven, I had to cover my hair. Now women in Iran are fighting for freedom | Maryam Mazrooei", "date_published": "2022-11-14 12:00:12+00:00", "description": "<p>The killing of Mahsa Amini has galvanised a new generation to reject oppression – I hope that they achieve what we couldn’t</p><p>I held my first photo exhibition in late 2017, a few months after returning from Mosul, Iraq, where I had documented the operation to <a href=\"https://www.theguardian.com/world/2017/jul/09/iraq-announces-victory-over-islamic-state-mosul\">liberate the city</a> from Islamic State. From the first moments of the event, I felt gloomy as my family cast concerned looks at me while the press took pictures of my hair freely protruding from my scarf and clothes – a deliberate rebellion on my part against Iran’s conservative traditions and beliefs.</p><p>I suddenly experienced a flashback to all the ways in which I had been oppressed as a woman during my life. When I turned six, they pulled me out of my games with the boys in the neighbourhood. When I turned seven, they covered my head with the ugliest scarf in the world, which looked like a burlap sack, and sent me to school where, even though it was staffed solely by women, no one was allowed to remove the scarf.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/cover-hair-women-iran-freedom-mahsa-amini\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/14/florence-knight-christmas-menu-recipes-chestnut-fazzoletti-duck-with-lentils-and-dates-quince-and-almond-tart", "title": "Florence Knight’s Christmas menu: fazzoletti, duck, and a quince tart", "date_published": "2022-11-14 12:00:12+00:00", "description": "<p>The Session Arts Club chef’s recipes ring the changes on the traditional Christmas lunch</p><p>There are some things that should never change at Christmas. Our towering pine tree will always bend as it touches the ceiling, dripping with mismatched baubles, tinsel and lights, and a plump handmade fairy sitting on top. Lunch will always be served later than planned and everyone will share their terrible cracker jokes while wearing a paper crown. For me these are part of the immutable rituals of Christmas, but our meal is something that has changed.</p><p>We’ve moved on from turkey to a rich savoury duck sitting proud with its crisp skin and blush flesh. Bowls of steaming lentils sticky with dates are punctuated with bitter deep purple radicchio. This works as a perfect pairing and I no longer miss roast potatoes, although they would still eat well with this meal. Creamed horseradish and pickled walnuts still play an important role at our table keeping at least some of the traditionalists’ content.</p> <a href=\"https://www.theguardian.com/food/2022/nov/14/florence-knight-christmas-menu-recipes-chestnut-fazzoletti-duck-with-lentils-and-dates-quince-and-almond-tart\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/world-cup-2022-team-guide-24-morocco", "title": "World Cup 2022 team guides part 24: Morocco", "date_published": "2022-11-14 12:00:12+00:00", "description": "<p>Achraf Hakimi is a phenomenon but turmoil around the position of head coach has been a challenge for the Atlas Lions</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/14/world-cup-2022-team-guide-24-morocco\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/14/adejoke-bakare-secret-ingredient-plantain-chishuru", "title": "​​Adejoké Bakare’s secret ingredient: plantain", "date_published": "2022-11-14 12:00:12+00:00", "description": "<p>Mashed, boiled, baked, fried or as an ice-cream: nothing is more versatile, says the  Chishuru chef</p><p><br /></p><p>There’s a saying that goes, “If you don’t like plantain, there must be something wrong with you.” Plantain is a staple in the African and Latin American communities. It’s so versatile, it can either be very savoury or you can use it in sweet dishes; it depends on the stage of ripeness. When it’s green, use it as you would any root vegetable. It can be mashed, boiled or baked, and it will be open to added flavours.</p> <a href=\"https://www.theguardian.com/food/2022/nov/14/adejoke-bakare-secret-ingredient-plantain-chishuru\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/14/rishi-sunak-says-he-does-not-recognise-bullying-claims-against-dominic-raab", "title": "Rishi Sunak says he does ‘not recognise’ bullying claims against Dominic Raab", "date_published": "2022-11-14 12:00:11+00:00", "description": "<p>PM’s says he is not aware of any formal complaints against deputy prime minister </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/14/james-cleverly-uk-france-channel-asylum-seekers-rishi-sunak-g20-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak has defended his deputy prime minister and justice secretary, Dominic Raab, saying he does not recognise claims from multiple civil servants that <a href=\"https://www.theguardian.com/politics/2022/nov/12/dominic-raab-facing-more-bullying-claims-from-time-as-brexit-secretary\">he bullied staff.</a></p><p>Raab’s return to the Ministry of Justice is said to have prompted officials to be offered the <a href=\"https://www.theguardian.com/politics/2022/nov/11/dominic-raab-behaviour-moj-staff-offered-route-out\">opportunity to move from his private office</a> because of concerns about his behaviour.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/14/rishi-sunak-says-he-does-not-recognise-bullying-claims-against-dominic-raab\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/14/james-cleverly-uk-france-channel-asylum-seekers-rishi-sunak-g20-uk-politics-latest", "title": "James Cleverly refuses to say how UK-France deal on asylum seekers will affect numbers crossing Channel – UK politics live", "date_published": "2022-11-14 11:58:50+00:00", "description": "<p>Latest updates: foreign secretary avoids giving exact numbers on how increasing cooperation with France will affect small boat crossings</p><p><strong>James Cleverly</strong>, the foreign secretary, was criticised last month for saying that <a href=\"https://www.theguardian.com/politics/2022/oct/26/uk-minister-criticised-over-call-for-gay-world-cup-fans-to-show-respect-in-qatar\">gay football fans visiting Qatar for the Word Cup should “be respectful”</a>, and make allowance for the country’s intolerance of homosexuality.</p><p>In an interview on ITV’s Good Morning Britain, Cleverly defended his comments, saying that the Foreign Office always advises people to obey local laws when they are travelling. He told the programme:</p><p>My focus is to make sure that British visitors, particularly LGBTQ+ visitors to Qatar going to enjoy the World Cup, are safe and that they enjoy their tournament. So my advice was purely about ensuring that they have a safe and secure time at the World Cup.</p><p>We always say that you have to respect the laws of your host nation. That is a universal element of British travel advice.</p><p>I’ve spoken at length with the Qatari authorities on this and it’s worth bearing in mind that men and women don’t typically hold hands in Qatar, and other conservative Muslim countries like Qatar, so my strong advice is to look at the<a href=\"https://www.gov.uk/foreign-travel-advice/qatar/local-laws-and-customs\"> UK government’s travel advice.</a></p><p>This deal is just the same as previous deals - spending money and resources on intercepting and obstructing people crossing the Channel, while doing nothing to address their need for safe access to an asylum system.</p><p>The inevitable result will be more dangerous journeys and more profits led by ruthless smuggling gangs and other serious criminals exploiting the refusal of the UK and French government to take and share responsibility.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/14/james-cleverly-uk-france-channel-asylum-seekers-rishi-sunak-g20-uk-politics-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/14/bond-daniel-craig-himself-in-new-vodka-advert-007-taika-waititi", "title": "No time for tonic: Daniel Craig shows Bonds just wanna have fun in Taika Waititi vodka advert", "date_published": "2022-11-14 11:45:07+00:00", "description": "<p>The former 007’s new commercial seems designed to show the world he’s a fun guy now. But Mr Intensity has always had a gift for comedy</p><p>If you have seen the new <a href=\"https://www.youtube.com/watch?v=ekESZIn4y18\">Taika Waititi-directed commercial for Belvedere Vodka</a>, you will have almost certainly been struck by one profound, core-shaking question; is Daniel Craig actually having <em>fun</em>?</p><p>It certainly looks that way, doesn’t it? Although it begins as you would expect anything starring Daniel Craig to begin – there’s brooding, there’s black and white, there’s a tuxedo – it quickly bursts into life. Suddenly he’s in a leather jacket and sunglasses, sucking in his cheeks like Bet Lynch at the Rovers. He struts. He spins. He thrusts his crotch around with total impunity. He’s like Christopher Walken in the <a href=\"https://www.youtube.com/watch?v=wCDIYvFmgW8\">Weapon of Choice video</a>, if Christopher Walken had been dressed like a member of Bros.</p> <a href=\"https://www.theguardian.com/film/2022/nov/14/bond-daniel-craig-himself-in-new-vodka-advert-007-taika-waititi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/premier-league-season-so-far-best-signing-biggest-disappointment", "title": "Premier League season so far: best signing to biggest disappointment", "date_published": "2022-11-14 11:40:39+00:00", "description": "<p>As England’s top flight halts for the World Cup we review the campaign and pick a best XI from across all 20 clubs </p><p>We can sit here and overanalyse these matters to find a clever answer but sometimes the simplest is the best. Step forward Erling Haaland. Since arriving in the Premier League the Norwegian<strong> </strong>striker-bot’s record of 18 goals in 13 appearances – that’s one every 58 minutes he’s on the pitch – is frankly absurd. His movement and finishing are like nothing football has seen, leaving defenders rightly confused regarding how to stop him. Those at the World Cup will be pleased they will not have to face him because Norway did not qualify. On the other hand, it will mean he is rested for the second half of the season.</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/premier-league-season-so-far-best-signing-biggest-disappointment\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/14/how-we-met-rhiannon-dirk-goth-music-germany", "title": "How we met: ‘Losing my wife and child was very hard. Then Rhiannon came into my life’", "date_published": "2022-11-14 11:30:38+00:00", "description": "<p>Dirk and Rhiannon, both 53, got chatting on a goth music forum in 2010. They married in 2014, and now live together near Frankfurt in Germany</p><p>In the early 00s, Rhiannon was a big fan of dark wave goth music. In 2010, she joined an online forum to follow German band Deine Lakaien. “I was living in London and working in a university,” she says. “I had studied languages in the past and thought joining the group would be a good way to improve my German, as well as learn more about the band.”</p><p>Through the forum Rhiannon, who is from Shropshire, soon met Dirk. He lived in Rödermark, near Frankfurt, and worked in logistics. “My hobby was writing about bands and taking pictures of them for different blogs and forums,” he says. “My friend had told me about this band because the singer had such a special voice. I wasn’t that into dark wave music, but this particular singer was really good.” Dirk and Rhiannon began to chat online, in German, and learned more about each other. At Christmas, Dirk gave Rhiannon a traditional festive Christstollen cake. “I’d asked her if she had ever tasted one and she said no, so I decided to send her one,” he says. “The way she wrote to me was very open and kind.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/14/how-we-met-rhiannon-dirk-goth-music-germany\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/cop27-climate-minister-chris-bowen-to-attack-world-banks-response-to-crisis", "title": "Cop27: climate minister Chris Bowen to attack World Bank’s response to crisis", "date_published": "2022-11-14 11:30:37+00:00", "description": "<p>Australia is back as a ‘constructive collaborator’ in negotations, he will tell summit, as he calls for more commitment from institutions </p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>The Australian climate change minister, Chris Bowen, will use a speech at the Cop27 UN summit in Egypt to call out the World Bank for failing to address the climate crisis, and join calls for the international financial system to be reshaped.</p><p>Giving a national statement at the conference in Sharm el-Sheik on Tuesday, Bowen will declare that Australia is back as a “constructive, positive, and willing climate collaborator” since the Anthony Albanese-led Labor party ousted Scott Morrison’s rightwing coalition, which was widely criticised as a roadblock at climate negotiations.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/cop27-climate-minister-chris-bowen-to-attack-world-banks-response-to-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/14/toney-makes-a-point-as-the-premier-league-powers-down-for-qatar-football-weekly", "title": "Toney makes a point as the Premier League powers down for Qatar – Football Weekly", "date_published": "2022-11-14 11:22:37+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/jonawils\">Jonathan Wilson</a>, <a href=\"https://twitter.com/Towno10\">Troy Townsend</a> and <a href=\"https://twitter.com/JohnBrewin_\">John Brewin</a> as the English top flight goes on hold until after the World Cup</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: as Ivan Toney fires Brentford to an historic win at Manchester City the panel ask, does Gareth Southgate already have Callum Wilson-related buyer’s remorse?</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/14/toney-makes-a-point-as-the-premier-league-powers-down-for-qatar-football-weekly\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/afghanistan-supreme-leader-orders-full-implementation-of-sharia-law-taliban", "title": "Afghan supreme leader orders full implementation of sharia law", "date_published": "2022-11-14 11:14:35+00:00", "description": "<p>Public executions and amputations some of the punishments for crimes including adultery and theft</p><p>Afghanistan’s supreme leader has ordered judges to fully implement aspects of Islamic law that include public executions, stonings, floggings and the amputation of limbs for thieves, the Taliban’s chief spokesman said.</p><p>Zabihullah Mujahid tweeted on Sunday that the “obligatory” command by Haibatullah Akhundzada came after the <a href=\"https://www.theguardian.com/world/2022/jul/01/taliban-leader-hits-out-foreign-demands-afghan-government\">secretive leader</a> met with a group of judges.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/afghanistan-supreme-leader-orders-full-implementation-of-sharia-law-taliban\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/14/queensland-farmer-95-who-was-stuck-in-mud-for-two-days-dies-in-hospital", "title": "Queensland farmer, 95, who was stuck in mud for two days dies in hospital", "date_published": "2022-11-14 11:12:22+00:00", "description": "<p>Tom Killen became trapped in mud after his tractor was bogged on his property south of Gympie, authorities say</p><p>A 95-year-old Queensland farmer has died in hospital after being trapped in mud for two days after falling when his tractor became bogged.</p><p>Tom Killen had been working near a dam at his property at Carters Ridge, south of Gympie in the Sunshine Coast hinterland, when his tractor got stuck.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/14/queensland-farmer-95-who-was-stuck-in-mud-for-two-days-dies-in-hospital\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/democrats-have-retained-the-us-senate-american-voters-have-opted-for-stability", "title": "Democrats have retained the US senate. American voters have opted for stability", "date_published": "2022-11-14 11:11:37+00:00", "description": "<p>After years of tempest and tumult, most of us want a competent government that acts reasonably and carefully</p><p>Democrats will retain control of the US senate, and maybe even the House.</p><p>There was no red wave. But there was no blue wave, either.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It,</a> is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/democrats-have-retained-the-us-senate-american-voters-have-opted-for-stability\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/binance-changpeng-zhao-crypto-firms", "title": "Binance boss says no one can be protected from a ‘bad player’", "date_published": "2022-11-14 11:09:51+00:00", "description": "<p>Changpeng Zhao announces plans for an industry ‘recovery fund’ for struggling crypto firms</p><p>The head of the world’s largest cryptocurrency exchange has said after the collapse of rival FTX that no one can be protected from a “bad player” and announced plans for an industry ‘‘recovery fund” for struggling crypto firms.</p><p>Changpeng Zhao, the <a href=\"https://www.theguardian.com/technology/2022/jun/25/changpeng-zhao-tech-chief-in-the-eye-of-the-cryptocurrency-storm\">founder and chief executive of Binance</a>, said it was not “100%” the responsibility of watchdogs to protect consumers and the crypto sector had to play its own part. However, he said preventing a rogue figure from evading regulators was difficult.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/binance-changpeng-zhao-crypto-firms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/14/beat-happening-it-was-about-having-this-adventure-with-your-friends", "title": "Beat Happening: ‘It was about having this adventure with your friends’", "date_published": "2022-11-14 11:00:38+00:00", "description": "<p>Made with minimal resources and modest ambition, their lo-fi recordings are an enduring indie inspiration. The band looks back to a time when record deals seemed a far-fetched prospect</p><p>One night in December 1983, Calvin Johnson, Bret Lunsford and Heather Lewis of Beat Happening were asked to play a last-minute set at a house party. They had started the band just a few months earlier and were yet to own a drum kit; after hearing one of their songs, the previous band refused to loan them theirs. Instead, the trio settled on a garbage can from the street. “It was no big deal,” Johnson recalls nonchalantly. The band were accustomed to improvising: throughout their career, they famously used empty yoghurt pots, cardboard boxes and a string of borrowed kits in lieu of their own, while crafting askew melodies from thrift shop-bought guitars and masking inexperience with an Echoplex.</p><p>This initiative and open-minded approach to music was core to Beat Happening, who favoured rudimentary song structures, matter-of-fact lyrics and unadulterated emotion. They formed in Olympia, Washington, an unassuming city in the Pacific north-west that was home to an exciting independent music scene. Johnson and Lewis attended Evergreen State College, a local liberal arts institution that encouraged extracurricular activities and creative pursuits; the campus radio station, Kaos, where Johnson had worked from the age of 15, adopted a policy that 80% of music broadcast must be from independent labels. Johnson’s own label K Records, which would go on to release all of Beat Happening’s albums, followed suit, adopting the mission statement: “K explodes the teenage underground into passionate revolt against the corporate ogre world-wide.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/14/beat-happening-it-was-about-having-this-adventure-with-your-friends\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/theranos-elizabeth-holmes-sentencing-fraud", "title": "Elizabeth Holmes to be sentenced this week as Theranos saga nears conclusion", "date_published": "2022-11-14 11:00:38+00:00", "description": "<p>The blood testing company’s founder could serve up to 20 years in prison after she was convicted in January for four counts of fraud</p><p>Elizabeth Holmes, the founder of Theranos, will be sentenced this week to up to 20 years in prison for her role in the blood testing company that tumbled from the heights of Silicon Valley after its fraudulent claims were exposed.</p><p>The sentencing is set to take place in a California courtroom on Friday, after a federal judge denied Holmes’s request for a new trial last week. Holmes had requested a new trial after she said <a href=\"https://www.theguardian.com/technology/2022/sep/06/elizabeth-holmes-theranos-new-trial-witness\">a key witness</a> for the prosecution apologized for the role he played in her conviction.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/theranos-elizabeth-holmes-sentencing-fraud\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/gen-z-voters-midterms-democrats", "title": "How Gen Z agencies wooed Democratic voters: ‘Young people are nervous to trust politicians’", "date_published": "2022-11-14 11:00:38+00:00", "description": "<p>Gen Z voters have faced crisis after crisis. In the midterms, peers helped candidates connect with them</p><p>Democrats avoided a predicted “red wave”, and they have Gen Z to thank. Tuesday night’s big wins can largely be attributed to young voters, who showed up en masse and <a href=\"https://www.washingtonpost.com/politics/2022/11/08/exit-polls-2022-elections/\">overwhelmingly</a> voted blue.</p><p>Exit <a href=\"https://www.washingtonpost.com/politics/2022/11/11/gen-z-midterms-2022-voting/\">voting polls</a> found that one in eight midterm voters were under 30, and 61% of those between the ages of 18 and 34 <a href=\"https://www.nbcnews.com/politics/2022-elections/exit-polls\">voted</a> for Democrats. The results pushed the Fox News pundits Jesse Watters and Laura Ingram to <a href=\"https://www.thedailybeast.com/some-republicans-want-to-raise-voting-age-after-gen-zs-strong-midterm-turnout\">suggest</a> that the legal voting age should be increased to 21.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/gen-z-voters-midterms-democrats\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/west-north-korea-stories-hunger-covid", "title": "It’s too easy for the west to see North Korea as a WTF curiosity. We need to do better | Tania Branigan", "date_published": "2022-11-14 11:00:38+00:00", "description": "<p>As viral stories about the hermitic country abound, North Koreans face devastating hunger and Covid clampdowns</p><p>Until January 2020, the joint security area of the Korean Demilitarised Zone (DZ) was the one place on the peninsula where forces from North and South Korea stood face to face – a spot where Kim Jong-un and Donald Trump even <a href=\"https://www.youtube.com/watch?v=dCU9JIEIBKw\">met and shook hands</a>. The US and South Korean troops stationed there have a lonelier watch now. On the North’s side, weeds poke out from the gravel and sprout between the steps of its <a href=\"https://www.nytimes.com/interactive/2018/04/26/world/asia/dmz-kim-moon-meeting.html\">Panmungak Hall</a>, set just behind the demarcation line. Occasionally, soldiers venture out on to the terrace that runs along its first floor – but only clad in full hazmat suits. On an autumnal morning, the sole sign of life is a distant face peering through binoculars from the second floor. This wearer is in full protective gear too, though stationed safely behind glass. Since the emergence of Covid-19, the few windows into the country have slammed shut.</p><p>The victims are the North Korean people, now more isolated than ever. It’s also bad news for the rest of us, our ability to understand a totalitarian country with an ever-expanding nuclear programme even further reduced. Pyongyang’s recent <a href=\"https://www.theguardian.com/world/2022/oct/13/north-korea-fired-another-ballistic-missile-seoul\">flurry of missile tests</a>, and the likelihood of a seventh nuclear test, have rightly commanded headlines. There is also, less happily, an insatiable appetite for <a href=\"https://www.youtube.com/watch?v=GPticIwnTbw\">tales of the country’s absurdities</a> or lurid excesses, real or imagined. We’ve been told that Kim Jong-un had his ex-girlfriend killed by firing squad (she later <a href=\"https://www.independent.co.uk/news/world/asia/kim-jongun-s-executed-exgirlfriend-miraculously-reappears-on-north-korean-state-television-9390320.html\">appeared</a> on television), that his uncle was not just executed but fed to dogs (a claim that originated as <a href=\"https://www.huffpost.com/entry/jang-song-thaek-eaten-by-dog_n_4547814\">satire</a>), and that state media insisted until recently that his grandfather had <a href=\"https://www.channelnewsasia.com/commentary/fake-news-north-korea-fact-checking-752006\">mastered teleportation</a>. These stories feed on the west’s gullibility and desire for sensation and the regime’s well-documented cruelty, bombastic propaganda and genuine oddity – but also on Pyongyang’s obsessive secrecy: when so little can be seen, anything seems possible.</p><p>Tania Branigan is a Guardian leader writer; she spent seven years as the Guardian’s China correspondent<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/west-north-korea-stories-hunger-covid\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/tesla-autopilot-landmark-case-man-v-machine", "title": "Landmark trial involving Tesla autopilot weighs if ‘man or machine’ at fault", "date_published": "2022-11-14 11:00:38+00:00", "description": "<p>Tesla’s autopilot faces criticism it contributes to accidents and deaths – but has technology advanced faster than legal standards? </p><p>Tesla will play a major role in a manslaughter trial this week over a fatal crash caused by a vehicle operating on autopilot, in what could be a defining case for the self-driving car industry.</p><p>At the trial’s heart is the question of who is legally responsible for a vehicle that can drive – or partially drive – itself.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/tesla-autopilot-landmark-case-man-v-machine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/14/autumn-minestrone-recipe-pumpkin-potato-beans-greens-rachel-roddy", "title": "Rachel Roddy’s recipe for November stew or soup with beans, pumpkin, potato and greens | A kitchen in Rome", "date_published": "2022-11-14 11:00:37+00:00", "description": "<p>A classic recipe book inspires this autumnal vegetable soup/stew that’s another ‘fast, good and infallible’ seasonal meal when made in a pressure cooker</p><p><a href=\"https://it.wikipedia.org/wiki/Elena_Spagnol\">Elena Spagnol</a> published more than 20 cookbooks, among them: Presto e Bene (Quickly and Well); Allora, Si Mangia (And So, We Eat);<em> </em>La Gioia in Cucina (Joy in the Kitchen); Cucina Intantanea (Instant Cooking); Il Forno a Microfonde (From Oven to Microwave); and the beautifully titled L’Apriscatole della Felicità<em> </em>(The Can Opener of Happiness). </p><p>Spagnol was a highly respected translator, working on texts by Bertrand Russell and PG Wodehouse, when her first cookbook was published in 1967. The book was called Il Contaminuti<em> </em><em>(</em>The Timer), a cookery book for women who work. Its aim, as with all her books, was to simplify cooking, eliminate unnecessary ingredients and find rapid and economical methods. It was a book born of her own experience as someone who loved and needed to cook, and loved and needed to work, too. Also, as someone who worked with words. As a translator, you are required to evaluate, acutely, each word the author chooses. Spagnol applied the same principle both to cooking and writing about it. No wonder she loved writing about the pressure cooker. </p> <a href=\"https://www.theguardian.com/food/2022/nov/14/autumn-minestrone-recipe-pumpkin-potato-beans-greens-rachel-roddy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/14/the-runner-review-cameron-douglas-edouard-philipponnat", "title": "The Runner review – Hamlet … if he were a high-school drug addict", "date_published": "2022-11-14 11:00:37+00:00", "description": "<p>Cameron Douglas gives a deeply felt performance as a cynical cop who strong-arms a teen screwup into helping with a bust</p><p>A high-society princeling trying to drown inner demons with drugs by the bucketload: it could have been a role written specifically for Cameron Douglas, son of Michael. But, befitting his <a href=\"https://variety.com/2019/film/news/cameron-douglas-michael-douglas-prison-drugs-long-way-home-1203388250/\">newly sober and reformed status</a>, Douglas takes the paternal cop role in The Runner, while French-Finnish actor Edouard Philipponnat (soon to be seen in Ridley Scott’s Napoleon) is a teenage drug-dealing screwup; both give robust performances in this deeply felt but somewhat cumbersome thriller.</p><p>It plays a bit like Hamlet, if Hamlet was constantly bumping coke and hawking every substance going around. Gilded high-schooler Aiden (Philipponnat) is busted by the no-nonsense Detective Wall (Douglas), who releases him on the proviso he helps take down a local big-shot dealer. Aiden steers his partner Blake (Nadji Jeter) into inviting the kingpin (Eric Balfour) to the epic party he’s throwing at his mother’s high-spec townhouse, where he has to wear a wire. But Aiden starts to disintegrate under the stress, compulsively reminiscing back to his own Ophelia, doomed first love Layla (Kerri Medders).</p> <a href=\"https://www.theguardian.com/film/2022/nov/14/the-runner-review-cameron-douglas-edouard-philipponnat\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/haiti-gangs-violence-women-rape", "title": "‘Women’s bodies weaponized’: Haiti gangs use rape in spiraling violence", "date_published": "2022-11-14 11:00:37+00:00", "description": "<p>Haitian women and children face brutal rapes, torture, kidnapping and death amid gang violence, reports the New Humanitarian</p><p>It was love at first sight for Madeline, who first met Baptiste at a church retreat in Haiti’s southern port town of Aux Cayes in 2002. As infatuated teenagers, they eventually wed and settled in the Caribbean country’s capital, Port-au-Prince.</p><p>With a growing family and unsteady work selling sodas and food staples, the couple could only afford to rent in <a href=\"https://web.rnddh.org/wp-content/uploads/2022/08/10-Rap-Cite-Soleil-Femmes-et-Filles-violees-16Aout2022-ENG.pdf\">Cité Soleil</a>, a seaside shantytown where <a href=\"https://www.thenewhumanitarian.org/news/2022/07/29/Haiti-gang-violence-escalates\">armed groups</a> have turned streets into battlegrounds.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/haiti-gangs-violence-women-rape\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/three-killed-in-shooting-at-university-of-virginia", "title": "Three killed in shooting at University of Virginia", "date_published": "2022-11-14 11:00:35+00:00", "description": "<p>Police say suspect, ‘armed and dangerous’, is still at large after incident on campus late on Sunday</p><p>Three people have been killed and two others wounded in a shooting at the University of Virginia, according to the school’s president.</p><p>Police were searching for a suspect, who remains at large.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/three-killed-in-shooting-at-university-of-virginia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/kirill-stremousov-rise-fall-and-death-of-russia-installed-kherson-official", "title": "Kirill Stremousov: rise, fall and death of Russia-installed Kherson official", "date_published": "2022-11-14 10:58:35+00:00", "description": "<p>Marginal figure whose life changed after Putin’s invasion of Ukraine, died in a car crash last week</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/14/russia-ukraine-war-live-news-race-to-restore-power-and-water-in-kherson-murdered-civilians-found-zelenskiy-says\">Russia-Ukraine war: latest updates</a></strong></li></ul><p>Kirill Stremousov was in the mood for a chat.</p><p>A political marginal on the fringes of society just six months earlier, he was clearly relishing the newfound attention he was receiving as the public face of Russia’s occupation of Ukraine’s Kherson region.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/kirill-stremousov-rise-fall-and-death-of-russia-installed-kherson-official\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/eric-maxim-choupo-moting-stoke-city-bayern-munich-bundesliga-schalke", "title": "‘Just gifted’: Stoke City is a distant memory for Choupo-Moting at Bayern | Andy Brassell", "date_published": "2022-11-14 10:35:30+00:00", "description": "<p>‘Super Choupo’ scored again at Schalke but is valued for more than goals as he expertly anchors Julian Nagelsmann’s attack</p><p>It wasn’t the sort of goal you’d over-celebrate. The second in an eventual 2-0 win to put away prone opponents, with the best team in the division besting the worst (the former beating the latter for the ninth time in a row), and the goalscorer netting against his former club for good measure.</p><p>Yet there was something else which made this not a goal to let off fireworks for. It reminded us that in recent times Bayern Munich have become used to seeing Eric Maxim Choupo-Moting deliver for them. For Schalke – his former club who are in a different dimension to the one which they inhabited back when the Cameroonian striker wore the royal blue – this was the latest, inevitable, familiar boot to the nether regions, their falling short as habitual to a modern-day Bundesliga script as Choupo-Moting emerging triumphant.</p> <a href=\"https://www.theguardian.com/football/2022/nov/14/eric-maxim-choupo-moting-stoke-city-bayern-munich-bundesliga-schalke\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/video/2022/nov/14/goat-yoga-to-homeopathy-is-alternative-medicine-just-pseudoscience-a-sceptics-guide-to-wellness", "title": "Goat yoga to homeopathy: is alternative medicine just pseudoscience? | A sceptic's guide to wellness", "date_published": "2022-11-14 10:33:15+00:00", "description": "<p>Despite being labelled problematic, alternative medicines have plenty of anecdotal support. But mainstream acceptance remains out of reach for many wellness treatments. Guardian journalist Richard Sprenger, who has multiple sclerosis, dips his toe into a range of therapies in the hope of figuring out how they work, if they work, and whether they might benefit him</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/series/a-sceptic-s-guide-to-wellness\">Watch more episodes of <b>a sceptic's guide to wellness</b> here.&nbsp;</a></li></ul> <a href=\"https://www.theguardian.com/lifeandstyle/video/2022/nov/14/goat-yoga-to-homeopathy-is-alternative-medicine-just-pseudoscience-a-sceptics-guide-to-wellness\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/chairman-greggs-millionaires-more-tax-jeremy-hunt", "title": "I was the chairman of Greggs. The wealthy should be paying more tax | Ian Gregg", "date_published": "2022-11-14 10:25:40+00:00", "description": "<p>Before imposing tax rises for all, Jeremy Hunt should focus on people who can afford to make a greater contribution</p><ul><li>Ian Gregg is a former chair of Greggs. He is writing in a personal capacity</li></ul><p>Ten years ago, in the epilogue of my book Bread: The Story of Greggs, I stressed the need for the astonishing increase in top earnings in Britain to be curbed. At that time this was considered a serious problem. Yet despite the best efforts of many influential public voices, this position never translated into policy.</p><p>Sadly, since then, the growing divide has become even more extreme.. The <a href=\"https://www.theguardian.com/money/2022/jan/07/richest-uk-households-worth-at-least-36m-each\">richest 10% of households</a> now hold 43% of all the country’s wealth, according to the Office for National Statistics. The bottom 50% hold only 9%. We now have 177 billionaires in this country, up from just 29 in 2010, with a combined wealth of £653bn. The difference between very wealthy and less well-off people has become obscene.</p><p>Ian Gregg was actively involved in Greggs until 2002, when he retired as chairman. He writes in a personal capacity</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/chairman-greggs-millionaires-more-tax-jeremy-hunt\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/14/cultural-prescription-football", "title": "Pitch perfect: books, music, art and more about football", "date_published": "2022-11-14 10:00:37+00:00", "description": "<p>With the Qatar World Cup imminent, our critics offer up cultural highlights – from a damning tale of homophobia to David Peace’s Damned Utd – about the ‘beautiful game’</p><p>People stream out of every corner of a smoky city in <a href=\"https://www.theguardian.com/artanddesign/2022/oct/19/salford-museum-ls-lowry-going-to-the-match-painting-football\">Going to the Match</a>, a 1953 painting by the renowned master of matchstick figures LS Lowry. Everyone seems compelled by a magnetic attraction, approaching the football ground as if it contains the holy grail or a UFO. And Lowry shows us why this game looms so large in their lives. What else have they got? Grey chimneys hang in the milky air above a landscape of dreary toil. The dearth of colour is shocking. But the crowd are all individuals: women and men, workers and clerks, all inspired by the common passion that turns a Saturday afternoon into a supercharged special time. This is why football became the people’s sport. <em>Jonathan Jones</em></p> <a href=\"https://www.theguardian.com/culture/2022/nov/14/cultural-prescription-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/poem-of-the-week-the-claim-by-jane-draycott", "title": "Poem of the week: The Claim by Jane Draycott", "date_published": "2022-11-14 10:00:36+00:00", "description": "<p>A meditation on the arduous labour of the gold rush resonates with modern-day environmental destruction</p><p>So many came to that portion<br />of the claim, the water not too deep there,<br />and left with tiny grains of gold,</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/poem-of-the-week-the-claim-by-jane-draycott\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/education/2022/nov/14/my-obsession-with-duolingo", "title": "‘I lie in the bath, imagining that I am wandering the Rialto in Venice’: my obsession with Duolingo", "date_published": "2022-11-14 10:00:36+00:00", "description": "<p>First it was Italian, then I added French, Portuguese and even Latin. But does the language learning app, which has almost 15 million people using it, really work?</p><p>This morning, before checking in on my young son or making a coffee, I opened the Duolingo app on my phone and translated “They love smelling meat” into Italian. I’ve been starting my days like this for a few months now: wake up, wash face, grapple with the gerund. I usually spend between 10 and 20 minutes on it while the kettle boils or I load CBeebies or write some emails. It used to be eBay. Then Wordle. Now it’s this.</p><p>Duolingo is a language learning app and pretty simple to use. After you’ve chosen which language you want to learn, you are presented with about 100 skill-sets divided by scenario or grammar (grocery shopping, the future tense and so on). Each level is structured like branches of a tree, and when you complete one, you move down the tree earning gems to “spend” on the app or hearts that you need to perform the exercises. Make a mistake, and you must correct it before moving on. It’s all fun and games until you make too many mistakes, run out of hearts and lose your progress. This is when you’ll engage with Duolingo’s mascot, an officious green owl called Duo who, if you’re anything like me, will eventually define your self-esteem. Duo’s face is the first thing I see each day and increasingly, the last thing, too.</p> <a href=\"https://www.theguardian.com/education/2022/nov/14/my-obsession-with-duolingo\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/before-world-cup-kicks-off-has-qatar-already-lost-at-geopolitical-football", "title": "Before World Cup kicks off, has Qatar already lost at geopolitical football?", "date_published": "2022-11-14 09:59:15+00:00", "description": "<p>Drumbeat of international criticism on range of issues has bruised the tiny but enormously wealthy emirate, and further tensions lie ahead</p><p>Far from acting as a bridge between different cultures, the first football World Cup hosted by an Arab Muslim country has ended up mired in recrimination and ill-feeling, less a celebration of sport’s soft power and reach than a display of its limits.</p><p>Instead of burnishing Qatar’s image in the west in these globalised but polarised times, it looks to have tarnished it. Inside the small, fabulously wealthy peninsula state, which plays an extremely active role on the world stage, the drumbeat of criticism is no longer interpreted as perplexing and frustrating, but instead as something born of jealousy and racism.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/before-world-cup-kicks-off-has-qatar-already-lost-at-geopolitical-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/cinema-speculation-by-quentin-tarantino-review-collection-film-criticism", "title": "Cinema Speculation by Quentin Tarantino review – bracing and heartfelt collection", "date_published": "2022-11-14 09:00:35+00:00", "description": "<p>The movie-maker’s first book of criticism is fuelled by a breathless energy  that makes up for its scattershot approach</p><p>Some years ago, purely for work purposes, I visited a “cult TV convention” at a hotel in Solihull, where the fans at the bar were all dressed as Klingons and Peter Tork from the Monkees hosted an unruly pub quiz. Parked at a table, the B-movie actor <a href=\"https://www.theguardian.com/film/gallery/2020/jul/26/nightmare-on-elm-streets-john-saxon-a-life-in-pictures\">John Saxon</a> signed souvenir headshots for £10 a time. Saxon was in attendance thanks to his roles in <em>Falcon Crest</em>, <em>Dynasty</em> and <em>The Six Million Dollar Man</em>, but the indignity of the occasion showed on every line of his face. “I once made a movie with Marlon Brando,” he explained with a sigh.</p><p>Had the road forked, it could all have been different. Midway through <em>Cinema Speculation</em>, Quentin Tarantino mentions Saxon as one of his early choices to play Max Cherry, the careworn bail bondsman in the 1997 film <em><a href=\"https://www.theguardian.com/film/2022/sep/15/jackie-brown-review-tarantinos-most-romantic-film-is-a-stone-cold-classic\">Jackie Brown</a></em>. While the part eventually went to <a href=\"https://www.theguardian.com/film/2019/oct/14/robert-forster-obituary\">Robert Forster</a>, another B-movie mainstay, this casual aside hints at an alternative history, a parallel track. Indirectly, it reminds us that movies are serendipitous, defined as much by rewrites, casting coin-flips and crowd reaction as they are by any singular auteurist vision. Jeff Bridges almost starred in <em>Taxi Driver</em>. Steve McQueen was nearly the Sundance Kid. Every film – great or small – carries the ghosts of the films that it might have been.</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/cinema-speculation-by-quentin-tarantino-review-collection-film-criticism\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/14/rise-en-corps-review-ballet-marion-barbeau", "title": "Rise (En Corps) review – a ballerina’s dramatic comeback from devastating injury", "date_published": "2022-11-14 09:00:35+00:00", "description": "<p>Marion Barbeau, a Paris Opera dancer making her acting debut, is terrific as an injured performer who finds strength in a contemporary dance company</p><p>The English translation of the title of Cédric Klapisch’s latest could be a little more evocative. The original French title, En Corps, is a kind of double entendre, both something related to the body and also the company of a dance troupe. Appropriately so, as this film is all about the self-discovery journey of Elise (Marion Barbeau), a classical ballet prima donna who struggles to reclaim her place in the dance world after breaking her ankle on stage.</p><p>Her affliction is emotional as well as physical; it occurs right after Elise discovers that her dancer boyfriend is cheating on her. When told that she might never perform again, Elise is ready to accept her fate. Nevertheless, while staying at an artists’ residency in Brittany as an extra pair of hands in the kitchen, Elise finds her way to healing – both physically and mentally – through mixing with a contemporary dance group.</p> <a href=\"https://www.theguardian.com/film/2022/nov/14/rise-en-corps-review-ballet-marion-barbeau\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/us-midterms-film-maker-michael-moore-blue-tsunami", "title": "‘I never doubted it’: why film-maker Michael Moore forecast ‘blue tsunami’ in midterms", "date_published": "2022-11-14 09:00:34+00:00", "description": "<p>Film-maker says the salient lesson from the midterms for Democrats is to stop depressing their own vote with pessimism, fear and conventional thinking</p><p>In the lead up to last week’s midterm elections in America, the punditocracy of commentators, pollsters and political-types were almost united: a “red wave” of Republican gains was on the cards.</p><p>But one dissenting voice stood out: that of leftist filmmaker Michael Moore. Against all the commonplace predictions, he had forecast Democrats would do well. <a href=\"https://www.theguardian.com/us-news/2022/oct/23/michael-moore-democratic-party-win-midterm-interview\">He called it a “blue tsunami”.</a></p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/us-midterms-film-maker-michael-moore-blue-tsunami\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/14/cop27-egypt-lula-brazil-rainforests-climate-conference-live", "title": "Cop27: focus on water as conference enters second week - live", "date_published": "2022-11-14 08:53:11+00:00", "description": "<p>Monday is water and gender day at the climate conference being held in Sharm el-Sheikh, Egypt</p><p>Update on Lula – we are hearing that instead of speaking today, he may be addressing the conference on Wednesday instead. We will keep you posted.</p><p>Those of us from the UK might remember the ‘anti growth coalition’ comments made by Liz Truss during her short and chaotic stint as prime minister.</p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/14/cop27-egypt-lula-brazil-rainforests-climate-conference-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/peruvian-amazon-native-leaders-to-lobby-banks-to-cut-ties-with-state-oil-firm-petroperu", "title": "Peruvian Amazon native leaders to lobby banks to cut ties with state oil firm", "date_published": "2022-11-14 08:33:55+00:00", "description": "<p>Leaders from  Achuar and Wampis peoples say  Petroperú is responsible for oil spills in their territory</p><p>Native leaders from the Peruvian Amazon are to travel to the US this week to lobby banks to cut financial ties with Peru’s state oil company, Petroperú.</p><p>Leaders from the Achuar and Wampis peoples say the state company is responsible for oil spills in their territory that violate their human rights by polluting their water sources and irreparably damaging their fishing and hunting grounds.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/peruvian-amazon-native-leaders-to-lobby-banks-to-cut-ties-with-state-oil-firm-petroperu\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/joyland-pakistan-bans-oscar-contender-film-about-trans-love-affair", "title": "Joyland: Pakistan bans Oscar contender film about trans love affair", "date_published": "2022-11-14 08:24:00+00:00", "description": "<p>Islamic groups denounce film that won prestigious jury prize at Cannes and has Malala Yousafzai as executive director</p><p>The Pakistan government has banned the film that will be its Oscars contender after pressure from hardline Islamic groups who called its depiction of a love affair between a man and a trans woman “repugnant” and “highly objectionable”.</p><p>Joyland, directed by Saim Sadiq, had been submitted as Pakistan’s official entry for best international feature film at the Oscars and was due for domestic release this week.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/joyland-pakistan-bans-oscar-contender-film-about-trans-love-affair\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/14/buffalo-bills-minnesota-vikings-josh-allen-bad-snap-nfl-football", "title": "The Buffalo Bills pull off the craziest two minutes in NFL history ... again", "date_published": "2022-11-14 08:10:33+00:00", "description": "<p>Josh Allen and his team had a 27-10 lead in the third quarter on Sunday. The quarterback must shoulder much of the blame for the chaos that followed</p><p>When Patrick Mahomes and Josh Allen went toe-to-toe in <a href=\"https://www.theguardian.com/sport/2022/jan/24/nfl-playoffs-bills-chiefs-patrick-mahomes-josh-allen-football\">January’s playoff thriller</a>, it was inconceivable that any game in the near future (or any future) would match its insanity. Well, hold our beer, said the Vikings and Bills on Sunday. </p><p>The Bills suffered a similar fate as they did in that playoff game, a devastating loss in overtime, <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401437833\">this time 33-30</a>. And Josh Allen was just as distraught as he had been in January. But not because NFL rules <a href=\"https://www.theguardian.com/sport/2022/jan/26/this-aint-vegas-should-a-cruel-end-to-the-bills-season-prompt-an-overtime-change\">prevented him from getting the ball</a> in overtime. This time Allen was a central culprit in the loss. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/14/buffalo-bills-minnesota-vikings-josh-allen-bad-snap-nfl-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/bbc-local-radio-cut-communities", "title": "BBC local radio is a lifeline for millions of listeners – we can’t afford to cut it | Nick Coffer", "date_published": "2022-11-14 08:00:35+00:00", "description": "<p>As a former local broadcaster, I’ve seen how vital radio is to our communities. It should be the jewel in the BBC’s crown</p><p>I came into work at <a href=\"https://www.bbc.co.uk/sounds/play/live:bbc_three_counties_radio\">BBC Three Counties Radio</a> one day to a message from the daughter of one of my regular listeners. I had struck up an unlikely off-air friendship with her mother, the warm, opinionated and razor-sharp Beryl, after we’d first met at an outside broadcast. Her daughter explained that she had fallen ill a few days previously and had sadly died, but not before writing a note to her family with strict instructions to inform me in the event of her death.</p><p>As the dust following announcement of more swingeing <a href=\"https://inews.co.uk/news/media/bbc-local-radio-cuts-staff-not-going-down-without-fight-1953713\">cuts to local radio</a> has settled, I think it’s important to remember listeners like Beryl – and the unique connection they have with their BBC local radio station. I left the organisation in 2021 and all my former colleagues have stories like mine to tell: from the late-night show that enabled one listener, who had been adopted, to meet her 100-year-old birth mother for the first time; to the BBC Newcastle show that was contacted by the daughter of a seriously ill local man, asking them to <a href=\"https://www.bbc.co.uk/programmes/p0b7ldf6\">help record a song</a> he’d written for her 56 years previously when she was nine months old. With the help of local music students, the station turned her wish into reality. Her father died shortly afterwards.</p><p>Nick Coffer was a presenter on BBC Three Counties Radio from 2010 until 2021. He is now managing director of Boutique Broadcast, a podcast production company</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/bbc-local-radio-cut-communities\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/14/there-may-be-no-clear-conscience-with-this-world-cup-but-we-can-focus-on-fifa", "title": "There may be no clear conscience with this World Cup but we can focus on Fifa | Max Rushden", "date_published": "2022-11-14 08:00:35+00:00", "description": "<p>As we consume the football on show in Qatar despite knowing the brutal facts, we should at least force Fifa to make change </p><p>So here we are then. Premier League season on pause while the lower leagues keep chugging away. Knackered and injured players off to a country where it’s illegal to be gay, where women who are victims of sexual assault can be put in prison and where thousands of migrant workers have died since Qatar was awarded the tournament 12 years ago. Welcome to the World Cup.</p><p>Of course, we all know these things by now. In fact the impact of hearing about them again and again seems to numb you from the brutal facts. It’s easier to just talk of migrant workers as a homogenous block rather than remembering that each life is a father, a son, a brother – most, but not all, of these are impoverished young men from Asia and Africa.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/14/there-may-be-no-clear-conscience-with-this-world-cup-but-we-can-focus-on-fifa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/14/does-calamine-lotion-work-as-a-cheap-pre-makeup-primer", "title": "Does calamine lotion work as a cheap pre-makeup primer?", "date_published": "2022-11-14 08:00:34+00:00", "description": "<p>It’s usually used to soothe insect bites, but is it a good idea to slather it on to your face before applying foundation?</p><p><strong>The hack</strong><br />Using calamine lotion as a primer before makeup.</p><p><strong>The test</strong><br />It’s used for chickenpox and insect bites but this old-school pharmacy staple is going viral as <a href=\"https://www.tiktok.com/discover/using-calamine-lotion\" title=\"\">TikTok users spread it on their faces as a primer</a> – using their hands or a foundation brush – allow it to dry and then apply makeup over it. But is there any logic here, or has the desperation to make anything go viral reached peak pointlessness? I’m veering towards the latter but in theory calamine – which contains zinc oxide, iron oxide and phenol – does absorb oil, so oily skins may see some benefit. But when used for longer than the recommended time (usually seven days) it <a href=\"https://www.everydayhealth.com/skin-beauty/why-using-calamine-lotion-as-makeup-primer-is-a-bad-idea-dermatologists-say/\" title=\"\">could cause excess dryness</a>. </p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/14/does-calamine-lotion-work-as-a-cheap-pre-makeup-primer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/14/frankie-thompson-catts", "title": "Jellicle clown: Frankie Thompson on her unmissable feline fever dream Catts", "date_published": "2022-11-14 08:00:34+00:00", "description": "<p>Her cat-tastic stage show is a riff on Andrew Lloyd Webber’s musical that swerves into emotionally raw territory. The Edinburgh fringe sensation talks about trauma, taboos and the importance of being disgusting</p><p>Was there ever a cat so clever? Move over Mr Mistoffelees, because Frankie Thompson has magicked up one of this year’s smartest stage shows with Catts, an unsettling and often wildly funny hour of clowning. It’s a feline fever dream that starts as a riff on Andrew Lloyd Webber’s whiskery musical and finds Thompson mashing up viral cat videos, clips of Postman Pat’s puss Jess and The Simpsons’ Crazy Cat Lady, and lip-syncing along to Elaine Paige and a prepubescent Jacob Rees-Mogg.</p><p>In a Puma T-shirt, her hair in buns like tufty ears, she prowls around the audience, pounds a catwalk-treadmill and relieves herself in a litter tray. Thompson’s feat is to do all this while conveying an unflinching sense of the overwhelming pressures and malaise that send so many of us seeking respite in funny cat videos. It’s a show that sounds raucous but is emotionally raw, drawing on her experience of mental illness.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/14/frankie-thompson-catts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/us-wilderness-therapy-camps-troubled-teen-industry-abuse", "title": "The wilderness ‘therapy’ that teens say feels like abuse: ‘You are on guard at all times’", "date_published": "2022-11-14 08:00:34+00:00", "description": "<p>Programs purport to teach teenagers struggling with mental health problems to learn choice and accountability through powers of nature, with little oversight</p><p>Rowan Bissette was 16 when she was transported against her will from Florida to Utah by two men she did not know. This was her first time leaving her home state.</p><p>These men were hired by her parents to take her from the psychiatric hospital in Jacksonville where she had been receiving treatment to a residential facility for more “intensive care”. She was terrified.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/us-wilderness-therapy-camps-troubled-teen-industry-abuse\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/premier-league-10-talking-points-from-the-weekends-action", "title": "Premier League: 10 talking points from the weekend’s action", "date_published": "2022-11-14 08:00:33+00:00", "description": "<p>Harvey Barnes and Joe Willock show they have England futures and Darwin Núñez is finding his feet at Liverpool</p><p>For Pep Guardiola the World Cup may have arrived at an apposite moment. Manchester City could have beaten Brentford at the weekend but they lost, something they narrowly avoided when finding a way to beat Brighton, Leicester and Fulham in their previous Premier League outings. A six-week break for Qatar allows the manager to examine the team forensically and understand what is required to refresh a mode of play that is lacking the usual relentless pass-and-move sequences. “People go to their national team, they will be focused, it is a dream for them, it’s a World Cup. [The staff] have time to reflect: what we are doing well, what we could do better. After the first [league] game back – we will see,” said Guardiola. “The Premier League is difficult but we are going to try to come back good and fight for that.” <strong>Jamie Jackson</strong></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/12/manchester-city-couldnt-handle-brentfords-toney-admits-pep-guardiola\">Man City 1-2 Brentford</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/13/fulham-manchester-united-premier-league-match-report\">Fulham 1-2 Manchester United</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/12/newcastle-chelsea-premier-league-match-report\">Newcastle 1-0 Chelsea</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/12/wolves-arsenal-premier-league-match-report\">Wolves 0-2 Arsenal</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/12/liverpool-southampton-premier-league-match-report\">Liverpool 3-1 Southampton</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/12/tottenham-leeds-premier-league-match-report\">Tottenham 4-3 Leeds Utd</a></em></p> <a href=\"https://www.theguardian.com/football/2022/nov/14/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/14/joules-administrators-cost-of-living-business-confidence-recession-rightmove-business-live", "title": "Joules to call in administrators, as business confidence hits 13-year low – business live", "date_published": "2022-11-14 07:54:45+00:00", "description": "<p>Retailer intends to appoint administrators after failing to find new investment</p><p><strong>Joules</strong> had hoped that <strong>Next</strong>, one of Britain’s biggest clothes retailers, would invest in the company to help with its turnaround. However, a deal could not be reached.</p><p>Once Joules has appointed administrators, <a href=\"https://www.theguardian.com/business/live/2022/nov/14/joules-administrators-cost-of-living-business-confidence-recession-rightmove-business-live?filterKeyEvents=false&amp;page=with:block-6371e42d8f088f91b4c66c43#block-6371e42d8f088f91b4c66c43\">as it intends to</a>, some of its assets could be bought up by a larger rival.</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/14/joules-administrators-cost-of-living-business-confidence-recession-rightmove-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/14/south-australian-premier-defends-decision-to-host-saudi-backed-golf-tournament", "title": "South Australian premier defends decision to host Saudi-backed golf tournament", "date_published": "2022-11-14 07:44:55+00:00", "description": "<p>Peter Malinauskas says LIV Golf competition will boost state’s economy but critics say it is an attempt to ‘sports wash Saudi Arabia’s human rights record’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The South Australian premier has attacked “establishment monopolist forces” in golf as he defended his state’s willingness to host the controversial Saudi-backed<a href=\"https://www.theguardian.com/sport/liv-golf-series\">LIV Golf tournament</a>.</p><p>Peter Malinauskas said it was an “unparalleled” opportunity for the state, but the former senator Rex Patrick, a <a href=\"https://www.crikey.com.au/2018/10/11/jamal-khashoggi-australia-saudi-arabia/\">critic of the Saudi regime</a>, said taxpayers’ money should not be used to “assist foreign leaders wash away unconscionable acts such as the murdering of a journalist for doing his job”, referring to the<a href=\"https://www.theguardian.com/world/2020/mar/25/turkey-charges-20-saudis-over-jamal-khashoggi\"> killing of Jamal Khashoggi</a>.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/sport/2022/nov/14/south-australian-premier-defends-decision-to-host-saudi-backed-golf-tournament\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/13/weird-al-yankovic-biopic-career-unlikely-superstar", "title": "‘He was a bit of an outcast’: how Weird Al become an unlikely superstar", "date_published": "2022-11-14 07:42:33+00:00", "description": "<p>The musician’s life has been given the biopic treatment in a new film starring Daniel Radcliffe, the latest surprising turn in a surprising career</p><p>He is the patron saint of introverts, misfits, outsiders – anyone who didn’t belong in the cool kids’ gang.</p><p>“A lot of Weird Al fans, we’re geeks, freaks, losers, misunderstood outcasts, Star Wars nerds or guys playing Dungeons and Dragons,” says <a href=\"https://twitter.com/ethanullman?lang=en\">Ethan Ullman</a>, who co-hosts a podcast about the musical comedian. “You don’t have to be an outcast to like Al but he’s certainly helping in being a beacon of acceptance for those who are.”</p> <a href=\"https://www.theguardian.com/culture/2022/nov/13/weird-al-yankovic-biopic-career-unlikely-superstar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/14/more-patrols-promised-as-uk-and-france-sign-channel-deal-to-curb-migration", "title": "More patrols promised as UK and France sign Channel deal to curb migration", "date_published": "2022-11-14 07:41:37+00:00", "description": "<p>Rishi Sunak hails accord that will lead to a 40% increase in number of patrols to detect small boats</p><p>Rishi Sunak’s government has reached a deal with France to increase cooperation over asylum seekers and migrants using small boats to cross the Channel, with UK officers joining a beefed-up programme of French beach patrols.</p><p>The arrangement, signed on Monday morning, promises a 40% increase in the number of patrols to try to detect small boats about to make the voyage from France, with UK personnel taking part for the first time.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/14/more-patrols-promised-as-uk-and-france-sign-channel-deal-to-curb-migration\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/ng-interactive/2022/nov/14/how-has-the-worlds-population-grown-since-1950", "title": "How has the world’s population grown since 1950?", "date_published": "2022-11-14 07:30:33+00:00", "description": "<p>The number of people in the world has tripled in 70 years. In this visual explainer, we examine where the growth has been – and how it will change in the future</p><p>The world’s population is projected to reach 8 billion people on 15 November – more than three times larger than it was in 1950. Based on current trends, the UN estimates the population could grow to about 8.5 billion by 2030, 9.7 billion by 2050 and 10.4 billion by the end of the century.</p><p>The biggest increases in population took place in the early 1960s, but the pace of growth has slowed as fertility levels decreased with the greater availability of contraception and as countries developed their economies. Increased levels of education, especially among girls, and more job opportunities for women played key roles.</p> <a href=\"https://www.theguardian.com/global-development/ng-interactive/2022/nov/14/how-has-the-worlds-population-grown-since-1950\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/14/can-you-solve-it-are-you-a-puzzle-thoroughbred", "title": "Can you solve it? Are you a puzzle thoroughbred?", "date_published": "2022-11-14 07:26:29+00:00", "description": "<p>Please answer the equestrian</p><p>Let’s begin today’s challenges with a problem about horses, followed by an excellent pattern recognition puzzle that was recently doing the rounds on social media.</p><p><strong>1. Neigh bother</strong></p> <a href=\"https://www.theguardian.com/science/2022/nov/14/can-you-solve-it-are-you-a-puzzle-thoroughbred\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/weather-tracker-after-hurricane-nicole-more-turbulence-to-hit-europe-and-australia", "title": "Weather tracker: after Hurricane Nicole, more turbulence to hit Europe and Australia", "date_published": "2022-11-14 07:23:12+00:00", "description": "<p>Unsettled weather to continue across western Europe and southern Australia forecast to experience unseasonably cold spell</p><p>After causing devastation in Florida last week, <a href=\"https://www.theguardian.com/us-news/2022/nov/10/hurricane-nicole-rain-wind-florida-tropical-storm\">Hurricane Nicole</a> travelled along the east coast of the US and across the Atlantic towards western Europe as an extratropical cyclone. The remnants of Nicole brought heavy rain and strong winds to Ireland, the UK and parts of northern France during Monday night and Tuesday.</p><p>Unsettled conditions are set to continue throughout the next few days across western Europe as several areas of low pressure move in from the Atlantic. These lows are expected to affect areas as far east as Norway and as far south as the Bay of Biscay, and will bring the potential of some localised flooding for the worst affected areas.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/weather-tracker-after-hurricane-nicole-more-turbulence-to-hit-europe-and-australia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/14/spielberg-fellini-memoir-movie-childhood", "title": "From Fellini to Spielberg: an enduring obsession with the memoir movie", "date_published": "2022-11-14 07:16:32+00:00", "description": "<p>Steven Spielberg is just the latest film-maker to look back on his childhood following in the footsteps of Terrence Malick and Federico Fellini</p><p>There’s a nasty case of Misleading Trailer Syndrome going around this season, with symptoms particularly pronounced among the spate of memoir films piling up as the year winds down.</p><p>The spots for James Gray’s Armageddon Time and Steven Spielberg’s The Fabelmans sell us a pair of rosy-cheeked coming-of-age pictures about young, Jewish auteur-avatars navigating the travails of 20th-century boyhood, their partial comprehension of their families’ class and ethnicity nurtured by a loving, wise older relative. They’ll both face a little more than their fair share of antisemitism, but that’s just the penumbra cast by the good ol’ days, a fondly remembered era recreated as a portal to a more innocent era. In the ad for Gray’s latest, the shimmying disco groove of Good Times by Chic soundtracks afternoons spent scampering around Central Park or sneaking a joint in the bathroom. For Spielberg’s, a soaring score confers that blockbuster feeling as our junior cineaste learns that “movies are dreams that you never forget”.</p> <a href=\"https://www.theguardian.com/film/2022/nov/14/spielberg-fellini-memoir-movie-childhood\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/eno-opera-funding-arts-council-audiences", "title": "We don’t want to bring down the curtain on ENO, but opera has to change | Darren Henley", "date_published": "2022-11-14 07:00:35+00:00", "description": "<p>Funding shake-ups have come as a shock, but offer the art form an opportunity to find a new direction and new audiences</p><ul><li>Darren Henley is chief executive of Arts Council England</li><li><a href=\"https://www.theguardian.com/music/2022/nov/14/arts-council-to-survive-funding-opera-car-parks\">Arts Council chief: to survive funding slash, opera should move to car parks and pubs</a></li></ul><p>Arts Council England recently declined to offer English National Opera (ENO) a place in its next national portfolio of funded organisations. Instead, we proposed a package for it to relocate and reimagine itself outside London. We have been accused lately of crimes including vandalism and metrophobia, by everyone from Andrew Marr to <a href=\"https://www.theguardian.com/commentisfree/2022/nov/13/levelling-up-is-worthy-aim-but-stealing-arts-cash-from-london-is-cultural-vandalism\">Melvyn Bragg</a>, David Pountney and Simon Schama (although Londoners may note that London’s arts institutions will continue to receive £152m a year – a third of Arts Council funding). Contrary to many reports, we have not sounded a death knell for the opera company.</p><p>We know that alongside its acclaimed repertoire of operas, ENO also has a great education programme connecting primary and secondary schoolchildren with opera, and it has created innovative programmes such as <a href=\"https://www.theguardian.com/music/2022/nov/10/gun-to-our-head-eno-mounts-fightback-against-edict-to-leave-london\">ENO Breathe</a>, a wellbeing initiative for people recovering from the effects of Covid-19. We want to support a bright, if different, future for ENO and help develop opera as an art form.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/eno-opera-funding-arts-council-audiences\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/mumsnet-is-aflame-over-the-family-who-wore-pyjamas-to-a-breakfast-buffet-is-it-really-the-end-of-the-world", "title": "Mumsnet is aflame over the family who wore pyjamas to a breakfast buffet. Is it really the end of the world? | Emma Beddington", "date_published": "2022-11-14 07:00:34+00:00", "description": "<p>The pandemic has left many of us hazy about how we should behave in public – and remarkably judgmental</p><p>Mumsnet’s “Am I being unreasonable (AIBU)?” forum, the Emily Post’s Etiquette <em>de nos jours</em>, turned its attention last week to a new assault on civil society: <a href=\"https://www.mirror.co.uk/travel/news/hotel-guest-sparks-debate-after-28450176\" title=\"\">pyjamas at a hotel breakfast buffet</a>.</p><p>I didn’t get into Mumsnet when my kids were little. I’m not bragging; I was reading Heat magazine and crying, not translating Aristophanes. To an outsider, its stranger corners (particularly AIBU) seem to be a repository for the weird thoughts that bubble up in your head when you’re stuck at home with a child; the stuff I was muttering to myself in the mirror, or at the mannequins in M&amp;S. It’s a public service to offer a safe(ish) space to be reassured that no, your toddler won’t die because they ate some cat litter. But like “indoor voices”, some of this stuff – wild snobbery, paranoia, extreme unreasonableness (check the <a href=\"https://twitter.com/mumsnet_madness\" title=\"\">@mumsnet_madness</a> Twitter account for gems) – should probably have remained “inside thoughts”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/mumsnet-is-aflame-over-the-family-who-wore-pyjamas-to-a-breakfast-buffet-is-it-really-the-end-of-the-world\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/paul-newman-the-extraordinary-life-of-an-ordinary-man-review-a-screen-idol-full-of-self-loathing", "title": "Paul Newman: The Extraordinary Life of an Ordinary Man review – a screen idol full of self-loathing", "date_published": "2022-11-14 07:00:34+00:00", "description": "<p>A painfully revealing memoir, taken from transcripts of reminiscences Newman recorded in the 1980s, lays bare a candid, complicated star</p><p>Movie stars, bemused by their own magnified faces, don’t usually have much interest in self-analysis. Paul Newman turns out to be the ruthlessly candid exception. In the late 1980s, between beery binges, Newman recorded endless hours of reminiscences, trying finally to understand the insecure, inadequate stranger who skulked behind his handsome facade. Probably alarmed by what he’d revealed, he later destroyed the tapes. But <a href=\"https://www.theguardian.com/film/2008/sep/27/paulnewman.usa1\">after his death in 2008</a>, 14,000 pages of transcripts were discovered in his musty Connecticut basement and in a storage locker; these have now been cut and pasted into an autobiography, supplemented by contributions from colleagues and family members. The result is startling: Narcissus breaks the mirror, leaving only some cruelly jagged shards.</p><p>In the early 1950s, Newman seemed the most unthreatening of Hollywood’s angry young men – less eruptive than Marlon Brando, less twitchy than <a href=\"https://www.theguardian.com/film/2010/jan/17/screen-legend-montgomery-clift\">Montgomery Clift</a>, less surly than James Dean. Tempering the fury unleashed by the others, he played a redeemed hoodlum in <em>Somebody Up There Likes Me</em> and an introverted outlaw in <em>The Left Handed Gun</em>. Eventually, as a wise-cracking robber in <em><a href=\"https://www.theguardian.com/film/2019/sep/23/butch-cassidy-and-the-sundance-kid-paul-newman-robert-reford\">Butch Cassidy and the Sundance Kid</a></em> and a playful gambler in <em>The Sting</em>, he settled down to be wry and irresistibly charming. But his book hardly mentions roles like these; instead, he ridicules “this goddamn movie star with blue eyes cast as a half-Apache in <em>Hombre</em>”. Overcome by a sense of unworthiness that festers into self-contempt, he calls himself “that decorative little shit”, a merely ornamental creature with an empty centre.</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/paul-newman-the-extraordinary-life-of-an-ordinary-man-review-a-screen-idol-full-of-self-loathing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/the-successor-review-lachlan-murdoch-rupert-fox-news-corp", "title": "The Successor review: life of Lachlan Murdoch pulls punches all too often", "date_published": "2022-11-14 07:00:34+00:00", "description": "<p>Readers of Paddy Manning’s book should keep in mind the words of Media Matters: Fox News is ‘an unchained pro-Trump propaganda outlet that promotes white nationalism’</p><p>The Murdochs are in many ways the most important media story of the last 50 years. On three continents their shoddy journalism, blind political ambition, outright racism and unlimited greed have done more damage to democracy than the actions of all their rivals put together.</p><p>The family’s internal competitions and political alliances are the subjects of dozens of books and documentaries, as well as the inspiration for <a href=\"https://www.theguardian.com/media/2022/aug/26/logan-roy-would-hate-me-says-succession-star-brian-cox\">Succession</a>, the HBO hit now filming its fourth season.</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/the-successor-review-lachlan-murdoch-rupert-fox-news-corp\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/14/iphone-14-plus-apples-big-screen-battery-champ", "title": "iPhone 14 Plus: Apple’s big-screen battery champ", "date_published": "2022-11-14 07:00:34+00:00", "description": "<p>Supersized smartphone offers regular iPhone performance with extended battery life, but costs extra</p><p>Apple’s new plus-sized iPhone 14 adds a larger screen and longer-lasting battery to a familiar formula, but with a bigger price tag too.</p><p>The 14 Plus is a brand new iPhone model for this year, costing £949 ($899/A$1,579), making it £100 ($100/A$180) more than the base model 14 but cheaper than the 14 Pro line.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/14/iphone-14-plus-apples-big-screen-battery-champ\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/14/a-locals-guide-to-parma-italy-city-of-cheese-ham-and-stunning-baroque-buildings", "title": "A local’s guide to Parma, Italy: food markets, vineyards and backstreet bars", "date_published": "2022-11-14 07:00:33+00:00", "description": "<p>Food and wine critic Andrea Grignaffini reveals his favourite haunts in his home city – a gourmand’s delight with wine bars galore</p><p>Food in Parma is all about our unique products – parmesan cheese, Parma ham – and the way we prepare them, as antipasti or as fillings for pasta. The best quality is found at the traditional <em>salumerie</em> and cheese shops on <a href=\"https://www.parmawelcome.it/en/place/discover-parma/what-to-see/building-memorials/piazza-ghiaia/\" title=\"\">Piazza Ghiaia</a>. <a href=\"https://www.facebook.com/confesercentiparma/posts/oggi-vi-presentiamo-cibivari-una-nuova-gastronomia-che-roberta-boni-ha-da-poco-a/1304866816335156/\" title=\"\">Cibivari</a>, half a mile away on Strada XXII Luglio, is a bakery and deli recently opened by the dynamic Roberta Boni, using local, seasonal produce in simple home cooking – focaccia, aubergine parmigiana. Take it away for a picnic or eat in at one of the small tables.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/14/a-locals-guide-to-parma-italy-city-of-cheese-ham-and-stunning-baroque-buildings\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/ghost-farms-the-mink-sheds-abandoned-to-the-pandemic", "title": "Ghost farms: the mink sheds abandoned to the pandemic", "date_published": "2022-11-14 07:00:33+00:00", "description": "<p>More than 1,000 mink farms in Denmark were ordered to close over fears a Covid mutation was a risk to human health. Two years on, most will never reopen</p><ul><li>Photographs by Agata Lenczewska-Madsen. Words by <a href=\"https://www.theguardian.com/profile/tom-levitt\">Tom Levitt</a></li></ul><p>The farm is quiet. Martin Merrild is sweeping leaves. Behind him is a row of 20 large sheds – all empty. Two years ago, his farm near Hjerm in West Jutland had been home to 15,000 mink, a small carnivorous mammal bred by farmers in individual cages before being skinned for its fur.</p><p>Since he started mink farming almost 40 years ago, Merrild’s life had revolved around a yearly cycle. It would start with a smaller population of female and male mink. In early March, the females would be ready for breeding and Merrild and his staff would have just a few weeks to ensure they got a mate. From late April, mink the size of a thumb would be born.</p><p>Martin Merrild has been farming mink since the 1980s, until an outbreak of Covid in 2020 saw his entire herd culled. He hasn’t reared a mink since</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/ghost-farms-the-mink-sheds-abandoned-to-the-pandemic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/14/a-new-start-after-60-i-became-an-actor-and-ive-never-made-so-much-money", "title": "A new start after 60: I became an actor – and I’ve never made so much money", "date_published": "2022-11-14 07:00:32+00:00", "description": "<p>Anabel Graetz has always known she had an interesting and unusual face. At the age of 80, it’s now paying the bills<br /></p><p>Anabel Graetz has always worked in the arts, but she won her first screen part when she was 62 – in <a href=\"https://www.youtube.com/watch?v=7AWJ6WlQz-8\" title=\"\">a fire safety short</a> with <a href=\"https://www.theguardian.com/tv-and-radio/2010/oct/20/happy-days-star-tom-bosley-dies\" title=\"\">Tom Bosley</a>, best known for playing Howard Cunningham in the TV series Happy Days. The film work has since rolled in. This summer, at the age of 80, Graetz cleared her debts for the first time in her life. “I am earning more money than I ever have,” she says. “It feels like a whole new world.”</p><p>Graetz’s turning point came when she made it on to the books of <a href=\"https://www.bostoncasting.com/\" title=\"\">a casting company</a> in Boston which helps studios and production companies hire actors. “They started calling me for auditions, and the shock was that the third time I auditioned, I was cast.” Still, she says, “I didn’t think I had a big future in it.” But she kept responding to calls to audition. “And I kept being cast.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/14/a-new-start-after-60-i-became-an-actor-and-ive-never-made-so-much-money\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/14/sanson-and-me-review-sobering-account-of-teenager-sentenced-to-life-for", "title": "Sansón and Me review – sobering account of teenager sentenced to life for murder", "date_published": "2022-11-14 07:00:32+00:00", "description": "<p>Director Rodrigo Reyes re-enacts his experiences with a young Mexican serving life without parole, weighing up the pressures and life choices</p><p>With this startling and sombre documentary, Mexican film-maker Rodrigo Reyes has conducted an experiment in verbatim cinema, or what you might call witness cinema. In 2014, Reyes was at his day job as a California court interpreter translating for a defendant: Sansón Noe Andrade, a young Mexican immigrant who was to be convicted for first-degree murder having been the driver for a drive-by gang shooting, conducted by his 15-year-old brother-in-law. Andrade got life without parole, having denied guilt and denied gang membership; he insisted he was reluctantly giving his brother-in-law a lift out of politeness with no idea of his intention. Andrade had turned down a plea bargain, but then made a bad impression on the jury by claiming not to have heard any gunshots.</p><p>Later, Reyes entered into a correspondence with Andrade, who was to tell him he refused any deal because he was scared of gang reprisals (although his brother-in-law took a deal) and still insists he was not a gang member, though had to join up once in prison for his own safety. So Reyes made it his mission to create a film based on Andrade’s unhappy life, using an actor, Gerardo Reyes, to play Andrade’s adult self and reconstruct their jail-visit conversations on the stage of a cinema in front of a blank screen. More audaciously still, Reyes got Andrade’s sister and brother-in-law to play his parents in reconstructions of his troubled childhood in the Mexican town of Tecomán, with his nephew Antonio, or Toñito, playing his pre-teen self.</p> <a href=\"https://www.theguardian.com/film/2022/nov/14/sanson-and-me-review-sobering-account-of-teenager-sentenced-to-life-for\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/14/russia-ukraine-war-live-news-race-to-restore-power-and-water-in-kherson-murdered-civilians-found-zelenskiy-says", "title": "Russia-Ukraine war live news: race to restore power and water in Kherson; murdered civilians found, Zelenskiy says", "date_published": "2022-11-14 06:59:30+00:00", "description": "<p>Kherson’s mayor says <a href=\"https://www.theguardian.com/world/live/2022/nov/14/russia-ukraine-war-live-news-race-to-restore-power-and-water-in-kherson-murdered-civilians-found-zelenskiy-says?filterKeyEvents=false&amp;page=with:block-6371d9a08f08786f8dfae3e8#block-6371d9a08f08786f8dfae3e8\">humanitarian situation is ‘severe’</a>; Zelenskiy accuses Russian soldiers of <a href=\"https://www.theguardian.com/world/live/2022/nov/14/russia-ukraine-war-live-news-race-to-restore-power-and-water-in-kherson-murdered-civilians-found-zelenskiy-says?page=with:block-6371bf948f088f91b4c66b7f#block-6371bf948f088f91b4c66b7f\">more than 400 war crimes</a></p><p><a href=\"https://www.theguardian.com/world/2022/nov/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-265-of-the-invasion\">At a glance: what we know on day 264 of the invasion</a></p><p>Winter will bring a change in conflict conditions including fewer offensives and more static defensive frontlines and a greater risk of weapon malfunctions, according to the UK Ministry of Defence.</p><p>Changes to daylight hours, temperature and weather will present unique challenges for fighting soldiers.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/14/russia-ukraine-war-live-news-race-to-restore-power-and-water-in-kherson-murdered-civilians-found-zelenskiy-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/why-india-overtaking-china-as-most-populous-country-is-more-than-symbolic", "title": "Why India overtaking China as most populous country is more than symbolic", "date_published": "2022-11-14 06:30:32+00:00", "description": "<p>Moment hints at possible limits to unrelenting rise of China and raises questions about ability of India to reap demographic dividend</p><p>On the day India surpasses China as the world’s most populous nation, the change for both countries will be psychological and symbolic.</p><p>China will still be the greater economic power, the one challenging the United States for full superpower status, but it will no longer be able to call itself the largest nation by sheer numbers.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/why-india-overtaking-china-as-most-populous-country-is-more-than-symbolic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/14/nigeria-hiv-first-needle-exchange", "title": "‘HIV can kill faster than the drug abuse’: Nigeria opens first needle exchange to tackle infection", "date_published": "2022-11-14 06:30:32+00:00", "description": "<p>The programme, seen as a shift in attitudes in a zero-tolerance country, is aimed at curbing the spread of blood-borne disease</p><p>All it took were a few puffs on a friend’s cigarette at a university party to begin a life of addiction. Abiola* was 21 and the tobacco was laced with cocaine. “From that moment, the journey has been good, bad and ugly. I graduated from being a user to a dealer,” says the 53-year-old network administrator, who has spent time in prison over his drug use.</p><p>“I started smoking heavily and 10 years ago started injecting drugs. But here I am now,” he says, splaying his needle-scarred hands on the table.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/14/nigeria-hiv-first-needle-exchange\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/india-faces-deepening-demographic-divide-as-it-prepares-to-overtake-china-as-the-worlds-most-populous-country", "title": "India faces deepening demographic divide as it prepares to overtake China as the world’s most populous country", "date_published": "2022-11-14 06:30:31+00:00", "description": "<p>India’s entrenched north-south divide is growing as its population changes, with serious social and political consequences</p><p>The cry of a baby born in India one day next year will herald a watershed moment for the country, when the scales tip and India overtakes China as the world’s most populous nation.</p><p>Yet the story of India’s population boom is really two stories. In the north, led by just two states, the population is still rising. In the richer south, numbers are stabilising and in some areas declining. The deepening divisions between these regions mean the government must eventually grapple with a unique problem: the consequences of a baby boom and an ageing population, all inside one nation.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/india-faces-deepening-demographic-divide-as-it-prepares-to-overtake-china-as-the-worlds-most-populous-country\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/14/jeremy-corbyn-will-never-stand-for-labour-again-say-senior-figures", "title": "Jeremy Corbyn will never stand for Labour again, say senior figures", "date_published": "2022-11-14 06:00:34+00:00", "description": "<p>Reinstating whip to former leader ‘would be toxic’ to party’s chances of winning general election</p><p>Jeremy Corbyn will never be permitted to stand as a Labour MP at an election again, senior Labour figures have said.</p><p>The former Labour leader was told last year he had to apologise for his claims that the extent of antisemitism in the party had been “dramatically overstated”.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/14/jeremy-corbyn-will-never-stand-for-labour-again-say-senior-figures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/14/earth-as-a-doer-upper-edith-pritchetts-week-in-venn-diagrams", "title": "Earth as a doer-upper: Edith Pritchett’s week in Venn diagrams", "date_published": "2022-11-14 06:00:33+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/14/earth-as-a-doer-upper-edith-pritchetts-week-in-venn-diagrams\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/labour-would-create-anti-opec-alliance-for-renewable-energy-says-miliband", "title": "Labour would create ‘anti-Opec’ alliance for renewable energy, says Miliband", "date_published": "2022-11-14 06:00:33+00:00", "description": "<p>Shadow climate change secretary says group would cooperate to cut energy prices and promote clean technology</p><p></p><p>The UK under a Labour government would form an “anti-Opec” alliance of countries dedicated to renewable energy, to bring down energy prices and promote clean technology, the shadow climate change secretary, Ed Miliband, has said.</p><p>A clean power alliance would enable countries to cooperate to source components more cheaply, boost the expansion of wind, solar and other forms of low-carbon power, and potentially to share or export electricity across connected grids.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/labour-would-create-anti-opec-alliance-for-renewable-energy-says-miliband\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/rishi-sunak-prime-minister-britain-cuts-culture-war", "title": "Rishi Sunak posed as a PM-in-waiting. Now he’s in the spotlight, he’s not up to the job | Nesrine Malik", "date_published": "2022-11-14 06:00:33+00:00", "description": "<p>Instead of the impressive intellectual Britain was promised, we see a leader with nothing to offer beyond cuts and culture war</p><p></p><p>If Liz Truss’s mantra was “move fast and break things”, then Rishi Sunak’s is “move slow and leave things where they are, and pray no one will notice”. It has been exactly <a href=\"https://www.theguardian.com/politics/2022/oct/24/rishi-sunak-becomes-first-british-pm-of-colour-and-also-first-hindu-at-no-10\">three weeks</a> since he was sent into Downing Street on a wave of relief and hope. But it has taken only those three weeks to expose Sunak as yet another underqualified and overpromoted prime minister. There is now no doubt that he does not have the mandate, the appetite or the nerve to deliver what was expected of him.</p><p>A brief look at his performance so far shows a failure to meet the goals set for him. A break with the volatile right of the party, who left a crater in the economy? Instead, Suella Braverman is back in the cabinet presiding over an asylum system collapse and protest crackdowns. A return to firm decision-making after a month of dizzying U-turns? His very first international effort as Britain’s leader was to <a href=\"https://www.theguardian.com/environment/2022/nov/02/rishi-sunak-u-turns-decision-not-to-attend-cop27-climate-summit\">reverse his decision</a> not to go to Cop27. Restoring some semblance of decency to political office? The now yet-again-disgraced Gavin Williamson had to resign after allegations of bullying, despite Sunak <a href=\"https://www.theguardian.com/politics/2022/nov/05/williamson-sent-expletive-laden-messages-to-chief-whip\">being informed</a> of the claims by the former chair of the Conservative party.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/rishi-sunak-prime-minister-britain-cuts-culture-war\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/glassy-fangs-and-glowing-fins-amazing-deep-sea-animals-found-near-cocos-islands", "title": "Glassy fangs and glowing fins: amazing deep sea animals found near Cocos Islands", "date_published": "2022-11-14 06:00:32+00:00", "description": "<p>Discovered in the deep: Scientists exploring the uncharted waters of the Indian Ocean uncover a multitude of dazzling sea creatures around a remote Australian island group</p><p>A shipload of scientists has just returned from exploring the uncharted waters of the Indian Ocean, where they mapped giant underwater mountains and encountered a multitude of deep-sea animals decked out in twinkling lights, with velvety black skin and mouths full of needle-sharp, glassy fangs.</p><p>The team of biologists was the first to study the waters around the Cocos (Keeling) Islands, an Australian territory more than 600 miles off the coast of Sumatra. “It’s just a complete blank slate,” says the expedition’s chief scientist, Dr Tim O’Hara, from Museum Victoria Research Institute.</p><p>The Sloane’s viperfish has huge fang-like teeth, visible even when the mouth is closed. It has light-producing organs on its belly and upper fin, which help disguise it from predators and lure prey. Photograph: Benjamin Healley</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/glassy-fangs-and-glowing-fins-amazing-deep-sea-animals-found-near-cocos-islands\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/demand-for-oil-threatens-african--economies", "title": "Increasing demand for oil and fuel threatens African nations’ economies, analysis finds", "date_published": "2022-11-14 06:00:32+00:00", "description": "<p>Carbon Tracker thinktank says investors in fossil fuels on the continent would be left with stranded assets</p><p>Expanding oil and gas exports would threaten the economic stability of many African countries, new analysis has found, despite soaring fossil fuel prices.</p><p>Demand for fossil fuels is likely to fall sharply in the medium term, according to a <a href=\"https://carbontracker.org/reports/african-sun-why-solar-not-gas/\">report published on Monday by the Carbon Tracker thinktank</a>. That makes relying on gas exports to fuel economic growth a short-term, risky strategy, while boosting solar power would prove a better long-term bet, the analysis found.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/demand-for-oil-threatens-african--economies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/14/mindfulness-books-children-runaway-publishing-trend", "title": "Mindfulness books for children are a runaway publishing trend", "date_published": "2022-11-14 06:00:32+00:00", "description": "<p>Industry reports sales of titles for under-10s addressing emotions up almost 40%, driven by demand from young people</p><p>Mindfulness books for children as young as two are the latest runaway publishing trend, the industry has said, with children themselves calling for more titles to help them make sense of their emotions.</p><p>Publishers including Magic Cat Publishing are reporting that sales of books for children under 10 years old that address emotions and <a href=\"https://www.theguardian.com/society/mental-health\">mental health</a> issues are up almost 40% year on year since 2021.</p> <a href=\"https://www.theguardian.com/books/2022/nov/14/mindfulness-books-children-runaway-publishing-trend\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/14/sisterhood-fc-football-club-for-muslim-women-breaks-barriers-photo-essay", "title": "Sisterhood FC: football club for Muslim women breaks barriers – photo essay", "date_published": "2022-11-14 06:00:32+00:00", "description": "<p>A female-only football club in London is giving Muslim women a chance to shine on the sports field. Buoyed by a surge in interest in women’s football after England’s Euro 2020 triumph, Sisterhood FC has grown to almost 100 players</p><p>On a soccer pitch in a central London park, Sisterhood Football Club – a Muslim women’s team – is making a substitution.</p><p>“Your hijab, tuck it in. It can’t get in the way,” a teammate calls out as the replacement player runs on.</p><p><em>Sisterhood FC team members practise during a training session at Dockland Settlements Community Centre in London.</em></p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/14/sisterhood-fc-football-club-for-muslim-women-breaks-barriers-photo-essay\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/14/ke-huy-quan-goonies-indiana-jones-asian-actors-everything-everywhere-all-at-once", "title": "‘I didn’t have a single audition for a year’: Goonies and Indiana Jones child star Ke Huy Quan on finding fame again", "date_published": "2022-11-14 06:00:31+00:00", "description": "<p>Forced to quit Hollywood in his 20s through the lack of roles for Asian actors, he is back on screen in the hit Everything Everywhere All at Once. He talks about being a refugee, the wilderness years - and what tempted him to return</p><p>Ke Huy Quan is welling up. Behind black-rimmed glasses, the former child star’s eyes are reddening. His voice starts to wobble as he talks about finding fame for the second time round with the phenomenal success of <a href=\"https://www.theguardian.com/film/2022/may/15/everything-everywhere-all-at-once-review-michelle-yeoh-jamie-lee-curtis-daniel-kwan-daniel-scheinert\">Everything Everywhere All at Once</a>, this year’s most <a href=\"https://www.theguardian.com/film/2022/may/16/everything-everywhere-all-at-once-asian-hollywood-film\">wildly imaginative breakout film</a>. “It’s incredible. I’m still pinching myself every day. I can’t believe this is real.”</p><p>It’s been decades since Quan appeared as Short Round, Harrison Ford’s plucky sidekick in Indiana Jones and the Temple of Doom, and gadget-loving Data in The Goonies. Even so, it’s not hard to find traces of that young boy in the 51-year-old’s smile and jovial demeanour. We meet in his hotel’s private cinema, all velvet and brass furnishings, in west London. Quan, dressed in a navy sweater and black jeans, perches eagerly on a huge armchair.</p> <a href=\"https://www.theguardian.com/film/2022/nov/14/ke-huy-quan-goonies-indiana-jones-asian-actors-everything-everywhere-all-at-once\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/chinese-authorities-unveil-sweeping-measures-to-rescue-property-sector", "title": "Chinese authorities unveil sweeping measures to rescue property sector", "date_published": "2022-11-14 05:01:18+00:00", "description": "<p>Hong Kong and Chinese markets soared on the announcement that the government would extend loans for distressed developers </p><p>Chinese authorities have unveiled sweeping measures to rescue the struggling property sector, as regulators seek to offset years of harsh pandemic curbs and a real estate crackdown that have stalled the world’s No 2 economy.</p><p>The banking regulator and central bank issued a 16-point set of internal directives to promote the “stable and healthy development” of the industry.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/chinese-authorities-unveil-sweeping-measures-to-rescue-property-sector\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/kherson-fell-quickly-but-ukraines-progress-east-of-the-dnipro-will-be-harder", "title": "Kherson fell quickly, but Ukraine’s progress east of the Dnipro will be harder", "date_published": "2022-11-14 05:00:30+00:00", "description": "<p>Forcing out Russia with minimal civilian casualties was an achievement, helped by the city’s isolated position</p><p>Ukraine’s swift recapture of Kherson, whose abandonment was only announced publicly by the Russians on Wednesday, sets the stage for a critical phase in the war. An autumn of territorial concessions by Moscow leaves Russia occupying a core block of territory – the land bridge to Crimea – that Ukraine will want to split and inflict on the invaders a catastrophic political defeat.</p><p>At first, it will be necessary for Ukraine to consolidate its gains in and around Kherson, restore power and other utilities, although there is no serious land threat, now that the retreating Russian forces have blown up so much of the principal Antonivsky road and rail bridges that led into the city several hundred metres across the Dnipro River, the barrier on which the Russians now hope to rely.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/kherson-fell-quickly-but-ukraines-progress-east-of-the-dnipro-will-be-harder\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/14/water-scarcity-on-agenda-as-cop27-climate-talks-enter-second-week", "title": "Water scarcity on agenda as Cop27 climate talks enter second week", "date_published": "2022-11-14 05:00:30+00:00", "description": "<p>Days scheduled to discuss issues such as women’s rights and civil society alongside formal negotiations</p><p>Water and the affects of the climate crisis on water scarcity will come under scrutiny on Monday at the <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">Cop27 UN climate summit</a> in Sharm el-Sheikh as it enters its second week.</p><p>The talks are scheduled to end on Friday, though it is likely they will continue at least into Saturday, with new measures and pledges hoped for on issues from greenhouse gas emissions cuts to financial assistance for the poorest nations.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/14/water-scarcity-on-agenda-as-cop27-climate-talks-enter-second-week\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/14/like-an-ocean-molong-devastated-by-deluge-with-more-nsw-towns-hit-with-fresh-flooding", "title": "‘Like an ocean’: Molong devastated by deluge with more NSW towns hit with fresh flooding", "date_published": "2022-11-14 04:42:54+00:00", "description": "<p>Swathes of the New South Wales central west were battered by rain and powerful storms overnight</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/14/australia-news-live-weather-flooding-albanese-bali-summit-housing-health-gambling-economy-nsw-victoria-qld\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Residents have described how flood waters moved through the small rural town of Molong in central west NSW “like an ocean”, flooding homes and businesses overnight.</p><p>“It is horrific, like Molong is devastated and every single business has been affected today,” publican Kim Stojanov, who owns the Freemason’s Hotel with her husband David, told Guardian Australia. “We’re lucky no one was killed.”</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/14/like-an-ocean-molong-devastated-by-deluge-with-more-nsw-towns-hit-with-fresh-flooding\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/taiwan-looms-large-as-joe-biden-prepares-to-meet-xi-jinping-in-bali", "title": "Taiwan looms large as Joe Biden prepares to meet Xi Jinping in Bali", "date_published": "2022-11-14 04:35:13+00:00", "description": "<p>US president is due to meet Chinese counterpart on Monday and wants lines of communication with Beijing to remain open, White House officials say  </p><p>Joe Biden will make clear that the US is not seeking a conflict with Beijing during his <a href=\"https://www.theguardian.com/us-news/2022/nov/13/joe-biden-seek-us-china-red-lines-talks-xi-jinping-talks\">meeting with the Chinese leader, Xi Jinping in Bali</a>, but will press Washington’s commitment to maintaining peace and stability in the Taiwan strait, according to senior White House officials.</p><p>The summit is the leaders’ first face-to-face meeting since Biden took office in January 2021. It will take place on the Indonesian island on Monday and comes amid rising tensions over Taiwan, a self-governing democracy that China claims as its territory and has vowed to “reunify”, by force if necessary.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/taiwan-looms-large-as-joe-biden-prepares-to-meet-xi-jinping-in-bali\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/istanbul-bombing-suspect-arrested-as-turkey-minister-blames-kurdish-separatists", "title": "Istanbul bombing suspect arrested as Turkey minister blames Kurdish separatists", "date_published": "2022-11-14 03:49:04+00:00", "description": "<p>Suleyman Soylu says a suspect had been arrested in connection with the blast, which killed six</p><p>Turkey’s interior minister has accused the Kurdistan’s Workers’ party (PKK) of responsibility for a bombing in a busy Istanbul shopping thoroughfare that killed six people, and said that a suspect had been arrested.</p><p><a href=\"https://www.theguardian.com/world/2022/nov/13/istanbul-explosion-turkey-dead-injured-official-says\">Six people died and 81 were injured</a> whe Istanbul’s popular pedestrian thoroughfare İstiklal Avenue was hit by a bomb attack that Turkey’s president described as an act of terrorism.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/istanbul-bombing-suspect-arrested-as-turkey-minister-blames-kurdish-separatists\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/14/donald-trump-handled-records-marked-classified-after-presidency-court-filing-alleges", "title": "Court files show evidence Trump handled records marked classified after presidency", "date_published": "2022-11-14 03:34:52+00:00", "description": "<p>Justice department filing claims former US president kept secret documents in drawer at Mar-a-Lago with other files from after his time in office</p><p>Donald Trump retained documents bearing classification markings, along with communications from after his presidency, according to court filings describing the materials seized by the FBI as part of the ongoing criminal investigation into whether he mishandled national security information.</p><p>The <a href=\"https://www.theguardian.com/us-news/donaldtrump\">former US president</a> kept in the desk drawer of his office at the <a href=\"https://www.theguardian.com/us-news/mar-a-lago\">Mar-a-Lago</a> property one document marked “secret” and one marked “confidential” alongside three communications from a book author, a religious leader and a pollster, dated after he departed the White House.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/14/donald-trump-handled-records-marked-classified-after-presidency-court-filing-alleges\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/video/2022/nov/14/fijis-plan-to-escape-rising-sea-waters-video", "title": "Fiji's plan to escape rising sea waters – video", "date_published": "2022-11-14 03:29:03+00:00", "description": "<p><br />In Fiji, the government has earmarked 42 villages around the country as needing urgent relocation due to the climate crisis. Relocating so many communities is astonishingly complex, expensive and emotional undertaking.</p><ul><li><a href=\"https://www.theguardian.com/environment/2022/nov/08/how-to-move-a-country-fiji-radical-plan-escape-rising-seas-climate-crisis\">How to move a country: Fiji’s radical plan to escape rising sea levels&nbsp;</a></li><li><a href=\"https://www.theguardian.com/australia-news/audio/2022/nov/10/the-radical-plan-to-move-a-country\">The radical plan to move a country - podcast</a></li></ul> <a href=\"https://www.theguardian.com/world/video/2022/nov/14/fijis-plan-to-escape-rising-sea-waters-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/14/army-helicopter-sparked-massive-canberra-bushfire-after-crew-stopped-for-toilet-break-inquest-hears", "title": "Army helicopter sparked massive Canberra bushfire after crew stopped for toilet break, inquest hears", "date_published": "2022-11-14 03:09:24+00:00", "description": "<p>ACT coroner’s court is investigating 2020 Orroral Valley bushfire, which was started by helicopter’s search light</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/14/australia-news-live-weather-flooding-albanese-bali-summit-housing-health-gambling-economy-nsw-victoria-qld\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>The crew on an army helicopter that started Canberra’s <a href=\"https://www.theguardian.com/australia-news/2020/jan/28/heatwave-to-bring-45c-days-to-nsw-and-victoria-with-torrential-rain-for-queensland\">devastating 2020 bushfires</a> were landing for a toilet break when they inadvertently ignited the monster blaze.</p><p>An inquest began at the ACT coroner’s court on Monday with evidence from the man in command of the helicopter that started the fire.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/14/army-helicopter-sparked-massive-canberra-bushfire-after-crew-stopped-for-toilet-break-inquest-hears\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/14/the-mystery-of-teesside-dead-crabs-podcast", "title": "The mystery of Teesside’s dead crabs - podcast", "date_published": "2022-11-14 03:00:27+00:00", "description": "<p>When thousands of crabs started washing up on the beaches of Teesside in north-east England, authorities blamed algae in the water. But the fishers watching their livelihoods disappear weren’t buying it. Joshua Kelly reports</p><p>In the autumn of 2021, the beaches of Teesside, in north-east England, were transformed. Along the sands lay hundreds of <a href=\"https://www.theguardian.com/environment/2022/sep/03/we-just-want-the-truth-british-coastal-towns-fight-for-answers-over-mystery-sealife-deaths\">thousands of dead and dying crabs and lobsters.</a> It was, in the words of a parliamentary committee, a “disaster” that had had a “profound effect”. Fishers who had relied on the catches in the cold North Sea waters suddenly saw their livelihoods drop off a cliff. Many could not believe what they were seeing. They wanted answers.</p><p>The Today in Focus producer <strong>Joshua Kelly </strong>knows the area well and has been following the story for this special report. The authorities carried out an investigation that concluded the likeliest cause of the shellfish deaths was a naturally occurring algae bloom. But many were not convinced.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/14/the-mystery-of-teesside-dead-crabs-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/14/more-men-than-women-are-now-reporting-image-based-abuse-im-one-of-them", "title": "More men than women are now reporting image-based abuse. I’m one of them | Anonymous", "date_published": "2022-11-14 02:57:54+00:00", "description": "<p>My partner sold ‘revenge porn’ in which I was the oblivious star. I still struggle to talk about it but I’ve realised there is no shame in being a victim</p><p>It’s rare for me to talk about my experience with image-based abuse. Identifying as a male victim can make for awkward exchanges, like the time I disclosed it to a confused mate who couldn’t quite fathom how a “strong guy” like me could have been abused in any form.</p><p>The most recent <a href=\"https://www.esafety.gov.au/newsroom/media-releases/young-men-bear-brunt-sexual-extortion-reports-rise\">findings by the eSafety commissioner</a> upend the common misconception that a Y chromosome and a pair of large biceps can shield you from relationship retaliation.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/14/more-men-than-women-are-now-reporting-image-based-abuse-im-one-of-them\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/glory-to-hong-kong-protest-song-played-instead-of-china-national-anthem-rugby-sevens-game-south-korea", "title": "Hong Kong calls for investigation after protest song replaced Chinese national anthem at rugby sevens game", "date_published": "2022-11-14 02:41:04+00:00", "description": "<p>Sunday’s cup final match in South Korea saw Glory to Hong Kong, a song linked to the 2019 protest movement, played in stadium at start of game</p><p>Hong Kong’s government has strongly criticised a rugby sevens tournament after a song from the city’s protest movement was played in place of the Chinese national anthem during a match in South Korea.</p><p>Hong Kong said it “strongly deplores and opposes” the playing of a song associated with “violent protests” and the pro-independence movement in 2019, when the Chinese national anthem, March of the Volunteers, should have been played.</p> <a href=\"https://www.theguardian.com/world/2022/nov/14/glory-to-hong-kong-protest-song-played-instead-of-china-national-anthem-rugby-sevens-game-south-korea\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/14/dua-lipa-denies-shes-performing-at-the-qatar-world-cup", "title": "Dua Lipa denies she’s performing at the Qatar World Cup", "date_published": "2022-11-14 02:03:43+00:00", "description": "<p>Singer says she will not be playing at 2022 opening ceremony and would only perform in Qatar if it improves its human rights record</p><p>Dua Lipa has denied reports she will perform at the World Cup opening ceremony in Qatar.</p><p>The chart-topping 27-year-old singer, born in London to parents from Kosovo, said she would only play in the country if it improves its record on human rights.</p> <a href=\"https://www.theguardian.com/music/2022/nov/14/dua-lipa-denies-shes-performing-at-the-qatar-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-265-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 264 of the invasion", "date_published": "2022-11-14 00:09:28+00:00", "description": "<p>Russian forces destroy key infrastructure in Ukraine’s southern city of Kherson before retreating; Ukrainians embrace returning troops as officials work to restore life as normal</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/nov/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-265-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/14/world-cup-2022-team-guides-part-23-croatia", "title": "World Cup 2022 team guides part 23: Croatia", "date_published": "2022-11-14 00:01:24+00:00", "description": "<p>Luka Modric still dazzles but behind him Zlatko Dalic has moved on from the stalwarts of 2018 and built a more mobile defence</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/14/world-cup-2022-team-guides-part-23-croatia\">Continue reading...</a>", "favourite": false}]