[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/indonezja-zolnierz-przezyl-upadek-z-prawie-500-metrow-nie-zadzialal-spadochron/", "title": "Indonezja. Żołnierz przeżył upadek z prawie 500 metrów. Nie zadziałał spadochron", "date_published": "2022-11-14 17:13:00+00:00", "description": "Podczas skoku treningowego w Indonezji, spadochron jednego z żołnierzy zaplątał się podczas otwierania i nie rozwinął się prawidłowo - informują media. Mężczyzna, który spadł z prawie 500 metrów, może jednak mówić o sporym szczęściu. W wyniku wypadku złamał jedynie biodro.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/spotkanie-joe-biden-xi-jinping-oswiadczanie-ws-rosyjskich-grozb-uzycia-broni-atomowej/", "title": "Spotkanie Joe Biden - Xi Jinping. Oświadczanie ws. rosyjskich gróźb użycia broni atomowej", "date_published": "2022-11-14 17:03:00+00:00", "description": "Prezydent USA Joe Biden i przywódca Chin Xi Jinping podczas rozmów na Bali ustalili wspólne stanowisko wobec rosyjskich gróźb użycia broni atomowej. Oświadczenie w tej sprawie opublikował Biały Dom.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/wojna-w-ukrainie-snajper-zastrzelil-wroga-z-odleglosci-2710-metrow/", "title": "Wojna w Ukrainie. Snajper zabił wroga z odległości 2710 metrów", "date_published": "2022-11-14 16:12:00+00:00", "description": "Ukraiński snajper zastrzelił rosyjskiego żołnierza z odległości 2710 metrów - przekazały media. Siły Zbrojne Ukrainy potwierdziły zdarzenie, choć w internecie mnożą się wątpliwości co do prawdziwości rekordu. Jeśli strzał zostanie uznany, to będzie na drugim miejscu pod względem odległości, z której wystrzelono zabójczy nabój.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/iran-gazeta-opublikowala-po-hebrajsku-grozby-wobec-izraela-400-sekund-do-tel-awiwu/", "title": "Iran. Gazeta opublikowała po hebrajsku groźby wobec Izraela. \"400 sekund do Tel Awiwu\"", "date_published": "2022-11-14 15:24:00+00:00", "description": "400 sekund do Tel Awiwu - takie hasło w języku hebrajskim pojawiło się na pierwszej stronie poniedziałkowego wydania irańskiej gazety Sobh-e-Sadegh. Teheran kilka dni temu obwieścił, że opracował technologię produkcji pocisków hipersonicznych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/australia-brama-garazowa-zmiazdzyla-dziewieciolatka-jego-kolega-trafil-do-szpitala/", "title": "Australia. Brama garażowa zmiażdżyła dziewięciolatka. Jego kolega trafił do szpitala", "date_published": "2022-11-14 15:20:00+00:00", "description": "Tragedia rozegrała się na terenie osiedla mieszkaniowego w Melbourne. Dziewięcioletni chłopiec i jego kolega podczas zabawy wspięli się na bramę garażową, która otworzyła się i ich zmiażdżyła. Ratownicy wezwani na miejsce zdołali uratować jedno dziecko.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/ukraina-wolodymyr-zelenski-odwiedzil-cherson-dmitrij-pieskow-skomentowal-to-terytorium-rosji/", "title": "Ukraina. Wołodymyr Zełenski odwiedził Chersoń. Dmitrij Pieskow skomentował: To terytorium Rosji", "date_published": "2022-11-14 14:32:00+00:00", "description": "- Jesteśmy gotowi do pokoju, ale do pokoju dla całego naszego kraju - oznajmił prezydent Ukrainy Wołodymyr Zełenski, który odwiedził w poniedziałek odbity z rąk Rosjan Chersoń. Wizytę Zełenskiego skomentował rzecznik Kremla Dmitrij Pieskow.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/francja-przez-18-lat-mieszkal-na-lotnisku-w-paryzu-wrocil-tam-przed-smiercia/", "title": "Francja: Przez 18 lat mieszkał na lotnisku w Paryżu. Wrócił tam przed śmiercią", "date_published": "2022-11-14 13:54:00+00:00", "description": "Człowiek, który zainspirował twórców filmu Terminal, zmarł po 18 latach życia na lotnisku. Obywatel Iranu Mehran Karimi Nasseri mieszkał na terminalu portu Charlesa de Gaullea w Paryżu od 1988 do 2006 roku. Film z 2004 roku z Tomem Hanksem w roli głównej był luźno oparty na jego historii.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/wojna-w-ukrainie-rosyjscy-zolnierze-ukradli-szopa-z-chersonskiego-zoo/", "title": "Wojna w Ukrainie. Rosyjscy żołnierze ukradli szopa z chersońskiego zoo", "date_published": "2022-11-14 13:42:00+00:00", "description": "Rosyjscy żołnierze, wycofując się z Chersonia, ukradli... szopa. Zwierzę zabrano z tamtejszego zoo, a cała sytuacja wywołała w sieci falę śmiechu - pojawiło się też wiele memów szydzących z armii Władimira Putina.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/niemcy-samica-mandryla-urodzila-martwe-dziecko-najsmutniejsze-zwierzece-zdjecie/", "title": "Niemcy: Samica mandryla urodziła martwe dziecko. \"Najsmutniejsze zwierzęce zdjęcie\"", "date_published": "2022-11-14 12:56:00+00:00", "description": "Samica mandryla równikowego spuszcza oczy, trzymając nogę swojego dziecka. Mały urodził się martwy. Przejmującą fotografię nazwano najsmutniejszym zwierzęcym zdjęciem.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/usa-kobieta-zadzwonila-na-policje-bo-nie-spodobal-jej-sie-kolor-miesa/", "title": "USA: Kobieta zadzwoniła na policję, bo nie spodobał jej się kolor mięsa", "date_published": "2022-11-14 11:04:00+00:00", "description": "Kobieta zadzwoniła na policję, ponieważ stwierdziła, że wieprzowina, którą podano jej w restauracji, była niedogotowana. Świadczyć o tym miał - jej zdaniem - różowy kolor mięsa.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/indonezja-agencje-lawrow-w-szpitalu-zamiast-na-szczycie-g20-kreml-dementuje/", "title": "Indonezja. Agencje: Ławrow w szpitalu zamiast na szczycie G20. Kreml dementuje", "date_published": "2022-11-14 10:58:00+00:00", "description": "Agencje Reutera i AP poinformowały, że zaraz po przylocie na indonezyjską wyspę Bali, gdzie w tym tygodniu odbędzie się szczyt G20, szef rosyjskiej dyplomacji Siergiej Ławrow znalazł się w szpitalu z powodu kłopotów krążeniowych. Wkrótce potem rosyjskie MSZ zdementowało te doniesienia twierdząc, że news o hospitalizacji jest nieprawdziwy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/niemcy-w-nowym-roku-nowe-przepisy-w-kazdym-samochodzie-obowiazkowe-dwie-maseczki/", "title": "Niemcy. W nowym roku nowe przepisy. W każdym samochodzie obowiązkowe dwie maseczki", "date_published": "2022-11-14 10:32:00+00:00", "description": "Nowe przepisy, które w Niemczech zaczną obowiązywać od 1 lutego przyszłego roku, nakazują kierowcom aut osobowych, ciężarowych, autobusów, a nawet... quadów, by w ich apteczkach były co najmniej dwie maseczki przeciwwirusowe. Ustawodawca wciąż nie zmienił przepisów ruchu drogowego, ale po wejściu nowej normy pojawią się mandaty za niewłaściwie wyposażone apteczki.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/chiny-tragiczny-wypadek-z-udzialem-tesli-nie-zyja-dwie-osoby/", "title": "Chiny: Tragiczny wypadek z udziałem Tesli. Nie żyją dwie osoby", "date_published": "2022-11-14 10:21:00+00:00", "description": "Dwie osoby zginęły w wypadku, do którego doszło w południowej prowincji Guangdong w Chinach. Jak podano, kierowca tesli stracił panowanie nad pojazdem. Do sieci trafiło nagranie, na którym widać pędzące auto zderzające się z innymi. Firma zapowiedziała, że pomoże policji w wyjaśnieniu przyczyn tego tragedii.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/dua-lipa-zaprzecza-ze-wystapi-w-katarze-przypomina-o-prawach-czlowieka/", "title": "Dua Lipa zaprzecza, że wystąpi w Katarze. Przypomina o prawach człowieka", "date_published": "2022-11-14 07:39:00+00:00", "description": "Piosenkarka Dua Lipa zaprzecza, jakoby miała wystąpić na ceremonii otwarcia mundialu w Katarze. Nie mogę się doczekać wizyty tam, kiedy wypełni on wszystkie zobowiązania w zakresie praw człowieka - stwierdziła.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-14/turcja-aresztowanie-po-ataku-w-stambule-wiele-ofiar-eksplozji-na-deptaku/", "title": "Turcja. Aresztowania po ataku w Stambule. Wiele ofiar eksplozji na deptaku", "date_published": "2022-11-14 05:34:00+00:00", "description": "Osoba, która zostawiła bombę, została zatrzymana przez policję - poinformował w poniedziałek po północy Suleyman Soylu, minister spraw wewnętrznych Turcji, podała rządowa agencja Anadolu na Twitterze. Dodał, że za atak odpowiada Partia Pracujących Kurdystanu. Wybuch w pobliżu ruchliwego placu Taksim w centrum Stambułu zabił co najmniej sześć osób, a 81 zranił.", "favourite": false}]