[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-misspelled-parents-betsy-devos-throws-down-with-teachers-union-over-who-knows-whats-best-for-kids", "title": "‘You Misspelled Parents’: Betsy DeVos Throws Down With Teachers Union Over Who Knows What’s Best For Kids", "date_published": "2022-11-14 17:58:54+00:00", "description": "Former Education Secretary Betsy DeVos tangled with the National Education Association on Twitter, arguing that parents were better equipped than anyone else to say what was best for their children. The exchange began with the NEA — the largest labor union in the United States — claiming in a Saturday tweet that professional educators knew ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/singer-dua-lipa-says-shes-not-performing-at-world-cup-in-qatar-as-she-calls-out-countrys-human-rights-violations", "title": "Singer Dua Lipa Says She’s Not Performing At World Cup In Qatar As She Calls Out Country’s ‘Human Rights’ Violations", "date_published": "2022-11-14 17:38:09+00:00", "description": "Superstar Dua Lipa shut down rumors speculating that she would be performing at the opening ceremony at the 2022 FIFA World Cup in Qatar, as she called out the country&#8217;s &#8220;human rights&#8221; violations. The 27-year-old singer shared a message on her Instagram Story on Sunday that she&#8217;s going to cheer on her England team from ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/united-nations-call-on-russia-to-pay-ukraine-war-reparations", "title": "United Nations Call On Russia To Pay Ukraine War Reparations", "date_published": "2022-11-14 17:31:12+00:00", "description": "Members of the United Nations General Assembly on Monday called upon Russia to pay Ukraine war reparations due to violations of international law. The resolution passed with 94 countries in favor and 14 opposed, with Russia, China, and Iran among the disapproving parties, while 73 countries abstained. Stronger than other stances taken against Russia by ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/study-youth-hospital-visits-for-suicidal-thoughts-rose-59-since-2016", "title": "Study: Youth Hospital Visits For Suicidal Thoughts Rose 59% Since 2016", "date_published": "2022-11-14 17:25:20+00:00", "description": "A new study revealed the rise in children going to the hospital for suicidal thoughts, which began to go up before the COVID pandemic and lockdowns.  The Pediatrics journal published the findings on Monday, which used information from Illinois hospitals Northwestern University and the Lurie Children’s Hospital of Chicago. The analysts looked at visits to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-reacts-to-a-british-influencer-who-transitioned-to-a-korean-woman-and-back-in-six-months", "title": "Candace Reacts To A British Influencer Who ‘Transitioned’ To A Korean Woman And Back In Six Months", "date_published": "2022-11-14 17:22:52+00:00", "description": "Today, I am going to give my thoughts on British influencer Oli London — a man who transitioned to a Korean woman earlier this year but is now transitioning back to being a British man after becoming a Christian. Is he just doing all of this for attention? Or will some good come out of it? ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nick-cannon-father-of-11-children-with-6-different-women-is-the-worst-role-model-ever", "title": "Nick Cannon, Father Of 11 Children With 6 Different Women, Is The Worst Role Model Ever", "date_published": "2022-11-14 17:14:05+00:00", "description": "Barack Obama wasn&#8217;t right about very much in his eight years as president, but a speech he delivered about black fathers hit the mark and still holds up today. &#8220;Of all the rocks upon which we build our lives, we are reminded today that family is the most important. And we are called to recognize ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hunter-biden-is-scheduled-to-do-a-twitter-space-and-people-have-questions", "title": "Hunter Biden Is Scheduled To Do A ‘Twitter-Space’ And People Have Questions", "date_published": "2022-11-14 16:56:34+00:00", "description": "Roundtable Space host Mario Nawfal advertised an upcoming Twitter Space with embattled presidential son Hunter Biden — and when he asked others to submit potential questions he should ask, he was bombarded with questions from the public. Nawfal promoted the spot in late October, asking what he should talk to President Joe Biden&#8217;s son about ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-mens-soccer-team-redesigns-red-white-and-blue-crest-with-rainbow-colors", "title": "U.S. Men’s Soccer Team Redesigns Red, White And Blue Crest With Rainbow Colors", "date_published": "2022-11-14 16:45:20+00:00", "description": "The U.S. men&#8217;s national soccer team redesigned its crest displayed around its base for the World Cup in Qatar, replacing the traditional red, white, and blue stripes with rainbow colors to show support for LGBTQ people. When the team takes the field, however, they will be wearing the traditional crest with red, white, and blue ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/inside-tiffany-trumps-wedding-to-michael-boulos-after-almost-two-year-engagement", "title": "Inside Tiffany Trump’s Wedding To Michael Boulos After Almost Two Year Engagement", "date_published": "2022-11-14 16:37:07+00:00", "description": "Former President Donald Trump&#8217;s daughter, Tiffany Trump, finally walked down the aisle over the weekend when she tied the knot with longtime beau Michael Boulos following their nearly two year engagement. The first daughter&#8217;s wedding went off without a hitch on Saturday, and she and Boulos — Lebanese American businessman — shared their &#8220;I Do&#8217;s&#8221; ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/university-of-california-academic-workers-strike-citing-high-cost-of-living", "title": "University of California Academic Workers Strike, Citing High Cost Of Living", "date_published": "2022-11-14 16:29:24+00:00", "description": "Academic workers at the University of California are going on strike over pay and benefits disagreements.  Around 48,000 UC teaching assistants, postdoctoral employees, graders and researchers are unhappy with their current salary status and benefits. They are looking to secure minimum salary increases and more, noting that they do not make enough money to reside ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-prageru-breaks-down-how-framers-would-be-surprised-by-evolution-of-judicial-branch", "title": "WATCH: PragerU Breaks Down How Framers Would Be ‘Surprised’ By Evolution Of Judicial Branch", "date_published": "2022-11-14 16:21:10+00:00", "description": "In the latest &#8220;Making America&#8221; video for PragerU, Associate Professor of Law at the University of Notre Dame Sherif Girgis explains what the Framers of the Constitution intended regarding the purposes and power of the Supreme Court. &#8220;Of the three branches of government—the legislative (the House of Representatives and the Senate), the executive (the president), ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/from-brady-to-shaq-here-are-the-celebrities-who-lost-big-on-the-ftx-implosion", "title": "From Brady To Shaq, Here Are The Celebrities Who Lost Big On The FTX Implosion", "date_published": "2022-11-14 16:02:48+00:00", "description": "A host of celebrities stand to lose massive stakes in cryptocurrency platform FTX after the company suddenly went under last week. FTX filed for bankruptcy on Friday after users discovered that firms controlled by Sam Bankman-Fried, the 30-year-old founder of FTX, were likely fraudulently intertwined. The entrepreneur went from maintaining a $15.6 billion net worth ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jennifer-aniston-posts-sweet-tribute-announcing-her-fathers-death", "title": "Jennifer Aniston Posts Sweet Tribute Announcing Her Father’s Death", "date_published": "2022-11-14 15:58:20+00:00", "description": "&#8220;Friends&#8221; star Jennifer Aniston announced the death of her father — actor John Aniston, 89 — in a touching tribute she shared on Instagram on Monday. Aniston, who was most famous for the long-running role of Victor Kiriakis on NBC&#8217;s daytime drama &#8220;Days of Our Lives,&#8221; passed away on November 11. He took on the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/voters-advance-study-to-secede-major-populated-county-from-california", "title": "Voters Advance Study To Secede Major Populated County From California", "date_published": "2022-11-14 15:52:15+00:00", "description": "Voters in San Bernardino County, California, narrowly approved a ballot measure last week allowing officials to explore options to possibly secede the fifth-most populous county from the Golden State. Over the summer, the San Bernardino County Board of Supervisors advanced the secession measure to the ballot, resulting in about 50% of voters supporting the idea, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gisele-bundchen-rumored-to-have-new-boyfriend-after-photogs-snap-costa-rica-pics", "title": "Gisele Bündchen Rumored To Have New Boyfriend After Photogs Snap Costa Rica Pics", "date_published": "2022-11-14 15:37:17+00:00", "description": "Gisele Bündchen is being romantically tied to her Jiu-Jitsu instructor, Joaquim Valente, after paparazzi spied the pair in Costa Rica, but a pal of the supermodel says they&#8217;re not an item. Bündchen finalized her split from NFL quarterback Tom Brady last month. The pair married in 2009, but went through a very public breakup that culminated ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-jay-leno-hospitalized-with-very-serious-injuries-after-car-erupts-into-flames", "title": "BREAKING: Jay Leno Hospitalized With ‘Very Serious’ Injuries After Car ‘Erupts Into Flames’", "date_published": "2022-11-14 15:25:29+00:00", "description": "Comedian Jay Leno was hospitalized over the weekend after sustaining serious burns to his face after a fire erupted in his garage. TMZ reported that Leno was in his garage in Los Angeles when &#8220;one of the cars erupted into flames without warning.&#8221; &#8220;I got some serious burns from a gasoline fire,&#8221; Leno said in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/he-set-off-my-bs-detector-musk-wanted-nothing-to-do-with-now-bankrupt-crypto-billionaire-who-wanted-a-piece-of-twitter-buyout", "title": "‘He Set Off My BS Detector’: Musk Wanted Nothing To Do With Now-Bankrupt Crypto Billionaire Who Wanted A Piece Of Twitter Buyout", "date_published": "2022-11-14 15:14:23+00:00", "description": "Elon Musk revealed that former FTX chief executive Sam Bankman-Fried set off his “bs detector” earlier this year when the now-disgraced cryptocurrency entrepreneur asked to invest in the acquisition of Twitter. FTX, headquartered in the Bahamas, went bankrupt on Friday after users discovered that companies controlled by Bankman-Fried were likely fraudulently intertwined, triggering a liquidity ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/refugee-who-inspired-the-terminal-movie-dies-in-airport", "title": "Refugee Who Inspired ‘The Terminal’ Movie Dies In Airport", "date_published": "2022-11-14 14:28:13+00:00", "description": "The man who resided inside an airport for almost two decades and inspired the movie “The Terminal” died on Saturday in the airport where he had returned to live.  Mehran Karimi Nasseri was a refugee from Iran who lived in the Charles de Gaulle Airport in Paris, France, for 18 years. He reportedly died in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/utterly-horrific-baby-found-dead-on-arizona-street-police-seeking-answers", "title": "‘Utterly Horrific’: Baby Found Dead On Arizona Street, Police Seeking Answers", "date_published": "2022-11-14 14:17:02+00:00", "description": "Early Saturday morning, police received a call about an injured child on a street in Phoenix, Arizona, near the city’s largest homeless encampment. When police arrived, they found a baby that had been abandoned. The baby was pronounced dead on the scene by the Phoenix Fire Department, 12 News reported. Police said the infant was believed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/one-blue-state-passes-another-blue-state-rejects-hefty-new-taxes-on-millionaires", "title": "One Blue State Passes, Another Blue State Rejects Hefty New Taxes On Millionaires", "date_published": "2022-11-14 14:11:59+00:00", "description": "Voters in Massachusetts approved a significant tax hike on millionaires while voters in California rejected a similar measure, even though residents of both states granted overwhelming electoral victories to Democrats and are among the most heavily taxed in the nation. Residents of Massachusetts were presented with a possible constitutional amendment creating a 4% tax on ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/four-university-of-idaho-students-found-dead-off-campus-police-investigating-homicide", "title": "Four University Of Idaho Students Found Dead Off-Campus, Police Investigating Homicide", "date_published": "2022-11-14 13:50:09+00:00", "description": "Police in Moscow, Idaho, are investigating the deaths of four University of Idaho students believed to be homicide victims found at an off-campus residence on Sunday. Law enforcement responded to a call about an unconscious individual just before noon on Sunday, the Moscow Police Department said in a press release. When they arrived at the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-center-is-vanishing-two-americas-form-as-political-chasm-grows", "title": "‘The Center Is Vanishing’: Two Americas Form As Political Chasm Grows", "date_published": "2022-11-14 13:40:38+00:00", "description": "We don’t need a seer to foretell that the United States is facing, for years to come, a perilous mix of political stalemate, cultural conflict and economic hard times.   The results of this month’s midterm elections confirm that the differences between Republican and Democratic areas are calcifying, and in disputed territory — Arizona, Michigan, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/margot-robbie-says-female-led-pirates-of-the-caribbean-got-axed-from-disney-they-dont-want-to-do-it", "title": "Margot Robbie Says Female-Led ‘Pirates Of The Caribbean’ Got Axed From Disney: ‘They Don’t Want To Do It’", "date_published": "2022-11-14 13:30:21+00:00", "description": "“Suicide Squad” actress Margot Robbie recently announced that Disney’s female-led “Pirates of the Caribbean” movie is no longer being made. The 32-year-old provided the update during a recent Vanity Fair cover story interview.  “We had an idea and we were developing it for a while, ages ago, to have more of a female-led — not ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/going-to-maintain-our-positions-biden-offers-low-expectations-on-abortion-legislation-after-midterms", "title": "‘Going To Maintain Our Positions’: Biden Offers Low Expectations On Abortion Legislation After Midterms", "date_published": "2022-11-14 13:07:36+00:00", "description": "President Joe Biden told reporters on Monday that he did not expect much change regarding abortion rights following the midterm elections. Biden made the remarks during his trip to Bali, Indonesia. &#8220;I don’t think they can expect much of anything other than we’re going to maintain our positions,&#8221; he said. &#8220;I don’t think there’s enough ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hallmark-channel-actress-ditches-l-a-for-rural-tennessee-my-christmas-movie-characters-have-rubbed-off-on-me", "title": "Hallmark Channel Actress Ditches L.A. For Rural Tennessee: ‘My Christmas Movie Characters Have Rubbed Off On Me’", "date_published": "2022-11-14 13:00:14+00:00", "description": "Yet another celebrity is leaving Los Angeles for a new way of life. Danica McKellar, best known for her role in “The Wonder Years” but has more recently become a darling of the Hallmark Channel, announced that she’s ditching Los Angeles to pursue a different kind of life in rural Tennessee. She also said the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-admin-called-taliban-businesslike-and-professional-now-they-want-public-amputations-stoning-report", "title": "Biden Admin Called Taliban ‘Businesslike And Professional.’ Now They Want Public Amputations, Stoning: Report", "date_published": "2022-11-14 12:57:36+00:00", "description": "Taliban leader Haibatullah Akhundzada has plans for harsh Sharia law in Afghanistan, including public amputations and stoning, the BBC reports. The Taliban had implemented harsh Sharia law in the 1990s when they took over in Afghanistan, but promised after the United States withdrew in 2021 that they would offer “amnesty for all.” “His Highness Amir ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-ukraine-and-a-30-year-old-crypto-billionaire-how-the-implosion-of-ftx-connects-to-the-global-elite", "title": "Biden, Ukraine, And A 30-Year-Old Crypto Billionaire: How The Implosion Of FTX Connects To The Global Elite", "date_published": "2022-11-14 12:34:32+00:00", "description": "When cryptocurrency exchange platform FTX suddenly imploded last week, immediately erasing the fortune of 30-year-old founder Sam Bankman-Fried, the public soon noticed multiple strings between the company and the Democratic Party that curiously run through Ukraine. FTX, which is headquartered in the Bahamas, was launched in 2019 and had accrued more than one million users ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/seemed-like-a-robot-to-me-sunny-hostin-cant-stop-talking-about-mike-pence-tapping-his-foot", "title": "‘Seemed Like A Robot To Me’: Sunny Hostin Can’t Stop Talking About Mike Pence Tapping His Foot", "date_published": "2022-11-14 12:28:52+00:00", "description": "Sunny Hostin said on Monday that former Vice President Mike Pence &#8220;seemed like a robot,&#8221; saying that she had been completely distracted by the fact that he kept tapping his right foot during a recent television appearance. Hostin made the comments during Monday&#8217;s broadcast of &#8220;The View,&#8221; ABC&#8217;s midday talk show, and she suggested that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/philadelphia-prepares-for-potential-migrant-bus-from-texas", "title": "Philadelphia Prepares For Potential Migrant Bus From Texas", "date_published": "2022-11-14 12:22:50+00:00", "description": "Officials in Philadelphia are preparing for a possible busload of migrants to arrive from Del Rio, Texas, this week. It would mark Texas Republican Gov. Greg Abbott&#8217;s first time sending migrants to the &#8220;City of Brotherly Love&#8221; after months of buses arriving in Washington, D.C., New York, and Chicago. &#8220;This information was relayed to us ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-dinosaurs-like-pelosi-have-no-intention-of-giving-up-power", "title": "Democrat Dinosaurs Like Pelosi Have No Intention Of Giving Up Power", "date_published": "2022-11-14 11:58:08+00:00", "description": "The combined age of the top three Democrat leaders in the U.S. House of Representatives is 247. America is 246 years old. Let that sink in. House Speaker Nancy Pelosi (D-CA) is 82. House Majority Leader Steny Hoyer (D-MD) is 83. And House Majority Whip James Clyburn (D-SC) is 82. And from what we know ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/congresswoman-elect-anna-paulina-luna-addresses-aoc-comparison-talks-gop-outreach-to-hispanics", "title": "Congresswoman-Elect Anna Paulina Luna Addresses AOC Comparison, Talks GOP Outreach To Hispanics", "date_published": "2022-11-14 11:50:42+00:00", "description": "Congresswoman-elect Anna Paulina Luna (R-FL) responded to comparisons to far-left Rep. Alexandria Ocasio-Cortez (D-NY) and discussed the GOP pivot to Hispanic outreach during an interview with The Daily Wire. Luna, 33, flipped a blue seat in the 13th district by a healthy eight-point margin on Tuesday, contributing to Florida&#8217;s red wave. Referring to Luna by her ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biological-male-wins-womens-elite-division-of-cycling-race", "title": "Biological Male Wins Women’s Elite Division Of Cycling Race", "date_published": "2022-11-14 11:38:29+00:00", "description": "A biological male won the women&#8217;s elite division of a cycling race in Massachusetts on Saturday. Austin Killips, who identifies as a transgender woman, won the Verge Northampton International Cyclocross held in Northampton. Today at Northampton International Cyclocross Day 1, Austin Killips took the win in the elite women's field#SaveWomensSports pic.twitter.com/qBztktJLp4 &mdash; 🚲 (@i_heart__bikes) November ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alleged-uva-gunman-nabbed-dead-victims-idd-as-3-members-of-football-team", "title": "Alleged UVA Gunman Nabbed, Dead Victims ID’d As 3 Members of Football Team", "date_published": "2022-11-14 11:36:07+00:00", "description": "Three current members of the University of Virginia’s football team were killed Sunday night on a bus returning from a field trip, according to authorities, who announced a former player has been arrested in the mass shooting. The slain players were identified by school President Jim Ryan as Devin Chandler, Lavel Davis Jr., both wide ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/socialism-destroyed-my-country-it-can-destroy-america-too", "title": "Socialism Destroyed My Country. It Can Destroy America Too.", "date_published": "2022-11-14 11:30:51+00:00", "description": "My family escaped socialism in Venezuela when I was two years-old. Now, as Venezuelan-Americans, we deeply appreciate America, which affords us freedom, opportunity, and equality. Many members of my family have migrated to Peru, Argentina, and Poland over the past 18 years in hopes of a better life, but none of these countries compare to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doj-wants-theranos-founder-once-youngest-woman-self-made-billionaire-in-jail-for-15-years-report", "title": "DOJ Wants Theranos Founder, Once Youngest Woman Self-Made Billionaire, In Jail For 15 Years: Report", "date_published": "2022-11-14 11:07:23+00:00", "description": "The Department of Justice wants Theranos founder Elizabeth Holmes, 38, who made billions of dollars before she was ultimately convicted of wire fraud and conspiracy, to spend 15 years in prison rather than walk free. Additionally, the DOJ wants Holmes to pay $800 million in restitution to investors who were defrauded. “Considering the extensiveness of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/covid-gave-dems-chance-to-force-mail-in-voting-theyve-been-trying-since-2009", "title": "COVID Gave Dems Chance To Force Mail-In Voting. They’ve Been Trying Since 2009.", "date_published": "2022-11-14 11:02:20+00:00", "description": "Mail-in voting, which has substantially changed results around the country since it was widely implemented in 2020 during the COVID crisis, has been pushed by the Democratic Party for over a decade. COVID gave several key states the chance to implement mail-in voting, something Democrats at the federal level had been seeking since 2009, when ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alec-baldwin-sues-rust-crew-for-fatal-gun-error-as-he-seeks-to-clear-his-name", "title": "Alec Baldwin Sues ‘Rust’ Crew For Fatal Gun Error As He ‘Seeks to Clear His Name’", "date_published": "2022-11-14 10:50:30+00:00", "description": "Alec Baldwin has filed a lawsuit against some former crew members of the movie “Rust,” where a shooting incident resulted in the death of cinematographer Halyna Hutchins last year.  The 64-year-old actor &#8220;seeks to clear his name,&#8221; new court documents filed in Los Angeles say, as he claims to have suffered loss of status and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-torture-myself-elon-musk-sheds-light-on-just-how-enormous-his-workload-is", "title": "‘I Torture Myself’: Elon Musk Sheds Light On Just How Enormous His Workload Is", "date_published": "2022-11-14 10:33:36+00:00", "description": "Elon Musk is the chief executive of Tesla and SpaceX, as well as the leader of several smaller pet projects, such as Neuralink and The Boring Company. Following his acquisition of Twitter, one of the world’s largest social media platforms, the multibillionaire gave the world a view into just how busy his schedule can be. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nick-cannon-reveals-he-spends-over-3-million-on-his-children-annually-as-he-awaits-baby-number-12", "title": "Nick Cannon Reveals He Spends Over $3 Million On His Children Annually As He Awaits Baby Number 12", "date_published": "2022-11-14 10:21:30+00:00", "description": "TV host Nick Cannon revealed that he’s spending millions of dollars on his children each year following the birth of his 11th child and just after confirming he’s expecting baby number twelve. The 42-year-old “Wild ‘n Out” star made the admission while speaking with The Neighborhood Talk on Friday.  “I definitely spend a lot more ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/as-supreme-court-mulls-affirmative-action-on-campus-the-left-pushes-for-more-privileges-based-on-race-and-gender", "title": "As Supreme Court Mulls Affirmative Action On Campus, The Left Pushes For More Privileges Based On Race And Gender", "date_published": "2022-11-14 10:12:11+00:00", "description": "President Johnson’s Executive Order 11246 in 1965 required federal contractors, for the first time, to take affirmative action to ensure equal opportunity based on race, color, religion, and national origin. The Supreme Court has since weighed in on several affirmative action cases, with two more at Harvard and UNC  forthcoming, but thus far, have found ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/as-supreme-court-mulls-affirmative-action-on-campus-the-left-pushes-for-race-based-admissions", "title": "As Supreme Court Mulls Affirmative Action On Campus, The Left Pushes For Race-Based Admissions", "date_published": "2022-11-14 10:12:11+00:00", "description": "President Johnson’s Executive Order 11246 in 1965 required federal contractors, for the first time, to take affirmative action to ensure equal opportunity based on race, color, religion, and national origin. The Supreme Court has since weighed in on several affirmative action cases, with two more at Harvard and UNC  forthcoming, but thus far, have found ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-administration-providing-taxpayer-funded-abortion-access-for-migrant-youth", "title": "Biden Administration Providing Taxpayer-Funded Abortion Access For Migrant Youth", "date_published": "2022-11-14 10:09:45+00:00", "description": "The Biden administration is now offering abortion access to migrant youth, including transportation from states with abortion restrictions to other states where the procedure is legal. The Department of Health and Human Services provided a memo to the Office of Refugee Resettlement (ORR) regarding the new changes in a memo released on Thursday regarding the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/it-angered-me-pence-recalls-his-reaction-when-trump-said-he-lacked-courage", "title": "‘It Angered Me’: Pence Recalls His Reaction When Trump Said He Lacked Courage", "date_published": "2022-11-14 09:49:55+00:00", "description": "Former Vice President Mike Pence recalled his boiling anger on January 6, 2021, when then-President Trump accused him of lacking courage, calling his ex-boss&#8217; demand that he refuse to certify 2020 election results &#8220;reckless&#8221; in a candid interview Sunday. Pence spoke to ABC News World News Tonight anchor David Muir for an interview set to air Monday, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tom-cotton-trump-not-gops-single-leader-we-have-important-other-leaders-like-ron-desantis-brian-kemp", "title": "Tom Cotton: Trump Not GOP’s ‘Single Leader,’ We Have ‘Important Other Leaders’ Like Ron DeSantis, Brian Kemp", "date_published": "2022-11-14 09:25:43+00:00", "description": "Sen. Tom Cotton (R-AR) dismissed the notion during an interview over the weekend that the Republican Party has a single leader in former President Donald Trump, noting that the party has a few high-power governors that are stars. Cotton made the remarks Sunday during an interview on CBS News&#8217;s &#8220;Face the Nation&#8221; with Margaret Brennan ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-maher-rips-kamala-harris-if-biden-pulls-a-ruth-bader-ginsburg-democrats-are-stuck-with-harris", "title": "Bill Maher Rips Kamala Harris: If Biden Pulls A ‘Ruth Bader Ginsburg’ Democrats Are Stuck With Harris", "date_published": "2022-11-14 09:12:00+00:00", "description": "Bill Maher, host of HBO&#8217;s &#8220;Real Time with Bill Maher,&#8221; mocked Vice President Kamala Harris&#8217; political skills during his show late last week as he discussed what might happen to Democrats if President Joe Biden (D), who turns 80 next week, were to die in office. &#8220;I&#8217;ll give you another reason why, a good reason ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pornhub-parent-company-sued-for-allegedly-posting-footage-of-adult-molesting-12-year-old", "title": "Pornhub Parent Company Sued For Allegedly Posting Footage Of Adult Molesting 12-Year-Old", "date_published": "2022-11-14 09:04:24+00:00", "description": "The parent company of Pornhub is being sued by a minor child&#8217;s mother for the X-rated adult website allegedly allowing the dissemination of videos and images of her son being molested by an Alabama man despite authorities&#8217; warning. Plaintiff CV1 Mother, an anonymous name used due to the sensitive and private nature of the allegations, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-maher-defends-ron-desantis-against-left-wing-attacks-desantis-should-run-now-for-president", "title": "Bill Maher Defends Ron DeSantis Against Left-Wing Attacks: ‘DeSantis Should Run Now’ For President", "date_published": "2022-11-14 08:24:21+00:00", "description": "Bill Maher, host of HBO&#8217;s &#8220;Real Time with Bill Maher,&#8221; defended Florida Governor Ron DeSantis (R) against attacks he has faced from media and a Democrat politician who criticized DeSantis on the show&#8217;s most recent broadcast. Maher&#8217;s remarks about DeSantis come after the governor became a top story of last week&#8217;s midterm elections after winning ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-active-shooter-ex-college-football-player-hunted-on-uva-campus-after-3-killed", "title": "BREAKING: Active Shooter, Ex-College Football Player Hunted On UVA Campus After 3 Killed", "date_published": "2022-11-14 07:06:12+00:00", "description": "A former University of Virginia football player was being hunted and the school’s Charlottesville campus was on lockdown after he allegedly gunned down three people and wounded two more late Sunday, authorities said. The suspect was identified by police as Christopher Darnell Jones Jr. and was seen wearing a burgundy jacket with jeans and red ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-hill-explains-how-democrats-could-propel-gavin-newsom-to-the-presidency-no-vote-necessary", "title": "The Hill Explains How Democrats Could Propel Gavin Newsom To The Presidency, No Vote Necessary", "date_published": "2022-11-14 00:06:03+00:00", "description": "The Hill published a possible plan that could propel California Governor Gavin Newsom (D) directly to the presidency, passing by Vice President Kamala Harris, without it ever coming to a vote before the American people. The plan was outlined by former Pentagon and White House official Douglas MacKinnon — who worked under Presidents Ronald Reagan ...", "favourite": false}]