[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/new-earth-longzhi-apt-targets-ukraine.html", "title": "New \"Earth Longzhi\" APT Targets Ukraine and Asian Countries with Custom Cobalt Strike Loaders", "date_published": "2022-11-14 13:03:00+00:00", "description": "Entities located in East and Southeast Asia as well as Ukraine have been targeted at least since 2020 by a previously undocumented subgroup of APT41, a prolific Chinese advanced persistent threat (APT).\nCybersecurity firm Trend Micro, which christened the espionage crew Earth Longzhi, said the actor's long-running campaign can be split into two based on the toolset deployed to attack its victims", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/over-15000-wordpress-sites-compromised.html", "title": "Over 15,000 WordPress Sites Compromised in Malicious SEO Campaign", "date_published": "2022-11-14 10:45:00+00:00", "description": "A new malicious campaign has compromised over 15,000 WordPress websites in an attempt to redirect visitors to bogus Q&amp;A portals.\n\"These malicious redirects appear to be designed to increase the authority of the attacker's sites for search engines,\" Sucuri researcher Ben Martin said in a report published last week, calling it a \"clever black hat SEO trick.\"\nThe search engine poisoning technique", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/what-is-external-penetration-test.html", "title": "What is an External Penetration Test?", "date_published": "2022-11-14 10:30:00+00:00", "description": "A penetration test (also known as a pentest) is a security assessment that simulates the activities of real-world attackers to identify security holes in your IT systems or applications. \nThe aim of the test is to understand what vulnerabilities you have, how they could be exploited, and what the impact would be if an attacker was successful.\nUsually performed first, an external pentest (also", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/new-kmsdbot-malware-hijacking-systems.html", "title": "New KmsdBot Malware Hijacking Systems for Mining Crypto and Launch DDoS Attacks", "date_published": "2022-11-14 07:14:00+00:00", "description": "A newly discovered evasive malware leverages the Secure Shell (SSH) cryptographic protocol to gain entry into targeted systems with the goal of mining cryptocurrency and carrying out distributed denial-of-service (DDoS) attacks.\nDubbed KmsdBot by the Akamai Security Intelligence Response Team (SIRT), the Golang-based malware has been found targeting a variety of companies ranging from gaming to", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/worok-hackers-abuse-dropbox-api-to.html", "title": "Worok Hackers Abuse Dropbox API to Exfiltrate Data via Backdoor Hidden in Images", "date_published": "2022-11-14 06:05:00+00:00", "description": "A recently discovered cyber espionage group dubbed Worok has been found hiding malware in seemingly innocuous image files, corroborating a crucial link in the threat actor's infection chain.\nCzech cybersecurity firm Avast said the purpose of the PNG files is to conceal a payload that's used to facilitate information theft.\n\"What is noteworthy is data collection from victims' machines using", "favourite": false}]