[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/krym-ktos-podpalil-pojazdy-nalezace-do-rosyjskiego-propagandysty-dmitrija-kisielowa/", "title": "Krym. Ktoś podpalił pojazdy należące do rosyjskiego propagandysty Dmitrija Kisielowa", "date_published": "2022-09-17 20:15:00+00:00", "description": "Nieznany sprawca podpalił pojazdy rosyjskiego propagandysty Dmitrija Kisielowa, które stały zaparkowane przy jego letnim domu na Krymie. Według rosyjskich mediów za podpaleniem stoją ukraińscy partyzanci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/holandia-maly-arsenal-broni-w-bagazniku-auta-polaka/", "title": "Holandia: Mały arsenał broni w bagażniku auta Polaka", "date_published": "2022-09-17 19:32:00+00:00", "description": "45-letni Polaka został zatrzymany w Woensdrecht w holenderskiej prowincji Brabancja Północna. W jego samochodzie policjanci odkryli kilka sztuk broni palnej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/wojna-w-ukrainie-w-iziumie-ekshumowane-sa-kolejne-ciala-u-cywila-zaobserwowano-slady-duszenia/", "title": "Wojna w Ukrainie. W Iziumie ekshumowane są kolejne ciała. \"U cywila zaobserwowano ślady duszenia\"", "date_published": "2022-09-17 18:46:00+00:00", "description": "W obwodzie charkowskim odkrywane są kolejne masowe groby Ukraińców zamordowanych przez rosyjskich żołnierzy. Trwa ich ekshumacja. - U jednego cywila zaobserwowano ślady duszenia na szyi - powiedział ukraiński prokurator Jewgienij Sokołow."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/niemcy-w-nielegalnym-wyscigu-zginelo-dwoje-dzieci-sprawczyni-zlapana-w-polsce/", "title": "Niemcy. W nielegalnym wyścigu zginęło dwoje dzieci. Sprawczyni złapana w Polsce", "date_published": "2022-09-17 17:40:00+00:00", "description": "40-latka brała udział w nielegalnym wyścigu samochodowym w pobliżu Hanoweru w lutym. Uderzyła w samochód, w którym jechała rodzina. Zginęło dwoje dzieci. Kobieta została zatrzymana w Polsce. Jest oskarżona o zabójstwo."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/usa-tajemnicza-smierc-dwulatka-zniknal-z-domu-w-srodku-nocy-zostal-znaleziony-martwy/", "title": "USA. Tajemnicza śmierć dwulatka. Zniknął z domu w środku nocy, został znaleziony martwy", "date_published": "2022-09-17 14:51:00+00:00", "description": "Dwuletni chłopiec został znaleziony martwy w mieście Okemah w amerykańskim stanie Oklahoma. Jego ciało znajdowało się niecały kilometr od rodzinnego domu. Dziecko poprzedniej nocy zniknęło w niewyjaśnionych okolicznościach z posiadłości - przekazał Daily Mail."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/usa-skandal-na-florydzie-szeryf-zatail-ze-jako-14-latek-zabil-sasiada-i-zazywal-lsd/", "title": "USA. Skandal na Florydzie: Szeryf zataił, że jako 14-latek zabił sąsiada i zażywał LSD", "date_published": "2022-09-17 14:39:00+00:00", "description": "Gregory Tony, szeryf powiatu Broward na Florydzie, skłamał w 2019 r. podczas składania aplikacji na stanowisko szeryfa - stwierdziła stanowa Komisja Etyczna. Szeryf zataił, że w wieku 14-lat śmiertelnie postrzelił mieszkającego w sąsiedztwie nastolatka, a także to, że zażywał LSD."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/rosyjscy-zolnierze-nie-umieli-obslugiwac-czajnikow-elektrycznych-szokujace-wideo-trafilo-do-sieci/", "title": "Rosyjscy żołnierze nie umieli obsługiwać czajników elektrycznych. Szokujące wideo trafiło do sieci", "date_published": "2022-09-17 09:55:00+00:00", "description": "Białoruski niezależny portal informacyjny NEXTA opublikował w mediach społecznościowych nagranie z pomieszczenia, które zostało opuszczone przez rosyjskich żołnierzy walczących w Ukrainie. Z materiału wideo wynika, że nie umieli oni obsługiwać... czajników elektrycznych. Urządzenia do podgrzewania wody stały bowiem na kuchence gazowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/wywiad-dla-polsat-news-corka-chrzestna-karola-iii-india-hicks-opowiedziala-o-krolowej-elzbiecie-ii/", "title": "Wywiad dla Polsat News. Córka chrzestna Karola III India Hicks opowiedziała o królowej Elżbiecie II", "date_published": "2022-09-17 08:46:00+00:00", "description": "W rozmowie z reporterką Polsat News Agnieszką Laskowską, córka chrzestna króla Karola III, India Hicks, podzieliła się osobistymi historiami związanymi z rodziną królewską. Między innymi o wspólnym pływaniu z Karolem na Bahamach, które zakończyło się kłopotliwą sytuacją. Mówiła także o pożegnaniu Elżbiety II i o tym, jak może zmienić się monarchia pod nowym panowaniem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-17/krolowa-elzbieta-ii-incydent-w-westminster-hall-mezczyzna-dotknal-trumny/", "title": "Królowa Elżbieta II. Incydent w Westminster Hall. Mężczyzna dotknął trumny", "date_published": "2022-09-17 06:00:00+00:00", "description": "Jedna z osób oczekujących w kolejce do oddania hołdu Elżbiecie II podbiegła do trumny i próbowała zdjąć z niej królewski sztandar. Policjanci natychmiast obezwładnili mężczyznę i umieścili go w areszcie. To pierwszy tego typu incydent, od kiedy trumna z ciałem monarchini została wystawiona w Westminster Hall."}]