[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/prehistoryczny-gad-odkryty-w-europie-byl-wielki-jak-samochod/", "title": "Prehistoryczny gad odkryty w Europie. Był wielki jak samochód", "date_published": "2022-11-29 21:32:00+00:00", "description": "Gigantyczny żółw morski żył w południowo-zachodniej Europie w okresie późnej kredy (ponad 72 mln lat temu). To pierwszy taki prehistoryczny gatunek odkryty na naszym kontynencie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/dramatyczne-wyniki-badan-smog-odpowiada-za-milion-martwych-urodzen-rocznie/", "title": "Dramatyczne wyniki badań. Smog odpowiada za milion martwych urodzeń rocznie", "date_published": "2022-11-29 20:20:00+00:00", "description": "Pierwsza globalna analiza została przeprowadzona po odkryciu w płucach i mózgach martwych płodów toksycznych cząstek. Wnioski z badania są przerażające. Naukowcy uważają, że za prawie milion martwych urodzeń rocznie odpowiada zanieczyszczenie powietrza.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/rumunia-znaleziono-nadajnik-bociana-ktory-wylecial-z-polski-ptak-nie-zyje/", "title": "Rumunia. Znaleziono nadajnik bociana, który wyleciał z Polski. Ptak nie żyje", "date_published": "2022-11-29 18:48:00+00:00", "description": "Bocian czarny nie przeżył lotu do ciepłych krajów - przekazały Lasy Państwowe. Ptak po przebyciu tysiąca kilometrów prawdopodobnie uderzył w linię wysokiego napięcia. Gatunek tego zwierzęcia w Polsce znajduje się pod ścisłą ochroną.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/hiszpania-trzech-pasazerow-na-gape-plynelo-z-nigerii-na-sterze-tankowca/", "title": "Hiszpania. Trzech pasażerów na gapę płynęło z Nigerii na sterze tankowca", "date_published": "2022-11-29 18:25:00+00:00", "description": "Hiszpańskie władze poinformowały o trzech pasażerach na gapę znalezionych na płetwie sterowej statku po 11-dniowym rejsie z Nigerii.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/wojna-w-ukrainie-na-krymie-okupanci-zapisuja-pierwszoklasistow-do-klas-podchorazych/", "title": "Wojna w Ukrainie. Na Krymie Rosjanie zapisują pierwszaki do klas podchorążych", "date_published": "2022-11-29 18:00:00+00:00", "description": "Na Krymie Rosjanie podjęli decyzję o zapisaniu części dzieci do klas podchorążych - informuje Ukrinform. Na przykład w Sewastopolu 30 pierwszoklasistów zostało przyjętych w szeregi kadetów Ministerstwa ds. Sytuacji Nadzwyczajnych.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/janusz-walus-zaatakowany-nozem-przez-wspolwieznia/", "title": "Janusz Waluś zaatakowany nożem przez współwięźnia", "date_published": "2022-11-29 16:25:00+00:00", "description": "Janusz Waluś, zabójca czarnoskórego lidera partii komunistycznej Chrisa Haniego, został zaatakowany nożem przez współwięźnia - podało w oficjalnym komunikacie więzienie. Informację potwierdziła także agencja AFP. Waluś miał wyjść w czwartek na wolność.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/usa-siostry-zginely-w-pozarze-wynajetego-domu-rodzina-kieruje-pozew-do-sadu/", "title": "USA. Siostry zginęły w pożarze wynajętego domu. Rodzina kieruje pozew do sądu", "date_published": "2022-11-29 16:04:00+00:00", "description": "21-letnia Jillian Wiener i jej 19-letnia siostra Lindsay wynajęły na wakacje dom w Hamptons w USA. W posiadłości w sierpniu wybuchł pożar. Obie kobiety zginęły. Rodzina ofiar skierowała pozew do sądu, zarzucając właścicielom domu, że wprowadzili ich w błąd zapewniając, że wynajem jest bezpieczny.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/usa-zastawil-pulapke-na-policje-wszystko-zarejestrowala-kamera-na-mundurze/", "title": "USA. Zastawił pułapkę na policję. Wszystko zarejestrowała kamera na mundurze", "date_published": "2022-11-29 15:36:00+00:00", "description": "Przed policją schował się pod materacem w przyczepie kempingowej, oczekując na właściwy moment. Gdy funkcjonariusze z komisariatu w Oklahomie zaczęli sprawdzać jego kryjówkę, natychmiast otworzył ogień. Wszystko nagrało się na kamerę przypiętą do policyjnego munduru.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/dubaj-rekin-pojawil-sie-w-poblizu-plazy-okrazal-plywajacych-ludzi/", "title": "Dubaj. Rekin pojawił się w pobliżu plaży. Okrążał pływających ludzi", "date_published": "2022-11-29 15:22:00+00:00", "description": "Sfilmowano rekina, który pływał blisko brzegu plaży Kite Beach w Dubaju. Zwierzę wpłynęło na płytkie wody i odcięło ludziom drogę ucieczki - przekazały media. Na nagraniu widać, jak ratownik nawołuje ludzi, którzy pozostali w morzu, aby niezwłocznie wyszli na plażę.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/chaos-i-pijanstwo-na-pokladzie-ryanaira-nasz-lot-byl-meka/", "title": "Chaos i pijaństwo na pokładzie Ryanaira. \"Nasz lot był męką\"", "date_published": "2022-11-29 14:17:00+00:00", "description": "Tańczyli, chodzili z głośnikiem na głowie i pili wódkę - tak zachowywali się pasażerowie linii lotniczych Ryanair w drodze na Ibizę. Grupa hałaśliwych ludzi nie tylko zakłóciła spokój pozostałych podróżujących, ale - według szkockiej pary, która uczestniczyła w tym samym locie - złamała zasady bezpieczeństwa. - Personel nie reagował. Przynosił im jedynie kolejne drinki - relacjonuje para.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/clarence-gilyard-jr-nie-zyje-amerykanski-aktor-zmarl-w-wieku-66-lat/", "title": "Clarence Gilyard Jr. nie żyje. Amerykański aktor zmarł w wieku 66 lat", "date_published": "2022-11-29 14:13:00+00:00", "description": "W wieku 66 lat zmarł Clarence Gilyard Jr., amerykańska gwiazda kina znana z ról w takich filmowych hitach jak: Top Gun, Szklana pułapka i Karate Kid II. Polscy widzowie mogą go pamiętać jako Jamesa Jimmyego Trivette w telewizyjnym serialu Strażnik Teksasu. Śmierć aktora potwierdził uniwersytet, na którym wykładał.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/mundial-w-katarze-kibic-z-flaga-lgbt-i-haslami-antywojennymi-na-koszulce-wbiegl-na-murawe/", "title": "Mundial w Katarze. Kibic z flagą LGBT i hasłami antywojennymi na koszulce wbiegł na murawę", "date_published": "2022-11-29 13:35:00+00:00", "description": "Ratujmy Ukrainę i Szacunek dla irańskich kobiet takie napisy miał na koszulce kibic, który wbiegł na murawę podczas poniedziałkowego meczu Portugalii z Urugwajem na mundialu w Katarze. Mężczyzna trzymał w ręku również flagę środowisk LGBT.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/makabryczne-odkrycie-w-bostonie-zwloki-czterech-niemowlat-ukryte-w-domu/", "title": "Makabryczne odkrycie w Bostonie. Zwłoki czterech niemowląt ukryte w domu", "date_published": "2022-11-29 13:03:00+00:00", "description": "W jednym z domów w Bostonie na wschodzie USA odnaleziono zwłoki czterech niemowląt. Według policji to dwie dziewczynki i dwaj chłopcy. W sprawie toczy się śledztwo.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/jens-stoltenberg-nato-powinno-robic-wiecej-by-rosja-nie-wygrala-wojny/", "title": "Jens Stoltenberg:  NATO powinno robić więcej, by Rosja nie wygrała wojny", "date_published": "2022-11-29 12:55:00+00:00", "description": "- Putin ponosi porażkę na Ukrainie. Odpowiada zwiększoną brutalnością, atakując infrastrukturę gazową, linie wysokiego napięcia, próbując pozbawić Ukraińców wody, prądu, światła i ogrzewania. Musimy wspierać Ukrainę, bo widzimy, że Putin próbuje użyć zimy jako broni, sprowadzając ogromne cierpienie na naród ukraiński - powiedział Jens Stoltenberg przed rozpoczęciem spotkania szefów MSZ NATO.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/nie-zyje-tiantian-kullander-autorytet-rynku-kryptowalut-zmarl-we-snie-w-wieku-30-lat/", "title": "Nie żyje Tiantian Kullander. Autorytet rynku kryptowalut zmarł we śnie w wieku 30 lat", "date_published": "2022-11-29 12:31:00+00:00", "description": "Z najgłębszym smutkiem i ciężkim sercem informujemy o śmierci naszego przyjaciela i współzałożyciela, Tiantiana Kullandera, który odszedł niespodziewanie we śnie - przekazała w komunikacie firma Amber Group, której był założycielem. Kullander miał 30 lat, był autorytetem i znawcą rynku kryptowalut.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/wtargneli-z-bronia-do-szpitala-chcieli-zabic-czlonka-gangu/", "title": "Ekwador. Polowanie na członka gangu. Napastnicy wtargnęli do szpitala", "date_published": "2022-11-29 12:14:00+00:00", "description": "Siedmioro uzbrojonych napastników zaatakowało szpital na zachodzie Ekwadoru. Próbowali zabić, znajdującego się tam 17-latka, znanego jako Dirty Face, który uważany jest za członka konkurencyjnego gangu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/11-dni-spedzili-na-pletwie-tankowca-niebezpieczna-podroz-nielegalnych-migrantow/", "title": "Niebezpieczna podróż nielegalnych migrantów. Spędzili wiele dni na płetwie tankowca", "date_published": "2022-11-29 11:18:00+00:00", "description": "Trzej nielegalni migranci zostali uratowani przez hiszpańską straż przybrzeżną w Las Palmas. Przez 11 dni płynęli z Nigerii na Wyspy Kanaryjskie, siedząc na płetwie sterowej tankowca.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/wojna-w-ukrainie-alarm-przeciwlotniczy-w-calej-ukrainie/", "title": "Wojna w Ukrainie. Alarm przeciwlotniczy w całej Ukrainie", "date_published": "2022-11-29 11:13:00+00:00", "description": "Alarm przeciwlotniczy na terytorium całej Ukrainy ogłoszono o godz. 12.40 czasu lokalnego. Władze zaapelowały do obywateli o ukrycie się w schronach przeciwlotniczych. Rosja atakuje m.in. obiekty infrastruktury krytycznej. - Musimy się przygotować na kolejną falę uchodźców w Europie - mówił sekretarz generalny NATO.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/usa-dwaj-braci-utoneli-w-lodowatej-wodzie-zalamal-sie-pod-nimi-lod/", "title": "USA. Dwaj bracia utonęli w lodowatej wodzie. Załamał się pod nimi lód", "date_published": "2022-11-29 10:42:00+00:00", "description": "6-latek i 4-latek przypadkiem weszli na zamarznięte jezioro w Palatine w stanie Illinois. Lód załamał się pod dziećmi, które wpadły do wody. Obydwu chłopców nie udało się uratować.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/mecz-iran-usa-teheran-grozi-wladnym-pilkarzom-ich-rodziny-stana-w-obliczu-przemocy-i-tortur/", "title": "Mecz Iran - USA. Teheran grozi własnym piłkarzom. Ich rodziny staną w obliczu \"przemocy i tortur\"", "date_published": "2022-11-29 10:36:00+00:00", "description": "We wtorek wieczorem Iran zagra z USA, a stawką tego meczu będzie dalszy udział w katarskim mundialu. Jednak jak donosi CNN, stawka dla Irańczyków jest znacznie większa. Jeśli nie zastosują się do poleceń Teheranu ich rodziny staną w obliczu przemocy i tortur.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/ms-w-katarze-argentynczycy-wzywaja-posilki-na-mecz-z-polska/", "title": "MŚ w Katarze. Argentyńczycy wzywają posiłki na mecz z Polską", "date_published": "2022-11-29 09:37:00+00:00", "description": "Argentyński Związek Piłki Nożnej (AFA) przed decydującym o wyjściu z grupy meczem postanowiła ściągnąć do Kataru najbardziej fanatycznych kibiców. Ultrasi mają zagrzewać do walki piłkarzy Albicelestes podczas środowego meczu z Polską.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/chiny-protesty-przeciw-polityce-zero-covid-w-calym-kraju-areszty-i-cenzura-ze-strony-wladz/", "title": "Chiny. Protesty przeciw polityce \"zero covid\" w całym kraju. Areszty i cenzura ze strony władz", "date_published": "2022-11-29 07:53:00+00:00", "description": "Biała kartka stała się symbolem protestów trwających w całych Chinach, od piątku wywołanych sprzeciwem wobec polityki zero covid, skrupulatnie realizowanej przez komunistyczne władze. W odpowiedzi na manifestacje rząd stosuje aresztowania i zaostrza cenzurę.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/rodzina-po-50-latach-odnalazla-porwane-dziecko-pomoglo-dna/", "title": "Rodzina po 51 latach odnalazła porwane dziecko. Pomogły badania DNA", "date_published": "2022-11-29 07:43:00+00:00", "description": "Melissa Highsmith została porwana jako prawie dwuroczne dziecko przez własną opiekunkę. Rodzina kobiety poinformowała, że po ponad 50 latach udało się ją odnaleźć. W identyfikacji pomogły badania DNA.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-29/bialorus-transport-borni-z-rosji-systemu-tor-m2-maja-trafic-pod-baranowicze/", "title": "Białoruś. Transport broni z Rosji. Systemy Tor-M2 mają trafić pod Baranowicze", "date_published": "2022-11-29 05:25:00+00:00", "description": "Na Białoruś trafił transport broni z Rosji. Docelowo ma zostać przerzucony pod Baranowicze w obwodzie brzeskim graniczącym z Polską. Według niezależnego portalu Zerkalo.io trafi tam 15 systemów przeciwlotniczych Tor-M2 SAM.", "persistent": false}]