[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-super-mario-movie-features-a-redesigned-donkey-kong-shigeru-miyamoto-says/1100-6509563/?ftag=CAD-01-10abi2f", "title": "The Super Mario Movie Features A Redesigned Donkey Kong, Shigeru Miyamoto Says", "date_published": "2022-11-29 22:58:00+00:00", "description": "<p>Donkey Kong is one of the very oldest video game characters. Born in 1981, Donkey Kong is what some might call a <a href=\"https://www.vice.com/en/article/v7eda9/are-you-a-geriatric-millennial\">geriatric millennial</a>. For the <a href=\"https://www.gamespot.com/articles/first-super-mario-bros-trailer-is-a-full-on-mario-party/1100-6509555/\">upcoming Super Mario Bros. Movie</a>, he received his first redesign in almost 30 years for the movie, said creator Shigeru Miyamoto in the latest Nintendo Direct dedicated to the film.</p><div>          </div><p>This trailer gives us a clearer look at Mario and Luigi, and our first look at Donkey Kong himself, who will be voiced by actor Seth Rogen in the film.</p><p>\"It's been over 40 years since the release of the original Donkey Kong game, which was also my debut title. We've also changed his design for the first time since he became a 3D model in the original Donkey Kong Country game,\" Miyamoto said in comments directly after the trailer. At a glance, Donkey Kong looks quite familiar. Just like the version seen in Donkey Kong Country, he's a big ape wearing a bright red tie with his initials in yellow letters--it's hardly a reimagining for the character. Even the font on the tie is the same.</p><a href=\"https://www.gamespot.com/articles/the-super-mario-movie-features-a-redesigned-donkey-kong-shigeru-miyamoto-says/1100-6509563/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-endgame-what-to-do-after-you-beat-the-story/1100-6509562/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet And Violet Endgame - What To Do After You Beat The Story", "date_published": "2022-11-29 22:44:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a> changed the Pokemon formula, offering an open world that you were free to explore. While the main story threads offer more than just the traditional journey to becoming champion of the region, the endgame offerings are similar to most other games in the series. You have the opportunity to complete the Pokedex, as well as some other activities. Here's everything you can do after beating the main story in Pokemon Scarlet and Violet.</p><h2 dir=\"ltr\">Compete in the Academy Ace tournament</h2><p dir=\"ltr\">The biggest post-game activity is the Academy Ace tournament, which has your fellow students, along with some of the faculty members, battle it out in a tournament. Before you can compete in this tournament however, you must complete an \"inspection\" of the eight gyms in the Paldea region. This consists of returning to each gym to face off against its leader again, except this time they are rocking high-level Pokemon. You will be facing off level 65+ Pokemon and each gym leader will have at least five Pokemon in their team.</p><p dir=\"ltr\">Completing all eight gyms will unlock the Academy Ace tournament. The tournament consists of four rounds, which you will need to win consecutively in order to win the tournament, <strong>although your Pokemon are automatically healed in between fights</strong>. Your opponents in these fights will have level 65+ Pokemon and either five or six Pokemon at their disposal. This tournament is replayable, allowing you to battle to your heart's content.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-endgame-what-to-do-after-you-beat-the-story/1100-6509562/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/far-cry-6-lost-between-worlds-expansion-has-players-battling-shardfaces-in-a-wild-world/1100-6509557/?ftag=CAD-01-10abi2f", "title": "Far Cry 6 Lost Between Worlds Expansion Has Players Battling \"Shardfaces\" In A Wild World", "date_published": "2022-11-29 20:55:00+00:00", "description": "<p>Ubisoft has released a new trailer for the upcoming <a href=\"https://www.gamespot.com/games/far-cry-6/\">Far Cry 6</a> expansion, Lost Between Worlds, which launches next week across console and PC.</p><p>Lost Between Worlds takes place in a \"fractured\" version of the game's setting, Yara, and it continues Dani Rojas' story. The Far Cry series is known for being over-the-top, and it looks like Lost Between Worlds will continue this trend.</p><p>\"Following their exploration of a mysterious meteorite impact site, Dani will discover themselves in a twisted space between worlds accompanied by a noncorporeal lifeform named Fai. Players will need to repair Fai's broken spacecraft by collecting five lost shards, each increasing Dani's overall stats for survivability, bringing them one step closer to escape,\" reads a line from the expansion's description.</p><a href=\"https://www.gamespot.com/articles/far-cry-6-lost-between-worlds-expansion-has-players-battling-shardfaces-in-a-wild-world/1100-6509557/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wednesday-becomes-netflixs-most-watched-show-in-a-week-with-341-million-hours/1100-6509561/?ftag=CAD-01-10abi2f", "title": "Wednesday Becomes Netflix's Most-Watched Show In A Week With 341 Million Hours", "date_published": "2022-11-29 20:48:00+00:00", "description": "<p> </p><p dir=\"ltr\">Netflix's Wednesday arrived last with some pretty impressive numbers to show for it, according to the streaming service. The fantasy series starring Jenna Ortega as Wednesday Addams has topped the Netflix Top 10 chart for the week of Nov. 21-27 with 341.2 million hours viewed following its November 23 premiere.</p><p dir=\"ltr\">According to Netflix's data, figures show over 50 million households have seen the series since its premiere. In a tweet from the streaming service, Netflix lauds Wednesday for surpassing Stranger Things--which previously was the record holder for most hours viewed in a week for an English-language TV series on Netflix. You can check out <a href=\"https://www.gamespot.com/reviews/netflixs-wednesday-review-this-addams-family-spin-off-is-a-classic-burton-throw-back/1900-6418000/\">GameSpot's review of Wednesday</a> from Chris E. Hayner, who called the series a \"beautiful show\" and that \"Tim Burton's gothic sensibilities explode on screen.\"</p><a href=\"https://www.gamespot.com/articles/wednesday-becomes-netflixs-most-watched-show-in-a-week-with-341-million-hours/1100-6509561/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/red-dead-redemption-2-hits-new-player-peak-christmas-update-adds-more-content/1100-6509559/?ftag=CAD-01-10abi2f", "title": "Red Dead Redemption 2 Hits New Player Peak -- Christmas Update Adds More Content", "date_published": "2022-11-29 20:29:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/red-dead-redemption-2/\">Red Dead Redemption 2</a> has broken its record of concurrent players three years after its PC release. In addition to a wave of new players, Rockstar will have new rewards, seasonal outfits, and more for a limited time.</p><p>Thanks to<a href=\"https://steamdb.info/app/1174180/graphs/\"> SteamDB data</a>, as discovered by <a href=\"https://www.eurogamer.net/red-dead-redemption-2-player-count-hits-all-time-high-on-pc\">Eurogamer</a>, we know that on November 27, there were 66,492 concurrent players on Red Dead Redemption 2 on Steam. Prior to its new record, Red Dead Redemption 2 previously had 55,000 players when it launched on Steam in 2019. The report suggests that the new wave of players was due to the <a href=\"https://www.gamespot.com/gallery/steam-autumn-sale-best-steam-deck-game-deals/2900-4476/\">Steam autumn sale</a> that just happened.</p><p dir=\"ltr\">In addition to having many new people logging in for the first time, Rockstar is getting into the Christmas spirit by adding new limited-time rewards and activities. Whenever someone completes a player bounty, they'll earn 3x Character and Role XP, and those who complete The Covington Emerald will earn 2x money and XP from now until January 2.</p><a href=\"https://www.gamespot.com/articles/red-dead-redemption-2-hits-new-player-peak-christmas-update-adds-more-content/1100-6509559/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/best-buy-12-days-of-gaming-sale-is-live-get-a-stellar-deal-every-day/1100-6509558/?ftag=CAD-01-10abi2f", "title": "Best Buy 12 Days Of Gaming Sale Is Live - Get A Stellar Deal Every Day", "date_published": "2022-11-29 19:41:00+00:00", "description": "<p>Best Buy has kicked off its <span class=\"norewrite\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/video-games/video-games-on-sale/pcmcat1649105798442.c?id=pcmcat1649105798442&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">12 Days of Gaming promotion</a> </span> with a massive discount on <span class=\"norewrite\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/the-legend-of-zelda-skyward-sword-hd-nintendo-switch-lite-nintendo-switch/6414119.p&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">The Legend of Zelda: Skyward Sword HD</a> </span> for Nintendo Switch. Right now, you can grab the remastered adventure for only $30. Skyward Sword is just the first of 12 deals that will be available through December 10.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/video-games/video-games-on-sale/pcmcat1649105798442.c?id=pcmcat1649105798442&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See 12 Days of Gaming at Best Buy</a> </div></div><p> </p><p> </p><a href=\"https://www.gamespot.com/articles/best-buy-12-days-of-gaming-sale-is-live-get-a-stellar-deal-every-day/1100-6509558/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-season-2-trailer-showcases-rammatra-new-map-shambali/1100-6509556/?ftag=CAD-01-10abi2f", "title": "Overwatch 2: Season 2 Trailer Showcases Rammatra, New Map Shambali", "date_published": "2022-11-29 19:26:00+00:00", "description": "<p dir=\"ltr\">Next week Blizzard will add Rammatra and the new escort map Shambali to Overwatch 2. The developer released the Season 2 trailer for the free-to-play shooter, unveiling what's on the horizon for the game.</p><p dir=\"ltr\">For starters, there's the new tank Rammatra, who can change forms within a match. That marks a first for his role in Overwatch 2, according to Blizzard. He also packs a pretty powerful purple punch.</p><div>          </div><p dir=\"ltr\">Shambali Monastery, meanwhile, is set in the Himalayan peaks. It's also apparently the home of Zenyatta and Rammatra.</p><a href=\"https://www.gamespot.com/articles/overwatch-2-season-2-trailer-showcases-rammatra-new-map-shambali/1100-6509556/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-warzone-2-perk-packages-are-bugged-and-one-perk-gives-tons-of-uavs/1100-6509554/?ftag=CAD-01-10abi2f", "title": "CoD: Warzone 2 Perk Packages Are Bugged, And One Perk Gives Tons Of UAVs", "date_published": "2022-11-29 19:06:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Call of Duty: Warzone 2</a> launched just two weeks ago <a href=\"https://www.gamespot.com/reviews/call-of-duty-warzone-2-review-al-mazrah-shines/1900-6418003/\">with plenty of fresh changes</a>, but as can often be expected with new live-service titles, the battle royale sequel came packaged with a few bugs. Currently, the game's perk packages for custom loadouts are bugged, so players might not be playing with the perks they intended on using, and one specific perk is handing out some valuable free intel.</p><p dir=\"ltr\">Unlike Warzone 1, perks are no longer available as ground loot or available to customize for a player's personal loadout. Perks follow Modern Warfare 2's perk package system, and these are only available as preset packages for loadout drops in Warzone 2. However, players have discovered they're grabbing their loadout drop and not getting the perk package they assigned to their custom loadouts.</p><p dir=\"ltr\"><a href=\"https://youtu.be/I2W9rpaDCao\">As shown in a video by YouTuber JGOD</a>, Warzone 2's perk packages are currently bugged in the loadout drops. Players are selecting a custom loadout with one perk package, but the game is giving them a completely different set of perks. There doesn't seem to be a fix for the inaccurate custom loadout perks, but JGOD tested that the default loadout options are giving the correct perks, so players will want to grab a default package to get the perks they need.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-perk-packages-are-bugged-and-one-perk-gives-tons-of-uavs/1100-6509554/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-game-pass-adds-two-more-games-including-a-brand-new-release/1100-6509553/?ftag=CAD-01-10abi2f", "title": "Xbox Game Pass Adds Two More Games, Including A Brand-New Release", "date_published": "2022-11-29 18:55:00+00:00", "description": "<p>The Xbox Game Pass catalog continues to grow with the launch of two more games today, November 29, including a day-one release. That new release is Soccer Story and the other addition to Game Pass is Insurgency: Sandstorm.</p><p>In Soccer Story, players take on the role of the Savior of Soccer who is called upon to bring hope to the world after a great calamity. A magical soccer ball chooses the player to make soccer shine again. The role-playing game sees players traversing the world with their soccer ball to score goals, solve puzzles, and unravel secrets. There is a single-player story with the end-goal of saving soccer and bringing \"peace and harmony\" to the world. A four-player local multiplayer mode is also featured in Soccer Story.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">this just in! 2 more games available today! <a href=\"https://t.co/W2rEDfkTlJ\">pic.twitter.com/W2rEDfkTlJ</a></p>  — Xbox Game Pass (@XboxGamePass) <a href=\"https://twitter.com/XboxGamePass/status/1597636655145488386?ref_src=twsrc^tfw\">November 29, 2022</a></blockquote>              </div><p>Insurgency: Sandstorm, meanwhile, is a tactical FPS that bills itself as an improved version of the 2014 game Insurgency. The game, which was originally released in 2018, includes 14v14 head-to-head multiplayer and an eight-player co-op mode where players battle against AI enemies.</p><a href=\"https://www.gamespot.com/articles/xbox-game-pass-adds-two-more-games-including-a-brand-new-release/1100-6509553/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gotham-knights-adds-new-multiplayer-modes-today-in-free-update/1100-6509548/?ftag=CAD-01-10abi2f", "title": "Gotham Knights Adds New Multiplayer Modes Today In Free Update", "date_published": "2022-11-29 18:53:00+00:00", "description": "<p>The Batman game <a href=\"https://www.gamespot.com/games/gotham-knights/\">Gotham Knights</a> has welcomed a new free update that introduces additional multiplayer modes. The update available now introduces the four-player Heroic Assault mode and the two-player Showdown mode.</p><p>Heroic Assault has players grouping together in squads of four to fight against Gotham City enemies in 30 different scenarios. Among other enemies, players will square off against Starro and Man-Bat.</p><div>          </div><p>Showdown, meanwhile, is a two-player online co-op mode in which players will duke it out with \"supercharged\" versions of Mr. Freeze, Harley Quinn, Clayface, and Talia al Ghul. Players will earn legendary gear, Batcycle colorways, and a special suit for each baddie they beat.</p><a href=\"https://www.gamespot.com/articles/gotham-knights-adds-new-multiplayer-modes-today-in-free-update/1100-6509548/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fire-emblem-warriors-three-hopes-drops-to-28-best-price-ever/1100-6509320/?ftag=CAD-01-10abi2f", "title": "Fire Emblem Warriors: Three Hopes Drops To $28, Best Price Ever", "date_published": "2022-11-29 17:49:00+00:00", "description": "<p>If you missed out on Fire Emblem Warriors: Three Hopes' excellent Black Friday deal, you're actually in luck. The action game is <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B09KRKD3P2?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">available at Amazon for $28 right now.</a> </span> It's a surprising deal because the best Black Friday price was $30. We expect this deal to sell out quickly, so snag it while you can.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B09KRKD3P2?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div><p>Fire Emblem Warriors: Three Hopes, a spin-off from Fire Emblem: Three Houses, goes into full Musou territory by giving players command of familiar characters who can demolish entire armies by themselves. Three Houses heroes like Edelgard, Claude, and Dimitri all have unique talents on the battlefield, there are multiple storylines to play through, and there's even a layer of strategy that you can use to your advantage, that ties in nicely to the tactical-RPG roots of the source material.</p><p>Using Fire Emblem series mechanics like the weapons triangle, character classes, crests, and battalions will help you find victory against seemingly overwhelming odds.</p><a href=\"https://www.gamespot.com/articles/fire-emblem-warriors-three-hopes-drops-to-28-best-price-ever/1100-6509320/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/animal-crossing-new-horizons-is-29-at-amazon/1100-6509322/?ftag=CAD-01-10abi2f", "title": "Animal Crossing: New Horizons Is $29 At Amazon", "date_published": "2022-11-29 17:45:00+00:00", "description": "<p>Animal Crossing: New Horizons is currently available for <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B07SL6ZXBL?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">$29 at Amazon.</a> </span> This deal matches the best Black Friday price last week. New Horizons has been sold out at Amazon for days, so this is probably your final chance to snag one of the most popular Switch games for its lowest price ever.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B07SL6ZXBL?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p>One of the big breakout success stories of 2020, New Horizons pushed the series from cult-classic to mainstream blockbuster when it first landed on the Switch, combining an adorable aesthetic with cathartic gameplay experiences. With the game arriving at the peak of the COVID-19 pandemic, people were seeking an escape from reality and New Horizons delivered on that fantasy with style and grace.</p><p>Even when it's not viewed through that lens, New Horizons is a superb entry in the Animal Crossing series that simplifies its more charming systems so that it can be more approachable to newcomers. Plenty of other <a href=\"https://www.gamespot.com/gallery/best-nintendo-switch-black-friday-deals-available-now/2900-4436/\">Nintendo Black Friday deals</a> are available right now, so you can click through for more bargains on games and hardware.</p><a href=\"https://www.gamespot.com/articles/animal-crossing-new-horizons-is-29-at-amazon/1100-6509322/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-mobile-wins-iphone-game-of-the-year-ahead-of-underworld-update/1100-6509552/?ftag=CAD-01-10abi2f", "title": "Apex Legends Mobile Wins iPhone Game Of The Year Ahead Of Underworld Update", "date_published": "2022-11-29 17:44:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/apex-legends-mobile/\">Apex Legends Mobile</a>'s mid-season update, Underworld, <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-underworld-patch-notes/1100-6509533/\">goes live this evening</a>, kicking off the holidays with a <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-gets-revenant-as-next-playable-legend/1100-6509523/\">nightmarish new legend</a> and battle pass. But the celebration is starting early for Respawn Entertainment with the announcement that Apex Legends Mobile has <a href=\"https://apple.sjv.io/c/159047/435031/7613?u=https://www.apple.com/newsroom/2022/11/app-store-awards-celebrate-the-best-apps-and-games-of-2022/#:~:text=Games-,iPhone%20Game%20of%20the%20Year%3A%20Apex%20Legends%20Mobile%2C%20from%20Electronic,%3A%20El%20Hijo%2C%20from%20HandyGames.&amp;subid1=gs-gs{{TYPE_ID}}{{CONTENT_ID}}-dtp-en\">won Apple's iPhone Game Of The Year</a> award.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Congratulations to <a href=\"https://twitter.com/PlayApexMobile?ref_src=twsrc^tfw\">@PlayApexMobile</a> for winning the 2022 <a href=\"https://twitter.com/hashtag/AppStoreAwards?src=hash&amp;ref_src=twsrc^tfw\">#AppStoreAwards</a> iPhone Game of the Year. Here’s to squad-ing up and taking down your opponents to become a legend.<br />📲: <a href=\"https://t.co/Oz5NAq3q59\">https://t.co/Oz5NAq3q59</a> <a href=\"https://t.co/2Fmh6pJ2a2\">pic.twitter.com/2Fmh6pJ2a2</a></p>  — App Store (@AppStore) <a href=\"https://twitter.com/AppStore/status/1597636667992678404?ref_src=twsrc^tfw\">November 29, 2022</a></blockquote>              </div><p dir=\"ltr\">With over <a href=\"https://www.ea.com/games/apex-legends/news/apex-legends-mobile-new-preregistration-rewards\">15 million pre-registered players</a>, the win comes as no surprise. The game generated <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-brings-in-5-million-in-its-first-week/1100-6503853/\">$5 million</a> and was the <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-was-the-most-downloaded-ios-game-in-60-countries-last-week/1100-6503734/\">most-downloaded game in 60 countries</a> during the first week following its launch. Yesterday's release of the <a href=\"https://twitter.com/Respawn/status/1597301330850127872\">Underworld launch trailer</a> has only increased the game's popularity, as players wait to see how <a href=\"https://www.gamespot.com/articles/revenant-guide-apex-legends/1100-6473464/\">Revenant</a>'s addition to the legend lineup changes the mobile game's meta.</p><p dir=\"ltr\">The Underworld event is a mid-season update that brings with it all the bells and whistles of a new season, including a new battle pass, seasonal store, playable legend, and in-game events. Later in the season, Underworld will introduce Airdrop Escalation to the game, a mode in which neutral Care Packages stocked with fully-kitted weapons drop far more frequently, leading to what will undoubtedly be even more chaotic gunplay.</p><a href=\"https://www.gamespot.com/articles/apex-legends-mobile-wins-iphone-game-of-the-year-ahead-of-underworld-update/1100-6509552/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-529-november-30-2022/1100-6509551/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#529) - November 30, 2022", "date_published": "2022-11-29 17:38:00+00:00", "description": "<p>It might be the middle of the week, but there's still no slowing down this <a href=\"https://www.gamespot.com/games/wordle/\">Wordle </a>train. We've returned to offer more help to people in need when it comes to getting the Wordle correct. This time, we're helping out with the answer on November 30. It's the last day of November, and Wordle has given players a relatively easy answer to close out the month. However, it's not too simple that players will get it within a few guesses. If you haven't started the Wordle just yet, then you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a>. However, if you're already past the starting point, then you're likely looking for some hints.</p><p>Luckily, we provide just that further down in this article. We also spell out the full answer even further down, so if you don't want to be spoiled, don't read below the hints.</p><h2>Today's Wordle Answer - November 30, 2022</h2><p>We'll begin with two hints that directly relate to today's Wordle answer, but don't give it away immediately.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-529-november-30-2022/1100-6509551/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/netflix-releases-that-70s-show-sequel-series-teaser-trailer/1100-6509550/?ftag=CAD-01-10abi2f", "title": "Netflix Releases That '70s Show Sequel Series Teaser Trailer", "date_published": "2022-11-29 17:09:00+00:00", "description": "<p dir=\"ltr\">Netflix has released a new teaser trailer for That '90s Show, an upcoming sequel period teen sitcom featuring characters from That '70s Show. The show is scheduled to premiere on Netflix on January 19, 2023.</p><p dir=\"ltr\">A synopsis reads: \"It's 1995 and Leia Forman is desperate for some adventure in her life or at least a best friend who isn't her dad. When she arrives in Point Place to visit her grandparents, Red and Kitty, Leia finds what she's looking for right next door when she meets the dynamic and rebellious Gwen. With the help of Gwen's friends, including her lovable brother Nate, his smart, laser-focused girlfriend Nikki, the sarcastic and insightful Ozzie, and the charming Jay, Leia realizes adventure could happen there just like it did for her parents all those years ago. Excited to reinvent herself, she convinces her parents to let her stay for the summer. With a basement full of teens again, Kitty is happy the Forman house is now a home for a new generation and Red is, well... Red.\" Check out the new trailer below.</p><div>          </div><p dir=\"ltr\">That '90s Show stars Kurtwood Smith, Debra Jo Rupp, Callie Haverda, Ashley Aufderheide, Mace Coronel, Maxwell Donovan, Reyn Doi, and Sam Morelos. Stars from the original confirmed to be returning as special guest stars include Topher Grace, Laura Prepon, Mila Kunis, Ashton Kutcher, Wilmer Valderrama, and Tommy Chong. Also returning are creators Bonnie and Terry Turner, working with their daughter Lindsey Turner. That '90s Show's showrunner is Gregg Mettler.</p><a href=\"https://www.gamespot.com/articles/netflix-releases-that-70s-show-sequel-series-teaser-trailer/1100-6509550/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/terminator-arcade1up-cabinet-is-300-comes-with-free-150-dell-gift-card/1100-6509497/?ftag=CAD-01-10abi2f", "title": "Terminator Arcade1Up Cabinet Is $300, Comes With Free $150 Dell Gift Card", "date_published": "2022-11-29 16:59:00+00:00", "description": "<p>Nothing beats an arcade cabinet as an instant attention-grabber, and right now Dell has a fantastic deal on one of Arcade1Up's coolest cabinets. The <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://deals.dell.com/en-us/productdetail/fpqw\">Arcade1Up Terminator 2: Judgment Day,</a> </span> which usually sells for $700, is just <strong>$300 </strong>right now at Dell. This already matches the cabinet's Black Friday price, but you also a $150 promotional gift card to use on Dell's online store. <a href=\"https://www.gamespot.com/articles/simpsons-arcade1up-cabinet-is-300-comes-with-150-dell-gift-card/1100-6508908/\">Arcade1Up's Simpsons cabinet</a> and matching stool is also up for grabs for $300 with the $150 gift card (<a href=\"https://twitter.com/Wario64?ref_src=twsrc^google|twcamp^serp|twgr^author\">h/t Wario64</a>).</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4067957-t2.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4067957-t2.jpg\" /></a></figure><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://deals.dell.com/en-us/productdetail/fpqw\">See at Dell</a> </div></div><p>Loaded with the official Terminator 2: Judgment Day game, this classic blast from the past is equipped with two chunky lightguns that you can use to mow down the robotic forces of Skynet. It comes decked out in the original decals of the classic arcade stand, and it's a nearly full-sized replica. You can even peek at behind-the-scenes footage from the making of the landmark 1991 film.</p><p>And at this price, you won't have to say <em>hasta la vista </em>to your bank balance either. As for other extras, you'll find a clear-deck protector, anti-tip-over strap, and adjustable volume.</p><a href=\"https://www.gamespot.com/articles/terminator-arcade1up-cabinet-is-300-comes-with-free-150-dell-gift-card/1100-6509497/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/magic-the-gathering-30th-anniversary-edition-whats-in-the-1000-set/1100-6509549/?ftag=CAD-01-10abi2f", "title": "Magic The Gathering 30th Anniversary Edition: What's In The $1,000 Set?", "date_published": "2022-11-29 16:50:00+00:00", "description": "<p dir=\"ltr\">Wizards of the Coast's Magic: The Gathering has been around for nearly 30 years, debuting back in the summer of 1993. In the decades since, there have been dozens of sets and expansions and thousands of cards, building a rich and dynamic collection of cards. In order to celebrate this grand occasion, Wizards of the Coast is releasing a brand-new collection of cards from the Beta sets. The kicker is that it will cost you $999.</p><p dir=\"ltr\">Magic The Gathering 30th Anniversary Edition is an interesting set of cards to say the least. Collectors and fans of MTG are very familiar with limited edition sets, as Secret Lair drops come out throughout the year, offering players a chance to pick up limited edition sets at a higher price point. However, the 30th Anniversary set is very different.</p><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1562/15626911/4069335-pxl_20221121_165038974.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1562/15626911/4069335-pxl_20221121_165038974.jpg\" /></a></figure><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1562/15626911/4069336-pxl_20221121_165107044.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1562/15626911/4069336-pxl_20221121_165107044.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1562/15626911/4069337-pxl_20221121_165136305.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1562/15626911/4069337-pxl_20221121_165136305.jpg\" />     </a>   </div>  </figure><p dir=\"ltr\">For $999 you get four, 15-card booster packs--for a total of 60 cards (which comes out to $16.65 per card). Each pack contains 13 modern frame cards--one of which is rare--2 retro frame cards--with 3 out of 10 packs containing a rare retro frame--and 1 unique token. Yes, there are some lands there as well.</p><a href=\"https://www.gamespot.com/articles/magic-the-gathering-30th-anniversary-edition-whats-in-the-1000-set/1100-6509549/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/simpsons-arcade1up-cabinet-is-300-comes-with-150-dell-gift-card/1100-6508908/?ftag=CAD-01-10abi2f", "title": "Simpsons Arcade1Up Cabinet Is $300, Comes With $150 Dell Gift Card", "date_published": "2022-11-29 16:50:00+00:00", "description": "<p>Arcades might be a rare sight these days, but that doesn't mean that you can't bring that magic to your home. Dell currently has a wonderful deal on the coin-munching 1991 Simpsons game that recently got an authentic replica from specialist company Arcade1Up. Right now, you can <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://deals.dell.com/en-us/productdetail/fpqt\">get the cabinet and matching stool for only $300.</a> </span> This matches the cabinet's Black Friday price, but Dell is sweetening the pot by throwing in a $150 promotional gift card to use on Dell's online store (<a href=\"https://twitter.com/Wario64?ref_src=twsrc^google|twcamp^serp|twgr^author\">h/t Wario64</a>)</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://deals.dell.com/en-us/productdetail/fpqt\">See at Dell</a> </div></div><p> </p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4058767-simpsons-arcade.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4058767-simpsons-arcade.jpg\" /></a></figure><p>Like the original Simpsons arcade game, this one features the most famous family in Springfield busting heads all over town. You'll be able to play as either Homer, Marge, Bart, or Lisa, and there's room for four players to team up and save the day. Simpsons Bowling is also included in this cabinet, which comes complete with a custom riser, lit marquee sign, and a molded coin slot.</p><a href=\"https://www.gamespot.com/articles/simpsons-arcade1up-cabinet-is-300-comes-with-150-dell-gift-card/1100-6508908/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gta-series-began-as-dinosaur-video-game/1100-6509546/?ftag=CAD-01-10abi2f", "title": "GTA Series Began As Dinosaur Video Game", "date_published": "2022-11-29 16:23:00+00:00", "description": "<p dir=\"ltr\">GTA 5 might be one of the best-selling games ever, but the Grand Theft Auto series wasn't always a surefire hit. In a recent interview with the <a href=\"https://www.bbc.com/news/uk-scotland-scotland-business-63742004\">BBC</a>, early Rockstar North employee Colin Macdonald noted that GTA 1 was initially based on a tech demo that featured a dinosaur rampaging around a city--and that it was considered a long-shot at success by staffers at the time.</p><p dir=\"ltr\">Macdonald said that one of the original programmers at Rockstar North (then known as DMA Design), Mike Dailly, developed the tech demo in order to explore the possibilities of a top-down perspective. After adding moving cars to the city in order to give it some life, one employee suggested that it would be more fun to control one of the cars rather than the dinosaur, and that determined the future scope of the project.</p><p dir=\"ltr\">Macdonald also told the BBC that during GTA 1's development, the company's staff voted the project as the least likely to succeed of their current crop of games in development. He said that the game was buggy and difficult to play at that time, though it came into its own in the last six months of development.</p><a href=\"https://www.gamespot.com/articles/gta-series-began-as-dinosaur-video-game/1100-6509546/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wow-dragonflight-launch-sees-first-players-reach-new-level-cap-in-a-little-over-two-hours/1100-6509545/?ftag=CAD-01-10abi2f", "title": "WoW: Dragonflight Launch Sees First Players Reach New Level Cap In A Little Over Two Hours", "date_published": "2022-11-29 16:14:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft's</a> new Dragonflight expansion just launched, but a group of dedicated players have already made short work of the MMORPG's increased level cap.</p><p dir=\"ltr\">As highlighted by the WoW-focused esports organization Method on <a href=\"https://twitter.com/Method/status/1597406676554063872?s=20&amp;t=lcRwLsTqRvzx4Wew4agD8w\">Twitter</a>, a group of five Korean players claimed the title. The group, which consisted of a Demon Hunter, a Hunter, and three Druids, all hit the new level cap of 70 at the exact same time by turning in one final quest simultaneously. In addition to questing, the group took advantage of crafting to accomplish their goal, which grants more XP in Dragonflight than in previous expansions.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We have our first group of LEVEL 70's - CONGRATULATIONS!<br />Worry not though, our RWF coverage continues over at <a href=\"https://t.co/vZLfucPUOa\">https://t.co/vZLfucPUOa</a> <a href=\"https://t.co/gZVnT0Wy4r\">pic.twitter.com/gZVnT0Wy4r</a></p>  — Method (@Method) <a href=\"https://twitter.com/Method/status/1597406676554063872?ref_src=twsrc^tfw\">November 29, 2022</a></blockquote>              </div><p dir=\"ltr\">Leveling up in modern WoW isn't a long and arduous process like it is in WoW Classic, taking mere hours instead of literal days, but even by that standard the race to Dragonflight world-first level 70 was fast. It took the group a mere two hours and 25 minutes to accomplish the feat.</p><a href=\"https://www.gamespot.com/articles/wow-dragonflight-launch-sees-first-players-reach-new-level-cap-in-a-little-over-two-hours/1100-6509545/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-games-with-gold-free-games-for-december-2022-revealed/1100-6509544/?ftag=CAD-01-10abi2f", "title": "Xbox Games With Gold Free Games For December 2022 Revealed", "date_published": "2022-11-29 16:02:00+00:00", "description": "<p>The Xbox Games with Gold free games lineup for December 2022 has been revealed. Game Pass Ultimate and Xbox Live Gold subscribers will be able to claim two freebies next month: Colt Canyon and Bladed Fury. Colt Canyon will be up for grabs all month long, while Bladed Fury is free starting December 16. With December is right around the corner, make sure you claim Praetorians HD, one of <a href=\"https://www.gamespot.com/articles/xbox-games-with-gold-free-games-for-november-2022-available-now/1100-6508717/\">November's freebies</a>, before the end of the month.</p><p><em>This story is developing...</em></p>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/today-only-deal-the-legend-of-zelda-skyward-sword-hd-for-lowest-price-yet/1100-6505723/?ftag=CAD-01-10abi2f", "title": "Today-Only Deal - The Legend of Zelda: Skyward Sword HD For Lowest Price Yet", "date_published": "2022-11-29 15:53:00+00:00", "description": "<p>If you haven't picked up The Legend of Zelda: Skyward Sword HD for Nintendo Switch, you can <span class=\"norewrite\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/the-legend-of-zelda-skyward-sword-hd-nintendo-switch-lite-nintendo-switch/6414119.p&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">grab it for only $30 today only at Best Buy.</a> </span> This matches the lowest price we’ve seen for the game since launch, making it a great time to check out one of the most divisive games in the Zelda franchise.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/the-legend-of-zelda-skyward-sword-hd-nintendo-switch-lite-nintendo-switch/6414119.p&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p>Tons of updates were made to bring Skyward Sword to a new generation of players. For one, the graphics are now in HD, which makes the aerial islands and dungeons look more vibrant and detailed. You can play it with motion controls or with a modified button and stick layout. The non-motion controls take a bit to get used to, but overall they are pretty good.</p><p>The tutorial section has also been cleaned up, letting you get to the meat of the game without a boring slog through dozens of menus and slow-paced introductory missions. Autosaving, skippable cutscenes, and reworked camera controls round out the most important updates.</p><a href=\"https://www.gamespot.com/articles/today-only-deal-the-legend-of-zelda-skyward-sword-hd-for-lowest-price-yet/1100-6505723/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-all-special-evolutions/1100-6509547/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet And Violet - All Special Evolutions", "date_published": "2022-11-29 15:43:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a> features an impressive lineup of over 400 Pokémon and their evolutions are a creative free-fall into the Pokédex and its layers. Most pocket monsters evolve by leveling up over time, but not all of them. Some Pokémon require evo stones, held items, specific genders and abilities, and even need to be traded away like Popplios. There are too many evolution methods to name and since a few, like <a href=\"https://www.gamespot.com/articles/how-to-evolve-finizen-into-palafin-in-scarlet-and-violet/1100-6509421/\">Finizen's secret Hero Form</a>, can activate as a battle mechanic, below is a detailed guide on every special evolution found so far and how they work in Scarlet and Violet.</p><p>For all things Pokemon, check out our guides on <a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-all-food-buffs-and-picnics-explained/1100-6509361/\">food buffs</a>, <a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-breeding-and-egg-power-guide/1100-6509460/\">eggs</a>, and <a href=\"https://www.gamespot.com/articles/what-to-do-first-in-pokemon-scarlet-and-violet/1100-6509477/\">what to do first</a>.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Pokemon with Trading Evolutions</a></li></ul></div><h2 id=\"Pokemon_with_Trading_Evolutions\">Pokemon with Trading Evolutions</h2><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1749/17491727/4069322-pokemonscarletandviolet-levinciatrader.jpg\"><img alt=\"This NPC lives by fair trades (not Everstones).\" src=\"https://www.gamespot.com/a/uploads/original/1749/17491727/4069322-pokemonscarletandviolet-levinciatrader.jpg\" /></a><figcaption>This NPC lives by fair trades (not Everstones).</figcaption></figure><p>Trading is an evolution method that's as old as Red and Blue and it's still a specific requirement for a specific group of Pokemon. There is an NPC in Levincia that will trade Gengars for Pincurchins while others like Scyther and Slowpoke can evolve with held items and their own designated trade codes.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-all-special-evolutions/1100-6509547/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/no-immediate-plans-for-a-new-burnout-despite-studio-hopes/1100-6509536/?ftag=CAD-01-10abi2f", "title": "No Immediate Plans For A New Burnout, Despite Studio Hopes", "date_published": "2022-11-29 15:39:00+00:00", "description": "<p dir=\"ltr\">After several years of inactivity, the <a href=\"https://www.gamespot.com/games/need-for-speed-unbound/\">Need For Speed </a>series is set to return very soon with a new game called <a href=\"https://www.gamespot.com/games/need-for-speed-unbound/\">Unbound</a>. However, there's one high-profile racing franchise that apparently won't be roaring back to life anytime soon: Burnout.</p><p dir=\"ltr\">In a recent <a href=\"https://www.eurogamer.net/criterion-has-hopes-for-a-burnout-return-but-there-are-no-immediate-plans\">interview with Eurogamer</a>, Unbound developer Criterion Games confirmed that it's not currently working on a Burnout reboot, and that it's unlikely to in the near future. Creative director Kieran Crimmins told Eurogamer that Burnout and Need For Speed are the two franchises that the studio has the \"most passion\" for. He also said that working on such a project would be \"really fun.\"</p><p dir=\"ltr\">Though the studio first became famous for its Burnout series in the early 2000's, Criterion has now worked on the Need For Speed franchise for longer than it did on the racing series that made it famous. (Criterion's first Need For Speed, Hot Pursuit, came out in 2010; the initial run of Burnout games spanned from 2001 to 2011.) The last core entry in the series, <a href=\"https://www.gamespot.com/games/burnout-paradise/\">Burnout Paradise</a>, came out in 2009 to wide acclaim.</p><a href=\"https://www.gamespot.com/articles/no-immediate-plans-for-a-new-burnout-despite-studio-hopes/1100-6509536/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/two-hours-of-the-callisto-protocol-leaks-online/1100-6509543/?ftag=CAD-01-10abi2f", "title": "Two Hours Of The Callisto Protocol Leaks Online", "date_published": "2022-11-29 15:35:00+00:00", "description": "<p dir=\"ltr\">The Callisto Protocol comes out very soon, but that apparently didn't stop players who somehow got early copies of the game from leaking its first few hours online. As spotted by <a href=\"https://www.videogameschronicle.com/news/2-hours-of-callisto-protocol-gameplay-has-leaked-ahead-of-next-weeks-release/\">VGC</a>, one leaker uploaded the first two hours of the game online in a series of three videos.</p><p dir=\"ltr\">This isn't the first time that significant footage of the upcoming horror game has leaked. Last week, a leaker posted the <a href=\"https://www.gamespot.com/articles/the-callisto-protocol-opening-minutes-have-leaked-online/1100-6509463/\">first 15 minutes of the game</a> to a popular subreddit, only for the footage to be taken down within hours. As such, it's a certain bet that spoilers for the game are out there, so if you're trying to go in with fresh eyes, keep a lookout.</p><p dir=\"ltr\">The Callisto Protocol is a sci-fi horror game from Dead Space co-creator Glen Schofield, and it looks to be very much in the same vein as that franchise. The game was recently cancelled in Japan due to its violence and gore. Schofield recently took to Twitter to explain that none of The Callisto Protocol's main game content would be <a href=\"https://www.gamespot.com/articles/the-callisto-protocol-isnt-removing-main-game-content-for-the-season-pass-dev-promises/1100-6509483/\">hidden behind DLC paywalls</a>, after a description of the DLC made some players believe that they were missing out on death animations intended for the main campaign. Schofield clarified that these death animations have not been created yet, and that they will be specific to the DLC.</p><a href=\"https://www.gamespot.com/articles/two-hours-of-the-callisto-protocol-leaks-online/1100-6509543/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/free-playstation-plus-ps5-and-ps4-games-for-december-2022-leaked/1100-6509541/?ftag=CAD-01-10abi2f", "title": "Free PlayStation Plus PS5 And PS4 Games For December 2022 Leaked", "date_published": "2022-11-29 15:00:00+00:00", "description": "<p>December 2022's free PlayStation Plus games lineup has seemingly leaked ahead of time, and members are in for some big-name titles coming up soon, including one brand-new release.</p><p><a href=\"https://www.dealabs.com/bons-plans/ps-essential-mass-effect-legendary-edition-biomutant-et-divine-knockout-offerts-sur-ps5-ps4-dematerialises-2457113\">Dealabs user billbil-kun reports</a> that Mass Effect Legendary Edition, Biomutant, and Divine Knockout will be free for PS5 and PS4 subscribers to PlayStation Plus in December. These titles will reportedly be made available for free December 6, 2022-January 3, 2023.</p><p>As usual, all PlayStation Plus subscribers, regardless of tier, can grab December's games at no extra cost. While fans wait for catalog to update in December, they can grab <a href=\"https://www.gamespot.com/articles/playstation-plus-free-games-for-november-2022-are-available-now/1100-6508602/\">November's freebies</a>, which include Nioh 2, Lego Harry Potter Collection, and Heavenly Bodies.</p><a href=\"https://www.gamespot.com/articles/free-playstation-plus-ps5-and-ps4-games-for-december-2022-leaked/1100-6509541/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/super-mario-bros-movies-synopsis-posters-possibly-leak-early/1100-6509542/?ftag=CAD-01-10abi2f", "title": "Super Mario Bros. Movie's Synopsis, Posters Possibly Leak Early", "date_published": "2022-11-29 14:56:00+00:00", "description": "<p>Nintendo and Illumination plan to release a new trailer for The Super Mario Bros. Movie later today. But <a href=\"https://www.videogameschronicle.com/news/super-mario-bros-movie-images-and-details-have-seemingly-leaked-ahead-of-todays-trailer/\">VideoGamesChronicle</a> spotted that possible promotional material for the film has surfaced early <a href=\"https://twitter.com/dfffaz01/status/1597367945856167936?ref_src=twsrc^tfw|twcamp^tweetembed|twterm^1597368044833378304|twgr^017bca110c35db2948e14b824727a4597c6f0d98|twcon^s2_&amp;ref_url=https://www.videogameschronicle.com/news/super-mario-bros-movie-images-and-details-have-seemingly-leaked-ahead-of-todays-trailer/\">on Twitter</a>.</p><p dir=\"ltr\">The posters--allegedly first popping up on 4chan--provide a closer look at the main cast, including Princess Peach, who was notably missing in <a href=\"https://www.gamespot.com/articles/nintendo-releases-first-super-mario-bros-movie-trailer-chris-pratts-mario-sounds-just-like-chris-pratt/1100-6508088/\">the first Super Mario Bros. Movie trailer</a>. The Twitter thread adds that \"she can do anything.\" On top of that, there's a humorous phrase for Toad too, stating, \"I fear nothing.\" Another intriguing aspect to the leak is the size chart for the film. Koopa Troopa, for instance, almost stands the same height as Mario.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Better/HDier version <a href=\"https://t.co/OwbL2AtSLq\">pic.twitter.com/OwbL2AtSLq</a></p>  — D001/TSMBM News and Updates (SO MUCH STUFF!!!!!!!) (@dfffaz01) <a href=\"https://twitter.com/dfffaz01/status/1597389207059984385?ref_src=twsrc^tfw\">November 29, 2022</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\">— D001/TSMBM News and Updates (SO MUCH STUFF!!!!!!!) (@dfffaz01) <a href=\"https://twitter.com/dfffaz01/status/1597373317643927553?ref_src=twsrc^tfw\">November 28, 2022</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">los posters de la película de mario estan geniales: <a href=\"https://t.co/YWS9yWBDIC\">pic.twitter.com/YWS9yWBDIC</a></p>  — della duck (@Delladuck6) <a href=\"https://twitter.com/Delladuck6/status/1597386610667986946?ref_src=twsrc^tfw\">November 29, 2022</a></blockquote>              </div><p>The leaked assets allegedly also detail the synopsis for The Super Mario Bros. Movie. Supposedly, Mario and Luigi are owners of a Brooklyn plumbing business that's seen better days. Unsurprisingly, they find themselves somehow in the Mushroom Kingdom on a collision course with Bowser.</p><a href=\"https://www.gamespot.com/articles/super-mario-bros-movies-synopsis-posters-possibly-leak-early/1100-6509542/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-mobile-inscryption-highlight-2022-apple-app-store-awards/1100-6509540/?ftag=CAD-01-10abi2f", "title": "Apex Legends Mobile, Inscryption Highlight 2022 Apple App Store Awards", "date_published": "2022-11-29 14:27:00+00:00", "description": "<p dir=\"ltr\">Apple has revealed the recipients of the 2022 App Store Awards, with 16 games and apps named across iPhone, iPad, Mac, and more.</p><p dir=\"ltr\">Apex Legends Mobile--the portable version of Respawn Entertainment's tactical team-based battle royale--was named the best game for iPhone in 2022, while puzzler Moncage received top honors for iPad. El Hijo, which follows a six-year-old boy trying to rescue his mother from bandits, was named the top game for Apple TV.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4069300-apex.png\"><img alt=\"Apex Legends Mobile takes home Best iPhone Game of 2022.\" src=\"https://www.gamespot.com/a/uploads/scale_super/3/37852/4069300-apex.png\" /></a><figcaption>Apex Legends Mobile takes home Best iPhone Game of 2022.</figcaption></figure><p dir=\"ltr\">The list of games and apps recognized by the 2022 App Store Awards is as follows:</p><a href=\"https://www.gamespot.com/articles/apex-legends-mobile-inscryption-highlight-2022-apple-app-store-awards/1100-6509540/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/a-hoodie-for-your-xbox-controller-is-available-now-for-25/1100-6509539/?ftag=CAD-01-10abi2f", "title": "A Hoodie For Your Xbox Controller Is Available Now For $25", "date_published": "2022-11-29 14:12:00+00:00", "description": "<p>The Xbox Gear Shop has added a new item to its catalog, and it's not something anyone might have expected. The store is now selling mini hoodies for your Xbox controller.</p><p>That's right, this is a hoodie not for your own comfort and warmth, but for the comfort and warmth of your Xbox controller. The mini hoodie is made of 100% polyester and will fit any new Xbox controller. The hoodie also has a zipper and little \"arm\" holes.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://gear.xbox.com/products/xbox-mini-controller-hoodie?variant=42094860664997\">See at Xbox Gear Shop</a> </div><p>The mini hoodie comes in black or white and costs $25. Orders placed today from the <a href=\"https://gear.xbox.com/products/xbox-mini-controller-hoodie?variant=42094860664997\">Xbox Gear Shop</a> should arrive between December 16-20, so shoppers can be assured it'll arrive in time for the holidays. The Xbox Gear Shop ships to the US and to many international markets.</p><a href=\"https://www.gamespot.com/articles/a-hoodie-for-your-xbox-controller-is-available-now-for-25/1100-6509539/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-go-tour-hoenn-las-vegas-brings-primal-legendaries-to-the-strip-in-february/1100-6509537/?ftag=CAD-01-10abi2f", "title": "Pokemon Go Tour: Hoenn - Las Vegas Brings Primal Legendaries To The Strip In February", "date_published": "2022-11-29 14:00:00+00:00", "description": "<p dir=\"ltr\">What happens in Vegas, just this once, doesn't have to stay in Vegas, as Niantic has announced Las Vegas will be the host for the Pokemon Go Tour: Hoenn in-person event early next year.</p><p dir=\"ltr\">The Pokemon Go Tour: Hoenn - Las Vegas event will take place February 18-19 from 10 AM PT to 6 PM PT at Sunset Park, which is located directly southeast of Harry Reid International Airport. Trainers who attend will find new legendary Pokemon accessible via secret codes hidden around the park, a special research story, and more.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4069286-pokegofest.jpg\"><img alt=\"The Primal Reversion version of Groudon and Kyogre are coming to Pokemon Go.\" src=\"https://www.gamespot.com/a/uploads/original/3/37852/4069286-pokegofest.jpg\" /></a><figcaption>The Primal Reversion version of Groudon and Kyogre are coming to Pokemon Go.</figcaption></figure><p dir=\"ltr\">The specifics for the Las Vegas event are as follows:</p><a href=\"https://www.gamespot.com/articles/pokemon-go-tour-hoenn-las-vegas-brings-primal-legendaries-to-the-strip-in-february/1100-6509537/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/microsoft-buyout-of-activision-blizzard-approved-in-another-region/1100-6509538/?ftag=CAD-01-10abi2f", "title": "Microsoft Buyout Of Activision Blizzard Approved In Another Region", "date_published": "2022-11-29 13:31:00+00:00", "description": "<p>Microsoft's bid to purchase Activision Blizzard continues to push ahead. <a href=\"https://www.reuters.com/markets/deals/microsoft-likely-offer-eu-concessions-soon-activision-deal-sources-2022-11-28/\">Reuters</a> reports that Serbia has now cleared the deal \"unconditionally.\"</p><p>This follows similar approvals in places like Brazil and Saudi Arabia. The Reuters report had no further information on the terms of the approval by Serbia.</p><p>In the UK, Europe, and US, Microsoft's attempt to buy Activision Blizzard continues to face scrutiny and pressure from regulators and lawmakers. Just recently, it was reported that Microsoft will offer some concessions in the EU to help the deal get done, including agreeing to <a href=\"https://www.gamespot.com/articles/microsoft-to-reportedly-make-concessions-including-10-year-deal-with-playstation-to-get-activision-blizzard-deal-done/1100-6509532/\">10-year licensing deal with Sony</a> that would presumably keep Call of Duty on PlayStation for the next decade.</p><a href=\"https://www.gamespot.com/articles/microsoft-buyout-of-activision-blizzard-approved-in-another-region/1100-6509538/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}]