[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/new-flaw-in-acer-laptops-could-let.html", "title": "New Flaw in Acer Laptops Could Let Attackers Disable Secure Boot Protection", "date_published": "2022-11-29 16:39:00+00:00", "description": "Acer has released a firmware update to address a security vulnerability that could be potentially weaponized to turn off UEFI Secure Boot on affected machines.\nTracked as CVE-2022-4020, the high-severity vulnerability affects five different models that consist of Aspire A315-22, A115-21, and A315-22G, and Extensa EX215-21 and EX215-21G.\n<!--adsense-->\nThe PC maker described the vulnerability as", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/hackers-using-trending-invisible.html", "title": "Hackers Using Trending TikTok 'Invisible Challenge' to Spread Malware", "date_published": "2022-11-29 11:59:00+00:00", "description": "Threat actors are capitalizing on a popular TikTok challenge to trick users into downloading information-stealing malware, according to new research from Checkmarx.\nThe trend, called Invisible Challenge, involves applying a filter called Invisible Body that just leaves behind a silhouette of the person's body.\nBut the fact that individuals filming such videos could be undressed has led to a", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/7-cyber-security-tips-for-smbs.html", "title": "7 Cyber Security Tips for SMBs", "date_published": "2022-11-29 11:30:00+00:00", "description": "When the headlines focus on breaches of large enterprises like the Optus breach, it’s easy for smaller businesses to think they’re not a target for hackers. Surely, they’re not worth the time or effort? \nUnfortunately, when it comes to cyber security, size doesn’t matter. \nAssuming you’re not a target leads to lax security practices in many SMBs who lack the knowledge or expertise to put simple", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/irish-regulator-fines-facebook-277.html", "title": "Irish Regulator Fines Facebook $277 Million for Leak of Half a Billion Users' Data", "date_published": "2022-11-29 08:25:00+00:00", "description": "Ireland's Data Protection Commission (DPC) has levied fines of €265 million ($277 million) against Meta Platforms for failing to safeguard the personal data of more than half a billion users of its Facebook service, ramping up privacy enforcement against U.S. tech firms.\nThe fines follow an inquiry initiated by the European regulator on April 14, 2021, close on the heels of a leak of a \"collated", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/cisa-warns-of-actively-exploited.html", "title": "CISA Warns of Actively Exploited Critical Oracle Fusion Middleware Vulnerability", "date_published": "2022-11-29 04:20:00+00:00", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on Monday added a critical flaw impacting Oracle Fusion Middleware to its Known Exploited Vulnerabilities (KEV) Catalog, citing evidence of active exploitation.\nThe vulnerability, tracked as CVE-2021-35587, carries a CVSS score of 9.8 and impacts Oracle Access Manager (OAM) versions 11.1.2.3.0, 12.2.1.3.0, and 12.2.1.4.0.\n&lt;!-", "persistent": false}]