[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/usa-15-latek-powalil-policjanta-na-ziemie-nastepnie-zaczal-go-bic-do-sieci-trafilo-nagranie/", "title": "USA: 15-latek powalił policjanta na ziemię, następnie zaczął go bić. Do sieci trafiło nagranie", "date_published": "2022-10-09 20:21:00+00:00", "description": "15-letni uczeń z Florydy zaatakował funkcjonariusza policji po tym, jak ten próbował rozdzielić dwóch bijących się ze sobą chłopców. Napastnik chwycił mundurowego za plecy, a następnie rzucił o ziemię. W mediach społecznościowych pojawiło się nagranie ze zdarzenia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/moskwa-pozar-wiezy-radiowo-telewizyjnej-do-sieci-trafilo-nagranie/", "title": "Moskwa: Pożar wieży radiowo-telewizyjnej. Do sieci trafiło nagranie", "date_published": "2022-10-09 18:28:00+00:00", "description": "W Moskwie płonie wieża radiowo-telewizyjna. O zdarzeniu poinformowała m.in. agencja TASS oraz kanadyjski analityk wojskowy Michael MacKay. Do sieci trafiło wideo z pożaru."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/wladimir-putin-zabral-glos-po-eksplozji-na-moscie-krymskim/", "title": "Władimir Putin zabrał głos po eksplozji na Moście Krymskim", "date_published": "2022-10-09 18:04:00+00:00", "description": "Prezydent Rosji Władimir Putin oskarżył Ukrainę o atak na most prowadzący do bezprawnie zaanektowanego Półwyspu Krymskiego, nazywając to aktem terroryzmu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/londyn-aktywisci-blokuja-ulice-domagaja-sie-konca-ropy-kierowcy-wzieli-sprawy-we-wlasne-rece/", "title": "Londyn: Aktywiści blokują ulice, domagają się \"końca ropy\". Kierowcy wzięli sprawy we własne ręce", "date_published": "2022-10-09 16:39:00+00:00", "description": "Londyńscy kierowcy nie wytrzymali i własnoręcznie usunęli protestujących przeciwko wydobyciu gazu i ropy aktywistów z ulic. Według doniesień organizacji Just Stop Oil blokady trwają od dziewięciu dni. Do mediów społecznościowych trafiły nagrania, na których widać, jak kierowcy dają upust swojej frustracji i torują sobie drogę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/austria-sondazowe-wyniki-alexander-van-der-bellen-wygral-wybory-prezydenckie/", "title": "Austria. Sondażowe wyniki: Alexander Van der Bellen wygrał wybory prezydenckie", "date_published": "2022-10-09 15:32:00+00:00", "description": "Prezydent Austrii Alexander Van der Bellen zapewnił sobie reelekcję już w pierwszej turze - wynika z prognoz instytutu SORA dla publicznego nadawcy Österreichischer Rundfunk. Najnowsze sondażowe wyniki wskazują na jego zdecydowane zwycięstwo - 78-letni polityk zdobył 54,6 proc. głosów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/wybuch-na-moscie-krymskim-kreml-chce-odsunac-odpowiedzialnosc-od-putina/", "title": "Wybuch na Moście Krymskim. Kreml chce odsunąć odpowiedzialność od Putina", "date_published": "2022-10-09 11:15:00+00:00", "description": "Wybuch i częściowe zniszczenie Mostu Krymskiego zaskoczyło Rosjan. Większość komentatorów obarczą winą za incydent Władimira Putina. Kreml stara się jednak przerzucić odpowiedzialność na Ministerstwo Obrony. W internecie pojawiły się informacje, że w związku z atakiem na most, stanowiska stracili minister obrony Siergiej Szojgu i szef sztabu generalnego Walerij Gierasimow - podaje ISW."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/mateusz-morawiecki-garstka-biurokratow-w-brukseli-twierdzi-ze-to-oni-tworza-europe/", "title": "Mateusz Morawiecki: Garstka biurokratów w Brukseli twierdzi, że to oni tworzą Europę", "date_published": "2022-10-09 11:12:00+00:00", "description": "- Instytucje w Brukseli chcą zwiększać swoje kompetencje, ale robią to bez żadnych postanowień traktatowych - powiedział premier Mateusz Morawiecki podczas swojego wystąpienia w Madrycie. - Nie możemy na to pozwolić, bo być może w ten sposób będą w stanie stworzyć ponadnarodową bestię, zwierzę bez żadnych tradycyjnych wartości - powiedział."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/niemcy-przedszkolanka-wezwala-policje-do-5-latka/", "title": "Niemcy. Przedszkolanka wezwała policję do 5-latka", "date_published": "2022-10-09 09:11:00+00:00", "description": "Do nietypowej interwencji policji doszło ostatnio w Bawarii. Funkcjonariusze zostali wezwani przez przedszkolankę, która nie mogła sobie poradzić z pięcioletnim chłopcem. Interwencja zakończyła się sukcesem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/indie-ojciec-podpalil-swoja-czteroletnia-corke-dziewczynka-walczy-o-zycie/", "title": "Indie. Ojciec podpalił swoją czteroletnią córkę. Dziewczynka walczy o życie", "date_published": "2022-10-09 08:47:00+00:00", "description": "35-letni ojciec oblał naftą i podpalił swoją czteroletnią córkę. Dziewczynka trafiła do szpitala. Ma poparzone 80 proc. powierzchni ciała. Lekarze określają jej stan jako krytyczny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/usa-okradla-mezczyzne-zmiazdzonego-przez-ciezarowke-na-manhattanie/", "title": "USA: Okradła mężczyznę zmiażdżonego przez ciężarówkę na Manhattanie", "date_published": "2022-10-09 07:13:00+00:00", "description": "Złodziejka okradła ciało ofiary, która zginęła pod kołami ciężarówki na nowojorskim Manhattanie. Wśród zgromadzonych wokół tragicznego wypadku gapiów pojawiły się osoby, które dopingowały przestępcę. - Śmiało gangsterze, zrób to - krzyczał jeden z mężczyzn. Policja przekazała, że bez dokumentów, które były w portfelu nie jest w stanie zidentyfikować zmarłego i powiadomić jego bliskich."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/w-co-gra-elon-musk-silikonowi-chlopcy-probuja-zarzadzac-swiatem/", "title": "W co gra Elon Musk? \"Silikonowi chłopcy próbują zarządzać światem\"", "date_published": "2022-10-09 06:56:00+00:00", "description": "Kolejne kontrowersyjne pomysły najbogatszego człowieka świata. Elon Musk, który niedawno chciał oddać część Ukrainy Rosji, teraz chce oddać częściową kontrolę nad Tajwanem Chinom. - Wielcy baronowie technologiczni nie liczą się żadnymi rządami, ponieważ często dysponują większa władzą niż niejeden kraj lub UE - powiedziała w Polsat News Jowita Michalska z Digital University."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/iran-hakerski-atak-na-panstwowa-telewizje-krew-naszej-mlodziezy-splywa-z-twoich-lap/", "title": "Iran: Hakerski atak na państwową telewizję. \"Krew naszej młodzieży spływa z twoich łap\"", "date_published": "2022-10-09 06:11:00+00:00", "description": "Porgram w państwowej teleizji w Iranie został przerwany najprawdopodobniej przez atak hakerski - podaje BBC. Na antenie pojawiło się m.in. zdjęcie religijnego przywódcy państwa otoczonego płomieniami. Krew naszej młodzieży spływa z twoich łap - głosił podpis. W Iranie nie ustają protesty po śmierci młodej kobiety zatrzymanej przez policję ds. moralności."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/rosyjski-atak-na-zaporoze-zginelo-17-osob/", "title": "Rosyjski atak na Zaporoże. Zginęło 17 osób", "date_published": "2022-10-09 04:57:00+00:00", "description": "Rosjanie ostrzelali w nocy z soboty na niedzielę miasto Zaporoże w południowo wschodniej Ukrainie. Według przedstawiciela lokalnych władz w wyniku ataku zginęło co najmniej 17 osób."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-09/wybuch-na-moscie-krymskim-przywrocono-ruch-pociagow/", "title": "Wybuch na Moście Krymskim. Przywrócono ruch pociągów", "date_published": "2022-10-09 04:32:00+00:00", "description": "Rosyjscy okupanci przywrócili ruch pociągów towarowych i pasażerskich przez Most Krymski, który został uszkodzony w sobotę rano w wyniku eksplozji - poinformował portal Ukrainska Pravda."}]