[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-comedian-shuts-down-heckler-who-throws-a-full-can-of-beer-at-her-head", "title": "WATCH: Comedian Shuts Down Heckler Who Throws A Full Can Of Beer At Her Head", "date_published": "2022-10-09 18:44:10+00:00", "description": "Comedian Ariel Elias gave the perfect response after a heckler threw a full can of beer at her — which narrowly missed her and exploded when it hit the brick wall behind her: she calmly picked it up and chugged what was left in the can. Elias was in the middle of a set at ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/florida-sheriff-offers-advice-to-looting-victims-you-shoot-him-so-that-he-looks-like-grated-cheese", "title": "Florida Sheriff Offers Advice To Looting Victims: ‘You Shoot Him So That He Looks Like Grated Cheese’", "date_published": "2022-10-09 17:44:21+00:00", "description": "Polk County, Florida, Sheriff Grady Judd offered some straightforward advice to residents whose homes or businesses were looted in the aftermath of Hurricane Ian: &#8220;You take your gun and you shoot him, you shoot him so that he looks like grated cheese.&#8221; Sheriff Judd imparted that wisdom during a Friday appearance on &#8220;Fox &amp; Friends,&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/detroit-lions-saivion-smith-taken-off-field-by-ambulance-after-frightening-neck-injury", "title": "Detroit Lions Saivion Smith Taken Off Field By Ambulance After Frightening Neck Injury", "date_published": "2022-10-09 16:27:27+00:00", "description": "Detroit Lions cornerback Saivion Smith was taken off the field by ambulance on Sunday after sustaining a frightening neck injury. Smith fell hard to the ground after lining up against New England Patriots tight end Hunter Henry, collapsing suddenly after contact. Prayers up for #Lions DB Saivion Smith. The ambulance is out on the field ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stacey-abrams-declares-it-is-a-fallacy-that-we-know-exactly-when-a-pregnancy-starts", "title": "Stacey Abrams Declares: ‘It Is A Fallacy That We Know Exactly When A Pregnancy Starts’", "date_published": "2022-10-09 16:01:15+00:00", "description": "Georgia Democratic gubernatorial candidate Stacey Abrams claimed on Sunday that &#8220;it is a fallacy we know exactly when a pregnancy starts.&#8221; Abrams has vehemently opposed Georgia&#8217;s &#8220;heartbeat&#8221; law banning abortions after six weeks or when a fetal heartbeat can be detected. Appearing on &#8220;Fox News Sunday,&#8221; Abrams was asked what she would consider an acceptable ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democratic-mayor-apologizes-for-drinking-and-driving-after-car-accident", "title": "Democratic Mayor Apologizes For Drinking And Driving After Car Accident", "date_published": "2022-10-09 15:07:29+00:00", "description": "An Indiana mayor has admitted to drinking and driving following a car accident on Saturday night, according to a statement from his office. Fort Wayne Democratic Mayor Tom Henry&#8217;s office issued the statement on Twitter after reportedly being booked in the Allen County Jail. He was released Sunday morning on his own recognizance. &#8220;I want ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/az-gov-candidate-kari-lake-promises-to-declare-an-invasion-on-the-southern-border", "title": "AZ Gov. Candidate Kari Lake Promises To Declare An ‘Invasion’ On The Southern Border", "date_published": "2022-10-09 14:37:12+00:00", "description": "Republican Arizona gubernatorial candidate Kari Lake reiterated her promise to declare the border crisis an &#8220;invasion&#8221; if elected. Appearing on CBS&#8217;s &#8220;Face the Nation&#8221; Sunday, Lake said that the influx of illegal aliens crossing the border and the sheer amount of deadly fentanyl being trafficked across warrants such a categorization. As such, Lake said she ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dwayne-the-rock-johnson-reveals-his-decision-regarding-presidential-run", "title": "Dwayne ‘The Rock’ Johnson Reveals His Decision Regarding Presidential Run", "date_published": "2022-10-09 13:29:58+00:00", "description": "Dwayne &#8220;The Rock&#8221; Johnson has revealed that he will not run for president in 2024 after long teasing a White House bid. Johnson shared the announcement during an interview on &#8220;CBS Sunday Morning,&#8221; claiming the decision was made to spend more time with his family. &#8220;It is off the table. I will say this because ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/glenn-youngkin-defends-parental-rights-school-policy-children-dont-belong-to-the-state-they-belong-to-families", "title": "Glenn Youngkin Defends Parental Rights School Policy: ‘Children Don’t Belong To The State. They Belong To Families.’", "date_published": "2022-10-09 13:20:52+00:00", "description": "Virginia Republican Governor Glenn Youngkin on Sunday defended the parents&#8217; rights policy he instituted in his state. Appearing on CNN&#8217;s &#8220;State of the Union,&#8221; Youngkin stood by the new regulations affecting transgender students, which emphasize parents&#8217; rights in making decisions about their child&#8217;s gender identity. Youngkin stressed that parents have authority over their child&#8217;s upbringing ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-kirby-doubles-down-on-bidens-armageddon-comments-the-stakes-are-very-high-right-now", "title": "John Kirby Doubles Down On Biden’s ‘Armageddon’ Comments: ‘The Stakes Are Very High Right Now’", "date_published": "2022-10-09 12:30:40+00:00", "description": "National Security Council spokesman John Kirby on Sunday doubled down on President Joe Biden&#8217;s &#8220;Armageddon&#8221; comments from last week. Appearing on ABC&#8217;s &#8220;This Week,&#8221; Kirby defended the remarks made by Biden at a Democratic Party fundraiser that suggested the U.S. could be on the verge of a nuclear exchange. “The president was reflecting the very ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-rep-calls-for-new-blood-in-her-party-when-asked-if-she-would-support-bidens-re-election", "title": "Democrat Rep. Calls For ‘New Blood’ In Her Party When Asked If She Would Support Biden’s Re-Election", "date_published": "2022-10-09 12:05:31+00:00", "description": "Michigan Democratic Rep. Elissa Slotkin called for a “new generation” and “new blood” in the Democratic Party when asked about President Joe Biden’s possible re-election campaign while offering her support if he decides to run.  Appearing on NBC&#8217;s “Meet The Press” Sunday, guest host Kristen Welker pressed the Democrat on her support for the president ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ye-sparks-new-controversy-with-deleted-tweet-about-jewish-people", "title": "Ye Sparks New Controversy With Deleted Tweet About ‘Jewish People’", "date_published": "2022-10-09 11:37:30+00:00", "description": "Ye, the rap and fashion mogul formerly known as Kanye West, sparked new controversy Saturday night with a tweet pledging to take on “Jewish people” after finding himself restricted from his 18-million-follower Instagram account earlier in the day. Ye, who spent the entire week in a media firestorm after appearing at a Paris fashion show with ..."}]