[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-maher-awkwardly-tries-to-discuss-anti-semitism-with-benjamin-netanyahu-while-protecting-democrats", "title": "Bill Maher Awkwardly Tries To Discuss Anti-Semitism With Benjamin Netanyahu While Protecting Democrats", "date_published": "2022-10-16 18:32:55+00:00", "description": "Bill Maher, the liberal host of HBO&#8217;s &#8220;Real Time,&#8221; discussed anti-semitism with former Israel Prime Minister Benjamin Netanyahu late last week where he awkwardly tried to protect Democrat politicians from past remarks that they have made. The segment began with Maher bringing up recent anti-Semitic remarks from rapper Kanye West and getting Netanyahu&#8217;s reaction. Maher ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/intoxicated-horseback-rider-galloping-through-california-traffic-arrested-suspected-dui-charges", "title": "Intoxicated Horseback Rider ‘Galloping’ Through California Traffic Arrested, Suspected DUI Charges", "date_published": "2022-10-16 18:24:03+00:00", "description": "An intoxicated person galloping on horseback through Southern California traffic led Whittier police officers on a pursuit Friday afternoon after the rider refused to obey authorities&#8217; command to rein in the equine and stop. Whittier Police Department shared images of officers escorting a brown horse to the police, where they secured the animal to a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/barack-obama-unloads-on-buzzkill-democrats-and-cancel-culture", "title": "Barack Obama Unloads On ‘Buzzkill’ Democrats And Cancel Culture", "date_published": "2022-10-16 18:15:07+00:00", "description": "Former President Barack Obama offered some advice to his party heading into the fast-approaching November midterms, warning Democrats not to be &#8220;buzzkills&#8221; and calling for a move away from cancel culture. Obama joined the hosts of the &#8220;Pod Save America&#8221; podcast for a wide-ranging interview that was released on Saturday, and he discussed everything from ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lee-zeldin-to-declare-emergency-on-day-1-in-office-if-elected-ny-governor-as-polls-show-race-a-toss-up", "title": "Lee Zeldin To Declare Emergency On Day 1 In Office If Elected NY Governor As Polls Show Race A Toss Up", "date_published": "2022-10-16 17:36:23+00:00", "description": "Rep. Lee Zeldin (R-NY) said during an interview this weekend that he will declare a state of emergency to combat crime on his first day in office should be win next month&#8217;s race for New York governor. The news comes as polling from last week shows that Zeldin has closed the gap on Governor Kathy ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-top-cnn-msnbc-execs-defend-not-covering-hunter-laptop-before-election-he-was-never-arrested", "title": "Former Top CNN, MSNBC Execs Defend Not Covering Hunter Laptop Before Election: ‘He Was Never Arrested!’", "date_published": "2022-10-16 17:20:20+00:00", "description": "Two former top executives at CNN and MSNBC defended their network&#8217;s decisions to not cover the Hunter Biden laptop scandal more prior to the 2020 presidential election because he was not criminally charged at the time. The remarks from former MSNBC chief Phil Griffin and former CNN chief Jeff Zucker came during a conversation they ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ye-west-turns-latest-interview-into-disturbing-anti-semitic-rant", "title": "Ye West Turns Latest Interview Into Disturbing Anti-Semitic Rant", "date_published": "2022-10-16 17:14:47+00:00", "description": "Ye, the rap and fashion mogul formerly known as Kanye West, went all in on anti-Semitism in a disturbing interview aired on the Revolt TV website Sunday. West, whose anti-Semitic statements in recent weeks got him suspended from Instagram and Twitter, where he has tens of millions of followers, went even further in the interview, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/buttigieg-repeatedly-ducks-questions-about-the-possibility-of-a-recession", "title": "Buttigieg Repeatedly Ducks Questions About The Possibility Of A Recession", "date_published": "2022-10-16 16:43:21+00:00", "description": "Transportation Secretary Pete Buttigieg dodged multiple questions on whether the U.S. economy is headed for a recession. While making the rounds on the Sunday talk shows, Buttigieg deflected multiple times when hosts asked him if he thought a recession was forthcoming. Buttigieg&#8217;s comments come on the heels of two-quarters of negative economic growth, which meets ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dr-fauci-the-misconception-is-that-i-was-misleading-people-about-face-masks-school-lockdowns", "title": "Dr. Fauci: ‘The Misconception Is That I Was Misleading People’ About Face Masks, School Lockdowns", "date_published": "2022-10-16 15:23:04+00:00", "description": "Dr. Anthony Fauci denied that he misled the American people on COVID mitigation measures and policies. In an interview with ABC&#8217;s Jonathan Karl on &#8220;This Week&#8221; that aired on Sunday, Fauci said the biggest misconception about him was that he misled the public when narratives changed, especially regarding face coverings and school closures. &#8220;So, what&#8217;s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-republican-says-americans-are-fed-up-with-the-far-left-shift-want-check-and-balance-on-far-left-agenda", "title": "Top Republican Says Americans Are ‘Fed Up With The Far-Left Shift’, Want ‘Check And Balance’ On ‘Far-Left Agenda’", "date_published": "2022-10-16 15:11:57+00:00", "description": "House Minority Whip Steve Scalise (R-LA) tore into leftist policies Sunday, claiming the American people are “fed up with the far-left shift” in the country.  Appearing on Fox News Sunday, Rep. Scalise touted the House Republicans&#8217; Commitment to America agenda while saying the American people are looking for a “check and balance” to the leftist ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-biden-between-bites-of-ice-cream-brags-the-economy-is-strong-as-hell-ice-cream-prices-are-up-13-6", "title": "Joe Biden, Between Bites Of Ice Cream, Brags ‘The Economy Is Strong As Hell’: Ice Cream Prices Are Up 13.6%", "date_published": "2022-10-16 15:07:25+00:00", "description": "President Joe Biden paused while eating an ice cream cone to brag that the United States economy was &#8220;strong as hell&#8221; — despite the fact that the inflation rate for the sweet dairy treat alone is 13.6% over last year. Biden, who often stops for a cone while he&#8217;s out and about, explained over the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dem-senator-bennet-inflation-reduction-act-hasnt-reduced-inflation-because-it-wont-kick-in-for-a-while", "title": "Dem Senator Bennet: Inflation Reduction Act Hasn’t Reduced Inflation Because It Won’t ‘Kick In For A While’", "date_published": "2022-10-16 14:41:47+00:00", "description": "Colorado Democratic Sen. Michael Bennet said that the Inflation Reduction Act is not reducing inflation because it hasn&#8217;t set in yet. Appearing on CNN&#8217;s &#8220;State of the Union&#8221; Sunday, Bennet said that the cost-saving provisions of the Democrats&#8217; $740 billion tax and spending plan have not been implemented. Bennet claimed that high gas prices, a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chinas-xi-issues-dark-warning-on-taiwan-as-he-consolidates-power-over-ccp", "title": "China’s Xi Issues Dark Warning On Taiwan As He Prepares To Consolidate Power Over CCP", "date_published": "2022-10-16 12:37:08+00:00", "description": "Chinese leader Xi Jinping, poised to seize a third term in full control of his nation, signaled a pending move on Taiwan, did a victory lap over Bejing’s defeat of Hong Kong’s democracy aspirations and vowed to defeat COVID in a Sunday speech. The 69-year-old Xi, who became the head of the Chinese Communist Party ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bernie-sanders-says-federal-reserve-is-hurting-the-economy", "title": "Bernie Sanders Says Federal Reserve Is ‘Hurting’ The Economy", "date_published": "2022-10-16 12:36:04+00:00", "description": "Independent Vermont Sen. Bernie Sanders said the Federal Reserve is not helping Americans deal with crushing inflation. Appearing on NBC&#8217;s &#8220;Meet the Press&#8221; Sunday, Sanders claimed that the Fed&#8217;s policy of raising interest rates, thereby slowing down the economy to lower inflation, is actually making difficult times worse for working families. “I think they’re hurting ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/horrifying-images-emerge-of-prison-detaining-irans-political-enemies-erupting-in-flames-gun-shots-heard", "title": "Horrifying Images Emerge Of Prison Detaining Iran’s Political Enemies Erupting In Flames, Gun Shots Heard", "date_published": "2022-10-16 09:38:03+00:00", "description": "Disturbing images emerged over the weekend of a notorious Iranian prison, where the country&#8217;s political enemies are detained, erupting in flames as explosions and gunshots can be seen and heard. The violence comes as the Islamic Republic has seen weeks of riots and backlash against the authoritarian regime that was sparked in the middle of ..."}]