[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/chile-policyjny-poscig-i-deszcz-pieniedzy-na-autostradzie/", "title": "Chile. Policyjny pościg i deszcz pieniędzy na autostradzie", "date_published": "2022-10-22 20:55:00+00:00", "description": "Uciekający przed policją złodzieje z Chile, postanowili pozbyć się swojego łupu. Wyrzucili więc torby wypełnione pieniędzmi na autostradę. Droga została dosłownie zasypana banknotami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/reparacje-od-niemiec-co-bylo-w-nocie-wyslanej-przez-polske/", "title": "Reparacje od Niemiec. Co było w nocie wysłanej przez Polskę?", "date_published": "2022-10-22 16:29:00+00:00", "description": "Dziennik Frankfurter Allgemeine Zeitung ujawnił treść noty dyplomatycznej w sprawie reparacji wojennych, którą polski rząd wysłał do Niemiec. W dokumencie nie pojawia się słowo reparacje. Nie ma w nim również konkretnej kwoty, jaką Niemcy miałyby wypłacić Polsce za straty wojenne."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/cudowne-dziecko-z-niemiec-12-latka-studentka-uniwerystetu/", "title": "\"Cudowne dziecko\" z Niemiec. 12-latka studentką uniwerystetu", "date_published": "2022-10-22 15:11:00+00:00", "description": "12-latka z Dolnej Saksonii została okrzyknięta cudownym dzieckiem. Dziewczynka, mimo młodego wieku, studiuje bowiem na Uniwersytecie w Hanowerze. W przyszłości ambitna 12-latka chce zostać astronautką."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/belgia-tabletki-antykoncepcyjne-dla-golebi-pomysl-na-walke-z-plaga/", "title": "Belgia. Tabletki antykoncepcyjne dla gołębi. Pomysł na walkę z plagą ptaków", "date_published": "2022-10-22 15:05:00+00:00", "description": "Tabletki antykoncepcyjne w karmnikach - to pomysł władz jednego z belgijskich miast jako jedno z narzędzi do walki z plagą gołębi. Samorządowcy zapewniają, że nie będzie miało to negatywnego wpływu na zdrowie ptaków."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/zjazd-komunistycznej-partii-chin-byly-prezydent-sila-wyprowadzony/", "title": "Zjazd komunistycznej partii Chin. Były prezydent siłą wyprowadzony", "date_published": "2022-10-22 13:50:00+00:00", "description": "Z ceremonii zamknięcia zjazdu rządzącej w Chinach partii komunistycznej niespodziewanie został wyprowadzony były prezydent - 79-letni Hu Jintao. Mężczyzna siedział obok obecnego przywódcy Xi Jinpinga. Według medialnych doniesień miał się z nim nie zgodzić. W sieci pojawiły się nagrania zdezorientowanego 79-latka."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/ambasador-rosji-wyszedl-z-posiedzenia-onz-nie-chcial-sluchac-odpowiednika-z-ukrainy/", "title": "Ambasador Rosji wyszedł z posiedzenia ONZ. Nie chciał słuchać odpowiednika z Ukrainy", "date_published": "2022-10-22 10:09:00+00:00", "description": "Ambasador Rosji przy ONZ Wasilij Nebenzia wyszedł z sali podczas posiedzenia Rady Bezpieczeństwa, bo, jak oświadczył, nie chciał słuchać ukraińskiego przedstawiciela Serhija Kysłycy - przekazała agencja Ukrinform. - Żałuję, że RB ONZ wciąż musi go słuchać. Jedyne, co robił w ciągu prawie ośmiu miesięcy inwazji, to kłamał - odpowiedział Kysłyca."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/wlochy-rzad-giorgii-meloni-zaprzysiezony/", "title": "Włochy: Rząd Giorgii Meloni zaprzysiężony", "date_published": "2022-10-22 09:54:00+00:00", "description": "W sobotę w Rzymie odbyło się zaprzysiężenie rządu Giorgii Meloni. To pierwsza kobieta w historii, która objęła stanowisko premiera Włoch."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/dmitrij-pieskow-o-atakach-na-nord-stream-prawda-zaskoczy-wielu-w-europie/", "title": "Dmitrij Pieskow o atakach na Nord Stream: Prawda zaskoczy wielu w Europie", "date_published": "2022-10-22 07:58:00+00:00", "description": "- Jeśli prawda o atakach terrorystycznych na Nord Stream zostanie ujawniona, zaskoczy to wielu w krajach zachodnich - powiedział w piątek w Radiu Sputnik rzecznik prezydenta Rosji Dmitrij Pieskow. Moskwa upiera się, że bez jej udziału w śledztwie nie da się obiektywnie ocenić sytuacji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-22/ukraina-wybuchy-slyszalne-w-obwodzie-kijowskim-i-odeskim-alarm-przeciwlotniczy-w-calym-kraju/", "title": "Ukraina: Wybuchy w kilku obwodach. Alarmy przeciwlotnicze w całym kraju", "date_published": "2022-10-22 07:55:00+00:00", "description": "W sobotę rano słychać było odgłosy eksplozji w obwodach: kijowskim i odeskim, chmielnickim, wołyńskim i rówieńskim - poinformowały ukraińskie media. Na niemal całym terytorium kraju ogłoszono alarmy przeciwlotnicze. Potwierdzono także działanie obrony powietrznej w obwodzie kijowskim."}]