[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/hiszpania-zaprezentowano-hiperrealistyczna-rzezbe-obrazujaca-cialo-jezusa-chrystusa/", "title": "Hiszpania: Zaprezentowano hiperrealistyczną rzeźbę obrazującą ciało Jezusa Chrystusa", "date_published": "2022-10-15 20:42:00+00:00", "description": "W katedrze w Salamance można podziwiać rzeźbę będącą niezwykle realistycznym odzwierciedleniem ciała Jezusa Chrystusa. Figura powstała na podstawie badań nad Całunem Turyńskim, jakie naukowcy prowadzili przez ostatnich 15 lat."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/rosja-sluby-zmobilizowanych-w-petersburgu-tak-powiedzialy-sobie-43-pary/", "title": "Rosja: Śluby zmobilizowanych w Petersburgu. \"Tak\" powiedziały sobie 43 pary", "date_published": "2022-10-15 19:44:00+00:00", "description": "W Petersburgu odbyła się nietypowa ceremonia ślubna. W miejscowym urzędzie stanu cywilnego, w związek małżeński niemalże w tym samym momencie wstąpiły 43 pary. Każdy pan młody należał do grupy zmobilizowanych do wojny w Ukrainie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/rosja-strzelanina-na-poligonie-wiele-ofiar/", "title": "Rosja: Strzelanina na poligonie. Co najmniej 11 ofiar", "date_published": "2022-10-15 19:28:00+00:00", "description": "Co najmniej 11 osób nie żyje a 15 zostało rannych podczas aktu terrorystycznego na poligonie w obwodzie biełgorodzkim przy granicy z Ukrainą - poinformowały rosyjskie agencje informacyjne."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/rosja-roman-malyk-nie-zyje-komisarz-wojskowy-odpowiadal-za-mobilizacje-rosyjskich-zolnierzy/", "title": "Rosja: Roman Małyk nie żyje. Komisarz wojskowy odpowiadał za mobilizację rosyjskich żołnierzy", "date_published": "2022-10-15 18:24:00+00:00", "description": "Władze Partizanska potwierdziły informacje o śmierci tamtejszego komisarza wojskowego Romana Małyka. Trwa śledztwo policji, które ma wyjaśnić okoliczności zdarzenia. Mundurowi nie wykluczają samobójstwa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/zakup-szczepionek-przez-ue-prokuratura-europejska-wszczela-sledztwo/", "title": "Zakup szczepionek przez UE. Prokuratura Europejska wszczęła śledztwo", "date_published": "2022-10-15 17:37:00+00:00", "description": "Prokuratura europejska (EPPO) potwierdziła wszczęcie śledztwa ws. zakupu przez Unię Europejską szczepionek przeciw COVID-19. Nie podano, czego dokładnie dotyczy sprawa ani kogo konkretnie objęto dochodzeniem. Z negocjacjami dotyczącymi zakupu szczepionek koncernu Pfizer media wiążą jednak przewodniczącą Komisji Europejskiej Ursulę von der Leyen."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/chiny-zastrzegamy-sobie-prawo-uzycia-sily-w-stosunku-do-tajwanu/", "title": "Chiny: Zastrzegamy sobie prawo użycia siły w sprawie Tajwanu", "date_published": "2022-10-15 11:54:00+00:00", "description": "Pokojowe zjednoczenie jest pierwszym wyborem, ale Chiny zastrzegają sobie prawo użycia siły w sprawie Tajwanu - oświadczył w sobotę rzecznik Komunistycznej Partii Chin (KPCh) Sun Yeli na konferencji prasowej przed rozpoczynającym się w niedzielę XX zjazdem Komunistycznej Partii Chin (KPCh)."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/christian-bale-dla-polsat-news-o-filmie-amsterdam/", "title": "\"Amsterdam\". Christian Bale: Chcieli prowadzić spokojne życie, trafili w środek światowego spisku", "date_published": "2022-10-15 11:31:00+00:00", "description": "Na ekrany kin wszedł film Amsterdam. To plejada gwiazd, humor i zaskakujący wątek sensacyjny, oparty na nieznanych wydarzeniach z amerykańskiej historii. Odtwórca jednej z głównych ról i współproducent filmu, laureat Oscara Christian Bale, udzielił jedynego w Polsce wywiadu reporterce Polsat News Agnieszce Laskowskiej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/tatry-ratownicy-informuja-o-kolejnych-ofiarach-dwoch-turystow-nie-zyje/", "title": "Tatry. Ratownicy informują o kolejnych ofiarach. Dwóch turystów nie żyje", "date_published": "2022-10-15 10:29:00+00:00", "description": "Do dwóch tragicznych wypadków doszło w piątek w Tatrach słowackich. Zginęło w nich dwóch turystów. Przyczyną było niedostosowanie umiejętności do zimowych warunków - informują ratownicy Horskiej Zachrannej Służby. To kolejne tragiczny zdarzenia w najwyższych polskich i słowackich górach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/wybuch-bomby-atomowej-setki-tysiecy-zabitych-i-temperatura-kilku-milionow-stopni/", "title": "Niemcy: Przeprowadzono symulację wybuchu bomby atomowej w Berlinie", "date_published": "2022-10-15 09:36:00+00:00", "description": "Wybuch bomby atomowej w Berlinie spowoduje natychmiastową śmierć dziesiątek tysięcy ludzi. Kolejne setki tysięcy umrą w wyniku chorób popromiennych - wynika z symulacji przeprowadzonej przez niemiecki oddział Greenpeace. Konsekwencje globalnej wojny jądrowej byłyby jeszcze bardziej drastyczne. Według szacunków ponad połowa ludzkości umarłaby z głodu - informują media."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/turcja-wzrosla-liczba-ofiar-smiertelnych-eksplozji-w-kopalni/", "title": "Turcja: Wzrosła liczba ofiar śmiertelnych eksplozji w kopalni. Pod ziemią wciąż są ludzie", "date_published": "2022-10-15 08:25:00+00:00", "description": "Liczba ofiar śmiertelnych eksplozji w kopalni węgla w mieście Amasra na północnym zachodzie Turcji wzrosła do 28 - przekazały władze w sobotę. Dodano, że akcja ratunkowa wciąż trwa, a pod ziemią są uwięzieni ludzie. Do wybuchu doszło w piątek wieczorem, w jego zasięgu przebywało ok. 49 osób."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/wojna-w-ukrainie-nocne-ostrzaly-rosjan-rakiety-spadly-na-nikopol-zaporoze-i-obwod-kijowski/", "title": "Wojna w Ukrainie. Nocne ostrzały Rosjan. Rakiety spadły na Nikopol, Zaporoże i obwód kijowski", "date_published": "2022-10-15 07:29:00+00:00", "description": "Rosyjskie ataki rakietowe na Ukrainę trwają. Około 50 pocisków spadło ostatniej nocy na Nikopol, miasto w obwodzie dniepropietrowskim na południu Ukrainy - poinformowały władze lokalne. Ranne są dwie osoby. Rosjanie po raz kolejny zaatakowali także Zaporoże. Miasto ostrzelano z systemów rakietowych S-300."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/wlochy-turysci-wyryli-inicjaly-w-koloseum-grozi-im-wiezienie/", "title": "Włochy: Turyści wyryli inicjały w Koloseum. Grozi im więzienie", "date_published": "2022-10-15 06:58:00+00:00", "description": "Kara od dwóch do pięciu lat więzienia grozi trojgu turystom, którzy wyryli swoje inicjały na ścianie Koloseum - podały włoskie media. Prokuratura w Rzymie zakończyła postępowanie w sprawie wybryku dwóch Amerykanek i Kanadyjczyka."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/usa-nowe-warianty-covid-19-odpowiadaja-za-coraz-wiekszy-odsetek-przypadkow-zachorowan/", "title": "BQ.1 oraz BQ.1.1 Nowe warianty koronawirusa zaatakowały w USA. Coraz więcej przypadków zachorowań", "date_published": "2022-10-15 06:40:00+00:00", "description": "W USA szybko rozprzestrzeniają się nowe warianty SARS-CoV-2 znane jako BQ.1 oraz jego potomek BQ.1.1 - informują media. W nieco ponad miesiąc od określenia ich tymi symbolami stanowią one już ponad 10 proc. nowych infekcji w całym kraju. W tych przypadkach może zawodzić odporność nabyta przez ludzi po wcześniejszych infekcjach lub szczepionkach przeciwko COVID-19."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/pomoc-dla-ukrainy-unia-europejska-bank-swiatowy-i-arabia-saudyjska-przekaza-pieniadze/", "title": "Pomoc dla Ukrainy. Unia Europejska, Bank Światowy i Arabia Saudyjska przekażą pieniądze", "date_published": "2022-10-15 05:45:00+00:00", "description": "Wysłanie pomocy finansowej dla Ukrainy deklaruje coraz więcej krajów i organizacji. Książę Arabii Saudyjskiej zaoferował pomoc w wysokości 400 mln dolarów. Unia Europejska planuje udzielić kolejnej niskooprocentowanej pożyczki. Bank Światowy zapowiedział, że będzie robić wszystko, co w jego mocy, by wesprzeć naród ukraiński."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/rosja-zawieszenie-mobilizacji-zamiast-niej-bedzie-pobor-do-wojska/", "title": "Wojna w Ukrainie. Rosja: Putin zawiesza mobilizację. Zamiast niej będzie pobór do wojska", "date_published": "2022-10-15 05:41:00+00:00", "description": "W Rosji zawieszono mobilizację, aby rozpocząć jesienny pobór do wojska - przekazuje amerykański Instytut Studiów nad Wojną (ISW). W ramach tej akcji planuje się powołanie około 120 tys. mężczyzn. Z kolei media zauważają, że Kreml próbuje różnymi metodami zyskać na czasie i doprowadzić do zawieszenia broni w Ukrainie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/ukraina-dzien-obroncow-ojczyzny-prezydent-wolodymyr-zelenski-dziekuje-wszystkim-obroncom-ukrainy/", "title": "Ukraina: Dzień Obrońców Ojczyzny. Prezydent Wołodymyr Zełenski: Dziękuję wszystkim obrońcom Ukrainy", "date_published": "2022-10-15 05:30:00+00:00", "description": "Dzień, który minął, piątek 14 października to nasze święto, Dzień Obrońców Ojczyzny, święto naszej patronki Najświętszej Bogurodzicy i Dzień Kozaków - mówił prezydent Ukrainy Wołodymyr Zełenski w przemówieniu wygłoszonym w piątek późnym wieczorem. Podkreślił, że Ukraina pamięta o wszystkich swoich obrońcach i i nie zostawi żadnego z nich na pastwę wroga."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/microsoft-ataki-ransomware-na-polskie-i-ukrainskie-firmy-logistyczne/", "title": "Microsoft: Ataki ransomware na polskie i ukraińskie firmy logistyczne", "date_published": "2022-10-15 05:15:00+00:00", "description": "Firma Microsoft poinformowała w piątek o wykryciu nowej kampanii cyberataków ransomware przeciwko firmom transportowym i logistycznym w Polsce i w Ukrainie. Eksperci koncernu zauważyli podobieństwa do innych ataków grup powiązanych z rosyjskimi władzami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-15/wojna-w-ukrainie-200-pojazdow-humvee-i-rakiety-harm-dla-ukrainy-decyzja-pentagonu/", "title": "Wojna w Ukrainie. 200 pojazdów Humvee i rakiety HARM dla Ukrainy. Decyzja Pentagonu", "date_published": "2022-10-15 05:02:00+00:00", "description": "Pentagon poinformował o kolejnej transzy pomocy wojskowej dla Ukrainy wartej 725 mln dolarów. W zestawie znalazło się m.in. ponad 200 pojazdów Humvee (HMMWV), rakiety przeciwradarowe HARM i amunicja do systemów HIMARS."}]