[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/critical-rce-flaw-reported-in-spotifys.html", "title": "Critical RCE Flaw Reported in Spotify's Backstage Software Catalog and Developer Platform", "date_published": "2022-11-15 17:01:00+00:00", "description": "Spotify's Backstage has been discovered as vulnerable to a severe security flaw that could be exploited to gain remote code execution by leveraging a recently disclosed bug in a third-party module.\nThe vulnerability (CVSS score: 9.8), at its core, takes advantage of a critical sandbox escape in vm2, a popular JavaScript sandbox library (CVE-2022-36067 aka Sandbreak), that came to light last", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/pcspoof-new-vulnerability-affects.html", "title": "PCSpoof: New Vulnerability Affects Networking Tech Used by Spacecraft and Aircraft", "date_published": "2022-11-15 16:33:00+00:00", "description": "Credit: Marina Minkin\nA novel attack method has been disclosed against a crucial piece of technology called time-triggered ethernet (TTE) that's used in safety-critical infrastructure, potentially causing the failure of systems powering spacecraft and aircraft.\nDubbed PCspooF by a group of academics and researchers from the University of Michigan, the University of Pennsylvania, and the NASA", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-reported-critical-sqli-and.html", "title": "Researchers Reported Critical SQLi and Access Flaws in Zendesk Analytics Service", "date_published": "2022-11-15 13:49:00+00:00", "description": "Cybersecurity researchers have disclosed details of now-patched flaws in Zendesk Explore that could have been exploited by an attacker to gain unauthorized access to information from customer accounts that have the feature turned on.\n\"Before it was patched, the flaw would have allowed threat actors to access conversations, email addresses, tickets, comments, and other information from Zendesk", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/deep-packet-inspection-vs-metadata.html", "title": "Deep Packet Inspection vs. Metadata Analysis of Network Detection & Response (NDR) Solutions", "date_published": "2022-11-15 12:58:00+00:00", "description": "Today, most Network Detection and Response (NDR) solutions rely on traffic mirroring and Deep Packet Inspection (DPI). Traffic mirroring is typically deployed on a single-core switch to provide a copy of the network traffic to a sensor that uses DPI to thoroughly analyze the payload. While this approach provides detailed analysis, it requires large amounts of processing power and is blind when", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-say-china-state-backed.html", "title": "Researchers Say China State-backed Hackers Breached a Digital Certificate Authority", "date_published": "2022-11-15 11:03:00+00:00", "description": "A suspected Chinese state-sponsored actor breached a digital certificate authority as well as government and defense agencies located in different countries in Asia as part of an ongoing campaign since at least March 2022.\nSymantec, by Broadcom Software, linked the attacks to an adversarial group it tracks under the name Billbug, citing the use of tools previously attributed to this actor. The", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/google-to-pays-391-million-privacy-fine.html", "title": "Google to Pay $391 Million Privacy Fine for Secretly Tracking Users' Location", "date_published": "2022-11-15 06:11:00+00:00", "description": "Internet giant Google has agreed to pay a record $391.5 million to settle with 40 states in the U.S. over charges the company misled users about the collection of personal location data.\n\"Google misled its users into thinking they had turned off location tracking in their account settings, when, in fact, Google continued to collect their location information,\" Oregon Attorney General Ellen", "favourite": false}]