[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/rurociag-przyjazn-czasowo-wstrzymano-dostawy-ropy-viktor-obran-zwolal-posiedzenie-rady-obrony/", "title": "Rurociąg \"Przyjaźń\". Czasowo wstrzymano dostawy ropy. Viktor Obran zwołał posiedzenie Rady Obrony", "date_published": "2022-11-15 21:39:00+00:00", "description": "Dostawy ropy do części Europy Środkowej i Wschodniej przez odcinek rurociągu Przyjaźń zostały czasowo wstrzymane - wynika z informacji przekazanych przez operatorów ropociągów na Węgrzech i Słowacji, podaje agencja Reutera. Premier Węgier Viktor Obran zwołał w tej sprawie pilne posiedzenie Rady Obrony.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/przewodow-rakiety-wolodymyr-zelenski-rosyjski-terror-nie-ogranicza-sie-do-granic-naszego-panstwa/", "title": "Przewodów, rakiety. Wołodymyr Zełenski: Rosyjski terror nie ogranicza się do granic naszego państwa", "date_published": "2022-11-15 20:34:00+00:00", "description": "- Dziś też stało się to, przed czym ostrzegaliśmy od dawna. Terror nie ogranicza się do naszych granic państwowych. Rosyjskie rakiety uderzyły w Polskę. Spadły na terytorium naszego przyjaznego kraju - powiedział w swoim wystąpieniu Wołodymyr Zełenski.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/szczyt-g20-siergiej-lawrow-zrezygnowal-z-dalszego-udzialu-w-szczycie-odlecial-z-bali/", "title": "Szczyt G20. Siergiej Ławrow zrezygnował z dalszego udziału w szczycie. Odleciał z Bali", "date_published": "2022-11-15 17:48:00+00:00", "description": "Siergiej Ławrow opuścił szczyt G20 na indonezyjskiej wyspie Bali. Minister zrealizował zaplanowany program - podaje rosyjska agencja Ria Novosti. Ławrow wsiadł do samolotu po uroczystej kolacji, podsumowującej pierwszy dzień rozmów. Wcześniej, w swoim przemówieniu rosyjski polityk podkreślał, że światowi przywódcy próbują upolitycznić szczyt.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/bunt-w-chinach-z-powodu-lockdownu-mieszkancy-kantonu-niszczyli-barykady-i-radiowozy/", "title": "Bunt w Chinach z powodu lockdownu. Mieszkańcy Kantonu niszczyli barykady i radiowozy", "date_published": "2022-11-15 16:00:00+00:00", "description": "Mieszkańcy Kantonu, miasta w południowo-wschodnich Chinach uciekają przed przymusowym lockdownem. Doszło do brutalnych starć ze zbrojną policją, zdemolowania radiowozu i rozstawionych na ulicach barier. W mediach społecznościowych pojawiło się nagranie z protestu. Poza ulicznym chaosem zdarzenie wywołało burzliwą dyskusję w mediach społecznościowych o sensowności covidowych restrykcji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/ostrzal-rakietowy-ukrainy-plona-budynki-w-kijowie/", "title": "Ostrzał rakietowy Ukrainy. Płoną budynki w Kijowie", "date_published": "2022-11-15 14:10:00+00:00", "description": "- W Kijowie wrogie pociski trafiły w budynki mieszkalne. Na miejscu pracują już ratownicy i lekarze. Wciąż jest niebezpiecznie, dlatego zostańcie w domach - zaalarmował na Telegramie Kyrylo Tymoszenko z biuro prezydenta Ukrainy. Alarm przeciwlotniczy ogłoszono dla całego kraju.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/wielka-brytania-oszczedne-dekoracje-bozonarodzeniowe-w-londynie-beda-sie-swiecic-krocej/", "title": "Wielka Brytania. \"Oszczędne\" dekoracje bożonarodzeniowe w Londynie. Będą się świecić krócej", "date_published": "2022-11-15 13:51:00+00:00", "description": "W tym roku bożonarodzeniowe iluminacje w Londynie, z racji kryzysu energetycznego i wysokich cen energii, świecą się krócej. Są też energooszczędne. Tradycyjne lampki zastąpiło oświetlenie LED. Brytyjska stolica jest już udekorowana z okazji świąt Bożego Narodzenia.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/usa-zaginela-jako-dziecko-po-51-latach-widziano-ja-w-innym-miescie-2-tysiace-kilometrow-od-domu/", "title": "USA: Zaginęła jako dziecko. Po 51 latach widziano ją w innym mieście, 2 tysiące kilometrów od domu", "date_published": "2022-11-15 13:37:00+00:00", "description": "Melissa Highsmith z Teksasu zaginęła jako niespełna dwuroczne dziecko. Po 51 latach pojawił się nowy trop w sprawie. Anonimowy informator twierdzi, że widział ją w Południowej Karolinie, blisko dwa tysiące kilometrów od domu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/anglia-kobieta-wytatuowala-imie-ukochanego-na-twarzy-wybranek-jest-skazany-za-podwojne-zabojstwo/", "title": "Anglia. Kobieta wytatuowała imię ukochanego na twarzy. Wybranek jest skazany za podwójne zabójstwo", "date_published": "2022-11-15 12:41:00+00:00", "description": "Brytyjka zakochała się w amerykańskim więźniu skazanym za podwójne zabójstwo - przekazały media. Para nawiązała kontakt przez internet, a do spotkania doszło tylko raz. Jako dowód miłości, kobieta wytatuowała sobie imię ukochanego na twarzy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/wielka-brytania-poszedl-na-impreze-i-obudzil-sie-z-kacem-taka-diagnoze-uslyszal/", "title": "Wielka Brytania. Poszedł na imprezę i obudził się \"z kacem\". Taką diagnozę usłyszał", "date_published": "2022-11-15 11:23:00+00:00", "description": "Gdy 26-letni Ryan po imprezie zakrapianej alkoholem obudził się w bardzo złym stanie, stwierdził, że to zwykły kac. Kiedy jednak fizyczny dyskomfort utrzymywał się przez kolejne dwa miesiące, postanowił zrobić kontrolne badania. Okazało się, że cierpi on na nowotwór w czwartym stadium.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/holandia-zakaz-stosowania-gazu-rozweselajacego-to-odpowiedz-na-kilkadziesiat-zgonow/", "title": "Holandia: Zakaz stosowania gazu rozweselającego. To odpowiedź na kilkadziesiąt zgonów", "date_published": "2022-11-15 09:41:00+00:00", "description": "Mimo groźnych skutków ubocznych młodzi Holendrzy chętnie sięgają po... gaz rozweselający. Jak pokazują dane policji, przyczynił się on do śmierci 63 osób. Rząd wprowadził więc zakaz rekreacyjnego stosowania substancji od 1 stycznia 2023 roku.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/usa-dolly-parton-ze-100-milionami-dolarow-nagrody-od-szefa-amazona-jeffa-bezosa/", "title": "USA. Dolly Parton ze 100 milionami dolarów nagrody od szefa Amazona, Jeffa Bezosa", "date_published": "2022-11-15 09:13:00+00:00", "description": "100 milionów dolarów nagrody z programu Bezos Courage & Civility Award przyznawanej przez szefa Amazona Jeffa Bezosa otrzymała amerykańska piosenkarka i osobowość telewizyjna Dolly Parton. Pieniądze mają trafić na cele charytatywne.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/organizacja-narodow-zjednoczonych-15-listopada-na-ziemi-bedzie-8-miliardow-ludzi/", "title": "Organizacja Narodów Zjednoczonych: 15 listopada na Ziemi będzie 8 miliardów ludzi", "date_published": "2022-11-15 08:51:00+00:00", "description": "15 listopada 2022 roku populacja świata osiągnie 8 miliardów osób - przekazał ONZ. Ten bezprecedensowy wzrost wynika z wydłużania się długości życia ludzkiego dzięki poprawie zdrowia publicznego, higieny i medycyny - powiedział Antonio Guterres. Według prognoz tempo wzrostu populacji spada. Zgodnie ze statystykami, 9 miliardów osiągniemy za 15 lat, w 2037 roku.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-15/bali-szczyt-g20-rozpoczal-sie-apelem-o-jednosc-wojna-w-ukrainie-glownym-tematem/", "title": "Bali: Szczyt G20 rozpoczął się apelem o jedność. Wojna w Ukrainie głównym tematem", "date_published": "2022-11-15 05:25:00+00:00", "description": "Prezydent Ukrainy Wołodymyr Zełenski powiedział we wtorek przywódcom najbogatszych krajów świata, że ​​nadszedł czas, aby zatrzymać wojnę w jego kraju w ramach zaproponowanego przez niego planu pokojowego.", "favourite": false}]