[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-republicans-win-majority-in-house-projection", "title": "BREAKING: Republicans Win Majority In House: Projection", "date_published": "2022-11-15 18:24:30+00:00", "description": "Republicans have secured a narrow majority in the House of Representatives, according to a projection from DecisionDeskHQ, ending the uniform Democratic control of Congress. The outcome was projected by DecisionDeskHQ on Tuesday, one week after the midterm election. While some races are yet to be decided, the Republican Party has met the 218-seat threshold needed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-reserve-launches-digital-dollar-initiative-days-after-leading-cryptocurrency-firm-goes-under", "title": "Federal Reserve Launches Digital Dollar Initiative Days After Leading Cryptocurrency Firm Goes Under", "date_published": "2022-11-15 18:16:30+00:00", "description": "The Federal Reserve Bank of New York began a simulated digital currency initiative on Tuesday alongside multiple major banks as the cryptocurrency sector descends into chaos. The digital dollar simulation, which is slated to last for 12 weeks, will “experiment with the concept of a regulated liability network,” a concept for a financial market infrastructure that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-refs-sue-nba-claim-they-were-fired-for-refusing-covid-vaccine", "title": "Former Refs Sue NBA, Claim They Were Fired For Refusing COVID Vaccine", "date_published": "2022-11-15 18:13:42+00:00", "description": "Over the weekend, three former NBA referees filed a lawsuit against the NBA, charging they were fired for refusing to get a COVID vaccine. The three referees, Kenny Mauer, Mark Ayotte and Jason Phillips, declined to obtain the vaccine for religious reasons. “Had the NBA not taken upon itself to force faith-based conscientious objectors to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-overturns-georgia-heartbeat-bill-banning-abortion-after-six-weeks", "title": "Judge Overturns Georgia Heartbeat Bill Banning Abortion After Six-Weeks", "date_published": "2022-11-15 17:50:58+00:00", "description": "A Georgia judge overturned a state law Tuesday that bans abortions of unborn children with a heartbeat at six weeks gestational age. Fulton County Superior Court Judge Robert McBurney sided with Sistersong Women of Color Reproductive Justice Collective, declaring specific provisions unconstitutional in the &#8220;Living Infants Fairness and Equality (LIFE) Act,&#8221; which would criminalize abortions ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pete-davidson-reportedly-seeing-swimsuit-model-emily-ratajkowski-after-kim-kardashian-split", "title": "Pete Davidson Reportedly Seeing Swimsuit Model Emily Ratajkowski After Kim Kardashian Split", "date_published": "2022-11-15 17:49:20+00:00", "description": "&#8220;Saturday Night Live&#8221; alumni Pete Davidson is reportedly seeing Sports Illustrated Swimsuit model Emily Ratajkowski following his split from reality TV star Kim Kardashian. The 28-year-old comedian and Ratajkowski are reportedly &#8220;seeing each other&#8221; a source close to Davidson told People magazine in a piece published Tuesday. The &#8220;SNL&#8221; star, who has become known for ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/89-year-old-dianne-feinstein-turned-down-position-third-in-line-to-presidency-but-forgot-all-about-it-in-interview", "title": "89 Year-Old Dianne Feinstein Turned Down Position Third In Line To Presidency, But Forgot All About It In Interview", "date_published": "2022-11-15 17:42:02+00:00", "description": "Senator Dianne Feinstein (D-CA) seemed confused about her own past statements in an interview about her future on Tuesday. The 89 year-old Feinstein was the prime candidate to become President Pro Tempore of the Senate, third in the line of succession to the presidency after the vice president and speaker of the house. But Feinstein already ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-school-district-removes-pornographic-books-after-muslim-community-outrage", "title": "Michigan School District Removes Pornographic Books After Muslim Community Outrage", "date_published": "2022-11-15 17:24:24+00:00", "description": "A Michigan school district is pulling several pornographic books from school libraries after the local Muslim community expressed outrage. Dearborn Public Schools announced Monday it will remove two books, keep one book, and restrict another book to high school students only. The two pulled books are &#8220;Push&#8221; by Sapphire, which is about a girl who is ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/google-agrees-to-391-5-million-settlement-in-location-tracking-case", "title": "Google Agrees To $391.5 Million Settlement In Location Tracking Case", "date_published": "2022-11-15 17:23:00+00:00", "description": "Google has agreed to a settlement with 40 states regarding charges related to unwanted location tracking of customers.   The company will pay $391.5 million in a settlement regarding claims that it kept tracking customers after they had shut off location tracking. A group of state prosecutors announced the agreement on Monday, and the attorneys ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/creepy-teachers-and-a-creepy-education-system", "title": "Creepy Teachers And A Creepy Education System", "date_published": "2022-11-15 17:20:16+00:00", "description": "Today, we’re going to talk about creepy teachers and a creepy education system. I’d like to apologize in advance for some of the content in this column, but we must cover it. This story comes thanks to investigative journalists over at Project Veritas. You guys know them: They are our friends. I love Project Veritas’s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jon-voight-sends-message-of-hope-after-midterm-losses-a-change-is-coming", "title": "Jon Voight Sends Message Of Hope After Midterm Losses: ‘A Change Is Coming’", "date_published": "2022-11-15 17:06:50+00:00", "description": "Conservative actor Jon Voight sent a message of hope to Republicans after the 2022 midterm results failed to show a Red Wave, and said &#8220;a change is coming.&#8221; In a video recently posted on Twitter, the 83-year-old actor called it a &#8220;great honor&#8221; to say &#8220;God bless America&#8221; as he called on his hundreds of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ron-klain-claims-biden-won-big-in-midterms-former-wh-reporter-decimates-him-in-brutal-thread", "title": "Ron Klain Claims Biden Won Big In Midterms – Former WH Reporter Decimates Him In Brutal Thread", "date_published": "2022-11-15 16:50:07+00:00", "description": "White House Chief of Staff Ron Klain claimed during a recent television appearance that the midterm elections had been not just good, but record-breaking for President Joe Biden — but former White House reporter Jim Stinson begged to differ. Klain, speaking with MSNBC&#8217;s Lawrence O&#8217;Donnell, falsely claimed that Biden was the first president since John ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-judge-blocks-bidens-interpretation-of-title-ix", "title": "Texas Judge Blocks Biden’s Interpretation Of Title IX", "date_published": "2022-11-15 16:50:04+00:00", "description": "A federal judge in Texas ruled against the Biden administration&#8217;s extension of the Affordable Care Act&#8217;s discrimination provisions to include gay and trans-identified people. U.S. District Judge Matthew Kacsmaryk filed a 26-page decision on Friday, finding that the Supreme Court’s 2020 decision in Bostock v. Clayton County, which bars workplace discrimination on the basis of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/steve-jobs-birkenstocks-sandals-sell-for-six-figures", "title": "Steve Jobs’ Birkenstocks Sandals Sell For Six Figures", "date_published": "2022-11-15 16:46:41+00:00", "description": "Steve Jobs’ famous sandals have sold for a six-figure sum through an auction. Steve Jobs, who founded tech company Apple, loved Birkenstocks sandals, and on Sunday, a buyer was able to purchase the shoes that he used in the 1970s and 1980s for $218,750, according to Julien’s Auctions. The shoes were originally valued at a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/physicist-gets-slammed-for-promoting-sex-spectrum-pseudoscience", "title": "Physicist Gets Slammed For Promoting Sex Spectrum Pseudoscience", "date_published": "2022-11-15 16:45:27+00:00", "description": "A prominent theoretical physicist faced severe backlash after sharing a widely-debunked representation of biological sex as a &#8220;spectrum.&#8221; Sean M. Carroll, who specializes in quantum mechanics and teaches philosophy at John Hopkins University, tweeted on Sunday his dissension with an evolutionary biologist&#8217;s statement of biological sex being &#8220;real, immutable, and binary.&#8221; Caroll, invoking &#8220;actual science,&#8221; ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-times-runs-puff-piece-about-disgraced-billionaire-sam-bankman-fried-leaves-out-connections-to-democrats", "title": "New York Times Runs Puff Piece About Disgraced Billionaire Sam Bankman-Fried, Leaves Out Connections To Democrats", "date_published": "2022-11-15 16:37:09+00:00", "description": "A post-mortem of cryptocurrency exchange FTX and founder Sam Bankman-Fried published on Monday in The New York Times drew criticism for portraying the disgraced wunderkind through rose-colored glasses. The company filed for bankruptcy on Friday after users discovered that firms controlled by Bankman-Fried were allegedly fraudulently intertwined, triggering a liquidity crisis from users who rushed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rick-scott-announces-bid-to-oust-mcconnell-as-senate-gop-leader", "title": "Rick Scott Announces Bid To Oust McConnell As Senate GOP Leader", "date_published": "2022-11-15 16:32:27+00:00", "description": "Senator Rick Scott (R-FL) has announced a bid to oust Senator Mitch McConnell (R-KY) as the Republican Leader of the Senate after the midterm elections. Scott made the announcement in a note to his Republican colleagues on Tuesday that was sent to The Daily Wire by Scott&#8217;s office. It was initially obtained by Fox News Digital. In ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whos-gonna-wear-more-makeup-ana-navarro-mocks-kari-lakes-appearance", "title": "‘Who’s Gonna Wear More Makeup?’: Ana Navarro Mocks Kari Lake’s Appearance", "date_published": "2022-11-15 15:55:45+00:00", "description": "&#8220;The View&#8221; host Ana Navarro joined her co-hosts in mocking Republican Arizona gubernatorial candidate Kari Lake — who is projected to lose her bid against Democratic Secretary of State Katie Hobbs — but while her co-hosts mocked Lake&#8217;s comments, Navarro attacked her looks. Navarro joined her co-hosts — Sunny Hostin, Sara Haines, Joy Behar, and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/brother-of-singer-ariana-grande-mugged-in-nyc-after-being-struck-in-the-head", "title": "Brother Of Singer Ariana Grande Mugged In NYC After Being Struck In The Head", "date_published": "2022-11-15 15:45:29+00:00", "description": "The brother of singer Ariana Grande, Frankie Grande, was recently mugged in New York City after he was struck in the back of the head, according to law enforcement. Authorities said the 39-year-old social media personality and sibling of the pop singer was walking in Midtown Manhattan last Wednesday when he was attacked by two ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/broadway-sign-language-interpreter-sues-after-he-was-allegedly-fired-because-he-is-white", "title": "Broadway Sign Language Interpreter Sues After He Was Allegedly Fired Because He Is White", "date_published": "2022-11-15 15:44:17+00:00", "description": "An interpreter for the Broadway show “The Lion King” is suing over his termination, claiming that he was fired because of his skin color. The American Sign Language interpreter, Keith Wann, is a white man. He was asked to substitute for a “BIPOC” interpreter, but then got an email essentially telling him he could no ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/world-population-surpasses-8-billion-people-india-to-overtake-china-next-year", "title": "World Population Surpasses 8 Billion People, India To Overtake China Next Year", "date_published": "2022-11-15 15:33:25+00:00", "description": "The global population surpassed 8 billion people as of Tuesday, according to a projection from the United Nations. The organization forecasts that the human race will have a membership of 8.5 billion people by 2030 and 9.7 billion people by 2050, although worldwide fertility rates have reached their lowest levels since 1950. India will surpass ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-governor-greg-abbott-declares-invasion-on-southern-border", "title": "Texas Governor Greg Abbott Declares Invasion On Southern Border", "date_published": "2022-11-15 15:32:59+00:00", "description": "Texas Governor Greg Abbott (R) announced Tuesday that he invoked the Invasion Clauses of the U.S. and Texas Constitutions to deal with President Joe Biden&#8217;s (D) immigration crisis on the southern border. &#8220;I invoked the Invasion Clauses of the U.S. &amp; Texas Constitutions to fully authorize Texas to take unprecedented measures to defend our state ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/angered-israel-responds-after-biden-administrations-fbi-targets-them", "title": "Angered Israel Responds After Biden Administration’s FBI Targets Them", "date_published": "2022-11-15 15:26:06+00:00", "description": "The FBI&#8217;s decision to probe the death of a Palestinian-American journalist in Israel has prompted anger from the Israeli government, which accused the Biden administration of interfering in its internal affairs. The FBI announced it was conducting its own investigation into the death of Palestinian-American journalist Shireen Abu Akleh, who worked for Al Jazeera. Akleh ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-mccarthy-wins-gop-nomination-for-house-speaker-over-conservative-protests", "title": "Kevin McCarthy Wins GOP Nomination For House Speaker Over Conservative Protests", "date_published": "2022-11-15 15:23:21+00:00", "description": "House Minority Leader Kevin McCarthy won the GOP nomination to be the next speaker of the House on Tuesday, though a concerted effort by House conservatives to block McCarthy may force him to appeal to Democrats or bow out of the contest. Texas Republican Rep. Chip Roy nominated Arizona Rep. Andy Biggs, who chairs the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jay-leno-reveals-what-went-down-in-his-garage-says-a-quick-thinking-friend-saved-his-life", "title": "Jay Leno Reveals What Went Down In His Garage, Says A Quick-Thinking Friend Saved His Life", "date_published": "2022-11-15 14:55:36+00:00", "description": "Comedian Jay Leno revealed what went down in his garage over the weekend — including an explosion and a gasoline fire that sent him to the burn unit at a nearby Los Angeles hospital — and credited a quick-thinking friend with saving his life. According to a report from the entertainment website TMZ, Leno was ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-russian-missiles-fired-into-nato-member-poland-killing-two-report-says", "title": "BREAKING: Russian Missiles Fired Into NATO Member Poland, Killing Two, Report Says", "date_published": "2022-11-15 14:39:42+00:00", "description": "Russia reportedly fired missiles Tuesday into Poland, a member of the North Atlantic Treaty Organization (NATO), killing two people and sparking fears of what kind of response the incident could elicit from NATO. The Associated Press&#8217; report, which came from information it received from a senior U.S. official, said that the missile strikes came as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-10-year-old-boy-hugged-a-school-counselor-now-he-faces-a-potential-battery-charge", "title": "A 10-Year-Old Boy Hugged A School Counselor. Now He Faces A Potential Battery Charge.", "date_published": "2022-11-15 14:35:58+00:00", "description": "A Florida fourth grader was suspended from elementary school and faces a potential misdemeanor charge of battery after he hugged a school counselor late last month. The counselor, who works at Holly Hill School in Volusia County, Florida, said she was visiting a classroom on October 24 when a 10 year old asked for a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/yellowstone-season-5-premiere-does-it-again-sets-new-record-for-hit-series", "title": "‘Yellowstone’ Season 5 Premiere Does It Again, Sets New Record For Hit Series", "date_published": "2022-11-15 13:59:08+00:00", "description": "The hit Paramount Network show &#8220;Yellowstone&#8221; reached a new record for the series after the Season 5 premiere aired Sunday. The Kevin Costner-lead western drama scored 12.1 million cumulative live-plus-same-day viewers in the series&#8217; biggest launch since it premiered on the network in 2018, the Hollywood Reporter reported in a piece published Tuesday. The highly-anticipated ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/make-your-money-honey-one-tree-hill-actress-slams-candace-cameron-bure-over-marriage-comments", "title": "‘Make Your Money, Honey’: ‘One Tree Hill’ Actress Slams Candace Cameron Bure Over Marriage Comments", "date_published": "2022-11-15 13:53:56+00:00", "description": "&#8220;One Tree Hill&#8221; actress Hilarie Burton Morgan lashed out at &#8220;Fuller House&#8221; star Candace Cameron Bure, calling her a bigot for supporting traditional marriage in both her work with the Great American Family network and her personal beliefs as a Christian. Burton Morgan was responding to a recent interview in which Cameron Bure discussed the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nbc-suspends-reporter-over-retracted-paul-pelosi-story", "title": "NBC Suspends Reporter Over Retracted Paul Pelosi Story", "date_published": "2022-11-15 13:53:43+00:00", "description": "NBC News suspended one of the network’s correspondents pending an internal investigation after retracting a report that raised questions about the violent attack against Paul Pelosi inside his San Francisco home. Miguel Almaguer, an NBC &#8220;Today Show&#8221; correspondent, reported contradicting details of a criminal complaint that had come out in the week since the attack ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oscar-winning-director-ordered-to-pay-10-million-to-rape-accuser", "title": "Oscar-Winning Director Ordered To Pay $10 Million To Rape Accuser", "date_published": "2022-11-15 13:48:21+00:00", "description": "Oscar-winning screenwriter Paul Haggis was ordered to pay an additional $2.5 million in damages in a rape lawsuit, bringing the total amount he owes to $10 million. The Hollywood screenwriter, producer, and director worked on award winning projects including “Crash” and “Million Dollar Baby,” plus the James Bond movies “Casino Royale” and “Quantum of Solace.” ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-crypto-billionaire-sam-bankman-fried-whose-entire-fortune-just-went-to-zero-is-calling-around-for-new-investors", "title": "Former Crypto Billionaire Sam Bankman-Fried, Whose Entire Fortune Just Went To Zero, Is Calling Around For New Investors", "date_published": "2022-11-15 13:39:56+00:00", "description": "Former FTX CEO Sam Bankman-Fried spent the weekend soliciting new investments for his bankrupt cryptocurrency platform in the hopes of repaying customers. The company filed for bankruptcy on Friday after users discovered that firms controlled by Bankman-Fried were allegedly fraudulently intertwined, causing his multibillion-dollar fortune to disappear overnight. According to a Tuesday report from The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/9-cities-in-texas-and-nebraska-vote-to-become-sanctuary-cities-for-the-unborn", "title": "9 Cities In Texas And Nebraska Vote To Become ‘Sanctuary Cities For The Unborn’", "date_published": "2022-11-15 13:30:22+00:00", "description": "Four cities in Texas and five others in Nebraska approved ballot measures on Election Day to outlaw nearly all abortions within their jurisdictions. The results included wins in nine of the ten communities that included similar ballot measures, with one Nebraska town voting in opposition. “The majority of cities in America are populated with citizens ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/andy-biggs-to-challenge-kevin-mccarthy-in-bid-to-become-house-speaker", "title": "Andy Biggs To Challenge Kevin McCarthy In Bid To Become House Speaker", "date_published": "2022-11-15 13:10:17+00:00", "description": "Rep. Andy Biggs (R-AZ) announced late Monday that he would challenge House Minority Leader Kevin McCarthy (R-CA) to become the next Speaker of the House. The Arizona congressman shared his plan to seek the top House position during an interview on Newsmax. “We have a new paradigm here, and I think the country wants a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heres-why-betting-against-avatar-2-and-james-cameron-is-a-mistake", "title": "Here’s Why Betting Against ‘Avatar 2’ And James Cameron Is A Mistake", "date_published": "2022-11-15 12:49:53+00:00", "description": "James Cameron’s “Titanic” became the biggest movie of all time in 1997 … before the director broke his own record 12 years later with “Avatar.” Except “Titanic” looked like it might mimic the titular ship at the box office. Months before the film’s December 19, 1997, release The Washington Post summarized the oh, so bad ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/morrissey-walks-off-stage-after-30-minutes-allegedly-cancels-show-after-saying-its-extremely-cold", "title": "Morrissey Walks Off Stage After 30 Minutes, Allegedly Cancels Show After Saying ‘It’s Extremely Cold’", "date_published": "2022-11-15 12:42:04+00:00", "description": "Singer Morrissey has some fans irate as he abruptly canceled a California show after just 30 minutes on stage after telling the crowd, &#8220;it&#8217;s extremely cold.&#8221;  The 63-year-old musician who formerly fronted The Smiths was playing at the Greek Theater in Los Angeles over the weekend when the incident occurred. Before walking off stage, he ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-desantis-responds-to-repeated-attacks-from-trump", "title": "BREAKING: DeSantis Responds To Repeated Attacks From Trump", "date_published": "2022-11-15 12:39:19+00:00", "description": "Florida Governor Ron DeSantis (R) responded to repeated attacks from former President Donald Trump during a press conference on Tuesday, saying it&#8217;s just &#8220;noise&#8221; and he&#8217;s focused on delivering for voters at the highest level possible. DeSantis was asked by a reporter what he thinks about Trump&#8217;s &#8220;big announcement&#8221; tonight and his thoughts about Trump ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-critical-companies-will-lay-off-furlough-employees-during-holiday-shopping-season", "title": "Two Critical Companies Will Lay Off, Furlough Employees During Holiday Shopping Season", "date_published": "2022-11-15 12:22:20+00:00", "description": "Amazon and FedEx plan on dismissing workers ahead of the holiday season, which is typically a busy time for companies involved in the sale and transportation of consumer goods. According to a report from The New York Times, Amazon will lay off approximately 10,000 employees in human resources, retail, and devices divisions as soon as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wef-chairman-urges-world-leaders-for-deep-systemic-and-structural-restructuring-of-our-world", "title": "WEF Chairman Urges World Leaders For ‘Deep Systemic And Structural Restructuring Of Our World’", "date_published": "2022-11-15 12:08:16+00:00", "description": "Speaking at the B20 event in Bali, part of the G20 summit, which is comprised of 19 countries and the European Union, Klaus Schwab, founder and executive chairman of the World Economic Forum (WEF), spoke of his hopes for a “deep systemic and structural restructuring of our world.” Back in the midst of the COVID ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-national-adoption-month-and-with-114000-kids-waiting-for-adoption-heres-how-we-can-solve-it", "title": "It’s National Adoption Month — And With 114,000 Kids Waiting For Adoption, Here’s How We Can Solve It", "date_published": "2022-11-15 11:56:00+00:00", "description": "November is National Adoption Month. President Ronald Reagan launched the first ‘National Adoption Week’ in 1984. Later, in 1995, President Clinton expanded it making November ‘National Adoption Month’. The observance was created as a time to affirm our commitment to giving America’s abandoned, abused, and neglected children “the chance to become part of a family.” With ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-democrats-and-republicans-who-received-campaign-cash-linked-to-bankrupt-crypto-empire-ftx", "title": "Here Are The Democrats And Republicans Who Received Campaign Cash Linked To Bankrupt Crypto Empire FTX", "date_published": "2022-11-15 11:55:41+00:00", "description": "Democrats heavily benefited from the campaign contributions of disgraced cryptocurrency billionaire and FTX CEO Sam Bankman-Fried, while other affiliates of the company likewise helped Republicans ahead of the company’s failure last week. FTX filed for bankruptcy on Friday after users discovered that firms controlled by Bankman-Fried were allegedly fraudulently intertwined, causing him to lose his ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-identify-university-of-idaho-students-believed-to-be-victims-of-homicide", "title": "Police Identify University Of Idaho Students Believed To Be Victims Of Homicide", "date_published": "2022-11-15 11:42:01+00:00", "description": "Police in Moscow, Idaho, have identified the four University of Idaho students believed to be victims of homicide. Ethan Chapin, 20; Kaylee GonCalves, 21; Xana Kernodle, 20; and Madison Mogen, 21, were found dead in an off-campus residence around noon on Sunday after police responded to a call about an unconscious individual. “The Moscow Police ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oregon-voters-approve-ballot-measure-to-recognize-health-care-as-a-human-right", "title": "Oregon Voters Approve Ballot Measure To Recognize Health Care As A Human Right", "date_published": "2022-11-15 11:24:41+00:00", "description": "Oregon voters have approved a measure that recognizes health care as a human right. The passing of Measure 111 makes Oregon the first state in the nation to add the right to affordable health care to its state constitution. “It is the obligation of the state to ensure that every resident of Oregon has access ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-the-f-jeopardy-jeopardy-ripped-for-clue-referencing-gabby-petitos-murder", "title": "‘What The F***, Jeopardy’: Jeopardy Ripped For Clue Referencing Gabby Petito’s Murder", "date_published": "2022-11-15 11:11:13+00:00", "description": "&#8220;Celebrity Jeopardy!&#8221; was harshly criticized for including a clue that referenced Brian Laundrie, the man who allegedly murdered Gabby Petito in the fall of 2021. Laundrie committed suicide weeks after Petito’s body was found, with her strangled in a campground near the Grand Teton mountains. He left a note in which he confessed to killing his ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mccarthy-gets-a-challenge-for-speaker-but-gavel-is-his-to-lose", "title": "McCarthy Gets A Challenge For Speaker, But Gavel Is His To Lose", "date_published": "2022-11-15 11:10:56+00:00", "description": "When Rep. Schuyler Colfax (R-IN) served as speaker of the House for two terms during the Civil War, he said upon taking the gavel he would &#8220;come to this chair to administer rules, but not as a partisan.&#8221; Sadly, that sentiment is laughable today. Now, speakers are highly partisan players who push their own agenda ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/president-fetterman-gop-sleeps-at-the-wheel-while-dems-mail-it-in", "title": "President Fetterman? GOP Sleeps At The Wheel While Dems ‘Mail It In’", "date_published": "2022-11-15 10:52:59+00:00", "description": "“Mailing it in” doesn’t mean what you thought it meant, at least not when it comes to elections. Usually synonymous with going through the motions, &#8220;mailing it in&#8221; is exactly how Democrats defied pollsters to turn a red wave into a blue bubble bath in Tuesday’s midterm elections. Despite a population fed up with inflation, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/palestinian-terrorist-murders-3-israelis-palestinians-celebrate-religious-zionism-party-leader-time-to-move-from-the-defensive-to-the-offensive", "title": "Palestinian Terrorist Murders 3 Israelis. Palestinians Celebrate. Religious Zionism Party Leader: Time To ‘Move From The Defensive To The Offensive’", "date_published": "2022-11-15 10:35:13+00:00", "description": "On Tuesday morning, just hours before the new Israeli government led again by former Prime Minister Benjamin Netanyahu was to be sworn in, a Palestinian terrorist killed three Israelis and wounded at least three more in a stabbing and car-ramming attack near the city of Ariel in Samaria. The terrorist, who reportedly had been given ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/more-than-enough-time-ted-cruz-calls-for-release-of-big-tech-privacy-report", "title": "‘More Than Enough Time’: Ted Cruz Calls For Release Of Big Tech Privacy Report", "date_published": "2022-11-15 10:23:51+00:00", "description": "Senator Ted Cruz (R-TX) is calling for the Federal Trade Commission (FTC) to release its privacy report on social media and streaming services. Cruz, a member of the Senate Commerce Committee, sent a letter to the FTC to demand the report&#8217;s release after more than 22 months. &#8220;I write urging the expeditious release of the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/original-a-christmas-story-house-goes-up-for-sale-in-cleveland", "title": "Original ‘A Christmas Story’ House Goes Up For Sale In Cleveland", "date_published": "2022-11-15 10:12:51+00:00", "description": "Just in time for the holidays, fans can purchase the original house used in “A Christmas Story.”  The 1.3-acre property, located at 3159 West 11th Street in the Tremont neighborhood of Cleveland, Ohio, was just listed for sale on its official website. Real estate agent Chad Whitmer confirmed that the listing includes the house, the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-cameron-bure-confirms-network-will-keep-traditional-marriage-at-the-core-while-hallmark-leans-into-lgbtq-stories", "title": "Candace Cameron Bure Confirms Network Will ‘Keep Traditional Marriage At The Core’ While Hallmark Leans Into LGBTQ Stories", "date_published": "2022-11-15 09:43:12+00:00", "description": "Candace Cameron Bure just shared an update about what type of storylines will be offered on Great American Family, the new network planning to compete with The Hallmark Channel for the holiday season. Bure left Hallmark to join GAF CEO Bill Abbott, who she had worked with before at Hallmark. Abbott exited the network abruptly ...", "favourite": false}]