[{"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/middleeast/israelis-killed-occupied-west-bank-intl/index.html", "title": "Three Israelis killed in attack in occupied West Bank", "date_published": "2022-11-15 21:20:30+00:00", "description": "At least three Israelis were killed and another three wounded when a Palestinian man went on a rampage near an Israeli settlement in the occupied West Bank on Tuesday.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/politics/us-sanctions-iranian-drones-russia-ukraine/index.html", "title": "US sanctions firms involved in production and transfer of Iranian drones to Russia", "date_published": "2022-11-15 20:36:59+00:00", "description": "The US Treasury Department on Tuesday unveiled additional sanctions on the entities involved in the production and transfer of Iranian drones to Russia.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/politics/taliban-funds-watchdog-report/index.html", "title": "Taliban likely gained access to millions that US transferred to Afghan government before collapse, watchdog says", "date_published": "2022-11-15 18:45:39+00:00", "description": "The Taliban likely gained access to tens of millions of dollars the US transferred to the Afghan government before it collapsed, a US government watchdog found.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/middleeast/alaa-abd-el-fattah-hunger-strike-letter-intl/index.html", "title": "Activist jailed in Egypt to end hunger strike after more than 200 days, letter to sister says", "date_published": "2022-11-15 15:23:28+00:00", "description": "The sister of Alaa Abd El-Fattah said Tuesday that she had received a letter saying the imprisoned British-Egyptian activist had ended his hunger strike after more than 200 days.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/economy/us-ppi-inflation-october/index.html", "title": "Latest inflation report shows wholesale prices rose at a slower pace last month", "date_published": "2022-11-15 13:52:43+00:00", "description": "A key measure of inflation, wholesale prices, rose by 8% in October from a year before, according to the latest report from the Bureau of Labor Statistics.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/china/china-covid-guangzhou-protests-intl-hnk/index.html", "title": "Residents 'revolt' over oppressive Covid lockdowns in China's Guangzhou", "date_published": "2022-11-15 09:08:10+00:00", "description": "Residents under Covid lockdown in China's southern manufacturing hub of Guangzhou have torn down barriers meant to confine them to their homes, taking to the streets in defiance of strictly enforced local orders, according to video and images circulating on social media.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/business/us-china-g20-meeting-stronger-ties-intl-hnk/index.html", "title": "US-China meeting lays groundwork for stronger economic ties", "date_published": "2022-11-15 07:55:47+00:00", "description": "Officials attending the first US-China summit under the new Biden administration in March 2021 exchanged undiplomatic words, highlighting a tense relationship between the world's two largest economies grappling with a simmering trade war.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/asia/taliban-afghanistan-sharia-law-intl-hnk/index.html", "title": "Taliban orders implementation of their interpretation of Sharia law in Afghanistan", "date_published": "2022-11-15 06:34:12+00:00", "description": "The Taliban has ordered judges in Afghanistan to fully impose their interpretation of Sharia Law, including potential public executions, amputations and flogging, a move experts fear will lead to a further deterioration of human rights in the impoverished country.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/15/world/caribbean-solar-power-microgrids-climate-cop27/index.html", "title": "As rich nations haggle over climate solutions, storm-ravaged Caribbean takes matters into its own hands", "date_published": "2022-11-15 05:07:08+00:00", "description": "When Hurricane Fiona slammed into Puerto Rico in September, it triggered a nearly island-wide blackout as the storm's strong winds took down the fragile power grid.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/14/world/rainforest-alliance-brazil-indonesia-congo-intl-hnk/index.html", "title": "Biggest rainforest nations form triple alliance to save jungle", "date_published": "2022-11-15 03:46:36+00:00", "description": "The world's three largest rainforest nations Brazil, Democratic Republic of Congo and Indonesia on Monday formally launched a partnership to cooperate on forest preservation after a decade of on-off talks on a trilateral alliance.", "favourite": false}]