[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/holandia-tajemnicza-smierc-polaka-w-bredzie-wpadl-w-szal-na-festiwalu-muzycznym/", "title": "Holandia: Tajemnicza śmierć Polaka w Bredzie. Wpadł w szał na festiwalu muzycznym", "date_published": "2022-09-26 19:57:00+00:00", "description": "37-letni mężczyzna z Polski zmarł po tygodniowej hospitalizacji w Holandii. Wcześniej odwiedził festiwal muzyczny, gdzie miał zachowywać się agresywnie. Gdy z interwencją przyjechała policja, Polak przestał oddychać. Niderlandzkie służby wyjaśniają, co dokładnie wydarzyło się w Bredzie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/nord-stream-2-awaria-gazociagu-przez-wyciek-gazu-wyznaczono-specjalna-strefe-na-baltyku/", "title": "Nord Stream 2. Awaria gazociągu. Przez wyciek gazu wyznaczono specjalną strefę na Bałtyku", "date_published": "2022-09-26 19:02:00+00:00", "description": "W pobliżu Danii doszło do wycieku z gazociągu Nord Stream 2 - przekazała Duńska Agencja Energii. Na południowy wschód od Bornholmu na Morzu Bałtyckim wyznaczono strefę zamkniętą dla statków."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/wlochy-wygrala-wybory-w-miescie-w-ktorym-nigdy-nie-byla-sukces-dziewczyny-berlusconiego/", "title": "Włochy. Wygrała wybory w mieście, w którym nigdy nie była. Sukces dziewczyny Berlusconiego", "date_published": "2022-09-26 16:37:00+00:00", "description": "32-letnia partnerka byłego premiera Włoch Silvio Berlsuconiego, Marta Fascina wygrała wybory w mieście Marsala na Sycylii. Jest to o tyle zaskakujące, że kobietę nie łączą z tym miejscem żadne więzi, a nawet nie odwiedziła tej miejsccowości."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/rosyjskie-obywatelstwo-dla-edwarda-snowdena-wladimir-putin-podpisal-dekret/", "title": "Rosyjskie obywatelstwo dla Edwarda Snowdena. Władimir Putin podpisał dekret", "date_published": "2022-09-26 16:10:00+00:00", "description": "Władimir Putin nadał Edwardowi Snowdenowi rosyjskie obywatelstwo - przekazują agencje prasowe. Świeżo upieczony Rosjanin w 2013 roku ujawnił kilkaset tysięcy poufnych i tajnych dokumentów wywiadu USA. Następnie uciekł ze Stanów Zjednoczonych, otrzymał on azyl w Rosji, a w październiku 2020 roku Moskwa przyznała mu prawo stałego pobytu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/indie-12-latek-zgwalcony-przez-trzech-mezczyzn-jego-stan-jest-krytyczny/", "title": "Indie. 12-latek zgwałcony przez czterech mężczyzn. \"Jego stan jest krytyczny\"", "date_published": "2022-09-26 15:39:00+00:00", "description": "12-latek z Indii został pobity i zgwałcony przez czterech mężczyzn w stolicy kraju. Jak się okazało jeden z oprawców był krewnym chłopca. Dziecko trafiło do szpitala. Lekarze określają jego stan jako krytyczny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/rosyjskie-fsb-wysyla-zolnierzy-na-granice-z-gruzja-maja-zatrzymywac-uciekajacych-przed-mobilizacja/", "title": "Rosyjskie FSB wysyła żołnierzy na granicę z Gruzją. Mają zatrzymywać uciekających przed mobilizacją", "date_published": "2022-09-26 14:52:00+00:00", "description": "Rosyjskie FSB wysłało transporter opancerzony z żołnierzami do punktu kontrolnego na granicy Rosji z Gruzją. Żołnierze mają pilnować przejścia na wypadek, gdyby rezerwiści postanowili opuścić kraj. FSB twierdzi, że to jedyny powód, a punkt kontrolny nie będzie wyposażony."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/pieklo-na-ziemi-rosjanie-torturowali-zolnierza-muzyka-abby/", "title": "Rosja. Żołnierze torturowali brytyjskiego żołnierza muzyką ABBY. \"Piekło na ziemi\"", "date_published": "2022-09-26 14:49:00+00:00", "description": "Brytyjski żołnierz walczący na wojnie po stronie Ukrainy, po uwolnieniu z niewoli opowiedział o torturach, których doświadczył ze strony sił wspierających Rosję. Mężczyzna był maltertowany fizycznie i psychicznie. Jedna z tortur polegała na ciągłym słuchaniu jednej piosenki szwedzkiego zespołu ABBA."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/jaroslaw-kaczynski-o-wyrzucaniu-polakow-z-niemieckich-pociagow-zareagowaly-deutsche-bahn/", "title": "Jarosław Kaczyński o wyrzucaniu Polaków z niemieckich pociągów. Zareagowały Deutsche Bahn", "date_published": "2022-09-26 14:39:00+00:00", "description": "Jarosław Kaczyński stwierdził, że przejawem dyskryminacji Polaków w Niemczech jest chociażby wyrzucanie naszych europosłów z tamtejszych pociągów, ponieważ jeżdżą pierwszą klasą. Po wypowiedzi prezesa PiS swoje oświadczenie wydały niemieckie koleje państwowe. Deutsche Bahn stwierdziły, że nie akceptują rasizmu ani dyskryminacji i są dumne ze swojej kolorowej załogi."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/lukaszenka-spotkal-sie-z-putinem-dobrze-sobie-radzimy-nie-ma-obaw/", "title": "Łukaszenka spotkał się z Putinem. \"Dobrze sobie radzimy. Nie ma obaw\"", "date_published": "2022-09-26 11:28:00+00:00", "description": "- Zachód powinien traktować Rosję z szacunkiem - powiedział Władimir Putin podczas spotkania z Aleksandrem Łukaszenką. Białoruski przywódca dodał, że bez tego nie będzie rozmowy. - Nikt nie będzie tolerował upokorzeń - stwierdził. Łukaszenka odniósł się też do zachodnich sankcji. - Dobrze sobie radzimy, nie ma obaw - zapewnił."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/wojna-w-ukrainie-kucharz-putina-sfinansowal-powstanie-grupy-wagnera/", "title": "Wojna w Ukrainie. \"Kucharz Putina\" sfinansował powstanie Grupy Wagnera.", "date_published": "2022-09-26 10:45:00+00:00", "description": "Jewgienij Prigożyn zwany kucharzem Putina po raz pierwszy przyznał się publicznie do swoich związków z Grupą Wagnera. Rosyjski biznesmen podkreślił, że sfinansował powstanie tej grupy wojskowej. Do tej pory zaprzeczał takim doniesieniom. Formacja brała udział m.in w walkach w Syrii i Ukrainie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/po-ogloszeniu-mobilizacji-z-rosji-wyjechalo-261-tys-mezczyzn/", "title": "Media: Po ogłoszeniu mobilizacji z Rosji wyjechało 261 tys. mężczyzn", "date_published": "2022-09-26 10:18:00+00:00", "description": "Po tym jak prezydent Władimir Putin ogłosił w Rosji częściową mobilizację z kraju wyjechało 261 tys. mężczyzn. Informację przekazał portal niezależnej Nowej Gaziety. Dane mają pochodzić od Federalnej Służby Bezpieczeństwa, która zajmuje się m.in. ochroną granic. Media podają, że administracja Kremla rozważa zamknięcie granic, by uniemożliwić wyjazd z Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/usa-tlum-mlodych-osob-zdemolowal-sklep/", "title": "USA: Około 100 nieletnich zdemolowało sklep. Agresywny tłum rozgoniła policja", "date_published": "2022-09-26 08:52:00+00:00", "description": "- Wszyscy jesteście głupi - mówi autor nagrania do tłumu młodych osób, które zdemolowały sklep spożywczy w północno-wschodniej Filadelfii w USA. Policja przekazała, że rozproszono zbiorowisko około 100 osób - nie dokonano aresztowań."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/rosja-wszedl-do-szkoly-i-zaczal-strzelac-media-nie-zyje-co-najmniej-szesc-osob/", "title": "Rosja: Wszedł do szkoły i zaczął strzelać. Media: Nie żyje 13 osób", "date_published": "2022-09-26 08:41:00+00:00", "description": "13 osób, w tym siedmioro dzieci - tak wygląda obecnie tragiczny bilans strzelaniny, do której doszło w mieście Iżewsk w Rosji. Informację przekazał Dr Wojciech Szewko, analityk ds. międzynarodowych Collegium Civitas. Potwierdził też wcześniejsze doniesienia Gubernatora Udmurcji Aleksandra Brechałowa, że sprawca strzelaniny popełnił samobójstwo."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/rpa-smiertelny-atak-rekina-ofiara-39-letnia-kobieta/", "title": "RPA. Śmiertelny atak rekina. Ofiarą 39-letnia kobieta", "date_published": "2022-09-26 07:52:00+00:00", "description": "W Republice Południowej Afryki doszło do śmiertelnego ataku rekina. Ofiarą była 39-letnia kobieta, która pływała w morzu - podają media. Lokalne władze twierdzą, że taka aktywność rekinów jest bardzo nietypowa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-26/mobilizacja-w-rosji-strzaly-w-komisji-poborowej-w-miescie-ust-ilimsk/", "title": "Mobilizacja w Rosji. Strzały w komisji poborowej w mieście Ust-Ilimsk", "date_published": "2022-09-26 07:22:00+00:00", "description": "W punkcie komisji poborowej w Ust-Ilimsku w obwodzie irkuckim doszło do strzelaniny. Jeden z rekrutów wyciągnął broń i strzelił do szefa komisji. Gubernator obwodu poinformował, że wojskowy żyje, ale jest w ekstremalnie krytycznym stanie."}]