[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/gareth-southgate-england-referees-iran-world-cup-qatar", "title": "‘We want clarity’: Gareth Southgate fears England being targeted by referees", "date_published": "2022-11-22 22:30:41+00:00", "description": "<ul><li>England match used as an ‘example’ in Fifa briefing to officials</li><li>‘Goals are going in and we don’t know whether they stand or not’</li></ul><p>Gareth Southgate is concerned England could be a target for referees at the World Cup after Harry Maguire was denied what looked a clear penalty in the <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">6-2 win against Iran</a> on Monday.</p><p>The England manager was uneasy at how a goalscoring clip from one of his team’s qualifying ties had been used in the referees’ briefing for the tournament as an example of foul play.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/gareth-southgate-england-referees-iran-world-cup-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/manchester-united-up-for-sale-as-glazers-announce-plans-to-leave-old-trafford", "title": "Manchester United up for sale as Glazers announce plans to leave Old Trafford", "date_published": "2022-11-22 22:24:13+00:00", "description": "<ul><li>Family’s controversial era could be over after 17 years</li><li>News comes on day Cristiano Ronaldo left the club</li></ul><p>The Glazer family has announced it is “commencing a process to explore strategic alternatives” for Manchester United, potentially bringing an end to their 17-year ownership of the club.</p><p>On the day it was also confirmed that Cristiano Ronaldo had left Old Trafford by mutual consent, a statement from United on Tuesday night revealed plans to identify new investment that could lead to a potential sale. The club said the process led by their American owners will consider a number of options “including new investment into the club, a sale, or other transactions involving the company”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/manchester-united-up-for-sale-as-glazers-announce-plans-to-leave-old-trafford\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/22/herschel-walker-us-senate-abortion-relationship", "title": "Herschel Walker accuser comes forward with fresh relationship claims", "date_published": "2022-11-22 22:22:57+00:00", "description": "<p>Woman who says she was pressured into abortion by Republican Senate hopeful presents unseen letters, audio and diary entries</p><p>The second woman to allege that she was pressured into having an abortion by Herschel Walker, the Republican nominee in Georgia’s hotly contested <a href=\"https://www.theguardian.com/us-news/2022/nov/15/raphael-warnock-sues-georgia-early-voting-restrictions\">US Senate race</a>, on Tuesday presented previously unseen letters, audio recordings and pages of her personal diary that she said were evidence of their relationship, which he has denied.</p><p>At a press conference in Los Angeles organized by her lawyer, Gloria Allred, the anonymous woman known only as Jane Doe came forward anew with a raft of fresh materials. She said she was doing so because when she <a href=\"https://www.wsbtv.com/news/local/second-woman-comes-forward-with-abortion-allegations-against-herschel-walker/EDHZXXLG3VEJPPNVJT7FNIC3H4/\">first aired her allegations</a> last month “and told the truth, he denied that he knew that I existed”.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/22/herschel-walker-us-senate-abortion-relationship\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/22/twitter-elon-musk-staff-tech", "title": "Don’t like Musk? Work for us! Tech firms woo ex-Twitter staff", "date_published": "2022-11-22 22:05:10+00:00", "description": "<p>Tech companies aim to pick up experienced engineering talent by appealing to dislike of Tesla chief executive’s methods</p><p>Put off by Elon Musk’s muscular management style? Move to us! That’s the pitch being used by talent-starved technology firms trying to lure thousands of former Twitter employees laid off by the social media company under its new owner.</p><p>Twitter has fired top executives and enforced steep job cuts with little warning following Musk’s tumultuous takeover of the social media platform. About half of the workforce – around 3,700 employees – has been laid off.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/22/twitter-elon-musk-staff-tech\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/22/supreme-court-trump-tax-returns-congress-house", "title": "US supreme court denies Trump bid to withhold tax returns from Congress", "date_published": "2022-11-22 21:48:19+00:00", "description": "<p>Order ends three-year battle by congressional committee to receive returns former president has long refused to release</p><p>The US supreme court will allow a congressional committee to receive copies of Donald Trump’s tax returns, ending a three-year battle by the Democratic-led body to see the documents the former president has famously refused to release since his first White House bid.</p><p>The court did not accompany its decision with any public comment, but it rejected Trump’s plea for an order that would have prevented the treasury department from giving six years of tax returns for Trump and some of his businesses to the House ways and means committee.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/22/supreme-court-trump-tax-returns-congress-house\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/ronaldo-wanted-to-be-centre-stage-but-now-has-to-head-for-the-exit-door", "title": "Ronaldo wanted to be centre-stage but now has to head for the exit door | Jonathan Wilson", "date_published": "2022-11-22 21:37:10+00:00", "description": "<p>Striker is right in saying that Manchester United have made mistakes but the club’s worst error was to re-sign him</p><p>The saddest aspect of Cristiano Ronaldo’s interview with Piers Morgan was that so much of it was so accurate. He correctly identified that Manchester United has not evolved much since he left, that the club has been undermined by terrible decision-making. When historians of the future come to write of United’s post-Ferguson struggles, the transcript will provide a very useful precis. But in his diagnosis there is a blind spot: the worst decision United have made since 2013 was to <a href=\"https://www.theguardian.com/football/2021/aug/27/manchester-city-cristiano-ronaldo-wants-to-leave-juventus-allegri\">re-sign him</a>.</p><p>This, perhaps, is the tragedy of the great sportsman. Ronaldo may be a preening narcissist, and ego of such overwhelming gravity that he inevitably dominates any club for whom he plays, but he has also been one of the greatest footballers of all time and is all the more remarkable for having made himself so. The comparison with Lionel Messi is hackneyed but irresistible. Messi has often seemed almost diffident, as though a great talent acts through him and he a semi‑willing conduit. Ronaldo has, with tremendous single‑mindedness and strength of will, worked and worked to transform his ability into something extraordinary.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/ronaldo-wanted-to-be-centre-stage-but-now-has-to-head-for-the-exit-door\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/france-australia-world-cup-group-d-match-report", "title": "Giroud equals Henry’s goal record as France survive scare to thrash Australia", "date_published": "2022-11-22 21:15:50+00:00", "description": "<p>Lucas Hernandez was on the ground, writhing in pain with a stretcher on its way. Hugo Lloris could at least get back up but was enduring another sort of agony entirely, having dived too low when the ball was heading for the net’s roof.</p><p>Craig Goodwin got on the ground of his own accord, sliding to his knees in the ecstasy of a 30‑year‑old South Australian journeyman who had just scored nine minutes into his first World Cup. Ibrahima Konaté was stunned. Kylian Mbappé hung his head. Was this the champion’s curse? Were Australia about to pull a Saudi Arabia?</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/france-australia-world-cup-group-d-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/22/tiger-woods-nets-15m-pga-tour-bonus-despite-playing-only-nine-rounds", "title": "Tiger Woods nets $15m PGA Tour bonus despite playing only nine rounds", "date_published": "2022-11-22 21:12:34+00:00", "description": "<ul><li>American wins PGA Tour’s Player Impact Program</li><li>Award given for attracting publicity to tour</li></ul><p>Tiger Woods has been rewarded with a $15m bonus from the PGA Tour’s Player Impact Program (PIP) despite only playing only nine rounds this year.</p><p><a href=\"https://www.golfdigest.com/story/pga-tour-player-impact-program-breakdown\">PIP rewards players</a> “shown to generate the most positive interest in the PGA Tour”, and assesses factors such as mentions on TV and in the press, as well as on social media. At a time when LIV Golf is attracting golfers with guaranteed contracts the PIP is seen as vital in the PGA’s drive to retain its biggest stars.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/22/tiger-woods-nets-15m-pga-tour-bonus-despite-playing-only-nine-rounds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/us-warns-darker-skinned-citizens-crackdown-dominican-republic", "title": "US warns its ‘darker skinned’ citizens of crackdown in Dominican Republic", "date_published": "2022-11-22 19:53:07+00:00", "description": "<p>Haitian migrants are being deported from Caribbean country and authorities seem to be targeting people based on their appearance</p><p>US officials in the Dominican Republic are warning “darker skinned” Americans they are at risk of being swept up in the country’s crackdown on Haitian migrants.</p><p>The advice from the US embassy in Santo Domingo suggests that authorities there are using a person’s appearance as a criteria for detention of those suspected of being in the country illegally.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/us-warns-darker-skinned-citizens-crackdown-dominican-republic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/22/erasmus-has-fostered-a-south-african-siege-mentality-with-his-outbursts", "title": "Erasmus has fostered a South African siege mentality with his outbursts", "date_published": "2022-11-22 19:33:11+00:00", "description": "<p>Springboks ‘focus on rugby’ before the clash with England and will not comment on their director’s two-match ban</p><p>In dribs and drabs the Springboks file out for training. Jesse Kriel is first, Faf de Klerk one of the last and Willie le Roux, in a tracksuit-and-visor combo only someone playing with his current swagger could pull off, somewhere in between. Soon the serious stuff begins and support staff can be heard asking where he is. Roughly a minute before the cameras have to be packed away he strides out, whips off his jacket, takes a tackle shield from Siya Kolisi and gets straight into the action. Welcome to the Rassie Erasmus Show.</p><p>Say what you will about Erasmus but you cannot question his sense of theatre. For there is little doubt this appearance was choreographed. He was banned from matchday activities for last week’s victory over Italy and will be for Saturday’s trip to Twickenham but during the week it is business as usual for the Springboks’ director of rugby.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/22/erasmus-has-fostered-a-south-african-siege-mentality-with-his-outbursts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/hoard-of-450-celtic-gold-coins-worth-1138m-stolen-from-museum-in-germany", "title": "Celtic gold coins worth ‘several million euros’ stolen from German museum", "date_published": "2022-11-22 19:30:12+00:00", "description": "<p>Third-century coins taken in heist involving ‘cut off’ phone and internet connections in Manching, Bavaria</p><p>Thieves have stolen a hoard of Celtic coins worth several million euros from a German museum after apparently disrupting local telephone and internet connections.</p><p>Employees at the museum in Manching discovered on Tuesday that a “showcase was broken” and the collection of 450 coins had been stolen, local police told AFP.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/hoard-of-450-celtic-gold-coins-worth-1138m-stolen-from-museum-in-germany\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/22/severely-ill-refusing-sicknotes-as-they-cannot-afford-not-to-work-says-gps-head", "title": "Severely ill refusing sicknotes as they cannot afford not to work, says GPs’ head", "date_published": "2022-11-22 19:30:04+00:00", "description": "<p>Exclusive: Doctors suffering ‘moral distress’ at their powerlessness to help most vulnerable, says head of the Royal College of GPs</p><p>Ill patients are refusing sicknotes from their GP because they cannot afford time off work, while physicians suffer “moral distress” at their powerlessness to do more to help the most vulnerable, the new leader of Britain’s family doctors has revealed.</p><p>More patients are experiencing asthma attacks or other serious breathing problems because they cannot afford to heat their homes, said Dr Kamila Hawthorne, the chair of the Royal College of GPs, while many have reported deteriorating mental health due to financial stress.</p> <a href=\"https://www.theguardian.com/business/2022/nov/22/severely-ill-refusing-sicknotes-as-they-cannot-afford-not-to-work-says-gps-head\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/where-does-saudi-arabias-win-over-argentina-rank-in-world-cup-surprises", "title": "Where does Saudi Arabia’s win over Argentina rank in World Cup surprises? | Sachin Nakrani", "date_published": "2022-11-22 19:10:17+00:00", "description": "<p>USA stunned England in 1950 while Senegal provided the first big upset of the 21st century tournaments</p><p>The biggest World Cup upset up to that point in the competition’s history and one so shocking that some newspapers assumed the wire report of a 1-0 final score was a typo and so instead reported that England had won 10-0. That is a myth, apparently, but nobody could blame editors at the time for not believing the turn of events in Belo Horizonte. An England team featuring players such as Billy Wright, Tom Finney and Stan Mortensen were meant to wipe the floor with an American side made up largely of amateurs and who had arrived in Brazil having trained for only a week together. Even their own manager, Bill Jeffrey, described them as “‘sheep ready to be slaughtered” but in their second group game they performed like lions, taking the lead through a 38th-minute header from Joe Gaetjens, a Haitian-born dishwasher from New York, and holding on during a second-half onslaught from England to complete the so-called “Miracle on Grass”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/where-does-saudi-arabias-win-over-argentina-rank-in-world-cup-surprises\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/germany-joshua-kimmich-redemption-dismal-defence-2018-world-cup-japan", "title": "Germany and Joshua Kimmich seek redemption for dismal defence in 2018", "date_published": "2022-11-22 19:06:05+00:00", "description": "<ul><li>‘That was terrible what happened,’ says midfielder</li><li>Japan have seven squad members who play for German clubs</li></ul><p>Given Germany are four-time World Cup winners their status as unknown quantities when kicking off their Qatar 2022 campaign against Japan on Wednesday is odd.</p><p>Which Germany will turn up? Die Turniermannschaft – the “tournament team” who, as Germany or West Germany, have reached four World Cup finals and claimed three European Championships and been runners-up in the latter in 1976, 1992 and 2008? Or the rabble whose World Cup defence in 2018 ended in the ignominy of a group-stage exit as the bottom nation after <a href=\"https://www.theguardian.com/football/2018/jun/17/germany-mexico-world-cup-match-report\" title=\"\">defeats by Mexico</a> and <a href=\"https://www.theguardian.com/football/2018/jun/27/south-korea-germany-world-cup-group-f-match-report\" title=\"\">South Korea</a> and who were <a href=\"https://www.theguardian.com/football/2021/jun/29/england-germany-euro-2020-last-16-match-report\" title=\"\">beaten 2-0 by England</a> in the last 16 at last year’s Euros?</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/germany-joshua-kimmich-redemption-dismal-defence-2018-world-cup-japan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/saudi-execution-spree-continues-as-fears-rise-for-jordanian-on-death-row", "title": "Saudi execution spree continues as fears rise for Jordanian on death row", "date_published": "2022-11-22 19:01:07+00:00", "description": "<p>David Davis asks foreign secretary and Saudi ambassador to intervene in reprieve for Hussein Abo al-Kheir</p><p>Saudi Arabia on Tuesday executed two more Saudi citizens for drug offences, taking the total number of executions in the past fortnight to 17.</p><p>The kingdom had previously given a commitment it would not impose the death penalty for drug offences, but has suddenly gone back on its word, executing seven Saudi and 10 foreign nationals. Saudi Arabia has already executed 130 people this year.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/saudi-execution-spree-continues-as-fears-rise-for-jordanian-on-death-row\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/22/no-need-for-six-month-wait-to-try-for-baby-after-pregnancy-loss-study-finds", "title": "No need for six-month wait to try for baby after pregnancy loss, study finds", "date_published": "2022-11-22 19:00:37+00:00", "description": "<p>Analysis challenges WHO health guidance on amount of time women should delay after miscarriage or abortion</p><p>Women don’t need to wait for at least six months before trying for another baby after a miscarriage or abortion, an analysis of data suggests, challenging World Health Organization guidance.</p><p>The research was also at odds with WHO advice that women should delay at least 24 months after a live birth before becoming pregnant again, to avoid complications in the next pregnancy.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/22/no-need-for-six-month-wait-to-try-for-baby-after-pregnancy-loss-study-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/mexico-poland-world-cup-group-c-match-report", "title": "Lewandowski denied by penalty save from Mexico’s Ochoa in Poland draw", "date_published": "2022-11-22 18:24:08+00:00", "description": "<p>On this evidence Saudi Arabia must feel quietly confident about their chances of winning a thoroughly intriguing, expectation-confounding Group C. Mexico and Poland arrived at this most futuristic arena on the edge of the Arabian Sea after the startling news that <a href=\"https://www.theguardian.com/football/2022/nov/22/argentina-saudi-arabia-world-cup-group-c-match-report\">Argentina had been beaten by the Saudis</a>. Poland in particular, played much of this match as if still in shock.</p><p>Although Mexico were the better side, they struggled to conjure clearcut openings and had what is destined to become known as one of the great World Cup saves by Guillermo Ochoa to keep out Robert Lewandowski’s second-half penalty.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/mexico-poland-world-cup-group-c-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/german-football-federation-legal-action-fifa-onelove-armband-ban-world-cup", "title": "German football federation to take legal action over Fifa’s OneLove armband ban", "date_published": "2022-11-22 18:07:37+00:00", "description": "<p>Move comes after supermarket chain cuts commercial ties with DFB in protest over row at World Cup</p><p>Germany’s football federation has said it plans legal steps against Fifa over its banning of OneLove rainbow armbands at the World Cup as it faced the humiliating decision by one of the country’s largest supermarket chains to cut its commercial ties over the row.</p><p>The DFB refused to let players in Qatar wear the armbands promoting diversity and inclusion after threats from the world football governing body to issue yellow cards to team captains, but faced a swift reaction, including from the supermarket chain REWE, which became the first sponsor to take direct action as it said it would drop its advertising campaign in protest at the decision.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/german-football-federation-legal-action-fifa-onelove-armband-ban-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/22/france-vs-australia-world-cup-qatar-2022-live-score-updates-socceroos-francia-fra-v-aus-kick-off-time-national-football-team-list-squad-soccer-fifa", "title": "France v Australia: World Cup 2022 – live", "date_published": "2022-11-22 17:53:49+00:00", "description": "<ul><li>World Cup live: kick-off 6am AEDT / 7pm GMT / 2pm ET</li><li>And you can <a href=\"mailto:Jonathan%20Howcroft%20%3Cjonathan.howcroft.casual@guardian.co.uk%3E\">email Jonathan</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p><strong>Hello everybody and welcome to live coverage of the eighth match of the 2022 World Cup, France v Australia from Al Janoub Stadium in Al Wakrah. Kick-off in this group D clash is 10pm local time (6am AEDT/7pm GMT).</strong></p><p>For the second successive tournament France and Australia open their campaigns against one another. In Kazan four years ago the eventual champions ground out a 2-1 victory with a late deflected winner. They will expect a more routine three points tonight.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/22/france-vs-australia-world-cup-qatar-2022-live-score-updates-socceroos-francia-fra-v-aus-kick-off-time-national-football-team-list-squad-soccer-fifa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/22/ftx-delaware-bankruptcy-court-cryptocurrency-sam-bankman-fried", "title": "FTX was run as ‘personal fiefdom’ of Sam Bankman-Fried, court hears", "date_published": "2022-11-22 17:52:23+00:00", "description": "<p>Hearing in Delaware bankruptcy court is the first since the cryptocurrency exchange declared bankruptcy earlier this month</p><p>Bankrupt cryptocurrency exchange FTX was run as the “personal fiefdom” of founder Sam Bankman-Fried with one of the company’s units spending $300m on real estate in the Bahamas for the use of its executives, a court heard on Tuesday.</p><p>The hearing in Delaware’s bankruptcy court is the first since <a href=\"https://www.theguardian.com/technology/2022/nov/11/cryptocurrency-exchange-ftx-files-for-bankruptcy-protection-in-us\">FTX declared bankruptcy</a> earlier this month.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/22/ftx-delaware-bankruptcy-court-cryptocurrency-sam-bankman-fried\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/cristiano-ronaldo-to-leave-manchester-united-with-immediate-effect", "title": "Cristiano Ronaldo to leave Manchester United with immediate effect", "date_published": "2022-11-22 17:37:45+00:00", "description": "<ul><li>Portugal player exits Old Trafford ‘by mutual agreement’</li><li>Recent interview had cast doubt on forward’s future</li></ul><p>Cristiano Ronaldo is leaving Manchester United by mutual agreement with immediate effect, the club have announced. The move comes after the forward made a series of damning allegations in an interview.</p><p>United had appointed lawyers to explore potential action against<a href=\"https://www.theguardian.com/football/ronaldo\"> Ronaldo</a> for alleged breach of contract but their preferred option was to engineer his departure and that was confirmed on Tuesday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/cristiano-ronaldo-to-leave-manchester-united-with-immediate-effect\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/22/lionel-messis-international-career-has-never-felt-closer-to-oblivion", "title": "Lionel Messi’s international career has never felt closer to oblivion | Jonathan Liew", "date_published": "2022-11-22 17:23:24+00:00", "description": "<p>There is time for Messi and Argentina to save their World Cup campaign, however, despite a shock defeat by Saudi Arabia</p><p>There was more time. When you are Lionel Messi, there is always more time. Another split-second to play the pass. Another couple of beats to wait for the space to open up. Another year to mount a challenge. Another World Cup to fight. And here, on a bright warm day in November, with the clocks striking 13 minutes of injury time, there were still a few more seconds for Argentina to make things right.</p><p>Messi advanced down the right channel, nudging the ball along with impatient taps of his left outstep. A little space had opened up in front of him in the Saudi Arabia midfield. Ángel Di María was making the overlapping run on the right wing. In between him and the goal stood three defenders. Briefly, thrillingly, you could see the cogs whirring as Messi contemplated taking them all on and saving the match on his own. Instead, the pass went sideways to Di María and the cross went nowhere. There is always more time.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/22/lionel-messis-international-career-has-never-felt-closer-to-oblivion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/south-african-president-cyril-ramaphosa-first-uk-state-visit-king-charles-reign", "title": "South African president makes first UK state visit of King Charles’s reign", "date_published": "2022-11-22 16:55:49+00:00", "description": "<p>Tory government eager to focus on trade rather than Cyril Ramaphosa’s refusal to put sanctions on Russia</p><p>The South African president has started a two-day state visit to the UK, the first since King Charles took the throne, with the Conservative government eager to focus on trade rather than challenge South Africa’s refusal to impose sanctions on Russia over the invasion of Ukraine.</p><p> Cyril Ramaphosa’s trip has been much delayed due to Covid and only by chance became the first state visit of the king’s reign.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/south-african-president-cyril-ramaphosa-first-uk-state-visit-king-charles-reign\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/22/owen-paterson-taking-uk-to-human-rights-court-after-lobbying-scandal", "title": "Owen Paterson taking UK to human rights court after lobbying scandal", "date_published": "2022-11-22 16:51:41+00:00", "description": "<p>Former MP, who once argued UK should break free from Strasbourg court, is challenging finding he repeatedly broke rules</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/22/keir-starmer-labour-cbi-immigration-conservatives-dominic-raab-uk-politics-latest\">UK politics live: latest news updates</a></li></ul><p>Owen Paterson, the former MP at the centre of a lobbying scandal that engulfed Boris Johnson’s government, is taking the UK to the European court of human rights to challenge the finding that he repeatedly broke the rules on paid advocacy.</p><p>Paterson, a leading Brexiter who also once argued the UK should “break free” from the ECHR, filed his case on the grounds that his right to respect for private life was infringed under article 8 of the European convention on human rights.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/22/owen-paterson-taking-uk-to-human-rights-court-after-lobbying-scandal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/rishi-sunak-brexit-swiss-style-deal-fury-tory-mps", "title": "The truth that Rishi Sunak dare not speak: Britain still needs the EU | Rafael Behr", "date_published": "2022-11-22 16:42:52+00:00", "description": "<p>Talk of a Swiss-style deal has put Brexit back on the agenda. There’s no escaping the single market’s gravitational pull</p><p><br /></p><p>Nearly three years into Britain’s European divorce, the Conservative party is not ready to take custody of the consequences. But the prime minister wants visiting rights.</p><p>The phase of slamming doors and empty threats shouted through Brussels letterboxes is over. Rishi Sunak understands that his only hope of political survival lies with economic recovery, to which end he needs a functional relationship with the EU. But compromise in Brussels poisons the mood of Conservative MPs, making political survival harder.</p><p>Rafael Behr is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/rishi-sunak-brexit-swiss-style-deal-fury-tory-mps\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/22/verstappen-and-red-bull-unstoppable-in-year-of-george-russells-breakthrough", "title": "F1 2022 awards: Verstappen and Red Bull too good as rivals stuck in reverse", "date_published": "2022-11-22 16:40:05+00:00", "description": "<p>Dutchman overcame a slow start while Ferrari floundered but Lewis Hamilton still showed he can still race</p><p>After controversy over his first Formula One world championship in 2021, Max Verstappen left no question as to his deserved ascendancy this time. The Dutchman has been metronomic in his delivery, barely putting a foot wrong in claiming 15 wins from 22 races. Mechanical failures notwithstanding it could have been more. Moreover he did it with some panache. There were straightforward victories but also some supreme, authoritative demonstrations of man and machine in perfect harmony. Ferrari knew the game was up when Verstappen won three times from lowly grid slots, coming back from 10th in Hungary, 14th in Belgium and 7th in Italy. They were imperious and flawless drives that can only be admired. A shame then that his refusal to obey team orders at the season’s close cast something of a petulant pall over his success, not least in his unreasonable demands that the issue ceased to be discussed because the facts were not known but at the same time refusing to divulge said facts.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/22/verstappen-and-red-bull-unstoppable-in-year-of-george-russells-breakthrough\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/england-and-arsenals-beth-mead-set-for-long-absence-due-to-knee-injury", "title": "England and Arsenal’s Beth Mead set for long absence due to knee injury", "date_published": "2022-11-22 16:30:23+00:00", "description": "<ul><li>Forward suffered ruptured anterior cruciate ligament</li><li>Arsenal say Mead will see surgeon in coming days</li></ul><p>The England forward Beth Mead has suffered a ruptured anterior cruciate ligament and “is set for an extended period on the sidelines”, Arsenal have announced. The 27-year-old sustained the injury in Saturday’s <a href=\"https://www.theguardian.com/football/2022/nov/19/arsenal-manchester-united-womens-super-league-match-report\">3-2 Women’s Super League loss</a> to Manchester United at the Emirates Stadium.</p><p>A statement from Arsenal on Tuesday said: “We can confirm that Beth Mead suffered a ruptured anterior cruciate ligament in our match against Manchester United at Emirates Stadium on Saturday. Unfortunately, this means that Beth is set for an extended period on the sidelines. She will see a surgeon in the coming days, after which further details on timescales will be established.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/england-and-arsenals-beth-mead-set-for-long-absence-due-to-knee-injury\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/qatar-world-cup-stadium-capacities-grow-overnight-empty-seats", "title": "As if by magic: Qatar World Cup stadium capacities grow by 12% overnight", "date_published": "2022-11-22 16:21:56+00:00", "description": "<ul><li>Fewer seats than expected needed for media and sponsors</li><li>Trend for empty seats at tournament continues</li></ul><p>The Qatar World Cup took another strange twist on Tuesday with the capacity of its eight stadiums officially growing by 12%.</p><p>Overnight the Al Bayt Stadium, which hosted the opening game, went from 60,000 to in the pre-tournament guide to 68,895 on <a href=\"https://www.qatar2022.qa/en/tournament/stadiums/\">the official website</a> – while the biggest stadium, the Lusail, went from 80,000 to 88,966.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/qatar-world-cup-stadium-capacities-grow-overnight-empty-seats\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/22/stephen-colbert-fifa-trump-seth-meyers-jimmy-kimmel", "title": "Stephen Colbert on Fifa: ‘The most corrupt organization in history’", "date_published": "2022-11-22 16:20:34+00:00", "description": "<p>Late-night hosts discuss the World Cup in Qatar and the justice department’s new special counsel investigating Trump</p><p>Stephen Colbert cheered the <a href=\"https://www.theguardian.com/us-news/2022/nov/18/trump-special-counsel-justice-department-merrick-garland\">appointment of a new special counsel</a> in the justice department’s investigations into Donald Trump, for potential crimes related to the January 6 Capitol attack and for his handling of classified documents taken to Mar-a-Lago. The former president, meanwhile, said he was “not going to partake” in a possible indictment.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/22/stephen-colbert-fifa-trump-seth-meyers-jimmy-kimmel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/22/pablo-milanes-cuban-singer-songwriter-dies-79", "title": "Pablo Milanés, legendary Cuban singer-songwriter, dies aged 79", "date_published": "2022-11-22 16:15:48+00:00", "description": "<p>Internationally famous musician known for hits such as Yolanda, was a supporter of Cuban revolution</p><p>The Grammy-winning Cuban singer-songwriter and guitarist Pablo Milanés, known for pioneering the <em>Nueva Trov</em>a movement and for hits such as Yolanda and Amo Esta Isla, has died of cancer in Madrid. He was 79.</p><p>One of the most internationally famous Cuban musicians, Milanés recorded dozens of albums and toured the world during a career that lasted more than five decades.</p> <a href=\"https://www.theguardian.com/music/2022/nov/22/pablo-milanes-cuban-singer-songwriter-dies-79\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/iran-enters-critical-phase-as-it-tries-to-quash-anti-regime-protests", "title": "Iran enters ‘critical’ phase as it tries to quash anti-regime protests", "date_published": "2022-11-22 16:02:19+00:00", "description": "<p>Activists accuse state forces of deploying heavy weaponry, as attacks on Kurdish areas intensify</p><p>Iran’s repression of anti-regime protests appears to have entered a dangerous new phase, with activists accusing state forces of deploying heavy weapons and helicopters and a UN official describing the situation as “critical”.</p><p>A nationwide uprising has convulsed the country since the <a href=\"https://www.theguardian.com/world/2022/sep/19/mahsa-amini-iran-protests-enter-third-day-after-kurdish-womans-death-in-custody\">death in September of 22-year-old Mahsa Amini</a>, who was allegedly beaten into a coma by the Islamic Republic’s “morality police” after they arrested her for wearing a headscarf they deemed inappropriate.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/iran-enters-critical-phase-as-it-tries-to-quash-anti-regime-protests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/23/the-real-paleo-diet-researchers-find-traces-of-worlds-oldest-meal-in-550m-year-old-fossil", "title": "The real paleo diet: researchers find traces of world’s oldest meal in 550m-year-old fossil", "date_published": "2022-11-22 16:00:33+00:00", "description": "<p>Remains of slug-like Ediacaran animal Kimberella contain compounds suggesting it had a gut and ate bacteria and algae from the ocean floor</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The ancient dietary habits of Earth’s oldest animals, which lived more than 550m years ago, have been uncovered by an international team of researchers.</p><p>Scientists who have analysed ancient fossils of Ediacaran biota – life forms that existed between 538.8m and 635m years ago – say they represent the earliest evidence of food consumed by animals.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/science/2022/nov/23/the-real-paleo-diet-researchers-find-traces-of-worlds-oldest-meal-in-550m-year-old-fossil\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/22/uk-plans-for-sunsetting-eu-laws-post-brexit-not-fit-for-purpose", "title": "UK plans for ‘sunsetting’ EU laws post-Brexit ‘not fit for purpose’", "date_published": "2022-11-22 15:40:11+00:00", "description": "<p>Independent assessor deeply critical of proposals to discard up to 4,000 pieces of EU-derived legislation</p><p>The plans for discarding EU-derived laws following Brexit have been called “not fit for purpose” by the government’s own <a href=\"https://www.gov.uk/government/publications/retained-eu-law-revocation-reform-bill-rpc-opinion-red-rated\">independent assessor.</a></p><p>Under <a href=\"https://www.theguardian.com/politics/2022/nov/19/uk-opposition-parties-to-table-amendments-to-delay-deletion-of-4000-eu-laws\">new legislation</a> that was the brain-child of the former business secretary <a href=\"https://www.theguardian.com/politics/2022/oct/25/rees-mogg-lambasts-critics-of-eu-laws-bill-after-quitting-government\">Jacob Rees-Mogg</a>, thousands of laws copied from the EU to Britain’s statute book will be “sunsetted” by the end of next year if they are not each signed off by ministers to be kept.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/22/uk-plans-for-sunsetting-eu-laws-post-brexit-not-fit-for-purpose\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/fears-grow-iran-players-may-face-reprisals-for-not-singing-national-anthem-world-cup-2022-qatar", "title": "Fears grow Iran players may face reprisals for not singing national anthem", "date_published": "2022-11-22 15:38:25+00:00", "description": "<p>Politician says no one will be allowed to ‘insult our anthem and flag’ as loyalist media vent fury over protests during England game</p><p>Iran’s footballers could face reprisals if they fail to sing the national anthem in their remaining World Cup group games, after a politician said the country “will never allow anyone to insult our anthem”.</p><p>The football team <a href=\"https://www.theguardian.com/football/2022/nov/21/iran-world-cup-national-anthem-silent-protest-qatar\">stayed silent </a>while the anthem was played before their 6-2 defeat to England on Monday, in a symbolic show of support for the protest movement that has roiled Iran since the <a href=\"https://www.theguardian.com/australia-news/audio/2022/oct/03/mahsa-amini-how-one-womans-death-ignited-protests-in-iran\">death of 22-year-old Mahsa Amini in police custody in September.</a></p> <a href=\"https://www.theguardian.com/world/2022/nov/22/fears-grow-iran-players-may-face-reprisals-for-not-singing-national-anthem-world-cup-2022-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/denmark-tunisia-world-cup-group-d-match-report", "title": "Denmark denied late VAR penalty as Tunisia hold on for draw", "date_published": "2022-11-22 15:19:02+00:00", "description": "<p>This was a reminder that Denmark must walk steadily before they attempt to run. They have been tipped as a contender to go all the way and their spectacular form of the past 18 months makes it easy to see why. Here, though, they were often second best to an impressive Tunisia, whose point was richly merited despite a glaring second-half miss from the substitute Andreas Cornelius.</p><p>If the match had been billed as Christian Eriksen’s once unthinkable return to the World Cup stage, it became more memorable for an atmosphere that gave the lie to any notion this tournament will be bereft of fanatical football crowds. Had Tunisia scored the winner that would not have flattered them, the reaction might have been audible 2,500 miles away in north Africa. In the event they have already taken their own interest in this tournament to the final Group D matchday and complicated Denmark’s hopes of topping the pile.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/denmark-tunisia-world-cup-group-d-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/world-cup-qatar-fifa-new-directive-stoppage-time", "title": "Time after time: World Cup sees record match durations after new Fifa directive", "date_published": "2022-11-22 15:10:03+00:00", "description": "<ul><li>Officials in Qatar instructed to allow for all ‘unnatural lost time’</li><li>England v Iran lasted for 117min with 14min added in first half</li></ul><p>So much for football being a game that lasts 90 minutes. Or the sight of a fourth official holding up a board showing two or three minutes of added time. At this World Cup, the 100-minute-plus match is becoming the new normal.</p><p>On Monday <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">England’s 6-2 victory over Iran</a> lasted a record-breaking 117 minutes - with 14min 08sec of stoppage time in the first half, and 13min 08sec in the second. Meanwhile <a href=\"https://www.theguardian.com/football/2022/nov/22/argentina-saudi-arabia-world-cup-group-c-match-report\">Argentina’s shock 1-2 reverse against Saudi Arabia</a> on Tuesday wasn’t far behind, lasting 111min in total. Forget Fergie Time, welcome to Fifa Time.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/world-cup-qatar-fifa-new-directive-stoppage-time\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/22/the-rise-of-sad-beige-parenting-how-primary-colours-shiny-surfaces-and-fun-got-banished", "title": "The rise of sad beige parenting: how primary colours, shiny surfaces – and fun – got banished", "date_published": "2022-11-22 15:06:44+00:00", "description": "<p>The trend for muted tones in kids clothes, toys and bedrooms appears to be catching on. But dressing your child like a 19th-century orphan doesn’t come cheap</p><p><strong>Name:</strong> Sad beige parenting.</p><p><strong>Age:</strong> New, but looks older.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/22/the-rise-of-sad-beige-parenting-how-primary-colours-shiny-surfaces-and-fun-got-banished\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/22/sas-rogue-heroes-antony-beevor-bbc-rebels-renegades-repressed-homosexuals-cross-dressing-spy", "title": "‘This is rock-star history!’ – Antony Beevor on the gung-ho brilliance of SAS Rogue Heroes", "date_published": "2022-11-22 15:05:11+00:00", "description": "<p>Rebels, renegades, repressed homosexuals, drunks, poets and a cross-dressing spy … the great historian is loving the BBC’s thrillingly faithful account of the fighting force’s origins – including its heavy metal soundtrack</p><p>• Warning: contains minor spoilers</p><p>I really have to take my hat off to Steven Knight. The writer of Peaky Blinders has adapted <a href=\"https://www.theguardian.com/books/2016/oct/15/sas-rogue-heroes-by-ben-macintyre-review\">Ben Macintyre’s SAS Rogue Heroes</a>, the<em> </em>authorised history of the Special Air Service, and turned it into the best dramatic series the BBC has produced for ages.</p><p>The show opens with a huge column of British army trucks crossing the Libyan desert to the stirring sounds of Colonel Bogey marching music. This could be the start of a classic 1950s war movie, but our expectations are soon turned upside down. The junior officer in the lead vehicle, Lieutenant David Stirling of the Scots guards, brings the convoy to a halt. They are on their way to relieve besieged Tobruk but, due to a miscalculation of staggering stupidity, he discovers that they have been given fuel for just 500 kilometres, not the 500 miles required. No more Colonel Bogey. Along with Stirling’s fury, the soundtrack explodes into AC/DC’s If You Want Blood (You’ve Got It). Rogue Heroes, we soon find, is closer to rock-star history – and yet, so enjoyably gung-ho is this adaptation, the anachronism proves irresistible.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/22/sas-rogue-heroes-antony-beevor-bbc-rebels-renegades-repressed-homosexuals-cross-dressing-spy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/22/they-belonged-somewhere-the-forgotten-victims-of-one-of-londons-deadliest-fires", "title": "‘They belonged somewhere’: the forgotten victims of one of London’s deadliest fires", "date_published": "2022-11-22 15:00:32+00:00", "description": "<p>Plaque to 37 victims of arson attack on Soho club to be unveiled 40 years after tragedy that became a footnote in history</p><p>More than 40 years after an arsonist killed 37 people in a largely forgotten attack on a nightclub in central London, family members of the victims will gather on Thursday for the unveiling of a memorial plaque.</p><p>Until the <a href=\"https://www.theguardian.com/uk-news/2022/nov/10/every-death-was-avoidable-grenfell-tower-inquiry-closes-after-400-days\">2017 Grenfell Tower fire</a>, the attack on Denmark Place on the edge of Soho in 1980 remained the deadliest postwar fire in London. Yet the incident slipped into history with little trace, leaving many family members searching for information and recognition.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/22/they-belonged-somewhere-the-forgotten-victims-of-one-of-londons-deadliest-fires\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/22/australian-tv-news-presenters-still-mostly-white-report-shows-sparking-row-over-balance", "title": "Australian TV news presenters still mostly white, report shows, sparking row over balance", "date_published": "2022-11-22 14:49:06+00:00", "description": "<p>Media Diversity Australia dismisses criticism over methodology from ABC as ‘disappointing’ and ‘flimsy’  </p><p>A report revealing the lack of diversity among presenters of Australia’s TV news and current affairs programs has been criticised as lacking balance.</p><p>But non-profit group Media Diversity Australia defended the findings of its report – Who Gets to Tell Australian Stories? 2.0 – and said the criticisms made were “disappointing” and “flimsy.”</p> <a href=\"https://www.theguardian.com/media/2022/nov/22/australian-tv-news-presenters-still-mostly-white-report-shows-sparking-row-over-balance\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/barcelona-keira-walsh-womens-champions-league-bayern-munich-georgia-stanway", "title": "Keira Walsh prepares for Camp Nou bow – and facing Georgia Stanway", "date_published": "2022-11-22 14:45:08+00:00", "description": "<p>England midfielders are former clubmates and will play against each other for first time when Barcelona host Bayern Munich</p><p>When Barcelona welcome Bayern Munich to the Camp Nou in the Champions League on Thursday night, Keira Walsh will be opposite a familiar face for the first time.</p><p>Central to England’s run to the <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\">European Championship title in the summer</a> was the midfield trio of Walsh, Georgia Stanway and Fran Kirby. The 25-year-old Walsh and 23-year-old Stanway each left Manchester City last summer, having followed a similar path until then, with Walsh joining Barcelona and Stanway signing for Bayern.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/barcelona-keira-walsh-womens-champions-league-bayern-munich-georgia-stanway\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/22/mexico-v-poland-world-cup-2022-live-score-updates", "title": "Mexico v Poland: World Cup 2022 – live", "date_published": "2022-11-22 14:41:56+00:00", "description": "<ul><li>World Cup updates from the 4pm GMT/ 11am ET kick-off</li><li>And you can <a href=\"mailto:Barry%20Glendenning%20%3Cbarry.glendenning@theguardian.com%3E\">email Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@BGlendenning</a></li></ul><p><strong>Gerardo Martino:</strong> A recent run of poor(ish) results – three wins and two draws in their past nine – mean Mexico fans have been less than enthused by their team’s efforts going into this World Cup. They were further incensed when their manager Gerardo Martino left Braga midfielder Diego Lainez and Feyenoord striker Santiago Jimenez out of his squad. </p><p>“What we have always tried to do is to be in the same tune and with the same objective with the entire country,” said Martino. “But since we have not achieved it, we are making ourselves strong in our atmosphere. This national team is very strong behind closed doors,” he said. </p> <a href=\"https://www.theguardian.com/football/live/2022/nov/22/mexico-v-poland-world-cup-2022-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/where-was-ivanka-when-donald-launched-his-campaign-looking-after-number-one", "title": "Where was Ivanka when Donald launched his campaign? Looking after number one | Arwa Mahdawi", "date_published": "2022-11-22 14:30:26+00:00", "description": "<p>The former first daughter is no idiot. Why risk tainting her brand by associating with a loser?</p><p>Just a few years ago Ivanka Trump reportedly had her heart set on being the <a href=\"https://www.theguardian.com/commentisfree/2018/jan/07/ivanka-trump-wants-to-be-the-first-female-us-president-perhaps-she-already-is-\">US’s first female president</a>. Now, however, she seems desperate to stay as far away from politics as possible. The former first daughter has made it clear that while Daddy may be running for office again, she has no intention of joining him on the campaign trail. She has already selflessly served the public once, you see, and the public didn’t sufficiently appreciate her sacrifices. Now it’s time for a little self-care. “I love my father very much,” Ivanka <a href=\"https://www.theguardian.com/us-news/2022/nov/15/ivanka-trump-donald-trump-2024-campaign\">said in a statement</a> following Donald Trump’s official 2024 announcement. “This time around, I am choosing to prioritise my children and the private life we are creating as a family. I do not plan to be involved in politics.” To really hammer things home she was conspicuously absent when Trump, surrounded by family, made his official announcement from Mar-a-Lago last week. Even Ivanka’s husband, Jared Kushner, was in attendance.</p><p>Rumour has it that Trump isn’t happy his eldest daughter has decided to keep her distance. According to <a href=\"https://nypost.com/2022/11/17/ivanka-trump-hits-the-water-after-revealing-shes-done-with-politics/\">the New York Post</a>, Trump spent much of Tiffany Trump’s recent wedding unsuccessfully trying to convince Ivanka, who has always been a big hit among his base, to join him for his campaign announcement – which I’m sure thrilled Tiffany, who has <a href=\"https://www.theguardian.com/commentisfree/2019/sep/03/tiffany-trump-flying-like-a-bird-above-the-hurtful-rumours\">always seemed like the most neglected child</a>. Ivanka, however, stood firm.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/where-was-ivanka-when-donald-launched-his-campaign-looking-after-number-one\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/22/prince-andrew-heckler-not-face-court-prosecutors-say", "title": "Prince Andrew ‘heckler’ will not face court, prosecutors say", "date_published": "2022-11-22 14:20:54+00:00", "description": "<p>Man, 22, was charged with breach of peace over incident during Queen’s funeral procession in Edinburgh</p><p>A man charged with breach of the peace after the Duke of York was allegedly heckled as he walked behind the Queen’s coffin will not face court, prosecutors have said.</p><p>The 22-year-old was arrested after the incident, <a href=\"https://www.theguardian.com/uk-news/video/2022/sep/12/andrew-youre-a-sick-man-police-drag-heckler-from-crowd-during-queens-procession-video\">which occurred as Andrew walked in the procession</a> as it made its way from the Palace of Holyroodhouse in Edinburgh to St Giles’ Cathedral on 12 September.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/22/prince-andrew-heckler-not-face-court-prosecutors-say\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/elon-musk-twitter-business-politics-right", "title": "Elon Musk never cared if Twitter was a business failure – he wants a political win | Richard Seymour", "date_published": "2022-11-22 14:09:26+00:00", "description": "<p>The social platform’s new billionaire owner wants to rebalance information ecologies in favour of the right</p><p>Why bother <a href=\"https://www.theguardian.com/us-news/2022/nov/20/twitter-lifts-donald-trump-ban-after-elon-musks-poll\">reinstating Donald Trump’s Twitter account</a>? Twitter owner Elon Musk, having <a href=\"https://twitter.com/elonmusk/status/1586059953311137792?s=21\">said</a> that no such decisions would be made until a content moderation council was established, made the decision after running a quick Twitter poll. He also reactivated the accounts of Kanye West, who was dumped by advertisers after delusional antisemitic comments, and Andrew Tate, the misogynist “influencer” who was banned in 2017 for violating the terms of service.</p><p>This puts <a href=\"https://www.nytimes.com/2022/11/04/technology/twitter-advertisers.html\">already nervous advertisers</a>, who account for about 90% of the company’s revenue, in a precarious position. The NAACP has called for big firms to <a href=\"https://uk.news.yahoo.com/naacp-calls-twitter-advertisers-action-091811057.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvLnVrLw&amp;guce_referrer_sig=AQAAAFmeHILOpVXqT6YCudqYo4AQP1p-WCG26GytFgpfli2QJxU_-UnrJ7jMIAGREPeFmEZ5S1lqQkAjgFEKhotwFwSfyhwL81OT73er3FtCv9ZSrEqdjuCjIU2cojmeDOshDJVWhXSFt_9dIzzIX8B-HkXzbm7DatrSKrcjn01nC4oN\">halt advertising</a> on Twitter. Many of them have <a href=\"https://www.reuters.com/technology/advertisers-react-twitters-new-ownership-2022-11-03/\">already done so</a>. The Trump decision also risks a wider political backlash for the platform, especially among users. Musk is already <a href=\"https://www.theguardian.com/technology/2022/oct/13/elon-musk-investigation-twitter-takeover-deal\">under federal investigation</a> for his conduct during the takeover. </p><p>Richard Seymour is a political activist and author; his latest book is The Twittering Machine</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/elon-musk-twitter-business-politics-right\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/no-helmets-required/2022/nov/22/rugby-league-world-cup-finals-what-we-learned-manchester", "title": "Rugby League World Cup: what we learned from the three finals", "date_published": "2022-11-22 14:01:07+00:00", "description": "<p>A joyous weekend in Manchester produced three world champions and gave us a glimpse of the future</p><p>Those of us sceptical about playing the women’s and wheelchair World Cups at the same time as the men’s tournament have been proved wrong. It worked perfectly, with a game most nights to keep fanatics and TV executives happy. However, France 2025 intends to double the size of the women’s and wheelchair tournaments, which means an extra 16 games in each. That will require them all to start at the same time and be played over a month. Even if most men’s games remain at weekends, and matches are spread over a vastly larger geographic area, schedulers will find it extremely challenging to give the other tournaments the same airtime and media space that nourished them this time.</p> <a href=\"https://www.theguardian.com/sport/no-helmets-required/2022/nov/22/rugby-league-world-cup-finals-what-we-learned-manchester\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/22/is-there-any-cheap-meat-still-out-there-kitchen-aide", "title": "Can I still buy inexpensive cuts of meat? | Kitchen aide", "date_published": "2022-11-22 14:00:33+00:00", "description": "<p>The cost of meat has rocketed in recent months, but there are still some cuts that provide genuine value for money. Some of our favourite chefs offer a few tips …</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What cost-effective cuts of meat should I be buying?</strong><br /><em><strong>Joe, Liverpool<br /></strong></em>“A lot of the meat price increases we’ve seen in the past eight months have gone into the cheaper end of the market,” says Ian Warren, of family-run <a href=\"https://philipwarrenbutchers.co.uk/\">Philip Warren Butchers</a> in Cornwall. That’s not to say you can’t save money on meat; it’s just more a case of what’s less spendy, as opposed to actually cheap. For example, Warren suggests “a nice bit of pork. Yes, it has probably seen the biggest rise, but it’s still a damned sight cheaper than beef.”</p><p>In terms of cuts, chef Henry Harris, whose new venture <a href=\"https://www.bouchonracine.com/\">Bouchon Racine</a> opens at the Three Compasses in Farringdon, London, next week, suggests trying forequarter, or “the pieces towards the shoulder and up near the neck”. It’s great in casseroles with hard herbs (sage, rosemary, thyme), cider and pig’s trotters, which, he says, “are <em>always</em> cheap, and add a lovely richness”.</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2022/nov/22/is-there-any-cheap-meat-still-out-there-kitchen-aide\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/pep-guardiola-signs-contract-extension-manchester-city-manager", "title": "Pep Guardiola signs contract extension to stay as Manchester City manager", "date_published": "2022-11-22 13:59:38+00:00", "description": "<ul><li>Deal is one-year extension with option for further 12 months</li><li>Guardiola has led City to four Premier League titles</li></ul><p>Pep Guardiola has signed a new one-year contract at Manchester City with an option of a further 12 months in a deal that could stretch his supremely successful tenure to 2025.</p><p>The manager’s terms were due to expire in June and it is understood he agreed the renewal during this domestic break for the Qatar World Cup. He had been tight-lipped when asked in the lead-up to the tournament whether he could discuss a fresh deal then. </p> <a href=\"https://www.theguardian.com/football/2022/nov/22/pep-guardiola-signs-contract-extension-manchester-city-manager\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/pope-francis-a-charming-and-stubborn-patient-says-atletico-madrid-doctor", "title": "Pope Francis a ‘charming and stubborn’ patient, says Atlético Madrid doctor", "date_published": "2022-11-22 13:57:54+00:00", "description": "<p>José María Villalón was called upon to help treat pontiff’s knee problem without surgery</p><p>The head doctor at the Spanish football team Atlético Madrid has described Pope Francis as a “very charming and very stubborn” patient, after the Vatican called him up to treat the pontiff’s enduring knee problem.</p><p>José María Villalón, a distinguished doctor in the field of sport traumatology, has been treating footballers at the club since 1995.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/pope-francis-a-charming-and-stubborn-patient-says-atletico-madrid-doctor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/22/alabama-pause-lethal-injection-failed", "title": "Alabama seeks pause in executions after third failed lethal injection", "date_published": "2022-11-22 13:56:07+00:00", "description": "<p>Governor orders ‘top-to-bottom’ review of capital punishment system and asks to withdraw execution dates for two inmates</p><p>Alabama’s governor, Kay Ivey, sought a pause in executions and ordered a “top-to-bottom” review of the state’s capital punishment system Monday after an unprecedented third failed lethal injection.</p><p>Ivey’s office issued a statement saying she had both asked the attorney general, Steve Marshall, to withdraw motions seeking execution dates for two inmates and requested that the Department of Corrections undertake a full review of the state’s execution process.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/22/alabama-pause-lethal-injection-failed\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/croatias-marko-livaja-from-a-concrete-pitch-with-a-step-to-the-world-cup", "title": "Croatia’s Marko Livaja: from a concrete pitch with a step to the World Cup", "date_published": "2022-11-22 13:50:31+00:00", "description": "<p>The Hajduk Split forward, who is adored by the club’s fans, has taken a circuitous route to the World Cup</p><p>Three months ago Split hosted a different kind of World Cup. The game was football — well, sort of — but the matches were played on a bit of concrete squeezed between the seafront and the Zvoncac swimming pool that is home to Jadran, the 1992 and 1993 European water polo champions.</p><p>The ball was oddly small, the goals completely disproportionate, as if put on their side with tall posts and a short crossbar. And in the middle of the pitch, there was a full-width step, about four inches high. Hence the name of the tournament: <em>Prvenstvo svita u balunu na skalini</em> – the Football On a Step World Cup. The ground itself is called <em>Skalina</em> – the Step.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/croatias-marko-livaja-from-a-concrete-pitch-with-a-step-to-the-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/22/jan-6-conspiracy-trial-oath-keepers-biden-fauci-covid-politics-live", "title": "Jury deliberates on Oath Keepers’ January 6 role in seditious conspiracy trial – live", "date_published": "2022-11-22 13:49:36+00:00", "description": "<p>Five members of far-right self-styled militia including founder Stewart Rhodes accused of plot to prevent Joe Biden taking office</p><p>Good morning, US politics blog readers. A Washington federal jury is starting deliberations in the trial of five members of the Oath Keepers militia, including its founder <strong>Stewart Rhodes</strong>. The group stands accused of seditious conspiracy, a rarely used charge that prosecutors say is an appropriate way to describe the alleged plot they attempted to carry out on January 6 to stop <strong>Joe Biden </strong>from taking office. The trial will be an important indicator of if the government can win convictions against the most violent actors in the insurrection, and a verdict could come at any time.</p><p>Here’s what else is happening today:</p><p><strong>Top House Republican Kevin McCarthy</strong> is visiting border patrol personnel in El Paso, Texas. Expect him to talk up the GOP’s plan to address the surge of migrant arrivals at the US-Mexico border when they take control of the House next year, and criticize <strong>Joe Biden</strong>’s handling of the situation.</p><p><strong>Biden </strong>is heading to Nantucket, Massachusetts, this afternoon for the Thanksgiving holiday.</p><p><strong>Anthony Fauci</strong> and Covid-19 response coordinator <strong>Ashish Jha </strong>will appear at the daily White House press briefing at 11.30am eastern time, where they’ll likely talk about the threat of coronavirus during the holiday season.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/22/jan-6-conspiracy-trial-oath-keepers-biden-fauci-covid-politics-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/dutch-court-sides-with-squatters-of-sanctions-hit-russian-mansion", "title": "Dutch court sides with squatters of sanctions-hit Russian’s mansion", "date_published": "2022-11-22 13:45:32+00:00", "description": "<p>Ruling against Arkady Volozh in Amsterdam could set awkward precedent in Europe for rich Russians</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says\">Russia-Ukraine war – latest updates</a></li></ul><p>Perched as it is in an upmarket neighbourhood overlooking the scenic Vondelpark, it is not hard to imagine why a Russian billionaire would have been interested in the 1879 five-storey Amsterdam property with a lush private garden.</p><p>That billionaire was Arkady Volozh, a co-founder of Russia’s biggest search engine, Yandex. He bought the £3m house in 2019, becoming one of the dozens of wealthy Russians who have invested in property in the Dutch capital.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/dutch-court-sides-with-squatters-of-sanctions-hit-russian-mansion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/22/eurovision-scraps-jury-voting-in-semi-finals", "title": "Eurovision to open voting to viewers across the world in major rule change", "date_published": "2022-11-22 13:41:18+00:00", "description": "<p>Winning song will be picked by global audience, with role of juries reduced, after voting irregularities</p><p>The Eurovision song contest has extended voting to its global audience and reduced the role of juries following voting irregularities that marred this year’s competition.</p><p>In the most drastic rule change in its 67-year history, the winning song will be picked by viewers across the world in combination with a jury of musical professionals. But juries will not be involved in how countries are selected for both the semi-finals and final, which will be hosted in Liverpool next year. Qualifying countries will only be decided by the votes of viewers.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/22/eurovision-scraps-jury-voting-in-semi-finals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/22/a-whispering-salvini-and-a-pardoned-turkey-tuesdays-best-photos", "title": "A whispering Salvini and a pardoned turkey: Tuesday’s best photos", "date_published": "2022-11-22 13:36:57+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/22/a-whispering-salvini-and-a-pardoned-turkey-tuesdays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/22/readers-on-the-uk-singles-chart", "title": "‘It was part of the fabric of life’: readers on 70 years of the UK singles chart", "date_published": "2022-11-22 13:21:19+00:00", "description": "<p>From the Tuesday No 1 reveal to Sunday’s Top 20 rundown, from Blur v Oasis to the glory days of Christmas No 1s: Guardian readers share their relationship with the charts</p><p><strong>Shami Scholes, Oxford, 54</strong></p><p>I grew up listening to Radio 1 – especially the Sunday evening charts, whose results would be discussed with friends at school the next day. My earliest memory is of listening to the charts with my mum in the early 70s, when I fell in love with music by the Bay City Rollers, the Osmonds, David Cassidy and Motown music in all its entirety. Now, as a Radio 2 listener, I don’t always know what’s top of the charts, or always care, but still have a love of music and can’t go a day without listening to it.</p> <a href=\"https://www.theguardian.com/music/2022/nov/22/readers-on-the-uk-singles-chart\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/galician-exhumed-bones-columbus-spain", "title": "Galician researchers hope exhumed bones could prove Columbus came from their region", "date_published": "2022-11-22 13:17:38+00:00", "description": "<p>Explorer is generally believed to have been born in Italy in 1451 but some argue he was in fact born in Spain</p><p>Researchers in Spain have opened the tomb of a 15th-century cleric and exhumed his bones in an attempt to test the theory that Christopher Columbus hailed from the north-western Spanish region of Galicia rather than the Republic of Genoa.</p><p>Although the explorer is generally believed to have been born in Italy in 1451, some argue he was in fact born in Spain – either in Galicia, Catalonia, Valencia, Mallorca or Guadalajara – while others have posited that he was actually Portuguese.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/galician-exhumed-bones-columbus-spain\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/football-daily-email-human-rights-world-cup-england-iran-wales-usa-usa-usa", "title": "Football Daily | You will never take away an England fan’s right to get excited", "date_published": "2022-11-22 13:01:49+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The volleys of beer zinging across Boxpark Croydon during England’s Human Rights World Cup opener against Iran were presumably made up of Bud Zero. It was Monday lunchtime, not usually a time slot associated with epic b@ntz, but England supporters acting up for the cameras made it feel like this might actually be a real World Cup. Some traditions die hard. You can take away booze in the stands, you can disallow the wearing of any rainbow insignia associated with LBGTQ+ rights on armbands, kits or even among fans and hacks, Gianni Infantino, but you will never take away an England fan’s right to get ruddy, bloody excited.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/football-daily-email-human-rights-world-cup-england-iran-wales-usa-usa-usa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/belgium-emerging-stars-world-cup-can-replenish-their-golden-stock", "title": "Belgium’s emerging stars can replenish their golden stock", "date_published": "2022-11-22 13:00:30+00:00", "description": "<p>Belief is high that class of 2022 can build on third-place finish four years ago but doubts linger over Lukaku’s fitness</p><p>Golden generation. The eyes must roll every time that loaded description is mentioned in Belgium circles but there it is, from Eden Hazard no less, in a Fifa promotional video for the World Cup in which the Real Madrid man insists this incarnation has delivered on account of a third-place finish in Russia four years ago. Roberto Martínez concurs, although that is no great surprise from a master of positive spin who once described an Everton player’s broken leg as “a great opportunity” and every set of results going against Wigan in their fight for Premier League survival as good for his players’ mindset. They were relegated the next day courtesy of a 4-1 defeat at Arsenal.</p><p>Revisit Belgium’s performance in 2018, however, and it does seem churlish to dismiss Hazard’s and Martínez’s point entirely. Beating England for a second time in the tournament to win the third-place playoff meant something, as the jubilant reaction in the dugout and on the pitch demonstrated. It meant Belgium’s best placing at a World Cup, eclipsing the achievement of the Enzo Scifo, Jan Ceulemans, Eric Gerets and Jean-Marie Pfaff generation who finished fourth in Mexico in 1986. And it meant a great deal to the thousands of fans who packed the Grand-Place in Brussels, turning the air black, yellow and red with their flares as they gave the squad a triumphant homecoming. There was no sign of disappointment that day with a golden generation being unmasked as bronze.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/belgium-emerging-stars-world-cup-can-replenish-their-golden-stock\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/22/blood-relatives-review-smart-vampire-comedy-with-blood-and-bite", "title": "Blood Relatives review – smart vampire comedy with blood and bite", "date_published": "2022-11-22 13:00:30+00:00", "description": "<p>A snappily directed debut from frequent Rian Johnson collaborator Noah Segan about a teenage girl looking for a father figure in a flighty vampire</p><p>From <a href=\"https://www.theguardian.com/film/2010/oct/22/let-right-one-alfredson-horror\">Let the Right One In</a> to <a href=\"https://www.theguardian.com/tv-and-radio/2019/may/19/what-we-do-in-the-shadows-review-the-undead-prove-dead-funny\">What We Do in the Shadows</a>, the domesticated wing of the vampire genre is getting overcrowded. So frequent Rian Johnson collaborator Noah Segan has done well to wangle himself a few inches of elbow room in his directorial debut with a surprisingly gentle, ruminative and haunted film concerned with family and belonging. Focused on an estranged father and daughter on the road played by Segan himself and Victoria Moroles, it almost plays out like an undead Paper Moon.</p><p>Blood Relatives starts with a Near Dark-like glower, as Segan’s biker-jacketed drifter Francis makes a convenience store stop-off for carb gaskets and haemoglobin. When he checks into a motel to escape daylight, he’s collared by obstinate teenager Jane (Moroles), whose mother has just died in Idaho. He scoffs when she claims he passed through their town 15 years ago, the same age as her. But he begins to warm up when she tells him that she must wear sunblock to go outside during the day, and is definitely paying attention by the time she bats the motel clerk, who thinks she is an underage sex worker, into a bloody mess against the wall. It’s Jane’s first kill.</p> <a href=\"https://www.theguardian.com/film/2022/nov/22/blood-relatives-review-smart-vampire-comedy-with-blood-and-bite\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/22/instagram-told-to-reinstate-music-video-removed-at-request-of-met-police", "title": "Instagram told to reinstate music video removed at request of Met police", "date_published": "2022-11-22 13:00:30+00:00", "description": "<p>Oversight board says removal of Secrets Not Safe by Chinx (OS) suggests ‘over-policing of certain communities’</p><p>Meta’s oversight board, the quasi-independent “supreme court” of Facebook and Instagram, has forced the company to reinstate a clip of drill music originally removed from Instagram at the request of the Metropolitan police.</p><p>The clip, a short excerpt of the song Secrets Not Safe by Chinx (OS), was removed after the Met flagged the track to Meta, arguing that it could lead to “retaliatory violence” in the context of the London gang scene.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/22/instagram-told-to-reinstate-music-video-removed-at-request-of-met-police\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/england-armband-yellow-card-onelove-qatar-world-cup", "title": "England’s armband activism was heroic – until it met the mere threat of a yellow card | Marina Hyde", "date_published": "2022-11-22 12:57:28+00:00", "description": "<p>Vague, hashtag-friendly and easy to take off: the OneLove armband was the perfect non-protest for the Qatar World Cup</p><p>So England <a href=\"https://www.theguardian.com/football/2022/nov/21/iran-stand-with-protestors-as-england-and-wales-bow-to-fifa-over-armbands\">didn’t wear the OneLove armband</a> in the end. The gesture was gesture-trumped by Fifa, which gestured towards the referee’s pocket to indicate a yellow card would be forthcoming. Ahead of England’s World Cup opener against Iran yesterday, the Football Association put out a <a href=\"https://www.englandfootball.com/articles/2022/Nov/21/statement-one-love-armband-world-cup-2022-20222111\">joint statement</a> with other no-longer-participating nations, explaining “we can’t put our players in a position where they could face sporting sanctions including bookings”. That “including bookings” really puts it into perspective. #ActivismIsHard.</p><p>Without wishing to undermine this heroically short-lived civil rights moment even further, what really is OneLove, with its off-brand Pride rainbow? The whole thing feels as weirdly and carefully vague as the bar orders of soap-opera characters, who walk into pubs and ask simply for “a pint”. A pint of what? OneLove of what?</p><p>Marina Hyde is a Guardian columnist</p><p><strong><a href=\"https://membership.theguardian.com/event/a-year-in-westminster-with-john-crace-marina-hyde-and-armando-iannucci-443224585667\">A year in Westminster with John Crace, Marina Hyde and Armando Iannucci</a></strong><br />Join John Crace, Marina Hyde and Armando Iannucci for a look back at another chaotic year in Westminster, live at Kings Place in London, or via livestream.<br />Wednesday 7 December 2022, 7pm-8.15pm GMT, book tickets <a href=\"https://membership.theguardian.com/event/a-year-in-westminster-with-john-crace-and-marina-hyde-443224585667\">here</a></p><p>What Just Happened?! by Marina Hyde (Guardian Faber, £16). To support the Guardian and Observer, order your copy at <a href=\"https://www.guardianbookshop.com/what-just-happened-9781783352593?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/england-armband-yellow-card-onelove-qatar-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/argentina-saudi-arabia-world-cup-group-c-match-report", "title": "Saudi Arabia stun Argentina as Salem al-Dawsari winner crowns comeback", "date_published": "2022-11-22 12:45:49+00:00", "description": "<p>The World Cup has a shocking World Cup story and this time it concerns the football. It began with Lionel Messi creating another record for Argentina and ended with the superstar staring disconsolately into the middle distance after Saudi Arabia staged a stunning upset to end the Copa América holders’ 36-game unbeaten run.</p><p>A stupendous strike from Salem al-Dawsari, moments after Saleh al-Shehri had cancelled out Messi’s early penalty, brought Saudi Arabia a victory that left the Lusail Stadium buzzing with an audible sense of disbelief long after the final whistle. The Saudi Arabia bench poured on to the pitch when the Slovenian referee Slavko Vincic finally ended their torment after eight long minutes of stoppage time. The captain, Salman al-Faraj, helped off injured in the first half, hobbled back on with crutches to join the wild celebrations.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/argentina-saudi-arabia-world-cup-group-c-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/22/national-parks-england-and-wales-off-limits-to-public", "title": "Large parts of national parks in England and Wales off limits, data shows", "date_published": "2022-11-22 12:25:02+00:00", "description": "<p>Campaigners call for more access after analysis reveals public cannot access huge chunks of many parks</p><p>The majority of many of the national parks in England and Wales are shut off to walkers, analysis by campaigners has found, as they ask for larger areas to be opened to the public.</p><p>Research by the Campaign for National Parks shows that just 10% of the Pembrokeshire coast is open to the public. Only 36% of land is accessible in the Peak District, which was the first designated national park, and given the status in 1951 after protests over the right to freely roam in the countryside, most notably the <a href=\"https://www.theguardian.com/travel/2022/apr/24/kinder-scout-90-years-on-uks-national-parks-still-largely-white-and-middle-class\">Kinder trespass</a>.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/22/national-parks-england-and-wales-off-limits-to-public\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/number-plate-row-in-kosovo-threatens-to-spark-civil-unrest-serbia", "title": "Fears Kosovo-Serbia number plate row could spark violence", "date_published": "2022-11-22 12:08:28+00:00", "description": "<p>Tensions rise over plans to fine ethnic Serbs in Kosovo who refuse to surrender Belgrade-issued plates</p><p>A row over car number plates in Kosovo is threatening to erupt into open unrest and one of the most serious regional crises in years as tensions between Serbia and its breakaway former province continue to mount.</p><p>The EU, US and Nato have expressed alarm after more than eight hours of emergency talks in Brussels on Monday failed to resolve the dispute over Kosovo’s plans to fine ethnic Serb residents who refuse to surrender their Belgrade-issued plates.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/number-plate-row-in-kosovo-threatens-to-spark-civil-unrest-serbia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/favourite-lyrics-partners-psychologists-relationships-pulp-", "title": "Favourite lyrics reveal your attachment style – psychologists would have a field day with mine | Lauren O’Neill", "date_published": "2022-11-22 12:04:01+00:00", "description": "<p>Are you secure, anxious, or avoidant: songs we play repeatedly can be revealing. So what is it with me and Pulp’s Babies?</p><p>When I discover or am reminded of a song I particularly like, I am one of those people who will listen to it over and over and over again. The song will be on when I am exercising, when I am running errands, when I am putting things in my online shopping basket to replicate the rush of actually buying them. It becomes, for a couple of days, omnipresent in my life, until another takes its place.</p><p>One such recent pick has been Babies by Pulp. This is a track whose chorus hook goes: “I want to take you home / I want to give you children,” but whose narrator at one point also hides in a cupboard to watch his girlfriend’s sister have sex with a guy called David from the local garage. I have played it to death lately, so it seems that researchers in the psychology department of the University of Toronto would have a field day with me.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/favourite-lyrics-partners-psychologists-relationships-pulp-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/world-cup-qatar-human-rights-roy-keane", "title": "‘Treat people with decency’: Roy Keane attacks staging of World Cup in Qatar", "date_published": "2022-11-22 12:01:14+00:00", "description": "<ul><li>‘To dismiss human rights flippantly … it’s not right,’ says Keane</li><li>ITV pundit was discussing controversy over OneLove armbands</li></ul><p>Roy Keane has condemned Fifa’s decision to allow the World Cup to be hosted in Qatar, in view of the country’s human rights record and its treatment of migrant workers and LGBTQ+ people.</p><p>Speaking during ITV’s <a href=\"https://www.theguardian.com/football/live/2022/nov/22/argentina-v-saudi-arabia-world-cup-2022-live\">live coverage of Argentina v Saudi Arabia</a> on Tuesday, the former Manchester United and Republic of Ireland midfielder summed up the ethical concerns felt by many regarding the controversial tournament. Same-sex relationships are illegal in Qatar, while thousands of workers <a href=\"https://www.theguardian.com/global-development/2021/aug/26/qatar-has-failed-to-explain-up-to-70-of-migrant-worker-deaths-in-past-10-years-amnesty\">are alleged to have died</a> during the construction of the tournament stadiums and infrastructure.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/world-cup-qatar-human-rights-roy-keane\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/22/nigel-slaters-recipe-for-sweet-potatoes-and-kimchi", "title": "Nigel Slater’s recipe for sweet potatoes and kimchi", "date_published": "2022-11-22 12:00:29+00:00", "description": "A supremely simple supper that punches way above its weight in terms of flavour<p>Sweet, orange-flesh potatoes; fiery, brick-red kimchi… this is one of those ridiculously simple suppers that is also intensely satisfying. The balance of heat and sweet is dazzling, but choose a kimchi whose heat is right for you.</p><p>Set the oven at 200C/gas mark 6. Wipe 4 medium to large <strong>sweet potatoes</strong> and put them in a baking dish, setting them slightly apart so the heat can get round them. Bake for 40 minutes to an hour, depending on their size. They are ready when a skewer will slide through their flesh with ease. There will possibly be a bead or two of caramelised sugar leaking from the skin.</p> <a href=\"https://www.theguardian.com/food/2022/nov/22/nigel-slaters-recipe-for-sweet-potatoes-and-kimchi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/canada-jonathan-david-warns-belgium-and-croatia-dont-underestimate-us-world-cup-qatar", "title": "Canada’s Jonathan David: ‘It would be a mistake to underestimate us’", "date_published": "2022-11-22 12:00:28+00:00", "description": "<p>John Herdman’s team have no intention of making up the numbers in their first World Cup for 36 years, says forward</p><p>The thought of representing his country at a World Cup never seemed plausible to Jonathan David when he was growing up. “I just wanted to play,” the Canada striker says. “Have fun. I was nowhere near thinking: ‘One day I’m going to be playing in a World Cup with my country.’ All this was just a dream.”</p><p>Not any more. For Canada’s men, this is their first appearance on the global stage since 1986. Football’s popularity has grown thanks to the emergence of an exciting generation of players who reached Qatar after excelling during qualifying, and David is buzzing. “I’ve thought about that first game,” he says. “What it will feel like to walk on the pitch for the first time. To see the fans, the stadium and to see the big team you’re facing.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/canada-jonathan-david-warns-belgium-and-croatia-dont-underestimate-us-world-cup-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/22/techscape-ftx-bankruptcy-twitter-elon-musk-value", "title": "How do you slice a billion-dollar crypto bankruptcy pie?", "date_published": "2022-11-22 11:57:22+00:00", "description": "<p>The 50 biggest claims against FTX total $3.1bn. Now a US court has to determine who gets what – if anything. Plus, what will be more valuable by the end of the year: Musk’s stake in Twitter, or a lettuce?</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>If you owe the bank a grand and can’t repay it, you’re in trouble. If you owe the bank a billion and can’t repay it, the bank’s in trouble. If the bank owes you a billion and can’t repay it, the system’s in trouble.</p><p>When the cryptocurrency exchange FTX filed for bankruptcy last week, it didn’t actually know how much it owed customers, the company’s new chief executive, John Ray III, <a href=\"https://www.theguardian.com/technology/2022/nov/17/ftx-enron-crypto-collapse-john-ray-unprecedented\">said in a filing</a>. “Never in my career have I seen such a complete failure of corporate controls and such a complete absence of trustworthy financial information as occurred here,” Ray wrote. That’s a weighty statement, given he worked on the Enron bankruptcy, the most notorious example of corporate fraud in recent American history.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/22/techscape-ftx-bankruptcy-twitter-elon-musk-value\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/22/denmark-v-tunisia-world-cup-2022-live-score-updates", "title": "Denmark v Tunisia: World Cup 2022 – live", "date_published": "2022-11-22 11:46:31+00:00", "description": "<ul><li>World Cup updates from the 1pm GMT / 8am ET kick-off</li><li>And feel free to <a href=\"mailto:John%20Brewin%20%3Cjohn.brewin.casual@theguardian.com%3E\">email John</a> or tweet <a href=\"https://twitter.com/JohnBrewin_\">@JohnBrewin__</a></li></ul><p><strong>Nick Ames spent time in Doha in the Denmark camp</strong>, and reminds us of the formula for their recent successes. </p><p>Eriksen’s addition to the unit that, without his peerless ingenuity, captured so many imaginations should help tilt the numbers favourably. The team looks nicely balanced, with Pierre-Emile Højbjerg and Thomas Delaney to either side of him in midfield while Simon Kjær, feted for his reaction to Eriksen’s collapse, has returned from long-term injury to anchor the defence. Atalanta’s Joakim Mæhle will bomb on from left-back while Mikkel Damsgaard and Kasper Dolberg remain bright sparks in attack.</p><p>After he came back, it’s been unbelievable. The second he stepped into the pitch for the first time in Amsterdam, playing against Holland, he just took control of the match and scored, and since then, he’s just been better and better. He is the rhythm, he is the heart of our team, the pulse of our play. He’s a tremendous football player.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/22/denmark-v-tunisia-world-cup-2022-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/budweiser-to-give-beer-it-cannot-sell-at-world-cup-to-winners", "title": "Budweiser to give beer it can’t sell at World Cup to eventual winners", "date_published": "2022-11-22 11:36:42+00:00", "description": "<ul><li>Alcohol sales in Qatar venues banned two days before start</li><li>Social media users joke that it is an incentive to get knocked out</li></ul><p>The Fifa World Cup sponsor Budweiser has announced that the alcoholic beer it cannot sell in stadiums in Qatar will go to the winning country of the tournament.</p><p>Despite Budweiser’s reported $75m (£63m) deal with Fifa, a decision that <a href=\"https://www.theguardian.com/football/2022/nov/18/qatar-bans-beer-from-world-cup-stadiums-fifa-u-turn\">alcoholic beer could not be sold</a> in World Cup stadiums was taken two days before the tournament started. That led the brand to tweet – then delete – the message: “Well, this is awkward …”</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/budweiser-to-give-beer-it-cannot-sell-at-world-cup-to-winners\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/22/australia-cruise-to-odi-whitewash-after-england-collapse-at-empty-mcg-cricket", "title": "Australia cruise to ODI whitewash after England collapse at near-empty MCG", "date_published": "2022-11-22 11:35:47+00:00", "description": "<ul><li>Australia 355-5 (win by 221 runs); England 142 all out</li><li>Head and Warner create monster partnership of 269 </li></ul><p>After T20 World Cup weeks in which the MCG held crowds well on the way to filling it, we came to this. Melbourne turning on another unseasonably cold November day, scattered rain breaking up preparation and play, a Tuesday afternoon before schools were on holiday or workers were bunking off, and an embarrassingly paltry turnout for the third and final one-day international to watch Australia thump England by 221 runs.</p><p>Walking through Yarra Park less than an hour before play, the approach was so quiet that it felt like going to a Sheffield Shield match. Nobody was lining up, the parking areas were open grass. There were fewer than 5000 people in the ground for the first ball after England won the toss and chose to bowl, and fewer still remaining after the visitors were all out for 142 in reply to Australia’s 355 for five, the target adjusted for rain to 364.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/22/australia-cruise-to-odi-whitewash-after-england-collapse-at-empty-mcg-cricket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/22/richard-dawson-interview-the-ruby-cord", "title": "Richard Dawson on his post-apocalyptic new album: ‘I would have to booby-trap a cave to survive’", "date_published": "2022-11-22 11:31:35+00:00", "description": "<p>The Newcastle musician’s seventh album, The Ruby Cord, continues his commitment to world-building – here, a ravaged landscape inspired by gaming, slowness and ‘old-fashioned melody’</p><p>Richard Dawson doesn’t think he would survive for long in a post-apocalyptic world. Would he get killed off in the pre-credits sequence of a movie? “Probably, and it’s hard to admit that. I have sleep apnoea as well, so I’d have to go off on my own because I make such a noise when I sleep,” he says, over a pint by a crackling fire in The Boathouse pub in the Northumberland village of Wylam. It’s “probably the best pub in the world,” according to the sign outside, and today it feels like it. “I’ve actually given this a lot of thought. The only way I would survive would be to find a cave, and then to booby-trap it, because the volume of my snoring is immense. So not only am I going to have to sleep in a cave that is booby-trapped, I’m also going to be absolutely exhausted. I’m not going to last long.”</p><p>He laughs happily. “I already said to [partner and Hen Ogledd bandmate] Sally that when it happens, she’s better off doing me a favour and making it quick.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/22/richard-dawson-interview-the-ruby-cord\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/i-dedicate-this-game-all-to-him-neco-williams-played-for-wales-day-after-grandfather-died", "title": "‘For you, grandad’: Neco Williams played for Wales day after grandfather died", "date_published": "2022-11-22 11:26:57+00:00", "description": "<p>Defender tweeted he went from crying all day to playing in World Cup game</p><p>The defender Neco Williams has revealed he played in Wales’s stirring opening World Cup match against the US the day after his grandfather died.</p><p>Williams, 21, said he managed to get though the 1-1 draw thanks to the support of his teammates and family.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/i-dedicate-this-game-all-to-him-neco-williams-played-for-wales-day-after-grandfather-died\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2022/nov/22/david-squires-on-the-totally-normal-opening-days-of-qatar-world-cup", "title": "David Squires on … the totally normal opening days of Qatar’s World Cup", "date_published": "2022-11-22 11:17:57+00:00", "description": "<p>Our cartoonist on Infantino’s Spartacus moment, vapid slogans, spineless football associations, Iranian bravery and more</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires\">Buy a Squires cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/22/david-squires-on-the-totally-normal-opening-days-of-qatar-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/the-us-right-is-stoking-anti-lgbt-hate-this-shooting-was-no-surprise", "title": "The US right is stoking anti-LGBT hate. This shooting was no surprise | Moira Donegan", "date_published": "2022-11-22 11:16:27+00:00", "description": "<p>What happened in Colorado Springs this weekend was part of a trend of escalating violence targeting gay spaces</p><p>As far as mass shootings, go, it was over quickly. Just before midnight on Saturday, a man carrying multiple magazines of ammunition entered the Club Q, a gay bar in Colorado Springs, Colorado, spraying gunfire. As bullets flew, two patrons at the club subdued the attacker by grabbing the gun from him, and hitting him with it. They held him down until police arrived. The first 911 call was made at 11.56pm; the killer was taken into custody at 12.02am. But in those six minutes, five people were killed, including Daniel Aston and Derrick Rump, two men who were tending bar, and Kerry Loving, a partygoer. Eighteen were wounded. As the clock struck midnight, it became a holiday for the bar’s community: Transgender Day of Remembrance, which honors trans people killed in hate attacks, was observed on Sunday.</p><p>There’s a grim routine, these days, to the mass shootings in America. Some elements remain constant from shooting to shooting. Usually, the gunman is a young white man, and usually, he has a history of violence against women. There will have been mental health episodes, or previous run-ins with police. But none of this history will have stopped him from getting a gun. American mass shooters tend to use automatic or semi-automatic long guns, the kind that aren’t available to civilians in other countries. Almost always, they purchased them legally.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/the-us-right-is-stoking-anti-lgbt-hate-this-shooting-was-no-surprise\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/five-legal-ideas-fight-climate-crisis-save-planet", "title": "Make ecocide an international crime and other legal ideas to help save the planet | Steven Donziger", "date_published": "2022-11-22 11:09:27+00:00", "description": "<p>A list of the five most promising legal steps we can take to help fight climate change</p><p>The world has reached an acute point in the “<a href=\"https://www.theguardian.com/environment/2022/nov/07/cop27-climate-summit-un-secretary-general-antonio-guterres\">highway to climate hell</a>”. Talks at Cop27 barely achieved anything, despite the fact that almost one-third of Pakistan’s territory was submerged during unprecedented flooding; record heat over the summer killed nearly 25,000 in Europe; and almost 200,000 people in a major US city have not had clean water for months.</p><p>It’s all too easy to feel overwhelmed and helpless in the face of such widespread catastrophe. But we as citizens can do something right now. There are many interesting and entirely workable legal ideas percolating around the world from some very thoughtful people. Together, alongside increased citizen activism, these ideas can begin to provide a coherent and comprehensive legal framework for all of us to help save the planet.</p><p>Steven Donziger is a human rights lawyer and environmental justice advocate. He is also a Guardian US columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/five-legal-ideas-fight-climate-crisis-save-planet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/22/hong-kong-city-on-fire-review-shocking-violence-in-chinas-city-of-dissent", "title": "Hong Kong: City on Fire review – shocking violence in China’s city of dissent", "date_published": "2022-11-22 11:00:28+00:00", "description": "<p>A new and deeply moving documentary underscores the high price that Hong Kong’s young have paid for their social justice activism</p><p>An unflinching chronicle of the <a href=\"https://www.theguardian.com/world/2019/jun/10/what-are-the-hong-kong-protests-about-explainer\">pro-democracy protests that sent shock waves through Hong Kong in 2019</a>, Choi Ka Yan and Lee Hiu Ling’s vital, politically urgent documentary witnesses the fight for freedom from the frontline. Dynamically structured around personal testimonials, the film gives voice to the activists who dared to brave the clouds of teargas.</p><p>Mounted in response to a highly controversial plan from the Hong Kong government that would allow for extradition to mainland China, the demonstrations escalated in scale after police brutality against peaceful protesters. As well as covering the organising efforts of the mostly college-aged activists, the documentary also highlights how ordinary citizens rallied around the protests. Moments where older citizens offer to feed the young protesters or to drive them home are deeply moving and remind us that the majority of the activists have only just entered adulthood. The same phones on which they play video games are utilised to expose shocking scenes of violence.</p> <a href=\"https://www.theguardian.com/film/2022/nov/22/hong-kong-city-on-fire-review-shocking-violence-in-chinas-city-of-dissent\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/22/bright-blue-founder-to-quit-over-tory-partys-betrayal-of-millennials", "title": "Bright Blue founder to quit over Tory party’s ‘betrayal’ of millennials", "date_published": "2022-11-22 11:00:27+00:00", "description": "<p>Exclusive: Ryan Shorthouse says Rishi Sunak and his party lack vision to fix housing and childcare costs</p><p>The founder of an influential Conservative thinktank is to quit his post, accusing the government of betraying his generation as it faces stagnant wages and little help with punishing housing and childcare costs.</p><p>Ryan Shorthouse, 37, will leave the Cameronite thinktank he founded, Bright Blue, next year and told the Guardian he was deeply disillusioned with progress during the last 12 years under the Tories – saying Rishi Sunak had failed to reinvigorate Conservative vision or bring in fresh talent.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/22/bright-blue-founder-to-quit-over-tory-partys-betrayal-of-millennials\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/22/my-wife-and-i-have-not-had-sex-for-15-years-i-have-not-even-seen-her-naked-is-it-time-for-us-to-break-up", "title": "My wife and I haven’t had sex for 15 years. I haven’t even seen her naked. Is it time for us to break up?", "date_published": "2022-11-22 11:00:27+00:00", "description": "<p>The only time I have felt loved and lusted after was when I had an affair – and I ended that for the sake of the kids</p><p><strong>I have been married for </strong><strong>more than 30 years, but my wife announced long ago that she didn’t want a sexual relationship and we haven’t made love for</strong><strong> the past 15 years. Even before, sex was infrequent. I believe my wife has a deep-rooted loathing of her body – I haven’t seen her anything less than fully clothed for all these 15 years; she showers behind closed doors and sleeps separately (because of my snoring). I had an affair 25 years ago and it was wonderful to feel loved and lusted after, but for the sake of the kids it stopped – I got on with my career and provided for my family. Now I am </strong><strong>in my 60s and desperate. I just want to feel loved and have a tactile relationship. I know this sounds pathetic but I feel damaged by all of this – because I am desperately lonely and angry. I get angry when my wife talks to people about our marriage as it’s such a sham. I don’t want to break up the family, but I don’t know what else to do.</strong></p><p>I am so sorry you’re feeling such pain, despair and longing. Many people in your situation simply compartmentalise their lives and have outside liaisons and relationships – and it would be understandable if that was something you were considering, despite the risks. Monogamy is not easy for anyone. If you think it would be possible to safely start a gentle conversation with your wife in which you could share your feelings in a non-blaming way, then try. You deserve to be heard – and so does she. Perhaps you will find a path to a mutual understanding of some kind (that could be more safely achieved with the help of a good counsellor). The resentment you harbour is affecting you as much as your loneliness and frustration – and it would be useful to have help to be able to let it go. Make it your mission to find the support and understanding you need.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/22/my-wife-and-i-have-not-had-sex-for-15-years-i-have-not-even-seen-her-naked-is-it-time-for-us-to-break-up\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/ukraine-security-service-raids-1000-year-old-monastery-in-kyiv", "title": "Ukraine’s security service raids 1,000-year-old monastery in Kyiv", "date_published": "2022-11-22 10:51:04+00:00", "description": "<p>SBU and police swoop on suspected ‘subversive activities by Russian special services’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine’s SBU security service and police have raided a 1,000-year-old Orthodox Christian monastery in Kyiv as part of operations to counter suspected “subversive activities by Russian special services”.</p><p>The sprawling Kyiv Pechersk Lavra complex – or Kyiv Monastery of the Caves – is a Ukrainian cultural treasure and the headquarters of the Russian-backed wing of the Ukrainian Orthodox church that falls under the Moscow patriarchate.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/ukraine-security-service-raids-1000-year-old-monastery-in-kyiv\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/22/georgia-and-portugal-prove-tectonic-plates-of-global-rugby-are-shifting", "title": "The Breakdown | Georgia and Portugal prove tectonic plates of global rugby are shifting", "date_published": "2022-11-22 10:30:21+00:00", "description": "<p>Historic results prompt renewed questions about the structure of rugby’s top table before new nations league discussions</p><p>Forget England’s <a href=\"https://www.theguardian.com/sport/2022/nov/19/england-new-zealand-autumn-nations-series-rugby-union-match-report\" title=\"\">dramatic draw with the All Blacks</a> or Ireland and France cementing their status at the top of World Rugby rankings over the weekend.</p><p>Instead raise a glass of Portuguese or Georgian wine in celebration of two historic results which are prompting renewed questions about the future structures of the international game in Europe and beyond.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/22/georgia-and-portugal-prove-tectonic-plates-of-global-rugby-are-shifting\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/22/its-very-political-the-almost-impossible-job-of-being-a-marine-planner", "title": "‘It’s very political’: the almost impossible job of being a marine planner", "date_published": "2022-11-22 10:16:21+00:00", "description": "<p>From the Galápagos to Bermuda, ocean planners often find themselves caught between two worlds – choosing between fisheries and fish</p><p>‘It’s a fantastic experience to be next to a 12-metre-long whale shark, or to get close to a predator like a tiger shark,” says the marine scientist Alex Hearn. “Nothing quite measures up to slipping into the water and swimming alongside one of these incredible creatures.”</p><p>Most days, however, Hearn, a biology professor at Universidad San Francisco de Quito in Ecuador, is at his desk grappling with algorithms in an attempt to protect the world’s oceans. Hearn is a marine planner – like a city planner, but for the sea.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/22/its-very-political-the-almost-impossible-job-of-being-a-marine-planner\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/22/uk-growth-oecd-energy-crisis", "title": "UK to be second weakest performer of world’s big economies next year – OECD", "date_published": "2022-11-22 10:08:42+00:00", "description": "<p>Most countries’ forecasts cut as Ukraine war prompts ‘largest energy crisis since the 1970s’</p><p>The UK will be the second weakest performer of the world’s big economies next year as the global economy continues to suffer the knock-on effects of the biggest energy shock in four decades, a leading international institution has warned.</p><p>The Paris-based Organisation for Economic Co-operation and Development said only Russia of the members of the G20 group of leading developed and developing nations would suffer a bigger contraction than Britain in 2023.</p> <a href=\"https://www.theguardian.com/business/2022/nov/22/uk-growth-oecd-energy-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/amazon-deforestation-bolivia-lost-civilization", "title": "Unchecked deforestation destroying evidence of lost Amazon civilisation", "date_published": "2022-11-22 10:00:21+00:00", "description": "<p>Cutting down trees in Bolivia’s Beni region not only damages the environment, it obliterates ancient remains: ‘That part of the archaeological archive is lost’</p><p>At midday on the road into Grünland, a Mennonite colony in the Bolivian department of Beni, the only sound is a distant chainsaw.</p><p>On either side, strips of deforested land extend into the distance. Underfoot, the soil is scattered with shards of ceramic and bone: remnants of the pre-Columbian peoples that this part of the Bolivian Amazon, known as the Llanos de Mojos, once supported.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/amazon-deforestation-bolivia-lost-civilization\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/professions-public-sector-reform-rishi-sunak-thatcher-doctors-barristers", "title": "Professions, heal thyselves – only you can make the public sector better value for money | Simon Jenkins", "date_published": "2022-11-22 10:00:20+00:00", "description": "<p>Rishi Sunak should complete Thatcher’s challenge and ask doctors, barristers, teachers and academics to embrace change </p><p>Jeremy Hunt’s <a href=\"https://www.theguardian.com/uk-news/2022/nov/17/autumn-statement-2022-key-points-jeremy-hunt-budget\">budget statement</a> last week might calm markets. It is unlikely to calm its chief clients: the public services. Here, the best Hunt could claim is that they were warned. After 10 years of austerity and two of pandemic chaos, all sectors other than health now face real terms cuts. Hunt is not going to help them any more. They must help themselves.</p><p>The oddest contribution to this challenge was reported this summer from two health secretaries, <a href=\"https://www.theguardian.com/society/2022/jun/11/nhs-needs-reform-not-more-money-to-deliver-sajid-javid-says\">Sajid Javid</a> and Steve Barclay. Both said that their department could live within its budget, and that it should concentrate on efficiency. They were influenced by embarrassing figures from the Institute for Fiscal Studies <a href=\"https://www.thetimes.co.uk/article/hospitals-are-doing-less-but-costing-more-vwl83gpjz\">showing</a> that in the health service “extra resources are not being translated into more treatment”. Efficiency was the watchword, but then it had been for years. What was the problem?</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/professions-public-sector-reform-rishi-sunak-thatcher-doctors-barristers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/22/keir-starmer-labour-cbi-immigration-conservatives-dominic-raab-uk-politics-latest", "title": "Labour says Starmer’s ‘immigration dependency’ comment does not mean policy is the same as the Tories’ – UK politics live", "date_published": "2022-11-22 09:59:25+00:00", "description": "<p>Latest updates: Keir Starmer to speak to CBI as party repositions itself over immigrant workers</p><p><strong>Keir Starmer</strong> starts saying he comes with a simple message: “Labour is ready.”</p><p>He says it is “ready to give Britain the clear economic leadership” it needs, and ready to work with business.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/22/keir-starmer-labour-cbi-immigration-conservatives-dominic-raab-uk-politics-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/22/manston-asylum-centre-empty-home-office-kent", "title": "Manston asylum centre now empty after weeks of controversy", "date_published": "2022-11-22 09:39:59+00:00", "description": "<p>Apparent vacating of Home Office site follows series of concerns including over outbreak of diphtheria</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/22/keir-starmer-labour-cbi-immigration-conservatives-dominic-raab-uk-politics-latest\">UK politics live: latest news updates</a></li></ul><p>Manston asylum centre, the troubled Home Office site in Kent where people arriving in the UK in small boats are taken for initial checks, is understood to be completely empty, the Guardian has learned.</p><p>Just a few weeks ago about 4,000 arrivals were placed there by the Home Office, almost three times the maximum 1,600 capacity of the tented site in Ramsgate.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/22/manston-asylum-centre-empty-home-office-kent\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/22/mps-criticise-rules-allowing-them-to-claim-christmas-party-expenses", "title": "MPs criticise rules allowing them to claim Christmas party expenses", "date_published": "2022-11-22 09:27:06+00:00", "description": "<p>A number of MPs say they will not claim for festive gatherings, with foreign secretary calling guidance ‘stupid’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/22/keir-starmer-labour-cbi-immigration-conservatives-dominic-raab-uk-politics-latest\">UK politics live: latest news updates</a></li></ul><p>A number of MPs have rejected guidance that would allow them to claim some expenses for office Christmas parties on the taxpayer, calling it “inappropriate” and “wrong”.</p><p>Claims will be allowed for food and refreshments for festive gatherings for parliamentary staff, but not alcohol, under MPs’ hospitality budgets, and office supply budgets are also allowed to cover decorations.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/22/mps-criticise-rules-allowing-them-to-claim-christmas-party-expenses\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/22/the-thirteenth-angel-by-philip-gross-review-on-earth-and-in-heaven", "title": "The Thirteenth Angel by Philip Gross review – on Earth and in heaven", "date_published": "2022-11-22 09:00:06+00:00", "description": "<p>Gross’s attractive intelligence and questing eye are to the fore in his 27th collection, a contender for the TS Eliot prize</p><p>Mastery is what you would wish for in a 27th collection and it is what you find in Philip Gross’s <em>The Thirteenth Angel</em>, shortlisted for the TS Eliot prize. And as we are counting, it seems worth adding that Gross is a poet who seeks to quantify the unquantifiable. In Psalm: You, he rushes straight in with the question: “who can number the waves on the sea” and, at different moments, marvels at the impossibility of keeping score – a reminder at once of the mystery of things and the scant control we have over our lives. His easy, fluent ways with form contrast with his conflicted subject matter. He has a questing eye and now, more than ever, writes to make sense of the world in its inexplicable multiplicity.</p><p>Springtime in Pandemia brings back 2020 – the beauty of the April weather and the alarm – and includes this lament: “If we could see each other/we could count.” In his opening poem, Nocturne: The Information, Gross turns night watchman to share a wakeful, meticulously unselective view of Finsbury Park, north London, with breeze-block offices, Caribbean takeaways and billboards while, at the same time, ambitiously invoking the invisible (uncountable?) digital landscape of which we are also a part. Midway, he arrestingly describes “our selves as shoal,/as murmuration”, which comes across as a souvenir from another world or from a different sort of poem.</p><p><em>The Thirteenth Angel</em> by Philip Gross is published by Bloodaxe (£12). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/the-thirteenth-angel-9781780376356\">guardianbookshop.com</a>. Delivery charges may apply<br /></p> <a href=\"https://www.theguardian.com/books/2022/nov/22/the-thirteenth-angel-by-philip-gross-review-on-earth-and-in-heaven\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/22/the-fence-review-1980s-bristol-sally-phillips", "title": "The Fence review – rough justice on the meanish streets of 1980s Bristol", "date_published": "2022-11-22 09:00:05+00:00", "description": "<p>Likable debut feature casts Sally Phillips as the mother of two tearaways, one of whom turns crimefighter when his motorbike is pinched</p><p></p><p></p><p></p><p>An expanded version of a well-received short of the same name made in 2018, this represents a sparky if a smidge predictable feature debut for writer-director William Stone, fronted by a mix of fresh and familiar onscreen faces. The redoubtable Sally Phillips (the Bridget Jones films, Veep) probably worked three or four days max to play put-upon working-class Sharon, mother to two variously dodgy young men, all of them living on a Bristol council estate in the 1980s. The younger brother Steve (David Perkins from Hollyoaks, a find) has a steady job working at the local butcher and boosts his income with illegal fishing, selling the catch to a local restaurant. As the film starts, he’s finally saved enough scratch to buy a small Honda XL 125 motorbike, which promptly gets nicked five minutes after he drives it home and leaves it parked by his front door.</p><p>This sets in train the rest of the plot which follows Steve as he trudges around town trying to find who stole his bike, especially since the police clearly have no interest in helping when they hear he is the kid brother of Andrew Knight (Eugene Simon, Game of Thrones). Andrew is on probation, and trying to go straight with a regular job, but a short temper and a killer right hook perpetually get him in trouble. Together the two brothers traverse the local underworld: a landscape full of pubs, municipal playgrounds, and quiet sidestreets where drug dealers do a lively trade in heroin.</p> <a href=\"https://www.theguardian.com/film/2022/nov/22/the-fence-review-1980s-bristol-sally-phillips\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/world-cup-2022-qatar-virgil-van-dijk-netherlands-onelove-armband", "title": "Virgil van Dijk denies lacking ‘backbone’ over OneLove armband controversy", "date_published": "2022-11-22 08:52:32+00:00", "description": "<ul><li>Netherlands one of seven nations to back down in armband row</li><li>‘We just want to play football,’ says Dutch captain</li></ul><p>Virgil van Dijk has hit back at claims the Netherlands and other countries have been spineless in the anti-discrimination armband controversy.</p><p>The Dutch were one of seven European nations, including England and Wales, who planned for their captains to wear the rainbow-coloured OneLove armband at the World Cup.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/world-cup-2022-qatar-virgil-van-dijk-netherlands-onelove-armband\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/22/argentina-v-saudi-arabia-world-cup-2022-live", "title": "Argentina v Saudi Arabia: World Cup 2022 – live", "date_published": "2022-11-22 08:30:45+00:00", "description": "<ul><li>Live World Cup updates from 10am UK time</li><li><a href=\"https://www.theguardian.com/football/2022/nov/21/lionel-messis-world-cup-swansong-might-just-be-his-best-shot-at-glory\">Jonathan Liew: Messi’s swansong may be his best shot</a></li><li>And you can <a href=\"mailto:Daniel%20Harris%20%3Cdaniel.harris.casual@theguardian.com%3E\">email Daniel</a> or tweet <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p>It was once put to Juca Kfouri, the Brazilian football writer, that Zico never won the World Cup. “Well,” he retorted, “that’s the World Cup’s bad luck”.</p><p>And in a way, Brazil’s failure to lift the trophy in 1982 – and 1986 – actually elevates their standing, cementing them in our hearts because it’s easier to identify with tragic heroes than heroic heroes. Or, put another way, because – as we always are when we think we’re thinking about someone or something else – we’re really thinking about ourselves. But it’s also easier to identify with them because they stood for something important: “Beauty comes first, victory is secondary – what matters is joy,” was how Socrates put it.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/22/argentina-v-saudi-arabia-world-cup-2022-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/greta-thunbergs-charity-donates-to-sami-campaign", "title": "Greta Thunberg’s charity donates £158,000 to Sami campaign", "date_published": "2022-11-22 08:00:44+00:00", "description": "<p>Indigenous people in Sweden are battling UK firm over plans for iron-ore mine on reindeer-herding lands</p><p>Greta Thunberg’s charity has donated £158,000 to cover the legal costs of Indigenous people in Sweden’s Arctic north as they battle a British mining company over plans for an iron-ore mine on reindeer-herding lands.</p><p>Beowulf <a href=\"https://www.theguardian.com/business/mining\">Mining</a>, which has its headquarters in the City of London, was given approval in March by the Swedish government for excavation on an area used by the Sami community.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/greta-thunbergs-charity-donates-to-sami-campaign\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/lgbtq-fans-harry-kane-armband-one-love-political-footballs", "title": "LGBTQ+ fans are sad about Harry Kane’s armband – but we’re tired of being political footballs | Jon Holmes", "date_published": "2022-11-22 08:00:44+00:00", "description": "<p>In the two days of the tournament so far, Fifa has shown itself to be utterly uninterested in LGBTQ+ inclusion</p><p>During Monday’s World Cup matches, the upper arms of various team captains took on a new significance. In Monday’s match against Iran, England’s Harry Kane wore an armband reading “<a href=\"https://www.skysports.com/football/news/12098/12752273/england-three-lions-among-seven-countries-to-confirm-they-will-not-wear-onelove-armband-in-qatar#:~:text=FIFA%20subsequently%20confirmed%20its%20%27No,6%2D2%20win%20over%20Iran.\">no discrimination</a>”, in black and white – which, despite its stated message, meant more cold-shoulder treatment for lesbian, gay, bi and trans people at this World Cup.</p><p>When it was announced back in September that eight competing nations would support the One Love campaign, with multicoloured hearts appearing on captains’ sleeves, the power of the gesture lay in allyship. “Wearing the armband together on behalf of our teams will send a clear message when the world is watching,” <a href=\"https://www.gaytimes.co.uk/life/england-captain-harry-kane-to-wear-onelove-armband-at-qatar-world-cup/\">said Kane</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/lgbtq-fans-harry-kane-armband-one-love-political-footballs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/22/trump-special-master-review-doj-mar-a-lago-documents", "title": "US justice department seeks to void Trump’s special master review of papers", "date_published": "2022-11-22 08:00:44+00:00", "description": "<p>The end of the process will make the materials seized from Mar-a-Lago available for the criminal investigation of the ex-president</p><p>The US justice department is scheduled to ask a court on Tuesday to void the special master review examining documents seized from <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> Mar-a-Lago residence and make the materials available to the criminal investigation surrounding the former president.</p><p>The hearing is particularly consequential for Trump: should he lose, it could mark the end of the special master process on which he has relied <a href=\"https://www.theguardian.com/us-news/2022/sep/24/donald-trump-investigation-mar-a-lago-legal-woes\">to delay</a>, and gain more insight into, the investigation surrounding his potential <a href=\"https://www.theguardian.com/us-news/2022/sep/02/trump-fbi-search-materials-list-fbi-latest\">mishandling of national security information</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/22/trump-special-master-review-doj-mar-a-lago-documents\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/22/uk-borrowing-october-energy-bill-support-oecd-uk-economy-business-live", "title": "UK borrowing jumped in October as energy bill support kicked in – business live", "date_published": "2022-11-22 07:54:31+00:00", "description": "<p>UK borrowed £13.5bn in October, up by £4.4bn but less than feared, as government shielded households from soaring energy prices</p><ul><li><a href=\"https://www.theguardian.com/politics/2022/nov/22/keir-starmer-vows-to-wean-business-off-cheap-labour\">Keir Starmer vows to wean business off ‘cheap labour’</a></li></ul><p><strong>Here’s chancellor of the exchequer, Jeremy Hunt, on <a href=\"https://www.theguardian.com/business/live/2022/nov/22/uk-borrowing-october-energy-bill-support-oecd-uk-economy-business-live?filterKeyEvents=false&amp;page=with:block-637c67b98f08fcbbeda2b6b8#block-637c67b98f08fcbbeda2b6b8\">October’s jump in borrowing</a>:</strong></p><p>“It is right that the government increased borrowing to support millions of business and families throughout the pandemic, and the aftershocks of Putin’s illegal invasion of Ukraine.<br /><br />“But to tackle inflation and ensure the economic stability needed for long-term growth, it is vital that we put the public finances back on a more sustainable path.<br /><br />“There is no easy path to balancing the nation’s books, but we have taken the necessary decisions to get debt falling while actively taking steps to protect jobs, public services and the most vulnerable.”</p><p><a href=\"https://www.theguardian.com/business/live/2022/nov/22/uk-borrowing-october-energy-bill-support-oecd-uk-economy-business-live?filterKeyEvents=false&amp;page=with:block-637c67b98f08fcbbeda2b6b8#block-637c67b98f08fcbbeda2b6b8\">October’s public finances figures</a> showed that government borrowing is no longer coming in below last year’s monthly totals.</p><p>And the combination of the government’s energy price support and pressures from the weakening economy implies that borrowing will come in at £175bn (6.9% of GDP) in 2022/23, a huge £42bn above the 2021/22 total.</p><p>The full-year estimate for the 2021/22 fiscal year was revised down a fraction from £133.3bn to £132.7bn. And borrowing for the previous six months of the 2022/23 fiscal year was revised down by £1.6bn. </p> <a href=\"https://www.theguardian.com/business/live/2022/nov/22/uk-borrowing-october-energy-bill-support-oecd-uk-economy-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/22/pleasure-sexual-health-projects-reproductive-rights", "title": "‘It’s always fear-based’: why sexual health projects should switch the focus to pleasure", "date_published": "2022-11-22 07:45:44+00:00", "description": "<p>After decades of emphasis on STIs, HIV, Aids and unwanted pregnancy, a wave of initiatives around the world are using a more sex-positive narrative</p><p>In the village in Kenya where Swiry Nyar Kano (not her real name) grew up, sex and diversity weren’t talked about much.</p><p>The topics didn’t come up in conversation with her parents, and at school she was taught about human anatomy and “sexual immorality”, and told that homosexuality was a sin.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/22/pleasure-sexual-health-projects-reproductive-rights\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/22/can-the-brazil-team-reunite-a-divided-country-and-reclaim-the-yellow-jersey", "title": "Can the Brazil team reunite a divided country – and reclaim the yellow jersey? | Juninho Pernambucano", "date_published": "2022-11-22 07:30:44+00:00", "description": "<p>The past four years and the recent election has split the Brazilian population. Tite’s side can heal the wounds</p><p>The Brazilian national team arrive in Qatar with a well-balanced squad. Football-wise, that is. A solid and experienced defence, a combative as well as creative midfield, and an attack of the highest technical ability made up of players who complement each other well. All this gives the head coach, Tite, a wide range of possibilities of how to set up.</p><p>However, a World Cup is not just about the football, as we have seen in Qatar over the past few days. And for Brazil, going in to this tournament, the political situation matters too.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/22/can-the-brazil-team-reunite-a-divided-country-and-reclaim-the-yellow-jersey\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/jude-bellingham-is-a-shining-example-of-england-emerging-generation-world-cup", "title": "Jude Bellingham is a shining example of England’s emerging generation | Ed Aarons", "date_published": "2022-11-22 07:30:44+00:00", "description": "<p>Midfielder is now only the second teenager to score for England at a World Cup but his arrival has long been in the making</p><p>Jude Bellingham was only 14 when England began their last World Cup campaign but he was already planning for the future. “Even watching that I was only ever thinking: ‘How can I get into this team?’” the midfielder said last week.</p><p>Four-and-a-half years on and the 19‑year‑old scored his first senior international goal on the biggest stage as Gareth Southgate’s side kicked off their 2022 World Cup campaign in style. The 6-2 thumping of Iran in which the 21-year-old Bukayo Saka scored two brilliant goals showed that England’s emerging generation are determined to do things their own way.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/jude-bellingham-is-a-shining-example-of-england-emerging-generation-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/22/die-another-day-james-bond-movie-anniversary", "title": "Die Another Day at 20: is the reviled Bond movie worth a second look?", "date_published": "2022-11-22 07:06:43+00:00", "description": "<p>The 20th film was ripe for ridicule – from Madonna’s awkward theme song to an invisible car – but it’s a smarter film than many think</p><p>There’s a scene in the 20th Bond movie, Die Another Day, when Pierce Brosnan’s 007 saunters into the black marbled lobby of a smart Hong Kong hotel, having – in 27 short minutes – already surfed into North Korea, hijacked an arms dealer’s helicopter, blasted through the DMZ on a hovercraft, been captured and tortured for 14 months, returned to MI6 in a prisoner exchange, faced a heart attack and jumped off a boat into the South China Sea.</p><p>The usually soigné secret agent is dishevelled, with long hair and a beard, his luxuriously hairy chest exposed by the open shirt of his drenched blue pyjamas. He requests his usual suite, and a bottle of ’61 Bollinger. The club manager asks if he’s been busy. “Surviving,” answers Bond, “just surviving”.</p> <a href=\"https://www.theguardian.com/film/2022/nov/22/die-another-day-james-bond-movie-anniversary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/22/diamond-in-the-rough-review-superficial-socially-conscious-update-of-the-mean-girl-romcom", "title": "Diamond in the Rough review – superficial socially conscious update of the mean-girl romcom", "date_published": "2022-11-22 07:00:45+00:00", "description": "<p>Sarah Boscarino plays a Gen Z-er girlbossing an exclusive country club, but  her charisma and comic timing can’t overcome the glaring implausibilities </p><p>From its faux female-empowerment storyline to its you-go-girl ethos, so much of Jeannette Godoy’s romantic comedy feels planted firmly in 2010s millennial culture. Given a membership by her millionaire uncle to his exclusive country club, our scrappy protagonist Ariana (Samantha Boscarino) spends the whole movie girlbossing her way to the top. She even manages to find love on the way.</p><p>Centring its comedy around the clash between Ariana’s rebellious nature and the snobbery of the private club – which manifests in the terrifying form of posh queen bee Skyler (Caitlin Carver) – Diamond in the Rough attempts to update the mean-girl trope with a painfully superficial dose of class consciousness. The positioning of Ariana as an underdog is quite ludicrous, considering how her family connections land her a personal interview with a media mogul. For a self-proclaimed Gen Z with a social justice conscience, it is bizarre that Ariana’s response to the hierarchical, old-fashioned exclusivity of the club is … to recruit hipper members. The film’s decision to frame her romance with Jason (Griffin Johnson), an employee at the club, as a badass act of defiance also rings hollow.</p> <a href=\"https://www.theguardian.com/film/2022/nov/22/diamond-in-the-rough-review-superficial-socially-conscious-update-of-the-mean-girl-romcom\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/university-idaho-killings-moscow-unsolved", "title": "Lack of clues about University of Idaho killings fuels fear and rumors", "date_published": "2022-11-22 07:00:45+00:00", "description": "<p>The baffling murders of four students at an off-campus home last week have sown frustration and alarm in the small city of Moscow</p><p>Col Kedrick Wills, director of the Idaho state police in the small northern Idaho city of Moscow, had a simple message. “We know that people want answers. We want answers, too,” he said a recent press conference.</p><p>A manhunt has now been underway for more than a week in this remote college town where a still-unidentified suspect stabbed four University of Idaho students to death in the early morning hours of 13 November.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/university-idaho-killings-moscow-unsolved\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/22/cars-bars-and-burger-joints-william-egglestons-iconic-america-in-pictures", "title": "Cars, bars and burger joints: William Eggleston’s iconic America – in pictures", "date_published": "2022-11-22 07:00:44+00:00", "description": "<p>The landmark series Outlands created a new visual language of gas stations, diners and signage that inspired a generation of photographers </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/22/cars-bars-and-burger-joints-william-egglestons-iconic-america-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/in-the-war-between-snowflakes-and-boomers-im-with-the-kids-if-only-it-wasnt-so-easy-to-laugh-at-them-", "title": "In the war between snowflakes and boomers, I’m with the kids. If only it wasn’t so easy to laugh at them … | Zoe Williams", "date_published": "2022-11-22 07:00:44+00:00", "description": "<p>Gen Z seem to see trauma and toxicity everywhere they look. As I’ve just been reminded, that doesn’t mean they’re imagining things</p><p>Near where I live, there’s an open-mic day for local kids who are in bands. It’s slickly run, with professional sound engineers and equipment, and it’s all free. It’s an act of incredible generosity by a load of self-effacing ponytail guys, and I believe it will save at least a minuscule corner of the world of live music, just by populating south-east London with 14-year-olds who know how to plug in an amp.</p><p>It was Sunday. My treasured 15-year-old first born was about to play bass. I was in an incredibly good mood. My ex-husband had just said in a really loud voice: “I love the World Cup and I won’t have any woke liberals ruining it for me,” and even though he was joking, there was no way for bystanders to know that, so now they all think that he’s bad and I, per the ancient laws of the relational binary, am nice.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/in-the-war-between-snowflakes-and-boomers-im-with-the-kids-if-only-it-wasnt-so-easy-to-laugh-at-them-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/22/kentucky-snap-recipients-allotments-reduced", "title": "The US struggle to pay for food: ‘No matter how well you budget, you will run out of something’", "date_published": "2022-11-22 07:00:44+00:00", "description": "<p>Why have some US states opted out of nearly $4bn in emergency funds that would have helped their poorest residents?</p><ul><li><em>This piece is co-published with the <a href=\"https://economichardship.org/\">Economic Hardship Reporting Project</a></em></li></ul><p>Brett St Amand, a 59-year-old veteran living in Georgetown, Kentucky, never planned on using food stamps. For as long as he can remember, the self-identified Republican prided himself on his independence, preferring a life in the rural outskirts of town and making his living as a self-employed horse broker.</p><p>But in the early months of the pandemic, St Amand and his wife separated, setting off a period of instability. He moved out of their longtime house, put everything he owned into a storage unit and started bouncing from one temporary home to another. During this time, St Amand – whose only steady income is a monthly VA disability check for $152 – relied heavily on local charities and churches to get by.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/22/kentucky-snap-recipients-allotments-reduced\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/22/cop27-us-stinging-criticism-china-emissions", "title": "US receives stinging criticism at Cop27 despite China’s growing emissions", "date_published": "2022-11-22 07:00:44+00:00", "description": "<p>The country is highlighting China’s status as top polluter after being called out for climate inaction</p><p>The US, fresh from reversing its 30 years of opposition to a “loss and damage” fund for poorer countries suffering the worst impacts of the climate crisis, has signaled that its longstanding image as global climate villain should now be pinned on a new culprit: China.</p><p>Following years of tumult in which the US refused to provide anything resembling compensation for climate damages, followed by Donald Trump’s removal of America from the Paris climate agreement, there was a profound shift at the Cop27 UN talks in Egypt, with Joe Biden’s administration agreeing to the new loss and damage fund.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/22/cop27-us-stinging-criticism-china-emissions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/22/what-happens-when-humans-meddle-with-nature-aoe", "title": "What happens when humans meddle with nature?", "date_published": "2022-11-22 07:00:44+00:00", "description": "<p>Seven ways in which our destruction of the natural world has led to deadly outcomes</p><p>In the early 1990s, vultures across India started dying inexplicably. Long-billed, slender-billed and oriental white-backed vultures declined to the brink of extinction, with the number of India’s most common three vulture species falling by more than <a href=\"https://www.researchgate.net/publication/239924050_RECENT_CHANGES_IN_POPULA_TIONS_OF_RESIDENT_GYPS_VULTURES_IN_INDIA_1\">97% between 1992 and 2007</a>. Six other species were in sharp decline too. Scientists started testing the dead birds and worked out <a href=\"https://besjournals.onlinelibrary.wiley.com/doi/full/10.1111/j.0021-8901.2004.00954.x\">they had been exposed to diclofenac</a>, an anti-inflammatory drug routinely given to cattle in south Asia at the time. The vultures fed on the carcasses of cows and were poisoned.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/22/what-happens-when-humans-meddle-with-nature-aoe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/22/you-dont-know-what-war-is-by-yeva-skalietska-review-ukrainian-child-poignant-diary", "title": "You Don’t Know What War Is by Yeva Skalietska review – Ukrainian child’s poignant diary", "date_published": "2022-11-22 07:00:43+00:00", "description": "<p>This intimate and immediate account of a 12-year-old girl under siege in Kharkiv includes photos and WhatsApp texts to heart-rending effect</p><p>“Until you’ve been there, you don’t know what war is.” This short, intense memoir of Yeva Skalietska is the record, told in diary form, of the transformation of the life of a 12-year-old Ukrainian girl from Kharkiv. Yeva writes in direct, unadorned prose – she enjoyed learning English at school and the poise and precision of her language are extraordinary, given her age and the fact that she has constructed this record in words she has only ever encountered in the classroom or on television.</p><p>Yeva lives with her grandmother, Iryna, in an apartment on the outskirts of Kharkiv. From her window, she can see “huge empty fields that lead on to the Russian border”. We get a brief snapshot of her prewar life: parties, painting, tenpin bowling. It’s a vision of normality that is shattered by the events of 24 February 2022.</p> <a href=\"https://www.theguardian.com/books/2022/nov/22/you-dont-know-what-war-is-by-yeva-skalietska-review-ukrainian-child-poignant-diary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/22/istanbul-sofia-express-sleeper-train-turkey-bulgaria", "title": "‘An unforgettable rail journey’: my night on the Istanbul-Sofia Express", "date_published": "2022-11-22 07:00:43+00:00", "description": "<p>The overnight service from Turkey to Bulgaria started running again this year and was voted one of the world’s best journeys for 2023 by Lonely Planet</p><p>Last week Lonely Planet’s annual <a href=\"https://www.lonelyplanet.com/best-in-travel\">Best in Travel list</a> included the <a href=\"https://railturkey.org/travel/trains/international/sofia/\">Istanbul-Sofia Express</a> as an essential journey for 2023.</p><p>The overnight service restarted in April this year, after being suspended in early 2020. When introduced in 2017, it was a successor of older night-train services, including several incarnations using variants of the name Orient Express. I boarded one of the speedy suburban trains at Sirkeciin Istanbul’s Eminönü quarter, heading out of the city to Halkalı, an unassuming commuter station that’s now the starting point of this night train.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/22/istanbul-sofia-express-sleeper-train-turkey-bulgaria\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/japan-begins-inquiry-into-unification-church-in-wake-of-shinzo-abe-killing", "title": "Japan begins inquiry into Unification church in wake of Shinzo Abe killing", "date_published": "2022-11-22 06:54:58+00:00", "description": "<p>Investigation will focus on church’s finance and organisation amid public dismay at extent of its links to ruling party</p><p><a href=\"https://www.theguardian.com/world/japan\">Japan</a>’s government has launched an investigation into the Unification church, five months after the former prime minister Shinzo Abe was <a href=\"https://www.theguardian.com/world/2022/oct/17/japans-pm-orders-unification-church-investigation-as-scandal-engulfs-party\">shot dead</a>, allegedly by a man with a longstanding grudge against the group.</p><p>The probe, announced on Tuesday, will focus on the church’s finances and organisation, and could see it stripped of its legal status, media reports said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/japan-begins-inquiry-into-unification-church-in-wake-of-shinzo-abe-killing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/21/the-hours-opera-new-york-kevin-puts-interview", "title": "‘It feels like something different’: turning The Hours into an opera", "date_published": "2022-11-22 06:37:43+00:00", "description": "<p>The acclaimed book and Oscar-winning movie, about three women grappling with despair, is making an unusual leap to the stage in New York</p><p>On Tuesday night the superstar soprano Renée Fleming will return after five years to the Metropolitan Opera for the world premiere of The Hours. As a packed auditorium of her adoring fans waits with bated breath, she will deploy her sumptuous voice with the portentous opening word: “platters”.</p><p>Platters?</p> <a href=\"https://www.theguardian.com/music/2022/nov/21/the-hours-opera-new-york-kevin-puts-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/22/it-all-hinges-on-the-herders-worlds-largest-soil-carbon-removal-project-enlists-kenyan-pastoralists", "title": "‘It all hinges on the herders’: world’s largest soil carbon removal project enlists Kenyan pastoralists", "date_published": "2022-11-22 06:30:42+00:00", "description": "<p>A scheme that sets down strict grazing plans to benefit the environment and generate revenue for local people was highlighted at Cop27 as a future model</p><p>When Andrew Dokhole, a community leader in Isiolo, northern Kenya, took on the task of explaining a proposed soil carbon removal project a decade ago, he had to convince largely illiterate people about the benefits of a “foreign” concept.</p><p>“Our people didn’t know what carbon was,” says Dokhole. “There is no word for carbon in our local language, not even in Swahili, the national language. Yet the success of the project depended on the pastoralists understanding how the concept works and how it would affect their daily activities.”</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/22/it-all-hinges-on-the-herders-worlds-largest-soil-carbon-removal-project-enlists-kenyan-pastoralists\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/22/just-28-million-people-visited-live-festival-of-brexit-events-organisers-say", "title": "2.8 million people visited live ‘festival of Brexit’ events, organisers say", "date_published": "2022-11-22 06:00:43+00:00", "description": "<p>The £120m Unboxed project, under investigation by spending watchdog, fell well short of 66 million aspiration</p><p>A national festival celebrating British creativity that cost taxpayers £120m has attracted audiences of 18 million since it opened in the spring, but with only 2.8 million attending live events, according to its organisers.</p><p>The headline figure includes the television audience of a <a href=\"https://www.bbc.co.uk/programmes/m001drlr\">special edition of the BBC programme Countryfile</a> broadcast last month, which included a 15-minute segment of content created by Unboxed. Countryfile has an average weekly audience of 6 million.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/22/just-28-million-people-visited-live-festival-of-brexit-events-organisers-say\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-club-shooter-threatened-mother-bomb-2021", "title": "Colorado Springs shooter had allegedly threatened his mother with a bomb. Why could he still get a gun?", "date_published": "2022-11-22 06:00:43+00:00", "description": "<p>Anderson Lee Aldrich lived in a second amendment sanctuary, and neither police nor family triggered the state’s red flag law</p><p>A year and a half before Anderson Lee Aldrich was arrested as a suspect in a Colorado Springs LGBTQ+ nightclub shooting that left five people dead, he allegedly threatened his mother with a homemade bomb, forcing neighbors in surrounding homes to evacuate while the bomb squad and crisis negotiators talked him into surrendering.</p><p>Despite that incident, there’s no public record that prosecutors sought any felony kidnapping and menacing charges against Aldrich, or that police or relatives tried to trigger Colorado’s red flag law that would have allowed authorities to seize the weapons and ammo the man’s mother says he had with him.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-club-shooter-threatened-mother-bomb-2021\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/he-was-fast-he-ran-you-right-over-what-its-like-to-get-hit-by-an-suv", "title": "‘He was fast … he ran you right over’: what it’s like to get hit by an SUV", "date_published": "2022-11-22 06:00:43+00:00", "description": "<p>One Thursday afternoon, I stepped out to cross a city street – and woke up in hospital with broken bones and a brain injury. After I recovered, I started looking into why so many drivers just don’t stop</p><p>I heard a woman say, “She was hit by a car.” I thought: <em>It sounds as if she’s talking about me, but that can’t be right</em>. I couldn’t see. I didn’t know where I was. But I wasn’t worried. I sensed that I was surrounded by purposeful strangers and that my partner, David, was by my side. Abruptly, I grunted and twisted. A nurse who was watching my signals thrust a bedpan toward me. I dismissed the bedpan, leaned right and vomited blood over the bedrail. Still, I wasn’t alarmed or in pain – yet. I was only perplexed.</p><p>The last thing I remembered was leaving a grocery store and thinking <em>these bags are heavy</em>. That had been three hours earlier. Given the police report, doctors’ notes, and conversations with eyewitnesses, I’ve gathered some details from the time I lost.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/he-was-fast-he-ran-you-right-over-what-its-like-to-get-hit-by-an-suv\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/21/traditions-can-change-is-it-time-to-get-rid-of-the-thanksgiving-turkey", "title": "‘Traditions can change’: is it time to get rid of the Thanksgiving turkey?", "date_published": "2022-11-22 06:00:43+00:00", "description": "<p>Turkey shortages and inflation may make this the year to alter the holiday dinner, which was an unheard-of celebration until after the civil war</p><p>The Thanksgiving turkey is a golden idol, sitting at the center of the dinner table, and just about as useful.</p><p>From the complex math to figure out how long the defrosting and cooking will take (always wrong); to the parsing over conflicting instructions for dry or wet brining; to the five or six hours of basting; to the final battle with the carving knife, it is the result of several days of kitchen labor. And in the end, will result in piles and piles of leftovers, because everyone would rather be eating pie and mashed potatoes anyway.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/21/traditions-can-change-is-it-time-to-get-rid-of-the-thanksgiving-turkey\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/fears-over-oil-producers-influence-with-uae-as-next-host-of-cop-climate-talks", "title": "Fears over oil producers’ influence with UAE as next host of Cop climate talks", "date_published": "2022-11-22 06:00:42+00:00", "description": "<p>More than 630 fossil fuel lobbyists attended Cop27, and the Emirates, where Cop28 will be held, is a major oil and gas exporter</p><p> Fears are growing among climate experts and campaigners over the influence of fossil fuel producers on global climate talks, as a key Gulf petro-state gears up to take control of the negotiations.</p><p>The United Arab Emirates, one of the world’s biggest oil exporters, will hold the presidency of Cop28, the next round of UN climate talks that will begin in late November next year.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/fears-over-oil-producers-influence-with-uae-as-next-host-of-cop-climate-talks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/22/robbed-six-banks-out-of-desperation-kangaroo-bandit-cain-vincent-dyer", "title": "‘I robbed six banks out of desperation. Then I got greedy’: the Kangaroo Bandit on crime, family and regret", "date_published": "2022-11-22 06:00:42+00:00", "description": "<p>Cain Vincent Dyer became one of the most prolific bank robbers in the US before handing himself in. He tells his remarkable story, from being in debt to a drug cartel to his attempts to wipe his slate clean</p><p>From the driver’s seat of his car, pulled up outside a shopping plaza in Calabasas, California, Cain Vincent Dyer sat, casing a branch of Washington Mutual bank. He monitored various things: the number of people who came and left; what customers and staff were doing. It was guesswork, really, making up his mind when to hit it. Dyer had never robbed a bank before.</p><p>It was mid-morning, in August 1999. A few hours earlier, still dark outside, Dyer had grabbed his “war bag”, complete with gun, gloves, matches, a lighter and a metal bar, and driven north through Los Angeles from his home in Mission Viejo. He’d taken Interstate 405 and joined Route 101. During an impromptu bathroom stop, he’d settled on this target at random. He’d already tried to rob the place once, an hour or so earlier. That first attempt was abandoned before it even started. “I’d walked towards the door, but noticed a pregnant lady entering at the same time,” Dyer says now, 23 years later. “I couldn’t risk scaring her into an early labour. When I turned back around, I noticed my reflection. Yes, I was wearing a baseball cap and glasses, but I was still very identifiable. I realised how close I’d been to making a massive error.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/22/robbed-six-banks-out-of-desperation-kangaroo-bandit-cain-vincent-dyer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/22/treatment-for-alzheimers-lecanemab-dementia-research", "title": "‘This looks like the real deal’: are we inching closer to a treatment for Alzheimer’s?", "date_published": "2022-11-22 06:00:42+00:00", "description": "<p>After years of setbacks, dementia researchers are getting excited about a new antibody drug called lecanemab. No one expects it to stop cognitive decline, but even slowing it would be a breakthrough</p><p>At the end of November, thousands of researchers from around the world will descend on San Francisco for the annual Clinical Trials on Alzheimer’s Disease meeting. The conference is a mainstay of the dementia research calendar, the place where the latest progress – and all too often, setbacks – in the quest for Alzheimer’s treatments are made public for the first time.</p><p>This year’s meeting is poised to be a landmark event. After more than a century of research into Alzheimer’s, scientists expect to hear details of the first treatment that can unambiguously alter the course of the disease. Until now, nothing has reversed, halted or even slowed the grim deterioration of patients’ brains. Given that <a href=\"https://www.dementiastatistics.org/statistics/deaths-due-to-dementia/\">dementia and Alzheimer’s are the No 1 killer in the UK</a>, and the <a href=\"https://www.who.int/news-room/fact-sheets/detail/the-top-10-causes-of-death\">seventh largest killer worldwide</a>, there is talk of a <a href=\"https://www.theguardian.com/society/2022/sep/28/alzheimers-disease-progression-slowed-by-new-drug-lecanemab#:~:text=Success%20of%20experimental%20Alzheimer's%20drug%20hailed%20as%20'historic%20moment',-This%20article%20is&amp;text=An%20experimental%20drug%20has%20slowed,historic%20moment%E2%80%9D%20for%20dementia%20treatment.\">historic moment</a>.</p> <a href=\"https://www.theguardian.com/society/2022/nov/22/treatment-for-alzheimers-lecanemab-dementia-research\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says", "title": "Russia-Ukraine war live: blackouts likely across Ukraine until March, energy provider says", "date_published": "2022-11-22 05:58:38+00:00", "description": "<p>Blackouts could last longer, depending on future Russian attacks</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-272-of-the-invasion\">Russia-Ukraine war at a glance</a></li></ul> <a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/22/australian-winemakers-hit-back-at-european-bid-to-ban-them-from-using-prosecco-name", "title": "Australian winemakers hit back at European bid to ban them from using prosecco name", "date_published": "2022-11-22 05:33:36+00:00", "description": "<p>Italian immigrant Otto Dal Zotto, who grew Australia’s first commercial vines, says EU push makes him ‘very sad and a bit angry’</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/22/australia-politics-live-news-updates-weather-winds-batter-eastern-states-climate-200-signals-nsw-teal-challenges-state-election\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>In Victoria’s King Valley tourists travel down <a href=\"https://www.visitvictoria.com/regions/high-country/eat-and-drink/wineries/king-valley-wine-region/prosecco-road\">Prosecco Road</a>, so called because the wine region has now become known for the variety.</p><p>Otto Dal Zotto, an Italian immigrant from the town of Valdobbiadene, the birthplace of the sparkling white wine, was the first person to grow the grape variety commercially in Australia when he planted his first vines on the fertile slopes above the King River in 1999.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/22/australian-winemakers-hit-back-at-european-bid-to-ban-them-from-using-prosecco-name\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/airstrikes-turkey-russia-israel-new-era-syria-war", "title": "How airstrikes by Israel, Turkey and Russia denote a new era in Syrian war", "date_published": "2022-11-22 05:00:41+00:00", "description": "<p>Regional interests remain very much at stake in conflict neither isolated, nor solely Syrian – though often forgotten</p><p>Over the plains of northern Syria, an approaching warplane usually makes a distinctive roar, allowing those on the ground to determine who it belongs to and whether there’s a need to hide.</p><p>But the past few days have been more onerous than ever for plane-spotters as the air forces of three countries have crisscrossed Syrian skies, bombing targets from the Mediterranean coast to the deserts of the east in the most comprehensive airstrikes in the past three years.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/airstrikes-turkey-russia-israel-new-era-syria-war\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/first-refugees-from-nauru-to-be-resettled-in-new-zealand-arrive-nine-years-after-deal-offered", "title": "First refugees from Nauru to be resettled in New Zealand arrive nine years after deal offered", "date_published": "2022-11-22 04:50:29+00:00", "description": "<p>Six men who had been held in Australia’s offshore processing facilities for more than eight years arrive in Auckland</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/22/australia-politics-live-news-updates-weather-winds-batter-eastern-states-climate-200-signals-nsw-teal-challenges-state-election\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The first six refugees to be resettled in New Zealand from Australia’s offshore processing regime on Nauru have landed in Auckland.</p><p>The flight follows <a href=\"https://www.theguardian.com/australia-news/2022/mar/24/australia-agrees-450-refugees-can-be-resettled-in-new-zealand-nine-years-after-deal-first-offered\">a resettlement deal</a> first offered by New Zealand nine years – and three prime ministers – ago when it proposed taking 150 refugees from Australia’s offshore centres every year.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2022/nov/22/first-refugees-from-nauru-to-be-resettled-in-new-zealand-arrive-nine-years-after-deal-offered\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/21/garoppolo-throws-four-tds-as-49ers-overwhelm-cardinals-in-mexico-city", "title": "Garoppolo throws four TDs as 49ers overwhelm Cardinals in Mexico City", "date_published": "2022-11-22 04:39:09+00:00", "description": "<ul><li>San Francisco 49ers 38-10 Arizona Cardinals</li><li>Niners move to 6-4; Cardinals fall to 4-7</li></ul><p>Jimmy Garoppolo threw four touchdown passes, including two each to Brandon Aiyuk and George Kittle, and the San Francisco 49ers won their third straight game by blowing past the Arizona Cardinals 38-10 on Monday night in Mexico City.</p><p>It was the fifth regular-season NFL game played in Mexico City and the first since 2019. Technically a Cardinals home game, the raucous announced crowd of 78,427 fans at Estadio Azteca heavily favored the 49ers, roaring particularly loud when Kittle and Deebo Samuel scored.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/21/garoppolo-throws-four-tds-as-49ers-overwhelm-cardinals-in-mexico-city\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/beijing-shuts-parks-and-museums-as-chinas-covid-cases-rise", "title": "Beijing shuts parks and museums as China’s Covid cases rise", "date_published": "2022-11-22 04:24:28+00:00", "description": "<p>In China’s capital, cases have hit a record high, testing a recent government commitment to ease its zero-Covid policy</p><p>Beijing shut parks and museums on Tuesday, and more Chinese cities <a href=\"https://www.theguardian.com/world/2022/oct/20/beijing-steps-up-covid-measures-as-cases-quadruple-during-key-ccp-congress-meeting\">resumed mass testing for Covid-19</a>, as China fights a fresh nationwide spike in cases that has deepened concerns about its economy.</p><p>China reported 28,127 new local cases nationally for Monday, nearing its daily infection peak in April, with cases in the southern city of Guangzhou and the southwestern municipality of Chongqing accounting for about half of the total. In the capital, Beijing, cases have hit a fresh record high, prompting calls for more residents to stay put.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/beijing-shuts-parks-and-museums-as-chinas-covid-cases-rise\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/22/world-cup-2022-briefing-mbappe-and-messi-step-up-on-day-three", "title": "World Cup 2022 briefing: Mbappé and Messi step up on day three", "date_published": "2022-11-22 04:00:39+00:00", "description": "<p>Both players are expected to lead their teams to the trophy – and both play for Qatari-owned PSG</p><p>Qatar’s controlling interests in football are not restricted to this World Cup, as the arrival of two major stars on the tournament stage will remind us. After all, Qatar Sports Investments owns Paris Saint-Germain, the club that feature Lionel Messi and Kylian Mbappé in an all-star forward line.</p> <a href=\"https://www.theguardian.com/football/2022/nov/22/world-cup-2022-briefing-mbappe-and-messi-step-up-on-day-three\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/22/australia-vs-england-cricket-live-updates-score-third-one-day-international-50-over-odi-latest-scores-aus-v-eng", "title": "Australia v England: third one-day international – live", "date_published": "2022-11-22 03:54:00+00:00", "description": "<ul><li>Updates from the final match of the series at the MCG</li><li>Any thoughts? <a href=\"mailto:geoff.lemon@theguardian.com\">Email Geoff</a> or tweet <a href=\"https://twitter.com/GeoffLemonSport\">@GeoffLemonSport</a></li></ul><p><strong>3rd over: Australia 15-0 (Head 10, Warner 3) </strong>Overturned on review! The luck is running for Head. Woakes nails him in line with the stumps, and Pistol Reiffel pulls the trigger, but Head was up on his toes and has cause for concern about the height. As it turns out, the review shows it pitching a millimetre outside leg stump, so the ball-tracking doesn’t even come into it. Warner demonstrates to him how to play a leave after that, then all but chips a catch to mid off, landing just wide and short. Which is also a description of the batsman. </p><p><strong>2nd over: Australia 12-0 (Head 9, Warner 1) </strong>Head: dropped! And England drop heads. Willey the bowler this time, from the Members End. Another flash from Head, another edge, this one fine enough to hit the second slip, but above his head. Dawson in that spot, tips it over the bar and away for four runs. </p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/22/australia-vs-england-cricket-live-updates-score-third-one-day-international-50-over-odi-latest-scores-aus-v-eng\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/as-twitter-burns-we-must-not-forget-it-is-people-that-create-social-movements-not-apps", "title": "As Twitter burns we must not forget it is people that create social movements, not apps | Samantha Floreani", "date_published": "2022-11-22 03:31:08+00:00", "description": "<p>The dominant narrative is that all social media is bad, but this overlooks its powerful democratising and liberatory potential</p><p>The Twitter we once knew is dying. While the site is still functioning (for now), <a href=\"https://www.theguardian.com/technology/2022/nov/19/twitter-crashing-world-cup-elon-musk-social-media-traffic-spikes\">the signs of collapse are clear</a>. The value of a social network is its users and the communities they build, so as Elon Musk burns trust and core users leave the platform in droves, Twitter as we knew it seems to be gasping its final breaths, even if the site itself manages to cling to life.</p><p>There is plenty to be said about the negatives of Twitter – many users did call it “the hellsite” after all – and about the absolute fiasco that has been the month after Musk’s takeover. But social media is complicated. As the site starts to circle the drain, many are reflecting on what made Twitter so special and what will be missed if it ceases to exist. The final act on Twitter might just be a crowdsourced Twitter eulogy.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/as-twitter-burns-we-must-not-forget-it-is-people-that-create-social-movements-not-apps\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/22/where-have-you-been-pm-receives-mixed-reception-as-eugowra-counts-cost-of-inland-tsunami", "title": "‘Where have you been?’: PM receives mixed reception as Eugowra counts cost of inland ‘tsunami’", "date_published": "2022-11-22 03:03:48+00:00", "description": "<p>As Anthony Albanese and Dominic Perrottet walk through the disaster zone, residents remind them of the prohibitive costs of flood insurance</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/22/australia-politics-live-news-updates-weather-winds-batter-eastern-states-climate-200-signals-nsw-teal-challenges-state-election\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>In flood-ravaged Eugowra, not long after Anthony Albanese’s whirlwind visit, local mechanic Greg Agustin is moving slowly through his ruined workshop, picking through the debris.</p><p>His livelihood is strewn across the yard.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/22/where-have-you-been-pm-receives-mixed-reception-as-eugowra-counts-cost-of-inland-tsunami\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/22/cop27-another-blow-to-15c", "title": "Cop27: another blow to 1.5C?", "date_published": "2022-11-22 03:00:38+00:00", "description": "<p>At Cop27 in Egypt, negotiations ran 40 hours past the Friday night deadline. Country delegates were able to agree a historic deal on loss and damage, but less progress was made on global fossil fuel emission targets</p><p>The Guardian’s environment correspondent, <strong>Fiona Harvey</strong>, has attended 16 Cops, and found the atmosphere at Cop27 in Egypt particularly fraught. “They’re not normally quite as bad as this,” she tells <strong>Hannah Moore</strong>. “We have a pretty dreadful geopolitical situation around the world at the moment.” With countries dealing with the war in Ukraine, the food price crisis and the Covid pandemic, the stage was set for a difficult negotiation.</p><p>Developing countries have been arguing for decades that there should be financial support to help them rebuild physical and social infrastructure when a climate disaster strikes. After tense talks, a loss and damage fund was finally agreed upon. However, delegates were not able to strengthen their commitment to limit global heating to 1.5C above pre-industrial levels.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/22/cop27-another-blow-to-15c\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/tsunami-warning-after-70-magnitude-earthquake-near-solomon-islands", "title": "Tsunami warning after 7.0-magnitude earthquake near Solomon Islands", "date_published": "2022-11-22 02:57:27+00:00", "description": "<p>Shallow quake hits near Malango in the Solomon Islands, triggering a hazardous waves warning for the country’s coastline</p><p>A tsunami warning has been issued after a magnitude 7.0 earthquake struck just off the coast of Solomon islands on Tuesday, the United States Geological Survey said.</p><p>The US tsunami warning system said waves between 30cm and one metre could hit Solomon Islands, with waves of up to 30cm possible for Papua New Guinea and Vanuatu.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/tsunami-warning-after-70-magnitude-earthquake-near-solomon-islands\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/jan-6-oath-keepers-founder-stewart-rhodes-sedition-trial", "title": "Jury deliberations begin in January 6 sedition trial of Oath Keepers founder", "date_published": "2022-11-22 02:14:25+00:00", "description": "<p>Jurors will decide if his actions amount to seditious conspiracy, which carries significant jail time</p><p>As angry supporters of President Donald Trump stormed the US Capitol, ready to smash through windows and beat police officers, Oath Keepers founder Stewart Rhodes extolled them as patriots and harked back to the battle that kicked off the American revolutionary war.</p><p>“Next comes our Lexington,” Rhodes told his fellow far-right extremists in a message on 6 January 2021. “It’s coming.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/jan-6-oath-keepers-founder-stewart-rhodes-sedition-trial\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/new-york-mayor-eric-adams-friend-appointment-nypd", "title": "New York City mayor’s longtime friend now holds high-paid NYPD job", "date_published": "2022-11-22 02:09:58+00:00", "description": "<p>Lisa White, who earns $241,000 a year, is one of a number of Eric Adams’s friends, family and former colleagues hired to top roles</p><p>A career 911 dispatcher and longtime friend of New York City mayor Eric Adams who rented a room to Adams in her apartment in Brooklyn’s Crown Heights for four years now has one of the highest-paid jobs in city government, records show.</p><p>In May, the NYPD appointed Lisa White as its deputy commissioner for employee relations, at a salary of more than $241,000 a year – a nearly fivefold boost over her prior salary there and almost as much as the police commissioner makes.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/new-york-mayor-eric-adams-friend-appointment-nypd\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/21/apple-massachusetts-store-one-dead-usa", "title": "One dead and 16 injured after SUV slams into Massachusetts Apple store", "date_published": "2022-11-22 02:04:19+00:00", "description": "<p>The driver has not yet been charged with a crime, and the tech company said it was ‘devastated by the shocking events’</p><p>An SUV crashed through the front window of an Apple store Monday in Massachusetts, killing one person and injuring 16 others, authorities said.</p><p>Police were investigating but didn’t immediately say whether the crash was believed to be accidental. Hingham police chief David Jones said only that it was an active investigation. The driver of a 2019 Toyota 4Runner was being interviewed.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/21/apple-massachusetts-store-one-dead-usa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/new-zealands-supreme-court-has-forced-voting-age-onto-agenda-exposing-absurd-arguments-for-status-quo", "title": "New Zealand’s supreme court has forced voting age on to agenda, exposing absurd arguments for status quo | Henry Cooke", "date_published": "2022-11-22 01:49:43+00:00", "description": "<p>The newly empowered supreme court has blown up the long-running debate on youth voting, but parliament has shrugged off its intervention</p><p>Names can be deceiving. While many Kiwis might assume that our supreme court is in fact supreme – able to strike down laws and change the country – it is not. Like the UK, parliament in New Zealand is supreme. Even if the courts decide parliament’s laws disagree with the Bill of Rights Act, the democratic body is able to tell the court to stick to complex tax cases, thanks. Nothing handcuffs parliament, nothing is above it.</p><p>Yet the supreme court <em>was</em> recently handed new power to force issues on to the agenda of parliament, and has almost immediately used it to blow up the long-running debate about youth voting, exposing the silly positions of most involved.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/new-zealands-supreme-court-has-forced-voting-age-onto-agenda-exposing-absurd-arguments-for-status-quo\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/22/heres-the-tragedy-of-mateship-many-men-just-dont-talk-about-stuff-that-really-matters", "title": "Here’s the tragedy of ‘mateship’ – many men just don’t talk about stuff that really matters | Paul Daley", "date_published": "2022-11-22 01:46:12+00:00", "description": "<p>Some things get easier with age. The intensity of my friendships and the emotionally sharing nature of them has deepened</p><p></p><p>I keep hearing it from men and women in my orbit: too many men in their lives are lonely and have no real mates with whom to workshop their intense emotional stuff.</p><p>It’s no surprise: boys of my era were raised to compete with one another – and the world. Resilience was everything. If this sounds Darwinian, it is. <em>Feelings</em>. We all had them, of course. Buried deep inside. Fears? You bet. They were there to be swallowed. Conquered. But rarely shared unless life threatening.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/22/heres-the-tragedy-of-mateship-many-men-just-dont-talk-about-stuff-that-really-matters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/21/jay-leno-burned-hospital-released-car-fire", "title": "Jay Leno released from hospital after suffering serious burns in car fire", "date_published": "2022-11-22 01:35:48+00:00", "description": "<p>Comedian was injured while working underneath a car but is expected to make a full recovery</p><p>Jay Leno has been released from hospital and is “looking forward to spending Thanksgiving with his family” after being treated for serious burns sustained in a recent petrol fire accident.</p><p>The former host of The Tonight Show was said to be thankful for the care he had received following the incident and “very appreciative of all the well wishes”.</p> <a href=\"https://www.theguardian.com/media/2022/nov/21/jay-leno-burned-hospital-released-car-fire\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/indonesian-earthquake-rescuers-search-for-survivors-trapped-in-rubble", "title": "Indonesian earthquake: rescuers search for survivors trapped in rubble", "date_published": "2022-11-22 01:23:05+00:00", "description": "<p>Authorities warn death toll of 162 may rise after 5.6-magnitude quake devastated Cianjur on Indonesia’s main island of Java</p><ul><li><a href=\"https://www.theguardian.com/world/gallery/2022/nov/22/indonesia-earthquake-2022-java-in-pictures\">Indonesian earthquake – in pictures</a></li></ul><p>Indonesian rescue workers were racing to reach people still trapped in rubble after an earthquake devastated a West Java town, killing at least 162 people and injuring hundreds more, as officials warned the death toll may rise.</p><p>The epicentre of Monday’s shallow 5.6-magnitude quake was close to the town of Cianjur, in a mountainous area of Indonesia’s most populous province.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/indonesian-earthquake-rescuers-search-for-survivors-trapped-in-rubble\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/factory-fire-deaths-chinese-city-anyang-henan-china", "title": "Dozens dead in factory fire in Chinese city of Anyang – state media", "date_published": "2022-11-22 01:15:00+00:00", "description": "<p>Fire broke out in the ‘high-tech zone’ in Anyang city, Henan province, state media reported</p><p>A fire at a factory in the Chinese city of Anyang in Henan province has killed 36 people, with two others injured, state media reported on Tuesday.</p><p>The fire broke out at Kaixinda Trading Co Ltd in the Wenfeng district, or “high-tech zone”, in Anyang city, the report said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/22/factory-fire-deaths-chinese-city-anyang-henan-china\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/nov/22/indonesia-earthquake-2022-java-in-pictures", "title": "Indonesia earthquake: lives and homes left ruined in Java – in pictures", "date_published": "2022-11-22 00:50:14+00:00", "description": "<p>At least 162 people killed after magnitude-5.6 quake triggered landslides, damaging homes and leaving thousands displaced </p> <a href=\"https://www.theguardian.com/world/gallery/2022/nov/22/indonesia-earthquake-2022-java-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/trump-organization-tax-fraud-trial", "title": "Prosecution rests case early in Trump Organization tax fraud trial", "date_published": "2022-11-22 00:39:00+00:00", "description": "<p>Prosecutors hope to convict ex-president’s company after two top executives testify to scheming to avoid taxes on perks</p><p>Prosecutors in the Trump Organization’s criminal tax fraud trial rested their case on Monday earlier than expected, pinning hopes for convicting Donald Trump’s company largely on the word of two top executives who cut deals before testifying that they schemed to avoid taxes on company-paid perks.</p><p>Allen Weisselberg, the company’s longtime finance chief, and Jeffrey McConney, a senior vice president and controller, testified for the bulk of the prosecution’s eight-day case, bringing the drama of their own admitted wrongdoing to a trial heavy on numbers, spreadsheets, tax returns and payroll records.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/trump-organization-tax-fraud-trial\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-272-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 272 of the invasion", "date_published": "2022-11-22 00:37:32+00:00", "description": "<p>Ukraine evacuates civilians from Kherson; repeated shelling of Zaporizhzhia nuclear plant </p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/nov/22/russia-ukraine-war-at-a-glance-what-we-know-on-day-272-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/22/raf-simons-to-close-fashion-label-after-nearly-three-decades", "title": "Raf Simons to close fashion label after nearly three decades", "date_published": "2022-11-22 00:24:13+00:00", "description": "<p>Speculation that Belgian designer may be closing brand due to tough financial market and to focus on role at Prada</p><p>Raf Simons is closing his eponymous label after 27 years.</p><p>Announcing the news on Monday via a brief statement on Instagram, the Belgian-born fashion designer revealed that the brand’s spring/summer 2023 collection shown in October in London will be its last.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/22/raf-simons-to-close-fashion-label-after-nearly-three-decades\">Continue reading...</a>", "favourite": false}]