[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/this-malware-installs-malicious-browser.html", "title": "This Malware Installs Malicious Browser Extensions to Steal Users' Passwords and Cryptos", "date_published": "2022-11-22 17:36:00+00:00", "description": "A malicious extension for Chromium-based web browsers has been observed to be distributed via a long-standing Windows information stealer called ViperSoftX.\nCzech-based cybersecurity company dubbed the rogue browser add-on VenomSoftX owing to its standalone features that enable it to access website visits, steal credentials and clipboard data, and even swap cryptocurrency addresses via an", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-warn-of-cyber-criminals.html", "title": "Researchers Warn of Cyber Criminals Using Go-based Aurora Stealer Malware", "date_published": "2022-11-22 12:30:00+00:00", "description": "A nascent Go-based malware known as Aurora Stealer is being increasingly deployed as part of campaigns designed to steal sensitive information from compromised hosts.\n\"These infection chains leveraged phishing pages impersonating download pages of legitimate software, including cryptocurrency wallets or remote access tools, and the 911 method making use of YouTube videos and SEO-poised fake", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/heres-how-to-ensure-your-incident.html", "title": "Here's How to Ensure Your Incident Response Strategy is Ready for Holiday Hackers", "date_published": "2022-11-22 12:07:00+00:00", "description": "The best line of defense against holiday hacking schemes is a comprehensive incident response strategy that focuses on end-user vulnerabilities. \nThe holiday season is upon us and with it a slew of cybersecurity scams preying on end-user vulnerabilities.\nBecause employees often use their business emails and cell phones as their primary point of contact, these scams quickly become a threat to", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/luna-moth-gang-invests-in-call-centers.html", "title": "Luna Moth Gang Invests in Call Centers to Target Businesses with Callback Phishing Campaigns", "date_published": "2022-11-22 09:45:00+00:00", "description": "The Luna Moth campaign has extorted hundreds of thousands of dollars from several victims in the legal and retail sectors.\nThe attacks are notable for employing a technique called callback phishing or telephone-oriented attack delivery (TOAD), wherein the victims are social engineered into making a phone call through phishing emails containing invoices and subscription-themed lures.\nPalo Alto", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/us-authorities-seize-domains-used-in.html", "title": "U.S. Authorities Seize Domains Used in 'Pig butchering' Cryptocurrency Scams", "date_published": "2022-11-22 09:10:00+00:00", "description": "The U.S. Justice Department (DoJ) on Monday announced the takedown of seven domain names in connection to a \"pig butchering\" cryptocurrency scam. The fraudulent scheme, which operated from May to August 2022, netted the actors over $10 million from five victims, the DoJ said.\nPig butchering, also called Sha Zhu Pan, is a type of scam in which swindlers lure unsuspecting investors into sending", "favourite": false}]