[{"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/interactive/2022/10/asia/china-party-congress-change-under-xi-intl-hnk/", "title": "How Xi has changed China", "date_published": "2022-10-18 22:03:08.002368+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/18/iran-protests-actress-golshifteh-farahani-intv-ctw-contd-vpx.cnn", "title": "Iranian actress explains what's different about latest protests", "date_published": "2022-10-18 21:25:10+00:00", "description": "Exiled Iranian actress Golshifteh Farahani talks to CNN about the protests that erupted in Iran on September 17, triggered by the death of 22-year-old Mahsa Amini, who died in a hospital three days after being arrested by \"morality police\" and taken to a \"re-education center.\""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/18/iranian-made-drones-downed-russia-ukraine-military-exclusive-clarissa-ward-dnt-lead-vpx.cnn", "title": "Ukrainian intelligence officer shows CNN downed alleged Iranian drone used by Russians", "date_published": "2022-10-18 21:03:26+00:00", "description": "Iran's government is emphatically denying it supplied Russia with deadly kamikaze drones that have been wreaking havoc on Ukraine's capital city, Kyiv. CNN's Chief International Correspondent Clarissa Ward gets an exclusive up-close look at a downed allegedly Iranian-made drones used by Russians."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/durham-investigation-igor-danchenko-trial/index.html", "title": "Primary source for Trump-Russia dossier acquitted of lying to FBI", "date_published": "2022-10-18 20:51:12+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/webview/europe/live-news/russia-ukraine-war-news-10-18-22#h_9f29737803c3960d71b183316ccef75a", "title": "Situation in Kherson 'very difficult,' regional Russian commander says", "date_published": "2022-10-18 20:03:03.207410+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/world/wwii-shipwreck-leak-environment-scn/index.html", "title": "World War II shipwreck still pollutes the North Sea's ocean floor 80 years later", "date_published": "2022-10-18 19:53:32+00:00", "description": "A World War II shipwreck is still leaking explosives and other toxic elements into the ocean floor of the North Sea more than 80 years after it was sunk."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/politics/2022/10/18/avlon-reality-check-third-party-independent-newday-contd-vpx.cnn", "title": "Reality Check: Could this year be the year of the third party?", "date_published": "2022-10-18 19:42:18+00:00", "description": "According to a recent poll, there are more self-identified Independents than Republicans or Democrats. CNN's John Avlon speaks with candidates on why they chose to run as Independents."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/us-confirms-detention-saudi-arabia/index.html", "title": "US State Department confirms detention of US citizen in Saudi Arabia", "date_published": "2022-10-18 19:31:36+00:00", "description": "The US State Department confirmed that 72-year-old American citizen Saad Ibrahim Almadi has been imprisoned in Saudi Arabia after being given a 16-year sentence for tweets critical of the Saudi government."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/entertainment/creed-iii-michael-b-jordan/index.html", "title": "'Creed III' trailer features Michael B. Jordan in fighting shape as Adonis", "date_published": "2022-10-18 19:29:16+00:00", "description": "The first official trailer for \"Creed III\" has arrived."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/18/venezuela-migrants-colombia-living-costs-food-prices-pkg-contd-oneworld-vpx.cnn", "title": "Mom says she removed her children from school over soaring food prices", "date_published": "2022-10-18 19:27:38+00:00", "description": "A new immigration policy from the Biden administration and the soaring costs of food and living are leaving Venezuelan migrants looking to get into the US with few options as they remain stuck in countries like Colombia. Journalist Stefano Pozzebon speaks with a migrant mother who is struggling to get her family asylum."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/special-master-dearie-mar-a-lago-beef/index.html", "title": "Special master Dearie unhappy with Mar-a-Lago document progress: 'Where's the beef? I need some beef'", "date_published": "2022-10-18 18:41:27+00:00", "description": "A court-appointed special master expressed frustration on Tuesday with the limited information he's getting from the Justice Department and from defense lawyers for former President Donald Trump about disputes over documents seized from Mar-a-Lago."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/europe/germany-cybersecurity-russia-ties-intl/index.html", "title": "Germany's cybersecurity chief fired following reports of alleged Russian ties", "date_published": "2022-10-18 18:26:59+00:00", "description": "German Interior Minister Nancy Faeser sacked Arne Schönbohm, the head of the Federal Office for Information Security (BSI), with immediate effect from his duties, a spokesperson for the ministry told CNN on Tuesday, after recent media reports alleged he had links with people involved with Russian intelligence services."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/travel/article/snake-on-united-airlines-flight-newark/index.html", "title": "Newark airport authorities remove snake from a plane", "date_published": "2022-10-18 18:10:43+00:00", "description": "Although it sounds like a Hollywood plot, authorities didn't need help from \"Snakes on a Plane\" actor Samuel L. Jackson when an airline passenger found a snake underfoot after arriving at Newark Liberty International Airport."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/health/short-sleep-multiple-chronic-diseases-wellness/index.html", "title": "People who sleep 5 hours or less a night face higher risk of multiple health problems as they age, study finds", "date_published": "2022-10-18 18:00:49+00:00", "description": "A large study published Tuesday provides evidence that people age 50 and older who sleep five hours or less at night have a greater risk of developing multiple chronic diseases as they age when compared with peers who get a longer night's rest."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/webview/europe/live-news/russia-ukraine-war-news-10-18-22#h_510448ef5caa1a605443ebbcc13daa72", "title": "Russian missile supplies have fallen to critically low level, Ukraine says", "date_published": "2022-10-18 17:03:03.241217+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/uk/manchester-chinese-diplomat-consulate-protest-intl-gbr/index.html", "title": "UK lawmaker accuses Chinese diplomat of 'ripping down posters' during pro-democracy consulate protest", "date_published": "2022-10-18 16:53:20+00:00", "description": "A British lawmaker accused Chinese consul-general Zheng Xiyuan of ripping down posters Sunday at a Hong Kong pro-democracy protest outside the Chinese consulate in the northern English city of Manchester."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/18/nord-stream-1-damage-underwater-video-ctw-sebastian-vpx.cnn", "title": "New underwater video shows Nord Stream 1 damage", "date_published": "2022-10-18 16:16:13+00:00", "description": "New underwater footage from Swedish news outlet Expressen reveals damage to the Nord Stream 1 pipeline. CNN International correspondent Clare Sebastian reports."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/world/heaviest-bony-fish-intl-scli-scn/index.html", "title": "Record-breaking bony fish weighing 3 tons found", "date_published": "2022-10-18 16:08:54+00:00", "description": "A giant sunfish believed to be the world's heaviest bony fish has been discovered in the Azores archipelago, Portugal, weighing a whopping 2,744 kilograms (3 tons)."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/entertainment/drew-barrymore-sex/index.html", "title": "Drew Barrymore is 'not a person who needs sex'", "date_published": "2022-10-18 16:03:43+00:00", "description": "Drew Barrymore has shared her perspective about love and sex post-divorce."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://cnn.it/3MGHs51", "title": "How Xi has changed China", "date_published": "2022-10-18 16:03:02.987078+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/entertainment/taylor-swift-new-music-lyrics/index.html", "title": "Taylor Swift reveals a few things that keep her up at night", "date_published": "2022-10-18 15:48:33+00:00", "description": "In anticipation of the release of her new album \"Midnights,\" Taylor Swift is revealing what keeps her up at night."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/europe/russia-ukraine-power-stations-energy-attacks-intl/index.html", "title": "'Massive blackouts' as 30% of Ukraine's power stations destroyed in just over a week", "date_published": "2022-10-18 15:47:35+00:00", "description": "Thirty percent of Ukraine's power stations have been destroyed in just over a week, leading to \"massive blackouts\" across the country, President Volodymyr Zelensky said Tuesday, as the Kremlin steps up attacks on critical energy infrastructure."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/trump-odea-republican-senate-colorado/index.html", "title": "Donald Trump is actively hurting Republicans' Senate chances", "date_published": "2022-10-18 15:33:44+00:00", "description": "For months now, Senate Republicans have been quietly optimistic about Joe O'Dea, their candidate running against Democratic Sen. Michael Bennet in Colorado."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/sport/iranian-climber-elnaz-rekabi-hijab-intl-spt/index.html", "title": "Concerns mount over Iranian climber Elnaz Rekabi after she competed without hijab", "date_published": "2022-10-18 15:32:06+00:00", "description": "A female Iranian climber, who did not wear a hijab at an international competition in South Korea, left for Iran on Tuesday as Iranian groups based abroad raised alarms over her fate back home."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/sport/golden-state-warriors-lebron-james-nba-preview-spt-intl/index.html", "title": "NBA season preview: Warriors bid for back-to-back titles and LeBron eyes scoring record", "date_published": "2022-10-18 15:13:55+00:00", "description": "The Golden State Warriors are eying a second consecutive NBA title -- and the franchise's fifth since 2015 -- as the season tips off on Tuesday, bidding to cement its era-defining legacy with yet more success."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/health/hair-straightening-products-uterine-cancer-study/index.html", "title": "Hair-straightening chemical products linked to increased uterine cancer risk in new study", "date_published": "2022-10-18 15:08:52+00:00", "description": "Scientists are uncovering new details in the connection between using certain hair straightening products, such as chemical relaxers and pressing products, and an increased risk of cancer in women."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/entertainment/james-corden-new-york-restaurant/index.html", "title": "James Corden is welcome to return to New York restaurant", "date_published": "2022-10-18 14:57:14+00:00", "description": "James Corden has \"apologized profusely\" after a New York City restaurant owner called him out for allegedly being a tough customer."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/herschel-walker-allegations/index.html", "title": "Walker defends his transparency on abortion allegations and says 'my campaign now has been about going forward'", "date_published": "2022-10-18 14:55:32+00:00", "description": "Republican Senate nominee Herschel Walker on Tuesday defended his own transparency over allegations he paid for an ex-girlfriend's abortion, telling reporters at a press conference that he had \"answered that question time and time again\" and that his campaign was \"about going forward.\""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/pacific-ocean-offshore-wind-sale-biden-climate/index.html", "title": "Biden moves one step closer to making giant Pacific Ocean wind turbines a reality", "date_published": "2022-10-18 14:34:07+00:00", "description": "The Department of Interior on Tuesday announced it will hold a lease sale for wind energy off the coast of Central and Northern California, bringing the Biden administration's dream of a massive West Coast wind farm one step closer to reality."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/isis-french-cement-company-holcim/index.html", "title": "French company to plead guilty to US federal conspiracy charge to provide support to ISIS, judge says", "date_published": "2022-10-18 14:32:58+00:00", "description": "French cement company Lafarge SA and a dormant subsidiary Lafarge Cement Syria will plead guilty to a US federal count of conspiracy to provide material support to ISIS and another terrorist organization, a federal judge said in a Brooklyn, New York, court on Tuesday."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/republicans-china-huawei/index.html", "title": "GOP presses Biden admin. on use of Chinese comms equipment near US military installations", "date_published": "2022-10-18 14:28:22+00:00", "description": "Top Republicans on the House Oversight Committee are pressing the Biden administration on the use of Chinese-made telecommunications equipment near sensitive US military installations, in a signal of what the powerful committee may pursue if the GOP claims the House in November."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/bob-woodward-trump-tapes-audiobook-recorded-interviews/index.html", "title": "Bob Woodward releasing new audiobook 'The Trump Tapes' with eight hours of recorded interviews", "date_published": "2022-10-18 14:00:07+00:00", "description": "During a December 2019 Oval Office interview with then-President Donald Trump, Washington Post journalist Bob Woodward asked whether his bellicose rhetoric toward North Korean leader Kim Jong Un had been intended to drive Kim to the negotiating table."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/tech/meta-sells-giphy-uk-compliance/index.html", "title": "Meta says it will sell Giphy to comply with UK breakup order", "date_published": "2022-10-18 13:32:17+00:00", "description": "Facebook-parent Meta plans to sell off Giphy, an online search tool for animated images, after the UK government said it would force the tech giant to unwind its acquisition of the service."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/football/josh-cavallo-attitude-man-of-the-year-award-spt-intl/index.html", "title": "Gay Australian footballer Josh Cavallo says World Cup shouldn't be going to Qatar, where homosexuality is illegal", "date_published": "2022-10-18 13:32:02+00:00", "description": "It has been almost a year since Josh Cavallo announced he is gay, but even now he still struggles to comprehend the far-reaching impact his announcement has had -- especially as he has begun to speak out on major issues, notably the Qatar World Cup."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/us/texas-sikh-sherif-deputy-killing-conviction/index.html", "title": "The man who killed trailblazing Texas deputy Sandeep Dhaliwal is convicted of capital murder", "date_published": "2022-10-18 13:23:39+00:00", "description": "The man who gunned down the Houston area's beloved first Sikh sheriff's deputy could face the death penalty after he was convicted Monday of capital murder."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/business/pizza-hut-melts-slices/index.html", "title": "Pizza Hut is finally selling slices — with a twist", "date_published": "2022-10-18 13:18:07+00:00", "description": "Pizza Hut is getting more personal beyond its personal pan pizzas."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/tech/us-chip-manufacturing-semiconductors/index.html", "title": "The US is spending billions to boost chip manufacturing. Will it be enough?", "date_published": "2022-10-18 13:06:24+00:00", "description": "The United States government is pulling out all the stops to boost domestic semiconductor manufacturing, injecting billions of dollars into the beleaguered sector and flexing all policy muscles available to give it a leg up over competition from Asia."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/investing/goldman-sachs-reorganization-earnings/index.html", "title": "Goldman Sachs overhauls banking and trading units", "date_published": "2022-10-18 12:23:28+00:00", "description": "Goldman Sachs announced a major reorganization Tuesday as the Wall Street powerhouse grapples with market volatility."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/business/rolls-royce-spectre-electric/index.html", "title": "Rolls-Royce's first electric car has two doors and is longer than a Cadillac Escalade", "date_published": "2022-10-18 12:17:36+00:00", "description": "Rolls-Royce will start production of its first electric car next year. It has only two doors but is longer than a full-size SUV. And among its innumerable options, the Spectre will be offered with stars in the doors."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/sport/nfl-week-6-recap-spt-intl/index.html", "title": "What we learned from Week 6 of the NFL season: Tom Brady f-bombs, best teams show championship mettle and New York improves", "date_published": "2022-10-18 12:15:17+00:00", "description": "In a week where some teams showed why they're contenders and others showed why they might not, the biggest talking point from Week 6 of the 2022 NFL season came from the sideline involving the sport's biggest name."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/politics/2022/10/18/stacey-abrams-brian-kemp-georgia-debate-mckend-dnt-newday-vpx.cnn", "title": "Watch contestants face off in heated race for governor of Georgia", "date_published": "2022-10-18 11:57:53+00:00", "description": "Republican Gov. Brian Kemp and Democrat Stacey Abrams sparred over health care, crime and punishment and voting rights in a debate as they made their final appeal to voters in a reprise of their fiercely contested 2018 race for the same job. CNN national politics reporter Eva McKend has more."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/politics/strategic-petroleum-reserve-joe-biden/index.html", "title": "White House plans on announcing additional oil reserve sales in wake of OPEC+ cut", "date_published": "2022-10-18 11:47:58+00:00", "description": "The Biden administration is planning to announce additional sales from the nation's emergency oil stockpile as it seeks to counter market pressures created by the OPEC+ decision to cut oil production targets just three weeks from the midterm elections, according to two sources familiar with the decision."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/politics/2022/10/18/barack-obama-mistake-pod-save-america-sotu-bash-sullivan-intv-vpx.cnn", "title": "Obama speaks out on 'mistake' during his presidency", "date_published": "2022-10-18 11:32:07+00:00", "description": "CNN's Dana Bash talks to National Security Adviser Jake Sullivan about how the Biden administration is responding to Iranian crackdowns on protestors, and how former President Obama compared his handling of protests to the current situation."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/travel/article/man-builds-plane-garden/index.html", "title": "The man who built a plane for his family", "date_published": "2022-10-18 11:25:12+00:00", "description": "It wasn't until he moved near to an airfield in the UK over a decade ago that mechanical engineer Ashok Aliseril Thamarakshan began to seriously consider learning to fly a plane."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/us/oklahoma-missing-bikers-what-we-know/index.html", "title": "The discovery of 4 dismembered bodies in an Oklahoma river turned a missing persons case into a murder probe. Here's what we know", "date_published": "2022-10-18 11:17:56+00:00", "description": "A set of missing persons reports has turned into a murder investigation after dismembered bodies found in an Oklahoma river were identified as four men who vanished last week, police said."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/collections/intl-kanye-west/", "title": "Ye's graveyard of hate: What Kanye West's agreement to purchase Parler actually means", "date_published": "2022-10-18 11:16:05+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/investing/premarket-trading-stocks/index.html", "title": "The strong dollar has an unexpected victim", "date_published": "2022-10-18 11:04:51+00:00", "description": "The strong dollar has been a headwind for blue chip US companies in the Dow and S&amp;P 500 this year."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/health/formula-shortage-census-survey/index.html", "title": "Formula shortage has improved in the US but still poses challenges for many", "date_published": "2022-10-18 10:43:24+00:00", "description": "Despite improving stock rates, many families with new babies in the United States are still having trouble finding baby formula."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/sport/lewis-hamilton-denver-broncos-la-chargers-nfl-spt-intl/index.html", "title": "Lewis Hamilton looks on as his Denver Broncos team go down against the Los Angeles Chargers", "date_published": "2022-10-18 10:41:54+00:00", "description": "Lewis Hamilton swapped starting grids for gridiron on Monday as he attended his first Denver Broncos game, watching on as his team went down 19-16 against the Los Angeles Chargers."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/business/mycoworks-gm-investment/index.html", "title": "GM just took a stake in a startup that makes imitation leather out of mushrooms", "date_published": "2022-10-18 10:38:07+00:00", "description": "General Motors' venture capital arm has invested in a California startup that's making imitation leather from mushrooms."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/economy/fitch-inflation-recession-spring/index.html", "title": "First on CNN: Next spring the economy will sink into a 1990-style recession, Fitch says", "date_published": "2022-10-18 10:37:07+00:00", "description": "Stubborn inflation and the Federal Reserve's jumbo-sized interest rate hikes will drive the American economy into a 1990-style recession starting in the spring, Fitch Ratings warned on Tuesday."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/opinions/health-care-solutions-expert-roundup/index.html", "title": "The pandemic exposed a harsh truth about health care. 6 experts weigh in on how to fix it", "date_published": "2022-10-18 10:34:38+00:00", "description": "With over 1 million deaths in the US from Covid-19, and close to 100 million cases of infection since the pandemic began, almost everyone in the nation has been touched by the disease in some way."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/travel/2022/10/12/stanley-tucci-searching-for-italy-puglia-origseriesfilms.cnn", "title": "Tucci explores the creative way Italians outsmarted tax collectors", "date_published": "2022-10-18 10:28:35+00:00", "description": "The cone-shaped buildings, called Trulli, in southern Puglia were strategically designed so they could be deconstructed to avoid taxes. \"Stanley Tucci: Searching for Italy\" airs Sundays at 9 p.m. ET."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/football/alexia-putellas-ballon-dor-real-madrid-offense-spt-intl/index.html", "title": "Ballon d'Or ceremony: Alexia Putellas makes history, Real Madrid men's players take offense and boos for Mbappé?", "date_published": "2022-10-18 10:28:26+00:00", "description": "FC Barcelona and Spain star Alexia Putellas retained the Ballon d'Or Féminin on Monday, the award presented to the best women's player of the last year, becoming the first woman in history to win back-to-back Ballon d'Ors."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/sport/brittney-griner-birthday-russia-prison-appeal-spt-intl/index.html", "title": "Brittney Griner spends 32nd birthday in Russian prison as friends and family step up campaign to bring her home", "date_published": "2022-10-18 10:27:52+00:00", "description": "Eight months on from her detainment in Moscow, Brittney Griner is celebrating her 32nd birthday in a Russian jail instead of with her family."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/health/ms-epstein-barr-vaccine-khn-partner/index.html", "title": "Researchers speed efforts for vaccine against virus linked with mono, MS", "date_published": "2022-10-18 10:23:13+00:00", "description": "Maybe you've never heard of the Epstein-Barr virus. But it knows all about you."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/football/indonesia-stadium-disaster-demolished-intl-spt/index.html", "title": "Indonesia to demolish soccer stadium where stampede killed over 130", "date_published": "2022-10-18 10:17:12+00:00", "description": "Indonesia will demolish and rebuild a football stadium where a stampede killed more than 130 people this month, President Joko Widodo said on Tuesday as he vowed to \"thoroughly transform\" the sport in the soccer-mad nation."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/world/uae-eu-borrell-racist-comments-intl/index.html", "title": "UAE summons EU mission head to explain Borrell comments it says were racist", "date_published": "2022-10-18 10:08:33+00:00", "description": "The United Arab Emirates on Monday summoned the acting head of the mission at the European Union delegation to the UAE, asking for explanation of what it said were racist comments made by EU foreign policy chief Josep Borrell last week."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://cnn.it/3Txtpku", "title": "Are you a UK mortgage borrower hit hard by rising interest rates?", "date_published": "2022-10-18 10:02:36.951698+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/football/mason-greenwood-custody-attempted-rape-intl-spt/index.html", "title": "Mason Greenwood to spend more than a month in custody over attempted rape charge", "date_published": "2022-10-18 09:15:48+00:00", "description": "Manchester United footballer Mason Greenwood was remanded into custody on Monday after he appeared in court charged with attempted rape, Britain's PA news agency reported."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/webview/europe/live-news/russia-ukraine-war-news-10-18-22/index.html", "title": "Ukraine's energy infrastructure under renewed attack, including in Kyiv", "date_published": "2022-10-18 09:02:36.684146+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/18/hong-kong-protesters-attacked-chinese-consulate-manchester-becky-anderson-pkg-ovn-intl-contd-ldn-vpx.cnn", "title": "Video shows scuffle outside Chinese consulate in Manchester", "date_published": "2022-10-18 08:55:50+00:00", "description": "Police have launched an investigation after a Hong Kong pro-democracy protester was allegedly beaten on the grounds of the Chinese consulate in the English city of Manchester. The Hong Kong Indigenous Defence Force says that Chinese consular staff were involved in the alleged beating. CNN's Becky Anderson reports."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/golf/adrian-meronk-tiger-woods-the-open-spt-intl/index.html", "title": "From childhood hero to playing partner, Adrian Meronk's fairytale Open meeting with Tiger Woods", "date_published": "2022-10-18 08:50:03+00:00", "description": "Never meet your idols, the saying goes. Try telling that to Adrian Meronk."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/18/russia-jet-crash-yeysk-intl-ovn-hnk-vpx.cnn", "title": "Video shows scene where Russian jet crashed into building", "date_published": "2022-10-18 08:49:47+00:00", "description": "At least 13 people have died after a Russian SU-34 fighter jet crashed into a residential building in the western city of Yeysk during a training flight Monday, according to Russian state media and authorities. CNN's Salma Abdelaziz reports."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/world/cats-love-affection-humans-signs-scn-partner/index.html", "title": "Want to know if your cat loves you? Look out for these signs", "date_published": "2022-10-18 08:49:03+00:00", "description": "Even the most devoted cat owners wonder at some point, perhaps waking up in a cold sweat in the middle of the night, whether their cat really loves them. Dog people like to smugly point out dogs' long history as humankind's best friend."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/africa/green-ammonia-hive-energy-scn-climate-spc-intl/index.html", "title": "$4.6 billion plant will make 'fuel of the future'", "date_published": "2022-10-18 08:16:55+00:00", "description": "In Nelson Mandela Bay, in the Eastern Cape of South Africa, thousands of hectares of land could one day become the world's largest green ammonia plant."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/us/apollo-astronaut-james-mcdivitt-obit/index.html", "title": "Astronaut James McDivitt, who led Gemini and Apollo missions, has died at 93", "date_published": "2022-10-18 07:49:25+00:00", "description": "James McDivitt, a former NASA astronaut who commanded the Gemini IV and Apollo 9 missions, died in his sleep last week in Tucson, Arizona, NASA said in a statement Monday. He was 93."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/europe/live-news/russia-ukraine-war-news-10-18-22/index.html", "title": "13 killed as military jet crashes into apartments in Russia, state media reports", "date_published": "2022-10-18 07:02:38.659202+00:00", "description": "• Horrors emerge from liberated Ukrainian city\n• Ukrainian commanders show video of drone strikes on Russian targets"}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://edition.cnn.com/webview/europe/live-news/russia-ukraine-war-news-10-18-22#h_a2c0c0c4a8ab0c67abcef3d60b79948d", "title": "13 killed as military jet crashes into apartments in western Russia, state media reports", "date_published": "2022-10-18 07:02:37.743302+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/18/australia/australia-israel-capital-reversal-intl-hnk/index.html", "title": "Australia reverses Trump-era recognition of West Jerusalem as capital of Israel", "date_published": "2022-10-18 06:57:19+00:00", "description": "The Australian government has reversed a decision by its predecessor to recognize West Jerusalem as the capital of Israel, prompting a rebuke from the Israeli government."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/media/2022/10/18/scott-galloway-trump-kanye-musk-social-media-platforms-vpx-tapperctn.cnn", "title": "Galloway: Musk and Kanye want 'me speech', not free speech", "date_published": "2022-10-18 06:52:20+00:00", "description": "New York University Professor Scott Galloway says that Kanye West, Donald Trump and Elon Musk's quest to purchase social media platforms is driven by their personal desire to say whatever they want without consequence no matter the content."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/style/article/booker-prize-2022-winner-karunatilaka-sri-lanka-hnk/index.html", "title": "Sri Lankan author Shehan Karunatilaka wins 2022 Booker Prize", "date_published": "2022-10-18 03:06:46+00:00", "description": "Sri Lankan writer Shehan Karunatilaka won the Booker Prize on Monday for his second novel \"The Seven Moons of Maali Almeida,\" about a dead war photographer on a mission in the afterlife."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/17/media/kanye-west-parler-reliable-sources/index.html", "title": "Ye's graveyard of hate: What Kanye West's agreement to purchase Parler actually means", "date_published": "2022-10-18 03:05:00+00:00", "description": "After being locked out of his Twitter and Instagram accounts for anti-semitic posts, Monday's announcement Kanye West will buy the far-right social platform Parler for an undisclosed amount drove headlines. But the platform once celebrated by right-wing figures as the future of \"free speech\" online has quietly devolved into a social media graveyard haunted by extremists and very few others, including Kanye himself."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/media/2022/10/18/jake-tapper-alternative-social-media-sites-monologue-vpx.cnn", "title": "Jake Tapper signed up for far-right social media site Gab. Here's what he saw", "date_published": "2022-10-18 02:54:54+00:00", "description": "As the push for alternative social media sites continues, CNN's Jake Tapper joined the far-right social network site Gab, which advertises free speech, individual liberty, and the free flow of information online. Here's what he saw."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/17/business/europe-energy-crisis-mercedes-renewables-intl-hnk/index.html", "title": "Mercedes CEO says Europe's gas crisis will accelerate its shift to renewables", "date_published": "2022-10-18 02:53:29+00:00", "description": "Europe's gas crisis will be \"a catalyst\" for Mercedes-Benz to push deeper into clean energy, says its CEO."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/travel/article/geoffrey-wu-hong-kong-toughest-tables/index.html", "title": "Yelling, cursing and fine food: Secrets from the world's toughest dining scene", "date_published": "2022-10-18 02:38:27+00:00", "description": "Hong Kong is widely considered one of the most challenging cities in the world to operate a restaurant -- a roiling cauldron of changing tastes, cleaver-sharp competition and unsavory economics."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/collections/intl-1810-liz-truss/", "title": "UK Prime Minister Liz Truss apologizes for mini-budget 'mistakes'", "date_published": "2022-10-18 02:08:29+00:00", "description": ""}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/politics/2022/10/18/trump-secret-service-hotels-maggie-haberman-ac360-sot-vpx.cnn", "title": "Haberman reacts to report that refutes Trump's claims about Secret Service expenses", "date_published": "2022-10-18 01:06:40+00:00", "description": "New York Times reporter Maggie Haberman discusses a new House Oversight Committee report that says the Trump Organization charged the Secret Service \"exorbitant rates\" -- upwards of $1.4 million over four years -- to protect the former President and his family at properties they owned."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/2022/10/17/asia/india-bilkis-bano-rape-gujarat-massacre-intl-hnk-dst/index.html", "title": "Her rapists were jailed for life. Now they're free, and she's in hiding", "date_published": "2022-10-18 00:47:31+00:00", "description": "Standing in a row outside the gates of Godhra remand center in Gujarat, western India, the 11 middle-aged men could have been mistaken for visiting dignitaries receiving sweets and blessings from local admirers."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/world/2022/10/18/americans-held-by-russian-backed-forces-describe-torture-ebof-vpx.cnn", "title": "American who was held by Russian-backed forces 'wanted to die'", "date_published": "2022-10-18 00:43:54+00:00", "description": "Alex Drueke and Andy Tai Ngoc Huynh, two Americans who were captured while fighting in Ukraine and held by Russian-backed forces for 105 days, describe their experience being tortured."}, {"url": "http://rss.cnn.com/rss/edition.rss", "link": "https://www.cnn.com/videos/business/2022/10/14/donie-osullivan-civil-war-threats-extremism-zw-orig-contd.cnn-business", "title": "Former FBI agent analyzes online threats of civil war", "date_published": "2022-10-18 00:35:25+00:00", "description": "Experts say online threats of civil war have spiked since the FBI search of Mar-a-Lago. CNN's Donie O'Sullivan compiled these disturbing posts and showed them to former FBI special agent Greg Ehrie to get his analysis. Here is what he said."}]