[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/brazylia-19-latka-urodzila-bliznieta-twierdzi-ze-maja-roznych-ojcow/", "title": "Brazylia: 19-latka urodziła bliźnięta. Twierdzi, że mają różnych ojców", "date_published": "2022-09-07 19:05:00+00:00", "description": "19-letnia Brazylijka twierdzi, że urodziła bliźnięta, które mają różnych ojców. Jak przekazała, uprawiała seks z dwojgiem mężczyzn tego samego dnia... i każdy z nich jest ojcem jednego z dzieci. - Taka sytuacja może mieć miejsce, gdy dwie komórki jajowe matki zostały zapłodnione przez różnych mężczyzn - wyjaśnia lekarz."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/ukraina-wolontariusze-uratowali-niedzwiedzia-ktorego-porzucili-wlasciciele/", "title": "Ukraina: Wolontariusze uratowali niedźwiedzia, którego porzucili właściciele", "date_published": "2022-09-07 18:28:00+00:00", "description": "Wolontariusze UAnimals, ruchu na rzecz praw zwierząt w Ukrainie, ewakuowali porzuconego przez właścicieli niedźwiedzia w Bachmucie (obwód doniecki). Jak powiadomiono, niedźwiedź był tak wyczerpany, że nie był w stanie uciec przez zniszczony dach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/kongo-oficjele-przecinali-wstege-wtedy-most-sie-zawalil/", "title": "Kongo. Oficjele przecinali wstęgę. Wtedy most się zawalił", "date_published": "2022-09-07 16:21:00+00:00", "description": "W Demokratycznej Republice Konga urzędnicy otwierali kładkę dla pieszych, która miała ułatwić życie w czasie pory deszczowej, gdy wezbrana woda zalewa stary mostek. Kiedy nożyczki dotknęły wstęgi, przeprawa pod ciężarem delegacji zadrżała, a następnie zawaliła się. Nikomu nic poważnego się nie stało. To wyjaśnia, dlaczego młodzi ludzie chcą opuścić kontynent - napisał dziennikarz z Zimbabwe."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/szef-ukrainskiej-armii-o-trzeciej-wojnie-swiatowej-bezposrednie-zagrozenie-uzyciem-broni-atomowej/", "title": "Szef ukraińskiej armii o III wojnie światowej: Bezpośrednie zagrożenie użyciem broni atomowej", "date_published": "2022-09-07 15:26:00+00:00", "description": "Nie można zignorować zagrożenia, że Rosja użyje taktycznej broni jądrowej - ostrzegł dowódca ukraińskich Sił Zbrojnych. - Istnieje bezpośrednie zagrożenie wykorzystania takiej broni w pewnych warunkach - powiedział gen. Walerij Załużny. Dodał, że nie można wykluczyć zaangażowania czołowych państw w ograniczony konflikt nuklearny, w którym widać perspektywę trzeciej wojny światowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/wielka-brytania-slynny-kot-larry-bedzie-mieszkal-juz-z-czwartym-premierem/", "title": "Wielka Brytania. Słynny kot Larry będzie mieszkał z czwartym premierem", "date_published": "2022-09-07 15:14:00+00:00", "description": "Liz Truss będzie czwartym z kolei właścicielem Larryego, słynnego lokatora rezydencji przy Downing Street. Kot mieszka tam od 2011 roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/uganda-wladze-chca-zakazac-festiwalu-mlodzi-sa-wciagani-do-spolecznosc-lgbt/", "title": "Uganda: Władze chcą zakazać festiwalu. \"Młodzi są wciągani do społeczność LGBT\"", "date_published": "2022-09-07 15:00:00+00:00", "description": "W Ugandzie zezwolono, by odbył się jeden z najbardziej popularnych festiwali muzycznych Nyege Nyege. Władze usiłowały zakazać imprezy, zarzucając promowanie homoseksualizmu podczas wydarzenia. - Jak można pozwalać na sprzedaż biletów kosztem dzieci? Wy promujecie gejów w Ugandzie - mówiła polityk z Ugandy Anitah Among."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/usa-makabryczne-znalezisko-na-plazy-truchlo-rekina-w-okularach-przeciwslonecznych/", "title": "USA. Makabryczne znalezisko na plaży. Truchło rekina w okularach przeciwsłonecznych", "date_published": "2022-09-07 14:07:00+00:00", "description": "Na Florydzie na plaży znaleziono pomalowane szczątki rekina z nałożonymi okularami przeciwsłonecznymi. Nie wiadomo, czy ryba trafiła na plażę martwa, czy też została zabita. Nie jest to pierwszy przypadek takiego potraktowania truchła rekina."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/rosja-putin-oskarzyl-ukraine-i-polske-o-odciecie-dostaw-gazu-do-europy/", "title": "Rosja. Putin oskarżył Ukrainę i Polskę o odcięcie dostaw gazu do Europy", "date_published": "2022-09-07 13:30:00+00:00", "description": "- Polska nałożyła sankcje na gazociąg Jamał i zamknęła go. Czy my to zrobiliśmy? To Polacy zamknęli - mówił Władimir Putin podczas forum ekonomicznego we Władywostoku (Rosja), cytowany przez prokremlowską agencje TASS. Jego zdaniem, za odcięcie gazu do Europy odpowiedzialna jest również Ukraina."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/albania-rzad-zrywa-stosunki-dyplomatycznie-z-iranem-24-godziny-na-opuszczenie-ambasady/", "title": "Albania. Rząd zrywa stosunki dyplomatycznie z Iranem. \"24 godziny na opuszczenie ambasady\"", "date_published": "2022-09-07 13:28:00+00:00", "description": "Albania zerwała w środę stosunki dyplomatyczne z Iranem. Władze nakazały irańskim dyplomatom i personelowi ambasady opuszczenie kraju w ciągu 24 godzin. Zdaniem rządu Albanii to Iran stoi za lipcowym cyberatakiem na infrastrukturę informatyczną kraju."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/niemcy-kucyk-ursuli-von-der-leyen-zginal-zostal-rozszarpany-przez-wilka/", "title": "Kucyk Ursuli von der Leyen zginął. Został rozszarpany przez wilka", "date_published": "2022-09-07 11:34:00+00:00", "description": "Wilk zagryzł kucyka na pastwisku Ursuli von der Leyen, niedaleko budynków mieszkalnych - przekazały niemieckie media. Przewodnicząca Komisji Europejskiej jest pasjonatką jeździectwa i hoduje konie oraz kuce. To kolejny incydent z wilkami w okolicy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/wysokie-ceny-energii-komisja-europejska-przedstawila-swoje-propozycje/", "title": "Wysokie ceny energii. Komisja Europejska przedstawiła swoje propozycje", "date_published": "2022-09-07 11:03:00+00:00", "description": "Komisja Europejska zaproponuje próg cenowy rosyjskiego gazu, a także środki obejmujące obowiązkową redukcję zużycia energii elektrycznej w UE w godzinach szczytu - powiedziała w środę na konferencji prasowej szefowa KE Ursula von der Leyen."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/usa-nietypowa-zdobycz-przymocowana-do-zderzaka-takie-polowania-tylko-w-stanach-zjednoczonych/", "title": "USA. Nietypowa zdobycz przymocowana do zderzaka. \"Floryda to stan umysłu\".", "date_published": "2022-09-07 09:22:00+00:00", "description": "Kierowca SUV-a na Florydzie wiózł aligatora, tak jak ranczer na Dzikim Zachodzie woził upolowaną przez siebie zdobycz. Zwierzę było przywiązane do tylnego zderzaka auta. Zostało najpewniej ustrzelone podczas trwającego właśnie sezonu polowań na te gady. Zdjęcie przewożonego aligatora wywołało fale komentarzy w sieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/korea-poludniowa-tajfun-hinnamnor-uderzyl-w-kraj-nie-zyje-co-najmniej-10-osob/", "title": "Korea Południowa. Tajfun Hinnamnor uderzył w kraj. Nie żyje co najmniej 10 osób", "date_published": "2022-09-07 08:50:00+00:00", "description": "Korea Południowa walczy ze skutkami tajfunu Hinnamnor, który uderzył w kraj. Siedem osób utopiło się w podziemnym parkingu samochodowym w mieście Pohang w czasie gwałtownych ulew - przekazało BBC. Łącznie potwierdzono dotychczas 10 ofiar kataklizmu, a dwie uznaje się za zaginione."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/wladimir-putin-chce-zrewidowac-umowe-ws-eksportu-zboza-z-ukrainy-rosja-zostala-oszukana/", "title": "Władimir Putin chce zrewidować umowę ws. eksportu zboża z Ukrainy. \"Rosja została oszukana\"", "date_published": "2022-09-07 07:51:00+00:00", "description": "Prezydent Rosji Władimir Putin zabrał w środę głos podczas forum ekonomicznego we Władywostoku. Przekazał, że Rosja i kraje rozwijające się zostały oszukane w związku z umową zbożową, którą zawarła na początku lipca z Ukrainą, Turcją i ONZ. Zapowiedział, że będzie dążył do jej zrewidowania."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/usa-policja-odnaleziono-cialo-porwanej-dziedziczki-fortuny-elizy-fletcher/", "title": "USA. Policja: Odnaleziono ciało porwanej dziedziczki fortuny Elizy Fletcher", "date_published": "2022-09-07 06:22:00+00:00", "description": "Policja w Tennessee twierdzi, że ciało znalezione w poniedziałek to zwłoki zaginionej dziedziczki fortuny Elizy Fletcher. 34-letnia matka dwojga dzieci pracowała jako nauczycielka, była też wnuczką miejscowego miliardera. Została uprowadzona podczas biegania wczesnym rankiem w piątek rano w pobliżu kampusu Uniwersytetu w Memphis."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-07/usa-nowy-jork-zwraca-wlochom-zrabowane-antyki-o-wartosci-19-milionow-dolarow/", "title": "USA. Nowy Jork zwraca Włochom zrabowane antyki o wartości 19 milionów dolarów", "date_published": "2022-09-07 04:48:00+00:00", "description": "58 skradzionych antyków o szacowanej wartości na 19 milionów dolarów zostało we wtorek zwróconych Włochom przez władze Nowego Jorku. Wśród eksponatów, które od lat są wystawiane w Metropolitan Museum of Art, jest między innymi Marmurowa głowa Ateny o wartości około trzech milionów dolarów."}]