[{"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-threatens-to-block-facebook-news-content-canada-bill-c-18-211424655.html?src=rss", "title": "Meta threatens to block news content in Canada over media revenue-sharing legislation", "date_published": "2022-10-22 21:14:24+00:00", "description": "<p>Facebook parent company Meta says it may stop Canadians from sharing news content in response to the country’s proposed Bill C-18 legislation. Introduced by the ruling Liberal government earlier this year, The Online News Act seeks to force platforms like Facebook into revenue-sharing partnerships with local news organizations. The legislation is modeled after Australia’s News Media Bargaining Code, which the country successfully <a href=\"https://www.engadget.com/australia-passes-law-google-f"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-is-making-joining-discord-voice-chat-easier-191055133.html?src=rss", "title": "Microsoft is making it easier for Xbox users to join Discord voice chats", "date_published": "2022-10-22 19:10:55+00:00", "description": "<p>Microsoft and Discord plan to make joining a voice channel from an Xbox console easier. If you’re a frequent Discord user, you may recall the companies recently launched Xbox One and Xbox Series X/S integration. Following a <a href=\"https://www.engadget.com/discord-voice-chat-xbox-announced-140022569.html\"><ins>beta test in July</ins></a>, Discord started rolling out the feature to all Xbox users in <a href=\"https://www.engadget.com/discord-voice-chat-xbox-193316622.html\"><ins>September</ins>"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-republican-national-committee-sues-google-over-gmail-spam-filters-173722812.html?src=rss", "title": "The Republican National Committee is suing Google over Gmail's spam filters", "date_published": "2022-10-22 17:37:22+00:00", "description": "<p>The Republican National Committee is suing Google. According to <a href=\"https://www.axios.com/2022/10/22/rnc-lawsuit-google-spam-filter-blocks-email\"><em><ins>Axios</ins></em></a> (via <a href=\"https://www.theverge.com/2022/10/22/23417664/google-lawsuit-republicans-rnc-discriminatory-spam-filtering-policies-politics\"><em>The Verge</em></a>), the organization filed a lawsuit with California’s Eastern District Court on Friday. The complaint accuses Google of sending “millions” of RNC campaign "}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-app-store-today-tab-ads-152249659.html?src=rss", "title": "Apple’s App Store will display more ads starting next week", "date_published": "2022-10-22 15:22:49+00:00", "description": "<p>The next time you want to download an app on your iPhone, prepare to see more ads. Starting on October 25th, Apple will begin rolling out two additional ad categories to the App Store, according to an email seen by <a href=\"https://www.macrumors.com/2022/10/22/apple-announces-more-app-store-ads/\"><em><ins>MacRumors</ins></em></a>. In all countries outside China, the company plans to begin selling ad space within the “Today” tab and at the bottom of individual app listings. Once they arrive, t"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hacker-stole-sold-ed-sheeran-songs-for-crypto-gets-prison-time-135830816.html?src=rss", "title": "A hacker who stole and sold Ed Sheeran songs for crypto gets prison time", "date_published": "2022-10-22 13:58:30+00:00", "description": "<p>Adrian Kwiatkowski, a hacker from Ipswich in England who stole two unreleased songs by Ed Sheeran, has been sentenced to 18 months in prison, according to the <a href=\"https://www.bbc.com/news/technology-63348753\"><em>BBC</em></a>. Kwiatkowski sold Sheeran's tracks, along with 12 other songs by American rapper Lil Uzi Vert, for cryptocurrency worth £131,000 (US$148,000) on the dark web. UK prosecutors said Kwiatkowski got his hands on the unreleased tracks by hacking into their cloud-based ac"}]