[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/palace-staff-nicknamed-meghan-markle-narcissistic-sociopath-says-bombshell-new-book", "title": "Palace Staff Nicknamed Meghan Markle ‘Narcissistic Sociopath,’ Says Bombshell New Book", "date_published": "2022-09-25 18:15:41+00:00", "description": "Palace staffers referred to the Duchess of Sussex Meghan Markle as a &#8220;narcissistic sociopath&#8221; according to an explosive new book — and they referred to themselves as members of the &#8220;Sussex Survivors Club.&#8221; The book in question, written by The Times reporter Valentine Low, is titled &#8220;Courtiers: the Hidden Power Behind the Crown&#8221; and is ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/manchin-begs-republicans-to-support-his-flailing-permitting-reform-deal", "title": "Manchin Begs Republicans To Support His Flailing Permitting Reform Deal", "date_published": "2022-09-25 17:23:55+00:00", "description": "Moderate Democratic West Virginia Senator Joe Manchin implored Senate Republicans to pass his permitting reform side deal. Appearing on &#8220;Fox News Sunday,&#8221; Manchin begged his Republican colleagues to support the deal he secured with Senate Majority Leader Chuck Schumer to reform the energy permitting system in the U.S. Manchin&#8217;s deal is flailing because of opposition ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taylor-swift-nixed-super-bowl-halftime-gig-heres-who-will-step-up", "title": "Taylor Swift Nixed Super Bowl Halftime Gig: Here’s Who Will Step Up", "date_published": "2022-09-25 17:11:16+00:00", "description": "Superstar performer Rihanna will headline the 2023 NFL Super Bowl Halftime Show, according to a report published on Sunday — following multiple reports indicating that Taylor Swift had turned down the gig. The &#8220;Umbrella&#8221; hitmaker tweeted a simple photo on Sunday indicating the move — showing nothing but her tattooed wrist and hand holding up ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/they-will-lose-jen-psaki-concedes-democrats-cant-let-midterms-be-about-biden", "title": "‘They Will Lose’: Jen Psaki Concedes Democrats Can’t Let Midterms Be About Biden", "date_published": "2022-09-25 16:33:53+00:00", "description": "Former White House Press Secretary Jen Psaki conceded on Sunday that if the Democratic Party allowed the fast-approaching midterm elections to be a referendum on President Joe Biden, they would certainly lose. Psaki, who just recently transitioned from her gig at the Biden White House to a position at MSNBC, joined Sunday morning&#8217;s broadcast of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gavin-newsom-signs-law-allowing-undocumented-california-residents-to-obtain-state-id", "title": "Gavin Newsom Signs Law Allowing Undocumented California Residents To Obtain State ID", "date_published": "2022-09-25 16:30:41+00:00", "description": "California Democratic Gov. Gavin Newsom signed a package of bills related to undocumented residents last week that includes approval of state identification for migrants in the state. Newsom signed the bill, AB 1766, that directs California&#8217;s Department of Motor Vehicles (DMV) to issue a restricted identification card to eligible participants by no later than July ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/poll-more-than-half-of-democrats-dont-want-biden-as-2024-nominee", "title": "Poll: More Than Half Of Democrats Don’t Want Biden As 2024 Nominee", "date_published": "2022-09-25 15:32:29+00:00", "description": "More than half of Democrats responding to a new survey have revealed they would prefer a candidate other than President Joe Biden as their candidate in 2024. The ABC News/Washington Post poll found that 56% of Democrats wanted a different candidate, with just 35% preferring Biden in the next presidential election. &#8220;Looking two years off, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/atlanta-fed-chief-u-s-economy-needs-to-feel-pain-of-recession-now-to-avoid-deep-deep-pain-later", "title": "Atlanta Fed Chief: U.S. Economy Needs To Feel Pain Of Recession Now To ‘Avoid Deep, Deep Pain’ Later", "date_published": "2022-09-25 15:23:13+00:00", "description": "Atlanta Federal Reserve Bank President and CEO Raphael Bostic said Sunday that the country needs economic pain now to avoid even more pain later. Appearing on CBS&#8217;s &#8220;Face The Nation,&#8221; Bostic said that in order to rein in sky-high inflation, the Federal Reserve needs to rein in economic demand. To do that, it needs to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-announces-hes-activating-starlink-internet-in-iran-amid-protests", "title": "Elon Musk Announces He’s Activating Starlink Internet In Iran Amid Protests", "date_published": "2022-09-25 15:04:48+00:00", "description": "Elon Musk announced he is activating Starlink satellite internet service in Iran after the nation cut off communications during recent protests. Musk made the news public on Friday following a policy change by the Treasury Department earlier the same day, allowing companies to provide online services to Iran after the government&#8217;s crackdown. &#8220;We took action ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biggest-best-gift-ive-ever-received-kari-lake-reacts-to-liz-cheneys-vow-to-campaign-against-her", "title": "‘Biggest, Best Gift I’ve Ever Received’: Kari Lake Reacts To Liz Cheney’s Vow To Campaign Against Her", "date_published": "2022-09-25 14:46:35+00:00", "description": "Arizona GOP gubernatorial candidate Kari Lake on Sunday blasted statements made by Rep. Liz Cheney (R-WY), who vowed to &#8220;do everything&#8221; possible to &#8220;make sure Kari Lake is not elected,&#8221; including campaigning for Democrats. Appearing on Fox&#8217;s &#8220;Sunday Morning Futures,&#8221; host Maria Bartiromo asked Trump-endorsed Lake her reaction to Cheney’s promise. “That might be the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-nascar-driver-punches-opponent-through-window-during-race", "title": "Watch: NASCAR Driver Punches Opponent Through Window During Race", "date_published": "2022-09-25 14:34:33+00:00", "description": "NASCAR driver Andrew Grady attacked opponent Davey Callihan through the window of Callihan&#8217;s car after an accident knocked both drivers out of a race at Martinsville Speedway in Virginia on Saturday. Grady claimed that Callihan flipped him off before the altercation, while his opponent denied the action. We've got tempers boiling over at @MartinsvilleSwy Andrew ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jake-sullivan-dodges-question-whether-iran-protests-will-jeopardize-nuclear-deal", "title": "Jake Sullivan Dodges Question Whether Iran Protests Will Jeopardize Nuclear Deal", "date_published": "2022-09-25 13:44:23+00:00", "description": "National security advisor Jake Sullivan dodged a question on Sunday about whether the recent protests in Iran would jeopardize nuclear talks. Appearing on ABC&#8217;s &#8220;This Week with George Stephanopoulos,&#8221; the host asked if the demonstrations that erupted after the death of 22-year-old Mahsa Amini would jeopardize ongoing negotiations around restoring the Iran nuclear deal. Authorities ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jen-psaki-biden-ramping-up-attacks-on-maga-republicans-because-its-election-season-and-the-gloves-are-off", "title": "Jen Psaki: Biden Ramping Up Attacks On ‘MAGA Republicans’ Because ‘It’s Election Season’ And ‘The Gloves Are Off’", "date_published": "2022-09-25 12:40:48+00:00", "description": "Former White House Press Secretary Jen Psaki said President Joe Biden is going after so-called &#8220;MAGA Republicans&#8221; to help Democrats win in the November midterms. Appearing as a panelist on NBC&#8217;s &#8220;Meet the Press&#8221; Sunday, Psaki said that in the early stages of Biden&#8217;s presidency, the American people did not want him to attack former ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-will-not-back-down-donations-pour-in-for-pro-life-father-of-seven-arrested-raided-by-fbi-swat-team-at-home", "title": "‘We Will Not Back Down’: Donations Pour In For Pro-Life Father Of Seven Arrested, Raided By FBI SWAT Team At Home", "date_published": "2022-09-25 10:54:28+00:00", "description": "Donations are pouring into a GiveSendGo crowdfunding account for a pro-life activist and father of seven who was arrested and had his family home raided by some 20 to 30 FBI agents on Friday. Mark Houck, who leads a nonprofit group that provides sidewalk counseling at abortion clinics in Philadelphia, was seemingly targeted by President Joe ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-repeats-false-claim-about-ar-15-bullet-velocity-in-call-for-ban", "title": "Biden Repeats False Claim About AR-15 Bullet Velocity In Call For Ban", "date_published": "2022-09-25 09:51:50+00:00", "description": "President Joe Biden’s claim that AR-15s fire bullets at a velocity that is five times higher than that of other guns is being shot down by people who know guns. Biden repeated the claim Friday in a speech to the National Education Association teachers union, even though it has been repeatedly debunked. Several rifles and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/if-hes-elected-the-stock-market-will-crash-trumps-2020-warning-about-biden-comes-true", "title": "‘If He’s Elected, The Stock Market Will Crash’: Trump’s 2020 Warning About Biden Comes True", "date_published": "2022-09-25 09:09:17+00:00", "description": "A clip of former President Donald Trump arguing that the election of President Joe Biden would lead to a plummeting stock market circulated online on Friday after Wall Street saw a bloodbath. The Federal Reserve increased targets for the federal funds rate by 0.75% on Wednesday afternoon, sending the Dow Jones Industrial Average, which tracks ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/buttigieg-explains-to-texans-why-they-should-buy-electric-vehicles", "title": "Buttigieg Explains To Texans Why They Should Buy Electric Vehicles", "date_published": "2022-09-25 08:28:17+00:00", "description": "Transportation Secretary Pete Buttigieg argued on Thursday that citizens of Texas should consider purchasing electric vehicles. During a keynote address at the Texas Tribune Festival, Buttigieg contended that the Lone Star State could save money by buying electric cars to bypass prices at the pump. “Some of the best use cases for electric vehicles are ..."}]