[{"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/silent-hill-f-is-a-brand-new-game-in-the-franchise-from-resident-evil-reverse-dev/1100-6508441/?ftag=CAD-01-10abi2f", "title": "Silent Hill F Is A Brand-New Game In The Franchise From Resident Evil Re:Verse Dev", "date_published": "2022-10-19 21:08:00+00:00", "description": "<p>During the <a href=\"https://www.gamespot.com/articles/silent-hill-transmission-biggest-announcements/1100-6508328/\">Silent Hill Transmission</a> today, Konami announced the next core game in the Silent Hill franchise: Silent Hill F, which will be developed by Resident Evil Re:Verse developer Neobards Entertainment.</p><p dir=\"ltr\">The game's story will be penned by famed Japanese writer Ryukishi07, the author of the When They Cry visual novel series. Motoi Okamoto, who previously worked at Ni"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/silent-hill-townfall-teaser-trailer-revealed/1100-6508442/?ftag=CAD-01-10abi2f", "title": "Silent Hill: Townfall Teaser Trailer Revealed", "date_published": "2022-10-19 21:02:00+00:00", "description": "<p>As part of October 19's <a href=\"https://www.gamespot.com/articles/silent-hill-transmission-biggest-announcements/1100-6508328/\">Silent Hill Transmission</a>, a new entry in the Silent Hill series has been revealed. Silent Hill: Townfall is a collaboration between Konami, Annapurna Interactive, and the BAFTA award-winning No Code studio. While the conference featured a short teaser trailer, not much has been revealed about the upcoming game. However, No Code creative director Jon McKellan sta"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/silent-hill-2-film-adaptation-is-coming-from-original-films-director-and-producer/1100-6508443/?ftag=CAD-01-10abi2f", "title": "Silent Hill 2 Film Adaptation Is Coming From Original Film's Director And Producer", "date_published": "2022-10-19 21:00:00+00:00", "description": "<p>A new movie entitled Return to Silent Hill is upcoming from the creators of the original 2006 film. The movie is an adaptation of Silent Hill 2 and is currently in production.</p><p>In the <a href=\"https://www.gamespot.com/articles/silent-hill-transmission-biggest-announcements/1100-6508328/\">Silent Hill Transmission</a>, Rui Naito, assistant producer at Konami and lead of IP and cross-media development for Silent Hill, described the film as the \"catalyst\" for new Silent Hill games. Victor Ha"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/silent-hill-2-remake-officially-announced/1100-6508440/?ftag=CAD-01-10abi2f", "title": "Silent Hill 2 Remake Officially Announced", "date_published": "2022-10-19 20:55:00+00:00", "description": "<p>After months of speculation and reports, Konami officially confirmed its Silent Hill 2 remake during the <a href=\"https://www.gamespot.com/articles/silent-hill-transmission-biggest-announcements/1100-6508328/\">Silent Hill Transmission</a> video presentation. The game, which opened the presentation with an impressive trailer, looks to be rebuilt from the ground up while still keeping the essence of the 2001 original intact.</p><p>The trailer gives us a look at the new James Sunderland, who has"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/best-ps5-fighting-games/1100-6507509/?ftag=CAD-01-10abi2f", "title": "The Best PlayStation Fighting Games For PS5 And PS4", "date_published": "2022-10-19 20:33:00+00:00", "description": "<p>As long as PlayStation has been around, it has been seen as one of the best consoles to have for fighting game fans. A rock-solid line-up of games, legacy franchises, and one of the best controller D-pads for multiple generations has made Sony's gaming hardware the default choice for some of the greatest fighting games of the era, and right now, not much has changed on that front.</p><p>With the PS4 being a hub for fighting games during their renaissance in the 2010s and the PS5 being backwar"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/netflix-is-developing-55-games-currently/1100-6508438/?ftag=CAD-01-10abi2f", "title": "Netflix Is Developing 55 Games Currently", "date_published": "2022-10-19 20:29:00+00:00", "description": "<p dir=\"ltr\">Netflix's relatively new gaming section launched at the end of 2021, and in 2022, the company has been ramping up its library with games--some of them quite impressive, like the mobile port of Into The Breach Advanced Edition. But it appears the company not only wants ports, but also wants to develop original games as well.</p><p dir=\"ltr\">According to <a href=\"https://s22.q4cdn.com/959853165/files/doc_financials/2022/q3/FINAL-Q3-22-Shareholder-Letter.pdf\">Netflix's Q3 investor lett"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/alan-moore-disowned-the-hbo-watchmen-series/1100-6508439/?ftag=CAD-01-10abi2f", "title": "Alan Moore Disowned The HBO Watchmen Series", "date_published": "2022-10-19 19:51:00+00:00", "description": "<p>Alan Moore, co-creator of Watchmen along with Dave Gibbons, doesn't spare any words he has for his former creative home at DC and Warner Bros. His groundbreaking comic series essentially reinvented superhero comes in the mid-1980s and has become one of the most important pieces of comic book history ever.</p><p>Watchmen, originally released as a 12-part maxi-series, now one of the best-selling graphic novels ever, was adapted in 2009 by Zack Snyder, who even then caught wind of Moore's disple"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-exotic-shotgun-lord-of-wolves-temporarily-disabled-after-unintentional-damage-boost/1100-6508436/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Exotic Shotgun Lord of Wolves Temporarily Disabled After Unintentional Damage Boost", "date_published": "2022-10-19 19:51:00+00:00", "description": "<p>The Lord of Wolves Exotic shotgun has been disabled in Destiny 2 after Bungie found it dealt more damage than intended.</p><p>In a tweet, the <a href=\"https://twitter.com/BungieHelp/status/1582571593263624193\">Bungie Help account announced</a> the gun's temporary removal. Bungie is targeting a fix for next week's update and more information will come when it is available.</p><div><blockquote class=\"twitter-tweet\"><p dir=\"ltr\">The Lord of Wolves Exotic shotgun has been disabled due to an issue"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ps5-remains-naughty-dogs-primary-platform-despite-recent-pc-launch/1100-6508433/?ftag=CAD-01-10abi2f", "title": "PS5 Remains Naughty Dog's Primary Platform Despite Recent PC Launch", "date_published": "2022-10-19 19:34:00+00:00", "description": "<p dir=\"ltr\">In a <a href=\"https://blog.playstation.com/2022/10/19/how-uncharted-legacy-of-thieves-collections-pc-launch-speaks-to-naughty-dogs-present-and-future/\">PlayStation Blog post</a> reflecting on the Uncharted: Legacy of Thieves' Collection PC port, Naughty Dog said the company is still focused on developing games for the PlayStation 5. This is no surprise as Naughty Dog has been owned by Sony since 2001, and its games have been PlayStation exclusives at launch for that stretch of time."}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/warhammer-40k-darktide-adds-an-intriguing-new-wrinkle-to-the-left-4-dead-formula/1100-6508435/?ftag=CAD-01-10abi2f", "title": "Warhammer 40K Darktide Adds An Intriguing New Wrinkle To The Left 4 Dead Formula", "date_published": "2022-10-19 19:34:00+00:00", "description": "<p dir=\"ltr\">It was just a few months ago that I wrote about <a href=\"https://www.gamespot.com/articles/what-made-left-4-dead-special-according-to-the-devs-making-games-like-it/1100-6503996/\">the legacy of Left 4 Dead</a> and its many descendants that have emerged over the years. These \"horde shooters,\" as I call them, are so numerous that it's hard to get an accurate headcount, but one of the teams doing the best work in that space has long been Fatshark. First with the two games in the Warhamm"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/netflix-password-sharing-crackdown-coming-in-early-2023-heres-what-to-expect/1100-6508432/?ftag=CAD-01-10abi2f", "title": "Netflix Password-Sharing Crackdown Coming In Early 2023 -- Here's What To Expect", "date_published": "2022-10-19 19:27:00+00:00", "description": "<p>The days of sharing a Netflix account for free seem to be coming to an end. Netflix said during its latest earnings report that, starting in early 2023, sharing a Netflix account will incur an additional fee. Netflix management <a href=\"https://s22.q4cdn.com/959853165/files/doc_financials/2022/q3/FINAL-Q3-22-Shareholder-Letter.pdf\">said</a> it came up with a \"thoughtful approach to monetize account-sharing,\" and this will roll out to more users next year following its pilot test phase in some"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/netflix-might-release-a-gaming-streaming-service-but-it-isnt-trying-to-replace-your-console/1100-6508428/?ftag=CAD-01-10abi2f", "title": "Netflix Might Release A Gaming Streaming Service, But It Isn't Trying To Replace Your Console", "date_published": "2022-10-19 19:01:00+00:00", "description": "<p>Netflix is pushing deeper into the world of video games. It has <a href=\"https://www.gamespot.com/articles/overwatch-veteran-starts-new-netflix-game-studio-aiming-to-reinvent-what-games-can-be/1100-6508423/\">55 new games in development</a> and now owns <a href=\"https://www.gamespot.com/articles/overwatch-veteran-starts-new-netflix-game-studio-aiming-to-reinvent-what-games-can-be/1100-6508423/\">five internal game development studios</a>. What's next for Netflix's big gaming push? It could be a"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-winston-hero-guide/1100-6508430/?ftag=CAD-01-10abi2f", "title": "Overwatch 2 – Winston Hero Guide", "date_published": "2022-10-19 18:57:00+00:00", "description": "<p>Winston in <a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> is one of the most mobile tanks in Blizzard’s FPS game, capable of leaping across the field to sow discord among the enemy ranks. The jumping primate wields an electric laser beam that bypasses common obstacles such as Genji’s Deflect, but Winston struggles with distance combat. However, at close range, you barely even have to aim to deal damage. Here's how to play well with Overwatch's great ape.</p><p dir=\"ltr\""}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-go-halloween-event-part-2-adds-spooky-festival-costumes-for-gengar-vulpix-and-more/1100-6508427/?ftag=CAD-01-10abi2f", "title": "Pokemon Go Halloween Event Part 2 Adds Spooky Festival Costumes For Gengar, Vulpix, And More", "date_published": "2022-10-19 18:35:00+00:00", "description": "<p> </p><p dir=\"ltr\">After revealing the <a href=\"https://www.gamespot.com/articles/pokemon-go-halloween-event-begins-october-20-will-be-split-into-two-parts/1100-6508248/\">first part of the Pokemon Go Halloween Event</a> last week, Niantic has revealed what players can look forward to in Part 2 of the event.</p><p dir=\"ltr\">The Pokemon Go Halloween Event Part II begins October 27 at 10 AM local time, and it will run until November 1 at 10 AM local time. The event will introduce new \"Spooky Fest"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dc-films-president-walter-hamada-leaves-studio-report/1100-6508431/?ftag=CAD-01-10abi2f", "title": "DC Films President Walter Hamada Leaves Studio - Report", "date_published": "2022-10-19 18:20:00+00:00", "description": "<p>After weeks of speculation, it seems that Walter Hamada has officially stepped down as president of DC Films. Sources tell <a href=\"https://deadline.com/2022/10/dc-films-boss-walter-hamada-warner-discovery-david-zaslav-1235149111/\">Deadline</a> the longtime exec is simply waiting for the senior Warner Bros. Discovery higher-ups to finalize his exit payout. Hamada worked 15 years at Warner Bros. with the last four as the president of DC Films. </p><p>Hamada has overseen the DC division since 2"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/more-lord-of-the-rings-video-games-may-be-on-the-horizon-with-embracers-10000-developers/1100-6508425/?ftag=CAD-01-10abi2f", "title": "More Lord Of The Rings Video Games May Be On The Horizon With Embracer's 10,000 Developers", "date_published": "2022-10-19 18:18:00+00:00", "description": "<p>Embracer Group now <a href=\"https://www.gamespot.com/articles/embracer-group-has-acquired-the-rights-to-lord-of-the-rings/1100-6506596/\">owns the rights to The Lord of the Rings video games, TV shows, and movies</a>--among other mediums--and the company's CEO sees a lot of potential for growth in the area of games specifically. Lars Wingefors said at the Mipcom Cannes event this week that gaming will be Embracer's \"strongest area of growth and monetization\" for The Lord of the Rings.</p><p>Em"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/creating-catalyst-apex-legends-first-trans-woman/1100-6508426/?ftag=CAD-01-10abi2f", "title": "Creating Catalyst, Apex Legends' First Trans Woman", "date_published": "2022-10-19 17:47:00+00:00", "description": "<p>For the creation of Catalyst, an out trans character in Apex Legends, Respawn consulted with trans people both within and without the developer.</p><p>In an <a href=\"https://www.gamesradar.com/apex-legends-catalyst-trans-representation-interview/\">interview with GamesRadar</a>, Apex Legends lead writer Ashley Reed, associate director of gaming at GLADD Blair Durkee, and Catalyst's voice actor Meli Grant talk about what went into making the first transgender woman in Apex Legends, and Titanfal"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/nier-automatas-developers-talk-games-true-meaning-forcing-square-enix-to-let-them-make-it/1100-6508422/?ftag=CAD-01-10abi2f", "title": "Nier: Automata’s Developers Talk Game’s True Meaning, Forcing Square Enix To Let Them Make It", "date_published": "2022-10-19 17:32:00+00:00", "description": "<p dir=\"ltr\">Nier: Automata first launched more than five years ago, and as of October 2022, it has finally made the jump to Nintendo Switch. To mark the occasion, GameSpot had the chance to ask key members of the development team--writer-director Yoko Taro, producer Yosuke Saito, and composer Keiiche Okabe--about Nier: Automata’s creation and the lasting impact the game has had.</p><p dir=\"ltr\">I’ve made no secret that I’m an enormous Nier: Automata fan, and it continues to hold a special place"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/victrix-pro-fs-arcade-fight-stick-review-arcade-perfect/1100-6508420/?ftag=CAD-01-10abi2f", "title": "Victrix Pro FS Arcade Fight Stick Review: Arcade Perfect", "date_published": "2022-10-19 17:30:00+00:00", "description": "<p dir=\"ltr\">The arcade joystick--or \"fight stick\" as it's generally known in the fighting game community--is considered by many as the best way to experience a fighting game. The genre is known for its demand for precision, with inputs for moves measured in frames lasting 1/60 of a second. Arcade sticks, the thought process goes, lends itself better to meeting the specific execution demands of fighting games. Victrix is hoping to lead the way in the new console generation with the Pro FS Arcade"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/playstation-horror-game-sale-arrives-just-in-time-for-halloween/1100-6508421/?ftag=CAD-01-10abi2f", "title": "PlayStation Horror Game Sale Arrives Just In Time For Halloween", "date_published": "2022-10-19 17:26:00+00:00", "description": "<p>With Halloween around the corner, a number of online platforms are kicking off sales focused on games that are designed to make you sleep with the lights on. Over on the PlayStation Store, the Halloween sale is in full swing and includes a number of great games marked down to scary awesome prices.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/category/c69e349b-2c5b-435c-af83-69fa06673f26/1\">See on PlayStation Store</a> </div><p> </p><p>The asymmetr"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/indie-horror-games-to-play-for-halloween/2900-4404/", "title": "9 Creepy Horror Games You Might've Missed In 2022", "date_published": "2022-10-19 17:25:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4050752-ss_8f7f15e075b4843726e2e52e0ca10df3b7022aba.1920x1080.jpg\" /><br /><h3><p>Halloween is nearly here, and that means different things to different people. For some, it means picking the right costume to impress at work, school, or a weekend party. For others, it means making sure your kids have their costumes finalized and their candy bags (or pillowcases) ready to go. For others, it might just mean turning off the p"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-veteran-starts-new-netflix-game-studio-aiming-to-reinvent-what-games-can-be/1100-6508423/?ftag=CAD-01-10abi2f", "title": "Overwatch Veteran Starts New Netflix Game Studio Aiming To \"Reinvent What Games Can Be\"", "date_published": "2022-10-19 17:25:00+00:00", "description": "<p>Netflix is making moves in the video game space, recently announcing that it is starting another internal game studio headed up by games industry veteran Chacko Sonny of Overwatch and God of War fame. This will be Netflix's fifth internal game development studio.</p><p>Speaking at the <a href=\"https://www.youtube.com/watch?v=QphfzW1UXns\">TechCrunch Disrupt</a> event this week (<a href=\"https://www.videogameschronicle.com/news/netflix-is-opening-a-new-studio-led-by-overwatchs-executive-produce"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/tracking-black-adams-box-office-how-high-can-it-fly/1100-6508424/?ftag=CAD-01-10abi2f", "title": "Tracking Black Adam's Box Office: How High Can It Fly?", "date_published": "2022-10-19 17:17:00+00:00", "description": "<p>15 years since being announced, the highly-anticipated Black Adam movie has arrived. Co-executive produced and starring Dwayne Johnson, whose box office power has grown exponentially since the initial announcement, hits theaters this week and the big question will finally be answered: was it worth the wait for Warner Bros. and DC, much less for Johnson and his fans?</p><p>Looking at early numbers that <a href=\"https://deadline.com/2022/10/black-adam-dwayne-johnson-box-office-opening-worldwide"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/god-of-war-developers-often-debated-splitting-ragnarok-into-two-games/1100-6508419/?ftag=CAD-01-10abi2f", "title": "God Of War Developers Often Debated Splitting Ragnarok Into Two Games", "date_published": "2022-10-19 17:00:00+00:00", "description": "<p dir=\"ltr\">Some God of War fans were surprised when Sony's Santa Monica Studio revealed that the upcoming <a href=\"https://www.gamespot.com/games/god-of-war-ragnarok/\">Ragnarok</a> will conclude the \"norse saga\" of the franchise. However, a new behind-the-scenes video reveals that the team behind the game frequently debated whether to make the norse saga a trilogy or not, with director Cory Barlog making the final call.</p><p dir=\"ltr\">\"There were pros and cons for either approach,\" says lead "}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-echo-hero-guide/1100-6508188/?ftag=CAD-01-10abi2f", "title": "Overwatch 2 - Echo Hero Guide", "date_published": "2022-10-19 16:59:00+00:00", "description": "<p>One of the newest damage heroes in <a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> is Echo, a futuristic robot that's been programmed to inflict maximum casualties on any battlefield she touches. Echo is an extremely versatile hero that's already generated some buzz in the early going of Overwatch 2. Not only can this hero deal significant damage, but she has a number of mobility abilities that can give enemies fits when trying to take her down.</p><p>Veterans and newcom"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/get-a-killer-deal-on-horror-streaming-service-shudder/1100-6508418/?ftag=CAD-01-10abi2f", "title": "Get A Killer Deal On Horror-Streaming Service Shudder", "date_published": "2022-10-19 16:54:00+00:00", "description": "<p>One of the best Halloween traditions--beyond overloading your body on candy--is a good old-fashioned horror-movie marathon. Thanks to this deal with horror-specialist streaming service Shudder, you can enjoy all all the terror that your stomach can handle with some of the best classic and modern movies that the genre has to offer.</p><p>Shudder normally costs $6 per month or $57 per year, both of which make it a bargain already. But ahead of Halloween you can get an annual subscription at a 3"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-october-update-will-finally-let-you-mute-the-console-boot-up-chime/1100-6508416/?ftag=CAD-01-10abi2f", "title": "Xbox October Update Will Finally Let You Mute The Console Boot-Up Chime", "date_published": "2022-10-19 16:35:00+00:00", "description": "<p>Xbox players will finally be able to mute their console's startup sound and power chime thanks to a new system update for Microsoft's consoles.</p><p dir=\"ltr\">In a thread on Twitter outlining the new features that have arrived as part of the Xbox's October 2022 update, the official <a href=\"https://twitter.com/Xbox/status/1582764409486647296?s=20&amp;t=Jl1Kx13VqOybxRCPHV5naA\">Xbox Twitter account</a> said \"a lot of fans\" had requested the ability for Xbox consoles to boot up silently. But th"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/a-month-later-a-million-chooms-are-still-logging-into-cyberpunk-2077-every-day/1100-6508414/?ftag=CAD-01-10abi2f", "title": "A Month Later, A Million Chooms Are Still Logging Into Cyberpunk 2077 Every Day", "date_published": "2022-10-19 16:11:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/cyberpunk-2077/\">Cyberpunk 2077</a>'s recent resurgence on gaming charts hasn't been short-lived, as developer CD Projekt Red has confirmed that the game has had 1 million active players every day, for four weeks. CDPR celebrated the news with a tweet and a new GIF, which riffs on the popular Parks and Recreation meme starring Chris Pratt's bewildered face.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">1 million active players ea"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/halo-infinite-winter-update-brings-campaign-co-op-and-forge/1100-6508415/?ftag=CAD-01-10abi2f", "title": "Halo Infinite Winter Update Brings Campaign Co-Op And Forge", "date_published": "2022-10-19 15:54:00+00:00", "description": "<p>On November 8, Halo Infinite's winter update will bring network campaign co-op, the Forge beta, and several new multiplayer additions.</p><p>Campaign Co-Op will let players gain progress all together. Entering into a session will place the group at the point where the furthest behind player is. Every collectable will also be obtainable for every player that hasn't gotten it yet. In setup, players can select skulls from the ones that every player has unlocked. Players can now also replay missi"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/borat-star-sacha-baron-cohen-to-join-mcu-in-ironheart-report/1100-6508417/?ftag=CAD-01-10abi2f", "title": "Borat Star Sacha Baron Cohen To Join MCU In Ironheart - Report", "date_published": "2022-10-19 15:48:00+00:00", "description": "<p>It looks like Marvel is about to give the Devil his due. <a href=\"https://deadline.com/2022/10/sacha-baron-cohen-mcu-ironheart-mephisto-marvel-disney-plus-1235147636/\">Deadline</a> is reporting actor/comedian Sacha Baron Cohen will be part of the new Disney+ series, Ironheart, taking on the role of Mephisto. The actor has been spotted at the Marvel facilities located at UK's Pinewood Studios. Both Marvel and Cohen's reps declined to comment about confirmation. </p><p>Heavily speculated, then "}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/chainsaw-man-every-devil-and-fiend-from-the-anime-that-will-haunt-your-nightmares/2900-4405/", "title": "Chainsaw Man: Every Devil And Fiend From The Anime That Will Haunt Your Nightmares", "date_published": "2022-10-19 15:42:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4045709-chainsawman_16x9.jpg\" /><br /><h3><p dir=\"ltr\">Chainsaw Man, a title for an anime that says it all. Over on Crunchyroll and Hulu, the new series follows Denji, a devil hunter, and his beloved little chainsaw devil Pochita. In order to save Denji's life, Pochita sacrifices himself. Now, the two are joined, and Denji can turn into Chainsaw Man–a man with chainsaws on his arms and on his head.</p><p dir=\"ltr\">Aside fr"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-wont-be-seen-on-game-pass-for-a-number-of-years-report/1100-6508411/?ftag=CAD-01-10abi2f", "title": "Call Of Duty Won't Be Seen On Game Pass For \"A Number Of Years\" - Report", "date_published": "2022-10-19 15:39:00+00:00", "description": "<p>Call of Duty games won't be seen on Xbox Game Pass for \"a number of years\" as \"prior agreements\" between Sony and Activision will prohibit the franchise from moving to the subscription service if Microsoft's acquisition is approved. In Microsoft's response to the Competition and Markets Authority's decision to enter a second phase of investigation into the proposed $69 billion deal, footnote references to a tweet from Microsoft Gaming CEO Phil Spencer were highlighted by the company.</p><p>\"T"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/australian-overwatch-2-players-can-bag-themselves-an-epic-tracer-skin-at-mcdonalds-for-a-limited-time/1100-6508412/?ftag=CAD-01-10abi2f", "title": "Australian Overwatch 2 Players Can Bag Themselves An Epic Tracer Skin At McDonald's For A Limited Time", "date_published": "2022-10-19 15:27:00+00:00", "description": "<p dir=\"ltr\">Australian McDonald's fans can treat themselves to a Tracer skin for Overwatch 2, apparently only available for a limited time.</p><p dir=\"ltr\">The epic skin, called \"Tracer Lightning,\" gives everyone's favorite pilot stroke hero a fresh hair-do, and a fairly garish new costume. To get the skin, apart from living in Australia and possibly enjoying McDonald's, you just need to order a Big Mac, McChicken, or a 10-piece Chicken McNuggets combo in the MyMacca's app (context for the US c"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/what-memes-are-these-new-destiny-2-emotes-referencing-for-festival-of-the-lost/1100-6508406/?ftag=CAD-01-10abi2f", "title": "What Memes Are These New Destiny 2 Emotes Referencing For Festival Of The Lost?", "date_published": "2022-10-19 15:22:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>'s annual Festival of the Lost might be focused on chills and thrills, but like other seasonal events in the game, it also has a goofy layer of fun thanks to a fresh selection of emotes and cosmetic items. If you open up the Eververse store you'll spot all the new stuff that can be purchased with either the premium Silver or in-game Bright Dust currencies, and if you're a fan of Scooby Doo and Ghostbusters, the inventory is an a"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/massive-block-of-activision-blizzard-shares-sold-before-microsoft-deal/1100-6508407/?ftag=CAD-01-10abi2f", "title": "Massive Block Of Activision Blizzard Shares Sold Before Microsoft Deal", "date_published": "2022-10-19 15:09:00+00:00", "description": "<p>A massive block of Activision Blizzard shares was recently sold off in a move that some are taking as a signal that the proposed sale to Microsoft might not happen due to regulatory concerns.</p><p><a href=\"https://seekingalpha.com/news/3891901-activision-block-of-37-million-shares-traded-earlier\">SeekingAlpha </a>discovered (<a href=\"https://twitter.com/ethangach/status/1582721806842363905\">via Ethan Gach</a>) that a block of 3.7 million shares sold recently at a price of $72.25 per share, n"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/silent-hill-rumors-suggest-annapurna-backed-horror-studio-is-making-new-entry/1100-6508409/?ftag=CAD-01-10abi2f", "title": "Silent Hill Rumors Suggest Annapurna-Backed Horror Studio Is Making New Entry", "date_published": "2022-10-19 15:08:00+00:00", "description": "<p dir=\"ltr\">Today's <a href=\"https://www.gamespot.com/articles/silent-hill-transmission-livestream-to-reveal-latest-updates-on-october-19/1100-6508328/\">Silent Hill event</a> has kicked the rumor mill into overdrive, with hints of multiple Silent Hill projects in development leaking online. Now, it seems that notable publisher Annapurna might be involved in an upcoming game in the series, and several sources have suggested that Stories Untold developer No Code is handling developmental duties.<"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/god-of-war-ragnarok-took-so-long-that-atreus-voice-dropped-leading-to-some-challenging-editing/1100-6508410/?ftag=CAD-01-10abi2f", "title": "God Of War Ragnarok Took So Long That Atreus' Voice Dropped, Leading To Some Challenging Editing", "date_published": "2022-10-19 15:04:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/god-of-war-ragnarok/\">God of War Ragnarok</a>'s recording sessions took so long that Atreus' actor's voice dropped, requiring some sound wizardry to balance out the actor's performance.</p><p dir=\"ltr\">Sony shared a video this week giving fans a behind the scenes look at the highly anticipated God of War Ragnarok. It's been a good few years since the last game was released, so it isn't surprising that Atreus' voice actor, Sunny Suljic, has gon"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/laurence-fishburne-is-fine-with-missing-out-on-matrix-resurrection/1100-6508408/?ftag=CAD-01-10abi2f", "title": "Laurence Fishburne Is Fine With Missing Out On Matrix Resurrection", "date_published": "2022-10-19 14:30:00+00:00", "description": "<p>The Matrix Resurrections picked up the story of Neo and Trinity and the rebellion against the machines, with Keanu Reeves and Carrie-Anne Moss stepping back into the roles they created over 20 years ago. However, one key role was notably recast with Lawrence Fishburne not returning as Morpheus, Neo's guide and rebel leader.</p><p>In the story, Morpheus is long dead during the events of Resurrections, but an AI based on the fallen character, played by Yahya Abdul-Mateen II, allowed him to retu"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/super-smash-bros-ultimate-discounted-to-just-40/1100-6508109/?ftag=CAD-01-10abi2f", "title": "Super Smash Bros Ultimate Discounted To Just $40", "date_published": "2022-10-19 14:25:00+00:00", "description": "<p>Though Nintendo Switch exclusives tend to receive more discounts than first-party games on older Nintendo hardware, there are still about a handful of titles that very rarely get price cuts that could be considered a good deal. One such game is Super Smash Bros. Ultimate, the wildly popular brawler that released way back in 2018. Right now, however, <span class=\"norewrite\">           <a href=\"https://supershop.sjv.io/c/159047/1185863/14902?&amp;sharedId=gamespot&amp;u=https://www.livesuper.co"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/black-adam-was-originally-rated-r-had-many-more-violent-kill-scenes/1100-6508405/?ftag=CAD-01-10abi2f", "title": "Black Adam Was Originally Rated R, Had Many More Violent Kill Scenes", "date_published": "2022-10-19 14:23:00+00:00", "description": "<p>Dwayne \"The Rock\" Johnson's new DC movie, Black Adam, was originally rated R and had many more violent killing scenes until significant edits removed some of these to get the film down to a PG-13 rating.</p><p>Producer Hiram Garcia told <a href=\"https://collider.com/black-adam-movie-r-rating-mpaa/\">Collider</a> that Black Adam is known for his \"aggression and violence,\" so the filmmakers want to produce a film that felt authentic to that.</p><div>          </div><p> </p><a href=\"https://www.g"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/silent-hill-2-remake-leaked-ahead-of-todays-reveal/1100-6508404/?ftag=CAD-01-10abi2f", "title": "Silent Hill 2 Remake Leaked Ahead Of Today's Reveal", "date_published": "2022-10-19 14:09:00+00:00", "description": "<p dir=\"ltr\">Konami's Silent Hill event has hyped fans wondering what the future holds for the dormant franchise. Well, according to the event's own YouTube description, it appears that the long-rumored Silent Hill 2 remake is indeed real.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">..the YouTube description of the Silent Hill event stream already mentions one of the projects that will be revealed later today<a href=\"https://t.co/Cm6ATADrCh\">https://t.co/Cm6ATADrCh</a><"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/microsoft-wants-to-make-an-xbox-store-for-mobile/1100-6508403/?ftag=CAD-01-10abi2f", "title": "Microsoft Wants To Make An Xbox Store For Mobile", "date_published": "2022-10-19 14:05:00+00:00", "description": "<p dir=\"ltr\">As part of Microsoft's filings with the UK's Competition and Markets Authority (CMA) regarding its acquisition of Activision, it's been revealed that the tech giant plans to open an Xbox mobile store.</p><p dir=\"ltr\">The filings, as spotted by <a href=\"https://www.theverge.com/2022/10/19/23411972/microsoft-xbox-mobile-store-games\">The Verge</a>, discuss this Xbox mobile store that was <a href=\"https://blogs.microsoft.com/on-the-issues/2022/02/09/open-app-store-principles-activision-"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/preorder-pokemon-scarlet-and-violet-for-less-than-50/1100-6508102/?ftag=CAD-01-10abi2f", "title": "Preorder Pokemon Scarlet And Violet For Less Than $50", "date_published": "2022-10-19 14:05:00+00:00", "description": "<p>We're less than a month away from the biggest Nintendo Switch release of the year. Pokemon Scarlet and Violet, the ninth generation of mainline entries in the massively popular RPG series, release on November 18 exclusively for Nintendo Switch. If you haven't preordered a copy yet, you can lock in your <strong><span class=\"norewrite\">           <a href=\"https://supershop.sjv.io/c/159047/1185863/14902?&amp;sharedId=gamespot&amp;u=https://www.livesuper.com/shop/products/pokemon-scarlet-or-pokem"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-487-october-19-2022/1100-6508402/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#487) - October 19, 2022", "date_published": "2022-10-19 14:05:00+00:00", "description": "<p>It might be the middle of week, but there's still no slowing down this <a href=\"https://www.gamespot.com/games/wordle/\">Wordle </a>train. We've returned to offer more help to people in need when it comes to getting the Wordle correct. This time, we're helping out with the answer on October 19, and players will need some extra help with this one. The word itself is somewhat common, though it wouldn't be surprising if some users had never heard of it all. There's also some complicated spelling "}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-update-adds-scar-fixes-dozens-of-bugs/1100-6508401/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley Update Adds Scar, Fixes Dozens Of Bugs", "date_published": "2022-10-19 14:01:00+00:00", "description": "<p dir=\"ltr\">A shining new era of Disney Dreamlight Valley is tiptoeing nearer, as the game's first major update, Scar's Kingdom, is now live on all platforms.</p><p dir=\"ltr\">Scar, the villainous would-be ruler of The Lion King, makes his debut in the valley, and he brings a new questline with him. The Sunlit Plateau has fallen under darkness, and Scar--who wants to make that area his home--recruits the player to set things right. A new set of Star Path quests are also available, which will let"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/15-more-things-you-still-didnt-know-in-botw/2300-6459791/", "title": "15 MORE Things You STILL Didn't Know In BOTW", "date_published": "2022-10-19 14:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4050827-botwthings20_thumbsite.jpg\" width=\"480\" /> This time in Breath of the Wild, we look back at some secrets about Zelda WiiU, what clothing shop banners actually are, and funny ways to disarm certain enemies."}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/how-to-get-destiny-2s-new-mech-armor-ornaments-during-festival-of-the-lost/1100-6508399/?ftag=CAD-01-10abi2f", "title": "How To Get Destiny 2's New Mech Armor Ornaments During Festival Of The Lost", "date_published": "2022-10-19 13:46:00+00:00", "description": "<p>With Festival of the Lost kicking off three weeks of spooktacular treats in <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>, now is a great time to update your Guardian wardrobe for the threats that lie ahead in Season 19 and the upcoming <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-release-date-strand-subclass-and-everything-we-know/1100-6506893/\">Lightfall expansion</a>. In the Halloween catalog is a collection of ornaments that you can grab right now for"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/best-nintendo-switch-deals-a-bunch-of-pokemon-games-are-on-sale/2900-4401/", "title": "Best Nintendo Switch Deals: A Bunch Of Pokemon Games Are On Sale", "date_published": "2022-10-19 13:42:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4050623-switchsports%284%29.jpg\" /><br /><h3><p>If you're in the market for a new Switch game or accessory, you're in luck--right now, you'll find tons of great deals on everything from games and controllers to headsets and more. There aren't nearly as many sales as last week during Prime Day, but there are still plenty of notable Switch deals to explore.</p><p>Nintendo Switch games don't go on sale as often as their PS5 a"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/house-of-the-dragon-producer-discusses-everyone-being-thirsty-for-daemon-he-aint-paul-rudd/1100-6508400/?ftag=CAD-01-10abi2f", "title": "House Of The Dragon Producer Discusses Everyone Being Thirsty For Daemon -- \"He Ain't Paul Rudd\"", "date_published": "2022-10-19 13:36:00+00:00", "description": "<p>Some of House of the Dragon's key creatives have discussed how Matt Smith's Daemon Targaryen has become an \"internet boyfriend.\" Executive producer Sara Hess and director Clare Kilner spoke about how Daemon, despite being objectively not a very good person, has managed to captivate audiences and inspire many thirsty memes. <strong>This story and the video immediately below contain spoilers for House of the Dragon.</strong></p><div>          </div><p>Hess and Kilner spoke to <a href=\"https://w"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-callisto-protocol-hasnt-been-delayed-but-it-is-getting-a-60fps-mode/1100-6508398/?ftag=CAD-01-10abi2f", "title": "The Callisto Protocol Hasn't Been Delayed, But It Is Getting A 60FPS Mode", "date_published": "2022-10-19 13:23:00+00:00", "description": "<p dir=\"ltr\">After some speculation that The Callisto Protocol had been delayed, the official Twitter account reassured fans that it's still coming out this year--and has a 60fps performance mode.</p><p dir=\"ltr\">Yesterday, October 18, a <a href=\"https://www.resetera.com/threads/rumor-the-callisto-protocol-delayed-from-december-2nd-2022-till-february-12th-2023.644808/\">thread</a> on gaming forum ResetEra pointed out the <a href=\"https://store.epicgames.com/en-US/news/the-epic-games-store-hallowe"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/spider-man-2-still-on-track-for-2023-as-dev-explains-why-its-gone-dark-lately/1100-6508396/?ftag=CAD-01-10abi2f", "title": "Spider-Man 2 Still On Track For 2023 As Dev Explains Why It's Gone Dark Lately", "date_published": "2022-10-19 13:02:00+00:00", "description": "<p dir=\"ltr\">Insomniac Games has taken to Twitter to clarify that Marvel's Spider-Man 2 is still on track to launch next year.</p><p dir=\"ltr\">First revealed as part of a <a href=\"https://www.gamespot.com/articles/marvels-spider-man-2-coming-2023-to-ps5-somehow-marking-yet-another-game-from-insomniac/1100-6496094/\">PlayStation Showcase last year</a>, Marvel's Spider-Man 2 hasn't had much new information revealed about it since it was first announced. When it was revealed a 2023 launch window was"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/bayonetta-voice-actor-hellena-taylor-was-actually-offered-15000-for-bayonetta-3-new-report-says/1100-6508397/?ftag=CAD-01-10abi2f", "title": "Bayonetta Voice Actor Hellena Taylor Was Actually Offered $15,000 For Bayonetta 3, New Report Says", "date_published": "2022-10-19 12:58:00+00:00", "description": "<p>New details have come to light regarding the Bayonetta 3 voice acting situation. For those just catching up, Hellena Taylor--who voiced Bayonetta in the first two games--is not coming back for the third title due to a reported pay dispute. In a series of videos uploaded to Twitter over the weekend, Taylor claimed she was offered $4,000 for Bayonetta 3, a figure she said was <a href=\"https://www.gamespot.com/articles/original-bayonetta-voice-actress-urges-fans-to-boycott-bayonetta-3-due-to-rep"}, {"url": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/save-big-on-a-plague-tale-requiem-on-launch-day/1100-6505640/?ftag=CAD-01-10abi2f", "title": "Save Big On A Plague Tale: Requiem On Launch Day", "date_published": "2022-10-19 00:29:00+00:00", "description": "<p>A Plague Tale: Requiem has finally released on consoles and PC. If you're interested in picking up the stealth-adventure sequel on PC, you can get a good deal right now on a Steam key--as long as you don't buy directly from Steam. <span class=\"norewrite\">           <a href=\"https://greenmangaming.sjv.io/c/159047/1219987/15105?&amp;sharedId=gamespot&amp;u=https://www.greenmangaming.com/games/a-plague-tale-requiem-pc/&amp;subId1=[subid_value]\">Green Man Gaming</a> </span> and <span class=\"norew"}]