[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-maintenance-mode-now-available-224048598.html?src=rss", "title": "Samsung's Maintenance Mode protects your personal data while your phone is out for repair", "date_published": "2022-10-25 22:40:48+00:00", "description": "<p><a href=\"https://www.engadget.com/samsung-introduces-repair-mode-143743861.html\"><ins>Back in July</ins></a>, Samsung began testing a new privacy feature on Galaxy S21 phones in Korea. Dubbed Maintenance Mode, the tool allowed users to secure their personal information – including photos, messages and contacts – when sending their device in for repair. Now Samsung says the feature is ready for primetime.</p><p>Starting today, the company has begun rolling out Maintenance Mode to Galaxy devices with <a href=\"https://www.engadget.com/samsung-one-ui-5-release-date-personalization-security-privacy-200044860.html\"><ins>One UI 5 installed</ins></a>. Broader availability will follow in 2023. In other words, <a href=\"https://www.engadget.com/samsung-galaxy-s-22-review-sprucing-up-a-solid-foundation-151522033.html\"><ins>Galaxy S22</ins></a> users will receive access to the feature first.</p><span id=\"end-legacy-contents\"></span><p>Once Maintenance Mode arrives on your phone, you’ll find the option to enable it within the “Battery and device care” section of the Settings menu. It will create a separate account on your phone for a technician to use while working on your device. In addition to protecting your personal information, Maintenance Mode prevents a technician from seeing what apps you have installed. They can use the Galaxy Store to download any diagnostic software they need, but once they’re done, your phone will automatically wipe any new data and apps. When your phone is back in your possession, you can disable Maintenance Mode by authenticating your identity.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-freeform-app-beta-213032190.html?src=rss", "title": "Apple's Freeform whiteboard app is now available for developers", "date_published": "2022-10-25 21:30:32+00:00", "description": "<p>With the first betas of iOS 16.2, iPadOS 16.2 and macOS Ventura 13.1 rolling out earlier today, Apple is letting developers try its Freeform app for the first time (via <a href=\"https://www.macrumors.com/2022/10/25/ios-16-2-freeform-app/\"><em><ins>MacRumors</ins></em></a>). <a href=\"https://www.engadget.com/apple-freeform-whiteboard-app-185206110.html\"><ins>Announced</ins></a> at WWDC this past June, Freeform is a whiteboard-style collaboration app with integrations across the company’s ecosystem.</p><p>The software provides a “flexible canvas” where multiple participants can add text, photos, sketches and PDFs, as well as other content, to a shared space. Like Google Docs and many other collaboration apps, Freeform allows groups to edit their work together in real time. You can invite someone to a Freeform session over FaceTime, with Messages tracking any changes in a corresponding group thread.</p><span id=\"end-legacy-contents\"></span><p>Given its inclusion in the latest iOS, iPadOS and macOS betas, Freeform is likely to officially arrive alongside those updates later this year. The new versions of those operating systems don’t have a release date yet.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-nest-camera-web-view-210332172.html?src=rss", "title": "Google finally lets you view its latest Nest cameras on the web", "date_published": "2022-10-25 21:03:32+00:00", "description": "<p>It took a while, but you no longer need to use an app just to check on your home through a <a href=\"https://www.engadget.com/google-nest-doorbell-camera-battery-powered-floodlight-130016075.html\">current-gen Nest camera</a>. As <em>The Verge</em><a href=\"https://www.theverge.com/2022/10/25/23423143/google-nest-cameras-web-view-google-home-routines-arrive\">explains</a>, Google has <a href=\"https://www.googlenestcommunity.com/t5/Blog/Check-out-your-cameras-on-the-web-with-Google-Home/ba-p/242119\">introduced</a> a <a href=\"https://home.google.com/\">home.google.com</a> portal in preview that offers web viewing for the latest Nest Cam and Nest Doorbell models. You can't watch recorded video, but you can catch the live feed, zoom in and turn cameras on or off.</p><p>The functionality is rolling out within the next week for battery-powered and wired Nest Cam models (including floodlight, Indoor, Outdoor and IQ variants) as well as the battery-based Nest Doorbell and its two wired counterparts (the Nest Hello and Doorbell second-gen). You can wake any battery devices.</p><span id=\"end-legacy-contents\"></span><p>Google already offered a web view for Nest cameras, but that support didn't carry over to the products released in 2021. General Manager Rishi Chandra <a href=\"https://www.googlenestcommunity.com/t5/Blog/Message-from-our-GM-Updates-for-our-Nest-customers/ba-p/17122\">told customers</a> a web view would be available this year. It's not certain what prevented these newer models from simply using the old home.nest.com portal, but it's safe to say this was frustrating when numerous competing cameras had web support.</p><p>Whatever the reason, the web viewer makes recent Nest cameras and doorbells more useful. You can check on the front door or a pet rom your work computer rather than pulling out your phone. Google also stresses that it will continue to add \"more popular camera features\" over time, so you might not need the mobile app as much going forward.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hinge-video-selfie-verification-announced-202522227.html?src=rss", "title": "Hinge is adding video identity verification to combat fake accounts", "date_published": "2022-10-25 20:25:22+00:00", "description": "<p>Starting next month, dating app Hinge will begin rolling out a new profile verification feature to combat a surge in fake accounts. Dubbed “Selfie Verification,” the feature will prompt users to upload a video of themselves, which the app, with a combination of machine learning and human oversight, will use to confirm they look like the person pictured in their profile. People who complete the process will get a “Verified” badge on their dating profile.</p><p>Hinge parent company Match Group <a href=\"https://www.wired.com/story/hinge-selfie-verification-scammers-bots/\">told <em>Wired</em></a><em>, </em>the first publication to report on the feature, that Selfie Verification would roll out to all users by December. “As romance scammers find new ways to defraud people, we are committed to investing in new updates and technologies that prevent harm to our daters,” Hinge spokesperson Jarryd Boyd told the outlet.</p><span id=\"end-legacy-contents\"></span><p>The feature comes after <em>Wired </em>writer Lauren Goode wrote about her experience with <a href=\"https://www.wired.com/story/i-uncovered-an-army-of-fake-men-on-hinge/\">Hinge’s many bots</a>. The app, like many other dating platforms, is rife with fake accounts, and the real people behind them will often attempt to scam their matches out of money. For instance, “<a href=\"https://theconversation.com/organized-crime-has-infiltrated-online-dating-with-sophisticated-pig-butchering-scams-177445\">pig butchering</a>,” one of the more popular online dating schemes, frequently sees victims tricked into “investing” their money into fake cryptocurrency platforms. As <a href=\"https://gizmodo.com/hinge-bots-scammers-dating-apps-1849699399\"><em>Gizmodo</em></a> points out, online dating scams aren’t new, but they’ve become more prevalent since the start of the pandemic. In February, the Federal Trade Commission <a href=\"https://www.ftc.gov/news-events/data-visualizations/data-spotlight/2022/02/reports-romance-scams-hit-record-highs-2021\">issued a warning to online daters</a>, noting that people reported losing a record $547 million in 2021 from online dating fraud.</p><p>How much Selfie Verification will help protect Hinge users from such scams is hard to say. Other Match Group apps, including Tinder, already employ similar features. On those platforms, users aren’t required to verify their identity, and you still see plenty of fake accounts.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-chrome-windows-7-8-1-201122191.html?src=rss", "title": "Google will end Chrome support on Windows 7 and 8.1 in early 2023", "date_published": "2022-10-25 20:11:22+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/google/\"><ins>Google</ins></a> has announced it will end <a href=\"https://www.engadget.com/tag/chrome/\"><ins>Chrome</ins></a> support on Windows 7 and Windows 8.1 early next year. Chrome 110, which is scheduled for release on February 7th, will not work on either of the operating systems. You'll still be able to use older versions of Chrome on Windows 7 and 8.1, but you'll no longer be able to install newer builds, which will include new features and security updates.</p><p>On <a href=\"https://support.google.com/chrome/thread/185534985/sunsetting-support-for-windows-7-8-1-in-early-2023?hl=en\"><ins>a support page</ins></a> that revealed the news, Google suggested upgrading to Windows 10 or <a href=\"https://www.engadget.com/windows-11-2022-update-accessibility-170013018.html\"><ins>Windows 11</ins></a> to keep getting Chrome updates. That might be difficult for those whose systems don't support more recent versions of Microsoft's OS, businesses that are still stuck on Windows 7 or 8.1 and folks who can't afford to buy a new computer. Still, Google had to wind down support at some point. The company pointed out that its timeline matches up with Microsoft <a href=\"https://www.engadget.com/microsoft-onedrive-windows-7-8-support-end-date-210851189.html\"><ins>ending extended support for Windows 7 or Windows 8.1 on January 10th</ins></a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>As it turns out, however, Google will support Chrome on Windows 7 longer than planned. It previously said it would stop offering Chrome updates for the OS in 2021, <a href=\"https://www.engadget.com/google-extends-chrome-support-windows-7-184700959.html\">then this year</a>.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/age-of-empires-xbox-consoles-cloud-gaming-mobile-183738573.html?src=rss", "title": "The Age of Empires series is finally coming to Xbox consoles and cloud gaming", "date_published": "2022-10-25 18:37:38+00:00", "description": "<p>World's Edge, the Xbox studio that's overseeing <a href=\"https://www.engadget.com/tag/age%20of%20empires/\"><ins>Age of Empires</ins></a> these days, held an event to mark the franchise's 25th anniversary. With it came <a href=\"https://news.xbox.com/en-us/2022/10/25/the-console-age-is-coming-to-age-of-empires/\"><ins>some major news</ins></a> about the future of the series, including its debut on consoles. <a href=\"https://www.engadget.com/2019-06-09-age-of-empires-ii-definitive-edition-e3-xbox-game-pass.html\"><em><ins>Age of Empires II: Definitive Edition</ins></em></a> will be available on Xbox consoles and Xbox Cloud Gaming on January 31st.&nbsp;</p><p>The most recent game in the real-time strategy series, 2021's <a href=\"https://www.engadget.com/engadget-staff-best-favorite-games-2021-150045585.html\"><em><ins>Age of Empires IV</ins></em></a>, will arrive on consoles and Xbox Cloud Gaming later in 2023. Naturally, both titles will be available on Xbox Game Pass and Xbox Game Pass Ultimate. This is a big shift for a series that, until now, has only been available on PC.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"6ca33b84be954a73b0821fa93a6e7278\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>There will be crossplay support for <em>Age of Empires II: Definitive Edition</em>, so you can play with friends whether you're on Xbox, PC or accessing it via the cloud. What's more, the game will support keyboard and mouse inputs on console. In case you'd rather use a gamepad, World's Edge has designed a new controller tutorial, along with a revamped onboarding experience for newcomers to the game. On top of that, the team has added an AI system that's designed to make resource management more efficient and intuitive.</p><p>Elsewhere, World's Edge <a href=\"https://twitter.com/Ageofmyth/status/1584959727922196480\"><ins>announced</ins></a> a new definitive edition of 2002's <em>Age of Mythology,</em> featuring \"beautiful graphics, updated gameplay\" and other features. Expect more details in the coming months. And, as is the way of things in the modern era, <em>Age of Empires Mobile</em> is in development, so you'll be able to get your AoE fix wherever you are without having to stream a game from the cloud. That game is coming soon, according to a teaser.</p><div id=\"e8114a345ac34224aedc930e523265cd\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Experience the power of an empire in the palm of your hand and command your armies with the touch of a finger.<br /><br />Age of Empires Mobile is coming. <a href=\"https://twitter.com/hashtag/AoE25?src=hash&amp;ref_src=twsrc%5Etfw\">#AoE25</a><a href=\"https://t.co/OZqsAkhcuN\">pic.twitter.com/OZqsAkhcuN</a></p>— AgeOfEmpires (@AgeOfEmpires) <a href=\"https://twitter.com/AgeOfEmpires/status/1584958651760054281?ref_src=twsrc%5Etfw\">October 25, 2022</a></blockquote></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lyft-pink-subscription-lower-price-174545566.html?src=rss", "title": "Lyft's re-launched Pink subscription starts at $10 per month", "date_published": "2022-10-25 17:45:45+00:00", "description": "<p>Lyft is once again <a href=\"https://www.engadget.com/2019-10-29-lyft-pink-monthly-membership-plan.html\">rethinking its monthly subscription plan</a>, and this time the cost might be easier to justify. The company has <a href=\"https://www.lyft.com/blog/posts/introducing-the-new-lyft-pink-membership\">re-launched </a>its Pink membership at $10 per month or $99 per year, or about half the previous price. You lose the discounts on all rides. Instead, the focus is on perks that may save you money in the long run. You now get free priority pickups that, according to Lyft, save an average of $3 to $4 per trip. You'll also receive \"at least\" a 5 percent discount on Preferred, Lux and XL rides, three free cancellations per month, a free bike or scooter unlock each month, free Sixt car rental upgrades, <a href=\"https://www.engadget.com/2020-02-26-grubhub-plus-launch.html\">GrubHub+</a> discounts and roadside assistance for your own car up to four times every year.</p><p>The company still hopes you'll pay more. For $199 per year, Lyft Pink All Access includes unlimited 45-minute \"classic\" bike rides, unlimited e-bike and scooter unlocks (with discounted rates) and three yearly bike or scooter guest passes. If you regularly get around town on two wheels, this could represent a significant savings.</p><span id=\"end-legacy-contents\"></span><p>Drivers still get paid the same regardless of your discounts, Lyft says. You'll also receive a discount on rides if priority pickups aren't available when you book. Bike and scooter bonuses aren't available everywhere, however. You'll need to use them in a <a href=\"https://www.lyft.com/memberships/lyft-pink-annual-free-month/faq?navigation_type=NEXT_STEP#how-does-the-bike-benefit-work-and-where-is-it-available\">handful</a> of US cities, including Denver, Los Angeles and New York City.</p><p>There's no mystery behind the reasons for the Pink re-do. This is Lyft's answer to <a href=\"https://www.engadget.com/uber-one-subscription-140045273.html\">Uber One</a>, which costs the same $10 per month and shares the focus on \"priority\" service. Where Uber splits its attention between ridesharing and food deliveries, though, Lyft concentrates on transportation. Whichever service suits your tastes, the goal is the same — this is meant to ensure your loyalty while providing a recurring boost to the company's bottom line.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/dark-souls-2-pc-servers-online-fromsoftware-bandai-namco-171903144.html?src=rss", "title": "'Dark Souls 2' PC multiplayer servers are back online after a nine-month outage", "date_published": "2022-10-25 17:19:03+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/dark%20souls%202/\"><em><ins>Dark Souls 2</ins></em></a><em>&nbsp;</em>players can once again team up and square off against each other on PC after <a href=\"https://www.engadget.com/tag/fromsoftware/\"><ins>FromSoftware</ins></a> reactivated the servers. The studio and publisher <a href=\"https://www.engadget.com/tag/bandai%20namco/\"><ins>Bandai Namco</ins></a> switched off the online components for all Dark Souls games on PC <a href=\"https://www.engadget.com/dark-souls-3-security-exploit-hack-152505550.html\"><ins>back in January</ins></a> in order to tackle a security issue that allowed hijackers to take over players' systems. Nine months later, From and Bandai Namco have restored online features for the DirectX 11 version of <em>Dark Souls 2: Scholar of the First Sin</em>. The company said it will reactivate the servers for the DirectX 9 version at a later date.</p><p>On the downside, don't expect to play the online modes of the <em>Dark Souls: Prepare to Die</em> edition on PC again. \"We have determined that we will not be able to support online services for the PC version of <em>Dark Souls: Prepare to Die </em>Edition that was released in 2012, due to an aging system,\" <a href=\"https://twitter.com/DarkSoulsGame/status/1584821064420716544\"><ins>a statement</ins></a> on the Dark Souls Twitter account, as spotted by <a href=\"https://www.polygon.com/23422875/dark-souls-2-pc-online-servers-from-software-steam\"><em><ins>Polygon</ins></em></a>, reads. \"We apologize for the long wait and ask for your understanding in this matter.\" That said, <a href=\"https://twitter.com/DarkSoulsGame/status/1584821068073574400\"><ins>work is ongoing</ins></a> to bring back co-op and player-vs-player modes for 2018's <em>Dark Souls Remastered</em> on PC, but there's no timeline for that as yet.</p><span id=\"end-legacy-contents\"></span><p>As for <a href=\"https://www.engadget.com/dark-souls-3-pc-servers-are-finally-back-online-seven-months-later-202533974.html\"><em><ins>Dark Souls 3</ins></em></a>, From and Bandai Namco restored the servers back in August. They originally aimed to revive online services for all the Dark Souls games by the time they released <a href=\"https://www.engadget.com/tag/Elden%20Ring/\"><em><ins>Elden Ring</ins></em></a> in February, but <a href=\"https://www.engadget.com/fromsoftware-restoring-dark-souls-pc-servers-185553110.html\"><ins>were unsuccessful</ins></a> in their attempts to meet that deadline.</p><div id=\"bd1d1b628205475d922733d712269af9\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Online features for the PC version of Dark Souls II: Scholar of the First Sin (DX11) have been reactivated.<br /><br />Online features for the base version of <a href=\"https://twitter.com/hashtag/DarkSouls?src=hash&amp;ref_src=twsrc%5Etfw\">#DarkSouls</a> II for PC (DX9) will be made available at a later date.<br /><br />Our thanks for your continued patience and support. <a href=\"https://t.co/OihQUJOIbu\">pic.twitter.com/OihQUJOIbu</a></p>— Dark Souls (@DarkSoulsGame) <a href=\"https://twitter.com/DarkSoulsGame/status/1584821061501100032?ref_src=twsrc%5Etfw\">October 25, 2022</a></blockquote></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ken-block-gymkhana-ev-audi-las-vegas-163637533.html?src=rss", "title": "Ken Block's first electric Gymkhana features a one-of-a-kind Audi EV", "date_published": "2022-10-25 16:36:37+00:00", "description": "<p><a href=\"https://www.engadget.com/ken-block-audi-s1-hoonitron-000802361.html\">As promised</a>, Ken Block has <a href=\"https://www.youtube.com/watch?v=SO2Li9BMQp8\">released</a> his first Gymkhana video with an electric car — and this time, the vehicle is almost as important as the hooning.  The \"Electrikhana\" sees Block drift around Las Vegas landmarks in a one-of-a-kind Audi S1 Hoonitron. It borrows design cues from the well-known Sport Quattro S1 while using a dual-motor system (with an 800V architecture), a carbon fiber shell and FIA-grade safety measures. Think of it as a souped-up cousin to the <a href=\"https://www.engadget.com/audi-e-tron-gt-rs-e-tron-first-drive-video-160033004.html\">E-tron GT</a>. Audi is shy on the exact performance figures, but it's safe to say they're enough for donuts around hotel lobbies and boxing rings.</p><div id=\"edf332d31a0e4d1e994ff7369f9b68df\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>And the video itself? It brings Ken Block's signature antics to Sin City, including drifts in tight spaces and plenty of tire smoke. The lower center of gravity inherent to EVs certainly hasn't affected the handling, as Block has no problems maneuvering in some tricky situations. However, what's most notable is what you don't hear — the switch to an EV means the noises are largely limited to tire squeal and the S1 Hoonitron's strange motor whine.</p><span id=\"end-legacy-contents\"></span><p>The video is a not-very-subtle plug for Audi's lineup and racing heritage, and you certainly won't be recreating these feats away from a track. However, it represents a milestone for the cultural acceptance of EVs. Where electric cars used to be associated mainly with eco-conscious drivers, they're quickly becoming the machines of choice for <a href=\"https://www.engadget.com/watch-tesla-model-s-plaid-lucid-air-porsche-taycan-drag-race-222023536.html\">performance-minded enthusiasts</a> thanks to their instant torque and supercar-beating low-end acceleration. Block's Electrikhana helps show that EVs are viable for twists and turns, too.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/sony-linkbuds-s-recycled-plastic-earth-blue-160051577.html?src=rss", "title": "Sony made a version of the LinkBuds S using recycled water bottles", "date_published": "2022-10-25 16:00:51+00:00", "description": "<p>Sony's <a href=\"https://www.engadget.com/sony-linkbuds-s-announced-specs-price-160028671.html\">LinkBuds S</a> offer a more traditional true wireless fit as opposed to the open wear design of <a href=\"https://www.engadget.com/sony-linkbuds-review-170020552.html\">the original model</a>. The company debuted the follow-up back in May, filling out the features list with active noise cancellation (ANC) and a host of other handy items from Sony's premium audio products. Like the first LinkBuds, the S model was built to wear all the time, thanks to they're small size, comfy fit and capable transparency mode. LinkBuds S were already being made with recycled plastics from automobile parts, but today the company has announced an Earth Blue variant made from even more reclaimed materials.&nbsp;</p><p>Sony says the body and case for this version of the LinkBuds S are made from \"factory-recovered plastic and reclaimed water bottles.\" The recycled materials are what give the exterior surfaces a marble pattern. The company explains that the idea originally came from design exploration around new uses for recycled water bottles. Of course, the earbuds aren't entirely make from reclaimed substances, but the main shell of the buds and the case have the swirl look from the process. Like the existing LinkBuds S colors, the packaging for this new version uses no plastic.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The $200 LinkBuds S feature ANC and transparency mode that allow you to tune out or tune into the world as you see fit. Sony added a tool called Auto Play to these earbuds that allows you to set up certain times audio will begin automatically — like after a video call or when you're on the go. The company's Adaptive Sound Control from other earbuds and headphones is here too, automatically changing sound modes based on your location or activity. You can expect up to six hours of battery life on a charge with ANC enabled and another 14 hours in the case. IPX4 protection also means you can wear these during workouts without fear of sweat damage and a handy Speak-to-Chat feature pauses audio when you begin to talk to assist with quick conversations.&nbsp;</p><p>The new Earth Blue variant will be available at the end of October from Sony, Amazon and other retailers, joining the black and white options in the LinkBuds S lineup. We've seen these earbuds for <a href=\"https://www.engadget.com/sony-linkbuds-s-sale-lowest-price-amazon-134449867.html\">as low as $148</a>, although you might have to wait a while for a deal on this new version.&nbsp;</p><figure><img alt=\"Sony LinkBuds S Earth Blue\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/9b0c7640-5477-11ed-b57e-228daffc772c\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nothing-first-retail-store-opening-151527652.html?src=rss", "title": "A store that sells Nothing will open in London this year", "date_published": "2022-10-25 15:15:27+00:00", "description": "<p>Nothing only just released <a href=\"https://www.engadget.com/nothing-phone-1-review-transparent-smartphone-090029611.html\">its first phone</a> months ago, but that isn't stopping the company from establishing a physical retail presence. The company is <a href=\"https://in.nothing.tech/blogs/news/our-first-ever-store-is-coming\">opening</a> its first Nothing Store on 4 Peter Street in London's fashion-oriented Soho neighborhood sometime \"before Christmas\" this year. The company is promising a \"boutique\" rather than the usual tech shop experience, and touts design flourishes inspired by classic chains like Italy's Olivetti.</p><p>The store will offer all of Nothing's currently small lineup, including the Phone 1, <a href=\"https://www.engadget.com/nothing-ear-1-impressions-release-date-price-130026767.html\">Ear 1</a> and upcoming <a href=\"https://www.engadget.com/nothing-ear-stick-earbuds-charging-case-teaser-180105886.html\">Ear Stick</a>. To no one's surprise, there will be incentives to line up for opening day — you can get free merch and  buy one of 100 limited edition Ear Sticks.</p><span id=\"end-legacy-contents\"></span><p>The store is a gamble for a two-year-old startup competing against heavyweights in audio and mobile, some of which (such as Apple and Samsung) have much larger retail presences. While Nothing's store won't be big, it's also sitting in one of the posher parts of London. Where the <a href=\"https://www.realbusinessrescue.co.uk/advice-hub/uk-retail-rental-prices#:~:text=The%20City%20of%20London%20comes,cheaper%20than%20Kensington%20and%20Chelsea.\">average</a> retail rent in the city is about £64 per square foot, Soho's is <a href=\"https://www.thestorefront.com/search/london/soho#:~:text=Location%20determines%20how%20much%20it,%C2%A3410.71%20per%20square%20foot.\">estimated</a> at just under £150. That's a lot to spend when it's unclear how customers will respond.</p><p>This strategy is familiar, mind you. Apple has long focused on opening stores in high-traffic (and <a href=\"https://www.engadget.com/2019-04-16-bed-bugs-force-apple-to-temporarily-close-24-hour-fifth-avenue-s.html\">sometimes iconic</a>) locations to catch the eyes of shoppers who wouldn't otherwise browse technology, and other companies have used similar approaches. Nothing Stores could theoretically make the brand more recognizable, not to mention reinforce its style-oriented image.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/doctor-who-disney-plus-2023-150040129.html?src=rss", "title": "Future ‘Doctor Who’ seasons will air on Disney+", "date_published": "2022-10-25 15:00:40+00:00", "description": "<p>The BBC and Disney have <a href=\"https://www.doctorwho.tv/news-and-features/bbc-and-disney-branded-television-join-forces-on-doctor-who\">announced</a> future seasons of Doctor Who will stream on Disney+ outside the UK and Ireland. It’s the validation of a longstanding rumor that the UK’s public broadcaster was looking to move the show from its traditional distribution network.</p><p>Back in July, <a href=\"https://www.bloomberg.com/news/articles/2022-07-21/disney-is-in-talks-with-the-bbc-to-stream-doctor-who-series?sref=10lNAhZ9\"><em>Bloomberg</em></a> reported that Disney was looking for “established” brands to bolster its streaming platform. The world’s longest-running science-fantasy series, with its own global fanbase, certainly counts as a big draw for any global streamer.</p><span id=\"end-legacy-contents\"></span><p>Naturally, new series of Doctor Who will continue to air on the BBC’s own channels and streaming platform, iPlayer, in the UK and Ireland. The series will return in November 2023 with a run of specials to celebrate the show’s 60th anniversary, followed by a new series in 2024.</p><div id=\"c0b074d554fe4242855e474b2f0cdb64\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>At the same time, the BBC has announced a new logo and branding that will feature on the show when it returns in 2023, as well as its vast catalog of merchandise. The new logo is a 21st century update of the classic “diamond” logo, designed by <a href=\"https://www.youtube.com/watch?v=rMfB96pwcTA\">Bernard Lodge in 1973</a>.</p><p>It's one of the most recognizable images in the show's long history, and while the diamond's shelf-life in the series proper stretched from 1973 to 1980 (for all but one year of Tom Baker's Tenure) — it was also plastered on merchandise from the early '70s all the way through to 1996. (Ironically, it was supplanted by a revamped version of the show's 1969-1974 logo.)</p><div id=\"654e490146b046ffbd7ca311fbbee204\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Back in <a href=\"https://www.bbc.co.uk/blogs/doctorwho/entries/9333c785-d772-4eb0-8ea3-e69c53186271\">2018</a>, the BBC recruited branding agency LittleHawk to revitalize the show’s image with a look covering both its Classic and New Series eras. The fact that, so quickly afterward, the show has opted to switch back to an older look stands as a repudiation of LittleHawk’s work. Not to mention the fact it’ll cause much consternation to the buyers of the show’s flagship Collection Blu-Ray boxsets. Who will, once again, have to deal with an inconsistent run of spines running along their shelves and are, arguably, the <em>real</em> victims in all of this.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/india-google-fine-antitrust-play-store-android-143917888.html?src=rss", "title": "India fines Google $113 million for abusing the Play Store's dominance", "date_published": "2022-10-25 14:39:17+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/google/\"><ins>Google</ins></a> is on the hook for <a href=\"https://www.engadget.com/google-android-antitrust-fine-india-203910551.html\"><ins>another nine-figure fine</ins></a> after India’s antitrust agency said the company abused the dominant position of the Play Store. The regulator <a href=\"https://cci.gov.in/media-gallery/press-release/details/265/0\">told Google</a> to pay 9.36 billion rupees ($113.5 million) and to allow Play Store developers to use third-party payment systems for app and in-app purchases.</p><p>After <a href=\"https://www.engadget.com/2019-05-10-google-android-india-antitrust-investigation.html\"><ins>a lengthy investigation</ins></a>, the Competition Commission of India said Google's requirement for Play Store developers to use its billing system “constitutes an imposition of unfair condition,” as <a href=\"https://techcrunch.com/2022/10/25/google-hit-with-113-million-fine-in-india-for-anti-competitive-practices-with-play-store-policies/\"><em><ins>TechCrunch</ins></em></a><em>&nbsp;</em>reports. The regulator found that Google didn't use the billing system for its own apps, which it said constituted an “imposition of discriminatory conditions.”</p><span id=\"end-legacy-contents\"></span><p>The agency has ordered Google to open up the Play Store to third-party payments within three months. It said Google can't impose any anti-steering provisions on app developers and mustn't hinder them from promoting apps and services to users. Likewise, the company can't restrict users from accessing developers' services and features.</p><p>The Competition Commission also stated that Google must be fully transparent with Play Store developers and that it can't impose any condition on them \"which is unfair, unreasonable, discriminatory or disproportionate to the services provided to the app developers.\" Furthermore, Google will need to have a clear and transparent data collection policy, and it will not be allowed to use \"competitively relevant transaction/consumer data of apps generated and acquired\" through the Google Play Billing System to its competitive advantage.</p><p>The regulator has determined that Google has a dominant position in the spheres of licensable smartphone operating systems, app stores, web searching, video hosting platforms and \"non-OS specific\" mobile web browsers. Last week, the Competition Commission <a href=\"https://www.engadget.com/google-android-antitrust-fine-india-203910551.html\"><ins>fined the company $161.9 million</ins></a> after finding that <a href=\"https://www.engadget.com/google-abused-android-dominance-india-antitrust-124019374.html\"><ins>Google abused Android's dominance</ins></a>. It said smartphone makers shouldn't have to preinstall Google's apps and that the company shouldn't withhold Play Services APIs and monetary and other incentives from other parties.</p><p>Google reportedly has a 97 percent smartphone market share in India, while Google Play is one of the most popular payments services. India is the company's largest market in terms of user numbers. Google told <em>TechCrunch </em>that its legal team was reviewing the most recent ruling.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/shutterstock-ai-generated-stock-images-dall-e-133903619.html?src=rss", "title": "Shutterstock and OpenAI will team up to sell AI-generated stock images", "date_published": "2022-10-25 13:39:03+00:00", "description": "<p>Shutterstock is eager to embrace AI-generated art. As <em>The Verge</em><a href=\"https://www.theverge.com/2022/10/25/23422359/shutterstock-ai-generated-art-openai-dall-e-partnership-contributors-fund-reimbursement\">reports</a>, the photo provider has <a href=\"https://investor.shutterstock.com/news-releases/news-release-details/shutterstock-partners-openai-and-leads-way-bring-ai-generated\">widened</a> its deal with OpenAI to begin selling stock images built using the <a href=\"https://www.engadget.com/dall-e-ai-image-generator-beta-no-waitlist-173746483.html\">DALL-E 2</a> AI generator. The approach will offer \"direct access\" to DALL-E through the Shutterstock website, and compensate creators whose pictures played a role in developing the technology through a new Contributor Fund. The company also plans to pay royalties to artists when the AI uses their work.</p><p>OpenAI licensed Shutterstock pictures and data to train DALL-E's text-to-image generation models in 2021. The expanded deal represents one of the first practical uses of the tech through OpenAI's programming kit.</p><span id=\"end-legacy-contents\"></span><p>The DALL-E integration will be available sometime in the \"coming months.\" Crucially, Shutterstock will also ban AI-generated art that wasn't produced through OpenAI's platform. That will protect the companies' business models, of course, but it will also ensure that Shutterstock can identify the content used and pay the producers accordingly. Payments will arrive every six months and include revenue from both training data and image royalties.</p><p>This is the first major compensation-based deal of its kind, and could help settle questions of whether or not AI-generated art is <a href=\"https://www.engadget.com/dall-e-generative-ai-tracking-data-privacy-160034656.html\">borrowed or stolen</a>. Other companies have been more cautious. Shutterstock rival Getty Images has <a href=\"https://www.engadget.com/getty-images-ai-generated-content-ban-153337930.html\">completely banned AI-made images</a> over copyright concerns, and is even using filters to stop that content from getting through. Google, meanwhile, is <a href=\"https://www.engadget.com/google-imagen-text-to-image-ai-unprecedented-photorealism-144205123.html\">keeping its Imagen tool private</a> until (and unless) it can find a \"responsible\" way to make the system available to the public.</p><p>There are lingering issues. It's not clear just how Shutterstock will pay creators. Artists will likely earn less from these AI-licensing payments than if customers pay for the original images DALL-E uses to create its amalgamations. While this deal is a step toward harmony between AI and the creative world, it's not the definitive solution.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-venmo-payment-option-130142262.html?src=rss", "title": "Amazon now lets you pay using Venmo", "date_published": "2022-10-25 13:01:42+00:00", "description": "<p>Your Venmo money is now useful for much more than covering your share of last night's pizza. <a href=\"https://www.engadget.com/amazon-venmo-payments-2022-124555703.html\">As promised</a> last year, Amazon is rolling out the option to use either your Venmo balance, a linked bank account or an associated debit card for payments. You can make Venmo the default if you like, and that service's purchase protection still applies in addition to Amazon's own safeguards.</p><p>The Venmo option is available to some Amazon shoppers today. It should be widely available in the US by Black Friday (the day after Thanksgiving), the company says. You can add the choice through Amazon's website or mobile app.</p><span id=\"end-legacy-contents\"></span><p>The support doesn't come as a shock. Venmo has close to 90 million users as of this writing. The new payment choice could encourage that large audience to use Venmo more often in general, especially for shopping. For Amazon, meanwhile, this opens the door to customers who rarely use conventional payment methods.</p><p>This Amazon move also comes as PayPal increasingly makes Venmo a catch-all platform. You can use Venmo to pay for <a href=\"https://www.engadget.com/lyft-venmo-payment-option-190605539.html\">Lyft rides</a>, <a href=\"https://www.engadget.com/paypal-venmo-cryptocurrency-third-party-wallets-191652429.html\">manage cryptocurrency</a> and even <a href=\"https://www.engadget.com/venmo-cash-a-check-155035502.html\">cash checks</a>. Now, you can do a large chunk of your online shopping. Venmo still isn't a full-scale replacement for traditional banking at this stage, but it's noticeably closer.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/bayonetta-3-review-130024141.html?src=rss", "title": "‘Bayonetta 3’ turns witchy weirdness into an art form", "date_published": "2022-10-25 13:00:24+00:00", "description": "<p>A new Bayonetta game is like the circus rolling into town. Bayonetta is the ringmaster, of course, and she shows up out of the blue with boxcars of strange beasts, weird friends, dangerous spells, magnificent clothing and endless promises to impress. Her stories don’t always make sense, but they’re filled with melodrama and action, magic and gunfire, and once Bayonetta enters the spotlight, there’s no looking away. Especially not when she’s dancing her way through a spell in an outfit made of her own hair, while 40-storey monsters fight to the death at her back.</p><p><em>Bayonetta 3</em> is full of classic Bayonetta madness, all of it amped up by one degree. The stakes are higher than they’ve ever been, the enemies are absolutely massive, Bayonetta’s magic is incredibly powerful, her outfits are outstanding, and the fights don’t stop coming. A loose plot holds the entire game together – an army of man-made bioweapons called Homonculi is threatening the existence of the multiverse – but it’s just an excuse to throw Bayonetta and friends into an endless string of battles in a variety of crumbling cities. In that way, <em>Bayonetta 3</em> isn’t very different from the Marvel Cinematic Universe, though PlatinumGames’ latest installment has way more witchcraft, silliness and shoe-operated guns than anything helmed by Robert Downey Jr.</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Structurally and mechanically, <em>Bayonetta 3</em> is as rich as its predecessors. Bayonetta acquires new skills and weapons throughout her quest; she collects fragments of fallen enemies to purchase items, consumables and accessories in the Gates of Hell shop, while orbs unlock abilities on her skill tree. Combat is all about performing stylish combos and executing well-timed dodges, and each fight is infinitely replayable if you’re chasing high scores. There are also plenty of challenges and secrets to find in each level.</p><p><em>Bayonetta 3</em> is a Switch exclusive, and it struggles as much as any fast-paced action game on that console: At times, inputs feel sluggish and it becomes difficult to track which moves are actually lined up. The game does a fine job of providing visual indicators for attacks and there is a rhythm to be found in the fray, but the entire thing runs in Switch Reaction Time (does not adhere to daylight saving).</p><p>For fans of the series, there’s nothing missing in <em>Bayonetta 3</em> – in fact, there’s just <em>more</em>. More weirdness, more one-liners, more swag, and more combat mechanics. For instance, one section puts players in control of Bayonetta’s witchy buddy, Jeanne, for a side-scrolling action sequence with 1960s espionage flair. Another mechanic allows Bayonetta to control time in short bursts, at times reverting to her younger self. Throughout the game, the Demon Masquerade ability adds hellish features to Bayonetta’s weapons and allows her to transform into various demons, while the Demon Slave skill allows her to summon and control giant creatures of hell, each with a specific moveset.</p><p>Most of Bayonetta’s demons are inspired by classically spooky animals like moths and spiders, but one of her forms is a literal train. A little over halfway through the game, Bayonetta is infused with the energy of Satan’s choo-choo and she’s able to summon a hellish tank engine during fights. Attacking as the train with Demon Slave slows down time temporarily, allowing players to quickly draw a track and indicate points of damage along the route, ideally in the path of nearby enemies. Let go of the Demon Slave button and the train barrels down the ghost track in real time, dealing hefty damage to anything it hits. Bayonetta also acquires the ability to turn into a literal train-witch hybrid through Demon Masquerade, rushing forward with heavy-duty chainsaw-like attacks. Because of course she does.</p><figure><img alt=\"Bayonetta 3\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/bd5db3f0-53ee-11ed-8373-d6552b9bc5ac\" style=\"height: 1080; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo/PlatinumGames</div></figure><p>By the time the train demon appears, it actually fits into the rest of the game nicely. Bayonetta’s world has always been wacky, and <em>3</em> is no exception. If you can handle the idea of Umbra Witches and bartending angels, you can deal with some light locomotive play.</p><p>I don’t take Bayonetta games too seriously and this feels like the right move, especially after playing the third installment. The series’ sense of combat is rich and its storyline is incredibly intricate, involving divine wars and parallel universes, and yet it all just feels like an excuse to make Bayonetta dance her way through a spell while massive monsters fight in the background. Thankfully, this is the best part of the series – Bayonetta is powerful and fighting in her (gun)shoes feels great, but her personality is what makes this franchise a cult hit. Bayonetta is confident, sarcastic and always correct; her outfits are stunning and so are her friends; she dances like an angel; she never has a hair out of place and her one-liners never stop. She’s a drag queen in a universe loosely held together by witchcraft, and the chaos of this combination is truly magical.</p><p><em>Bayonetta 3</em> is ridiculous and slightly disjointed, but that's precisely what makes it so wonderful. It builds on a multiverse of weird and witchy ideas, and it delivers exactly what fans of the series expect – something totally unexpected.</p><figure><img alt=\"Bayonetta 3\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/bcb92f30-53f1-11ed-aeff-bc131fdd8a4d\" style=\"height: 854; width: 1104;\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo/PlatinumGames</div></figure><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-testing-out-the-refreshed-entry-level-i-pad-111534902.html?src=rss", "title": "The Morning After: Testing out Apple's new entry-level iPad", "date_published": "2022-10-25 11:15:34+00:00", "description": "<p>Apple surprised us last week with two new iPads. <a href=\"https://www.engadget.com/apple-ipad-2022-refresh-preview-130006762.html\">We’ve spent a bit of time</a> with the new entry-level iPad ($449) which has been redesigned to match the rest of the iPad family with flat edges, USB-C and a Touch ID-enabled power button. Unusually, it also has a landscape selfie camera. Inside, there’s an A14 chip, which might not match the M1 in the iPad Air (let alone the M2 in the <a href=\"https://www.engadget.com/apple-ipad-pro-2022-preview-m2-chip-130006105.html\">new iPad Pro</a>), but it’s still a powerful enough processor.</p><a href=\"https://www.engadget.com/apple-ipad-2022-refresh-preview-130006762.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/e13008f0-544d-11ed-bf8d-ee9c6b0dbc49\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>So far, Engadget’s Nathan Ingraham is pleasantly impressed, although there are other corners cut – it still only supports the first-generation Apple Pencil. Expect our full review and verdict soon. For now, read up on our first impressions here.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a newsletter –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by </em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em>subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/oneplus-nord-n300-5g-t-mobile-130023383.html\">OnePlus Nord N300 5G includes a 48MP camera and fast charging for $228 </a></p></li><li><p><a href=\"https://www.engadget.com/bumble-private-detection-open-source-192530832.html\">Bumble open-sourced its AI tool for catching unwanted nudes</a></p></li><li><p><a href=\"https://www.engadget.com/apple-macos-venture-ipados-16-ios-161-updates-170844000.html\">Apple releases macOS Ventura, iOS 16.1 and iPadOS 16</a></p></li><li><p><a href=\"https://www.engadget.com/google-pixel-6a-new-all-time-low-081454020.html\">Google's Pixel 6a falls to a new all-time low of $299</a></p></li><li><p><a href=\"https://www.engadget.com/fallout-4-ps5-xbox-series-x-s-update-212012508.html\">‘Fallout 4’ is getting high-FPS and 4K upgrades on PS5, Xbox Series X/S and PC</a></p></li><li><p><a href=\"https://www.engadget.com/youtube-redesign-pinch-to-zoom-mobile-ambient-mode-143007189.html\">YouTube adds pinch-to-zoom on mobile as part of its latest redesign</a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/us-justice-department-huawei-investigation-182355974.html\">Justice Department alleges Chinese spies tried to disrupt a criminal investigation into Huawei</a></h2><h3>Two agents may have tried to bribe a US law enforcement official.</h3><h3></h3><p>US Attorney General Merrick Garland announced on Wednesday that two spies from the People's Republic of China attempted to interfere in a criminal investigation by the US Department of Justice into Huawei. According to a <em>Bloomberg</em> report, Guochun He and Zheng Wang were working for the benefit of Huawei. The two agents attempted to bribe a law enforcement official to provide them with information on the Justice Department's investigation. Starting in 2017, they allegedly sought to obtain details about witnesses, evidence and possible additional charges that could be filed against Huawei, unaware that they were talking to an FBI double agent.</p><p><a href=\"https://www.engadget.com/us-justice-department-huawei-investigation-182355974.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/apple-music-tv-plus-one-price-increase-173909045.html%20https://www.engadget.com/...\">Apple raises the price of Music and TV+ subscriptions</a></h2><h3>Apple One bundles will also be more expensive.</h3><h3></h3><p>Apple has raised the prices of Apple Music and Apple TV+. Music now costs $11 per month for individual plans (up from $10) in the US, or $109 per year. The Family plan now costs $17 per month instead of $15. TV+ sees the largest relative jump — the price has increased from $5 per month to $7, and from $50 per year to $69. Apple has also increased prices for its multi-service One bundles. You'll now pay $17 per month for an Individual plan versus the earlier $15.</p><p><a href=\"https://www.engadget.com/apple-music-tv-plus-one-price-increase-173909045.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/earth-magnetic-field-audio-solar-storm-european-space-agency-154030862.html%20https://www.engadget.com/...\">Listen to the eerie sounds of a solar storm hitting the Earth's magnetic field</a></h2><h3>Scientists converted data from three Swarm satellites into ethereal audio.</h3><a href=\"https://www.engadget.com/earth-magnetic-field-audio-solar-storm-european-space-agency-154030862.html https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/e1307e20-544d-11ed-8dff-5e16776d9269\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure></a><p>The European Space Agency (ESA) has released audio of what our planet's magnetic field sounds like. While it protects us from cosmic radiation and charged particles from solar winds, it turns out that the magnetic field has an unnerving rumble. Scientists from the Technical University of Denmark converted data collected by the ESA's three Swarm satellites into sound, representing both the magnetic field and a solar storm.</p><p><a href=\"https://www.engadget.com/earth-magnetic-field-audio-solar-storm-european-space-agency-154030862.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/urtopias-tech-heavy-ebike-shows-that-good-software-is-key-120017530.html%20https://www.engadget.com/...\">Urtopia's tech-heavy ebike is only as good as its software</a></h2><h3>There’s a lot packed into it.</h3><h3></h3><p>Urtopia’s mission seemed pretty clear, to make the most feature-rich, connected bike the world has ever seen. Its ebike packs in a 4G SIM, WiFi, Bluetooth, GPS, a fingerprint reader and even mmWave sensors for collision detection. However, when we tested an early prototype, we didn’t get to see how all that came together, software-wise. Now, we got to test the bike along with its companion app and some of its unique ideas. Thanks to the 4G radio, you should get a log of your ride in the app every single time you go out. We say “should” as it often didn’t work for Engadget’s James Trew.</p><p><a href=\"https://www.engadget.com/urtopias-tech-heavy-ebike-shows-that-good-software-is-key-120017530.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html%20https://www.engadget.com/...\">The best budget robot vacuums for 2022</a></h2><h3>Don’t spend a fortune on an autonomous dirt sucker.</h3><h3></h3><p>In a change from just a few years ago, there are now plenty of budget robot vacuum options to choose from. We consider anything under $300 to be cheap in this space and you may be surprised to see how many there are to choose from. And if you’re new to the world of robot vacuums, you may find that one of these budget gadgets does everything you expected and more. We’ve got our favorite picks from the likes of Roomba, Shark and even Anker.</p><p><a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nasa-16-person-panel-investigating-ufos-084041440.html?src=rss", "title": "NASA names 16-person panel tasked with investigating UFOs", "date_published": "2022-10-25 08:40:41+00:00", "description": "<p>Last June, NASA announced that it would <a href=\"https://www.engadget.com/nasa-to-launch-study-on-unidentified-aerial-phenomena-ua-ps-192520393.html\">convene a panel</a> to study \"unidentified aerial phenomena\" (UAP), aka UFOs — while saying it doesn't believe they're \"extraterrestrial in origin.\" Now, the space agency has <a href=\"https://www.nasa.gov/feature/nasa-announces-unidentified-aerial-phenomena-study-team-members/\">unveiled</a> the 16-member panel that will focus on \"unclassified sightings and other data collected from civilian government and commercial sectors.\"</p><p>Chairing the panel is David Spergel, former head of astrophysics at Prince University. Other members include Anamaria Berea, a research affiliate at the SETI (Search for Intelligence Life) Institute in Mountainview, California; retired NASA astronaut and test pilot Scott Kelly; and others ranging from oceanographers to astrophysicists to science journalists.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The panel is separate from a <a href=\"https://www.engadget.com/pentago-aoimsg-annoucement-193100761.html\">Pentagon group</a> investigating UAPs reported by military pilots and investigated by US defense and intelligence officials. Now, the US government is effectively running two tracks of UFO probes after keeping such work behind closed doors for years.&nbsp;</p><div id=\"9c50effeb7454179b80096522ace18fb\"></div><p>Conspicuously absent are special effects experts like Corridor Crew skilled at spotting fake and altered clips. In a <a href=\"https://www.youtube.com/watch?v=jHDlfIaBEqw\">recent video</a>, the group debunked a number of famous videos UFO clips, even from the Pentagon, ascribing them to ordinary occurrences like a camera's iris, a bird and an infrared lens flare.&nbsp;</p><p>NASA itself doesn't seem to believe there's much going on with these videos and sightings, either. However, it said the panel can still serve an important role in determining how to classify them — even if there are no aliens involved.</p><p>\"Understanding the data we have surrounding unidentified aerial phenomena is critical to helping us draw scientific conclusions about what's happening in our skies,\" said NASA associate administrator Thomas Zurbuchen. \"Data is the language of scientists and makes the unexplainable explainable.\"</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/whats-app-is-down-for-users-worldwide-075336696.html?src=rss", "title": "WhatsApp is down for users worldwide", "date_published": "2022-10-25 07:53:36+00:00", "description": "<p>If you've been trying to send messages via WhatsApp and they're not going through, you're not alone. The messaging app has been down for many users around the world for at least 30 minutes. Based on information from <a href=\"https://downdetector.ca/status/whatsapp/map/\">Downdetector</a> — and from <em>Engadget</em> editors' reports — the service isn't working in several regions, including the US, Canada, parts of Europe like the UK and Italy, and Asian countries that include India, Malaysia, Japan and the Philippines. WhatsApp users either can't connect to the service at all or their messages get stuck with the loading wheel and aren't being delivered. Instagram and Facebook appear to be working just fine.</p><p>The issue affects not just WhatsApp on mobile, but also on the web. It's not sending sending messages either, and if you try to set it up now, the QR code that you need to scan with a phone to link your account would be stuck in loading mode.&nbsp;</p><span id=\"end-legacy-contents\"></span><p><em>Developing...</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ftc-drizly-breach-action-061722377.html?src=rss", "title": "FTC seeks to penalize Drizly and its CEO over a breach that exposed 2.5 million users' data", "date_published": "2022-10-25 06:17:22+00:00", "description": "<p>The Federal Trade Commission wants to limit the amount of personal information Drizly can collect as part of the enforcement actions it's <a href=\"https://www.ftc.gov/news-events/news/press-releases/2022/10/ftc-takes-action-against-drizly-its-ceo-james-cory-rellas-security-failures-exposed-data-25-million\">proposing against</a> the marketplace and its CEO. According to the FTC, the alcohol delivery service that <a href=\"https://www.engadget.com/uber-buys-drizly-alcohol-delivery-service-145942834.html\">Uber had purchased</a> in 2021 and its chief executive, James Cory Rellas, were alerted to security issues way back in 2018. The commission has found that they had failed to adequately protect their users' information, which enabled a data breach in 2020 that exposed the data of 2.5 million users.</p><p>Based on the FTC's original complaint, a Drizly employee posted the company's logins for its Amazon Web Services (AWS) cloud account on GitHub in 2018. Drizly stores users' details, such as their emails, postal addresses, phone numbers, and even their unique device identifies, geolocation info and any other data purchased from third parties that can be linked back to them on AWS. Hackers were able to use those logins to infiltrate Drizly's servers and use them to mine cryptocurrency.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>While Drizly took back control by changing its login information, the FTC says it failed to implement \"reasonable safeguards\" to protect its users and to address its security issues despite publicly claiming that it had done so. In 2020, a hacker was able to get into an employee's account and access the company's GitHub. They then hacked into Drizly's database and stole the personal information of 2.5 million customers, which had since been offered for sale on at least two different websites on the dark web.</p><p>The FTC says those events were made possible by Drizly's poor security practices, such as not requiring employees to use two-factor for GitHub, where it stored login information. Drizly also didn't limit workers' access to users' personal data, the FTC adds, and had no senior executive overseeing its security practices.&nbsp;</p><p>Under the FTC's proposed orders, Drizly will have to destroy any personal data it previously collected that's not necessary to be able to provide its services. It will also have to refrain from collecting unnecessary data in the future and will have to publicly divulge the information it requires from users on its website. In addition, it will have to implement a comprehensive security program and appoint an executive to oversee its operations.&nbsp;</p><p>The commission has also issued orders that personally apply to Rellas due to the role he played in presiding over Drizly's lax security practices. If Rellas decides to leave the alcohol deliver service, he will still be required to implement an information security program at future companies where he takes on the role of a CEO, majority owner or senior executive involved in security. As <a href=\"https://www.washingtonpost.com/technology/2022/10/24/ftc-drizly-privacy-violations/\"><em>The Washington Post</em></a> notes, the FTC rarely singled out executives in similar security breach cases in the past, and this indicates a new approach at handling companies with inadequate security measures.</p><p>Samuel Levine, Director of the FTC’s Bureau of Consumer Protection, said in a statement:</p><blockquote><p>\"Our proposed order against Drizly not only restricts what the company can retain and collect going forward but also ensures the CEO faces consequences for the company’s carelessness. CEOs who take shortcuts on security should take note.\"</p></blockquote><p>The FTC will publish these proposed orders soon, and they will be open for public comment for 30 days before the commission decides if will make them official.</p><div id=\"e7166b916d7941bfb2de2efa7c7cd834\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">1. <a href=\"https://twitter.com/FTC?ref_src=twsrc%5Etfw\">@FTC</a> has taken action against <a href=\"https://twitter.com/Drizly?ref_src=twsrc%5Etfw\">@Drizly</a> (a subsidiary of <a href=\"https://twitter.com/Uber?ref_src=twsrc%5Etfw\">@Uber</a>) and its CEO James Cory Rellas for security failures that led to a data breach exposing the personal information of around 2.5 million consumers. <a href=\"https://t.co/jQCtn9DU4C\">https://t.co/jQCtn9DU4C</a></p>— Lina Khan (@linakhanFTC) <a href=\"https://twitter.com/linakhanFTC/status/1584642930647928833?ref_src=twsrc%5Etfw\">October 24, 2022</a></blockquote></div><p></p>", "favourite": false}]