[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/educational-expert-says-education-has-been-failing-kids-for-a-long-time", "title": "Educational Expert Says Education Has Been Failing Kids For A Long Time", "date_published": "2022-10-25 19:15:30+00:00", "description": "As the nation’s testing scores and grades plummet across the country, the entire educational policies of the United States are being called into question. The National Assessment of Education Progress (NAEP) revealed that fourth and eighth graders’ scores in math declined during the pandemic. Fourth graders saw a five point drop since 2019, and eighth ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republicans-commit-1-million-to-boost-senate-candidate-don-bolduc-in-new-hampshires-razor-thin-race", "title": "Republicans Commit $1 Million To Boost Senate Candidate Don Bolduc In New Hampshire’s Razor-Thin Race", "date_published": "2022-10-25 18:23:31+00:00", "description": "The National Republican Senatorial Committee is investing a million dollars in an effort to boost New Hampshire Republican Don Bolduc. The Republican Party&#8217;s Senate campaign arm committed the new round of ad spending to help Bolduc in the final days before the 2022 midterms, Axios reported Tuesday. The party announced the ad buy following new ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/emerging-reproductive-technology-artificial-gestation-and-the-coming-dystopia", "title": "‘Emerging Reproductive Technology’: Artificial Gestation And The Coming Dystopia", "date_published": "2022-10-25 17:52:19+00:00", "description": "Have you ever thought about how scary it is that we are moving toward a world where artificial gestation is a reality? Over the summer, it was reported that scientists successfully raised a lamb for four weeks in a synthetic womb. This was billed as a great success and tremendous news for women. Some people ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/im-called-to-love-god-and-love-my-neighbor-19-year-old-responds-to-protester-who-stole-and-ate-his-beloved-personal-bible-at-matt-walsh-event", "title": "‘I’m Called To Love God And Love My Neighbor’: 19-Year-Old Responds To Protester Who ‘Stole’ And Ate His Beloved Personal Bible At Matt Walsh Event", "date_published": "2022-10-25 17:46:02+00:00", "description": "A young street preacher reacted to a protester stealing and eating his beloved personal Bible — during a demonstration against Daily Wire host Matt Walsh — by emphasizing the forgiveness found in Christ. On Monday evening, the Young America’s Foundation chapter at the University of Wisconsin hosted a screening of Walsh’s blockbuster documentary “What Is A Woman?” ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/are-we-being-pranked-biden-backed-man-playing-girl-is-basically-a-gross-caricature-of-women", "title": "Are We Being Pranked? Biden-Backed Man-Playing-Girl Is Basically A Gross Caricature Of Women", "date_published": "2022-10-25 17:23:35+00:00", "description": "Are we entirely positive that this Dylan Mulvaney fella isn&#8217;t some gigantic prank being played on both the Right and the Left? Mulvaney, a grown adult man who identifies as a girl, recently scored an audience with President Joe Biden to discuss issues facing American women. The individual doesn&#8217;t identify as a woman because, according ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/adolescent-chest-reconstruction-surgeries-increase-nearly-400-in-us-report", "title": "Adolescent Chest Reconstruction Surgeries Increase Nearly 400% in US: Report", "date_published": "2022-10-25 16:57:50+00:00", "description": "Chest reconstruction surgeries performed on minors across the United States increased by approximately 400% during a three-year span, according to a new report. The Journal of the American Medical Association, an international peer-reviewed general medical journal, published that researchers from Vanderbilt University in Nashville, Tennessee, reported that 1130 chest mutilating surgeries were performed on children ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/read-it-judges-refreshing-common-sense-ruling-rejecting-new-york-citys-covid-vax-mandate", "title": "READ IT: Judge’s Refreshing, Common Sense Ruling Rejecting New York City’s COVID Vax Mandate", "date_published": "2022-10-25 16:19:36+00:00", "description": "Right when you think common sense has all but disappeared in American politics, a judge from New York&#8217;s State Supreme Court — of all places — issues a refreshing ruling, rejecting New York City&#8217;s vaccine mandate for public workers. As reported, a group of New York City government workers who were fired for refusing to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/netanyahu-poised-for-comeback-as-israeli-elections-go-down-to-the-wire", "title": "Netanyahu Poised For Comeback As Israeli Elections Go Down To The Wire", "date_published": "2022-10-25 16:19:03+00:00", "description": "Former Prime Minister Benjamin Netanyahu could be poised for a dramatic comeback as Israelis go to the polls Nov. 1 for the fifth time in less than four years. Polls show elections to the 25th Knesset headed down to the wire, with one showing a right-wing block led by Likud’s Netanyahu likely eking out a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-can-be-fat-and-hot-obese-woman-celebrates-her-looks-to-large-tiktok-following", "title": "‘You Can Be Fat And Hot’: Obese Woman Celebrates Her Looks To Large Tiktok Following", "date_published": "2022-10-25 16:16:30+00:00", "description": "A Louisiana woman is challenging the prevailing norm that obese women are not sexy, racking up hundreds of thousands of “likes” on TikTok for asserting that she is “fat and hot.” Calling herself “Bubbles,” the 24-year-old has posed in a bra and unbuttoned blouse to declaim on her beauty, as The New York Post reported. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/man-leaves-behind-11-million-unclaimed-estate-largest-in-u-s-history-shocking-relatives", "title": "Man Leaves Behind $11 Million Unclaimed Estate, Largest In U.S. History, Shocking Relatives", "date_published": "2022-10-25 16:08:38+00:00", "description": "A man in Chicago passed away and left behind an $11 million estate, the most massive amount of unclaimed assets in the history of the United States.   Joseph Stancak’s estate was distributed to 119 of the man’s relatives, the Office of Illinois State Treasurer reportedly said earlier this month. &#8220;Illinois State Treasurer Michael Frerichs’ ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/angry-black-woman-meghan-markle-says-shes-afraid-to-speak-her-mind", "title": "‘Angry Black Woman’: Meghan Markle Says She’s Afraid To Speak Her Mind", "date_published": "2022-10-25 15:57:48+00:00", "description": "Meghan Markle said she&#8217;s afraid to speak her mind or be clear about what she needs for fear of sounding &#8220;demanding&#8221; and being perceived as an &#8220;angry black woman.&#8221; During Spotify&#8217;s &#8220;Archetypes&#8221; podcast on Tuesday, the host Markle spoke with actress Issa Rae and comedian/actress Ziwe Fumudoh about her reluctance to be more assertive. The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-touts-grocery-coupons-for-people-who-get-vaccinated-again", "title": "Biden Touts Grocery Coupons For People Who Get Vaccinated Again", "date_published": "2022-10-25 15:56:22+00:00", "description": "The White House amplified multiple grocery stores and pharmacy chains’ offers to provide $20 vouchers for Americans who get another dose of the COVID-19 vaccine. Officials are encouraging Americans to receive boosters before embarking upon holiday travel over the next two months. The White House said in a statement that President Joe Biden has called ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-appalling-even-lord-voldemort-has-had-enough-of-the-verbal-abuse-hurled-at-j-k-rowling", "title": "‘It’s Appalling’: Even Lord Voldemort Has Had Enough Of The Verbal Abuse Hurled At J.K. Rowling", "date_published": "2022-10-25 15:56:03+00:00", "description": "Actor Ralph Fiennes made it clear that he stood with &#8220;Harry Potter&#8221; creator J.K. Rowling, decrying the verbal abuse directed at her in recent months as &#8220;appalling&#8221; and &#8220;disgusting.&#8221; Fiennes, who brought Rowling&#8217;s villain Lord Voldemort to life on the big screen, said in a recent New York Times interview that while people were certainly ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/basketball-coach-sees-familiar-site-of-coal-miner-and-son-in-stands-makes-public-vip-offer", "title": "Basketball Coach Sees Familiar Site Of Coal Miner And Son In Stands, Makes Public VIP Offer", "date_published": "2022-10-25 15:55:51+00:00", "description": "University of Kentucky Head Coach John Calipari spotted a familiar sight at a recent game when he saw a coal miner and his son in the stands and made a public VIP offer to them. The Wildcats head coach of men&#8217;s basketball took to Twitter to share a photo of the young boy and a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nobody-knows-whoopi-refuses-to-acknowledge-desantis-lead-in-florida", "title": "‘Nobody Knows’: Whoopi Refuses To Acknowledge DeSantis’ Lead In Florida", "date_published": "2022-10-25 15:48:38+00:00", "description": "Whoopi Goldberg dismissed the idea that Democrats were misreading the political &#8220;mood&#8221; in Florida, insisting to her co-hosts on ABC&#8217;s &#8220;The View&#8221; that &#8220;nobody knows&#8221; who will come out on top in the Sunshine State. Goldberg opened the show with a clip of Governor Ron DeSantis (R-FL) debating Democratic challenger Charlie Crist, after which she ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/liberals-melting-down-ahead-of-elections-ben-shapiro-has-a-theory", "title": "Liberals Melting Down Ahead Of Elections? Ben Shapiro Has a Theory", "date_published": "2022-10-25 15:42:32+00:00", "description": "Democrats and the liberal media are starting to worry about stolen elections again, and Ben Shapiro believes he knows why. Speaking on his popular podcast and radio show, the Daily Wire co-founder noted Hillary Clinton is already accusing “right-wing extremists” of plotting to steal the 2024 presidential election and MSNBC’s Nicolle Wallace suggested international monitors ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/uh-oh-voters-not-only-enthusiastic-theyre-angry-very-angry-poll-finds", "title": "Uh Oh: Voters Not Only Enthusiastic, They’re Angry … Very Angry, Poll Finds", "date_published": "2022-10-25 15:38:45+00:00", "description": "Voters are mad as hell and they&#8217;re not going to take it anymore. And that&#8217;s very bad news for Democrats. Midterm elections usually draw fewer Americans to the polls, and happy people will sometimes skip them since they don&#8217;t include a vote for president. But that is set to change this time around. &#8220;We know ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-responds-to-report-claiming-elon-musk-is-under-national-security-review", "title": "White House Responds To Report Claiming Elon Musk Is Under National Security Review", "date_published": "2022-10-25 15:31:40+00:00", "description": "The White House denied on Monday that Biden administration officials are considering national security reviews for business ventures led by Tesla and SpaceX CEO Elon Musk. A report from Bloomberg claimed last week that officials in the administration were weighing an investigation into the Starlink satellite network, a project of SpaceX which has aided Ukraine, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/left-leaning-u2-frontman-bono-admits-entrepreneurial-capitalism-is-the-off-ramp-out-of-extreme-poverty", "title": "Left-Leaning U2 Frontman Bono Admits ‘Entrepreneurial Capitalism’ Is ‘The Off-Ramp Out Of Extreme Poverty’", "date_published": "2022-10-25 15:24:57+00:00", "description": "Bono just said that it’s capitalism, not socialism, that will save people from poverty.  The 62-year Irish singer-songwriter discussed this and several other topics with The New York Times during an interview to promote his upcoming memoir, “Surrender: 40 Songs, One Story,” out November 1. Like so many other musicians, Bono (real name Paul David ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-employees-to-send-list-of-demands-to-elon-musk-report", "title": "Twitter Employees To Send List Of Demands To Elon Musk: Report", "date_published": "2022-10-25 15:23:24+00:00", "description": "Twitter employees circulated a list of demands on Monday, calling on billionaire entrepreneur Elon Musk to address their concerns when he completes his purchase of the social media platform. According to a report published by Time Magazine, the letter comes in response to rumors that Musk planned to downsize by as much as 75% upon ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/video-of-23-year-old-meta-employee-enjoying-perks-goes-viral-as-investor-tells-zuckerberg-to-cut-headcount", "title": "Video Of 23-Year-Old Meta Employee Enjoying Perks Goes Viral As Investor Tells Zuckerberg To Cut Headcount", "date_published": "2022-10-25 15:07:17+00:00", "description": "A video of a young Meta employee enjoying company perks and not appearing to do much work has gone viral and drawn online mockery just as company founder Mark Zuckerberg faces pressure from investors to cut headcount. In the &#8220;day in the life&#8221; video, Riley Rojas described herself as a product manager at Meta, which changed its name ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/that-was-quick-progressives-pull-ukraine-peace-letter-after-democratic-backlash", "title": "That Was Quick: Progressives Pull Ukraine Peace Letter After Democratic Backlash", "date_published": "2022-10-25 14:56:37+00:00", "description": "That was quick. On Tuesday, the Congressional Progressive Caucus (CPC) withdrew its letter demanding that the Biden administration open diplomatic discussions between Ukraine and Russia. The CPC issued the letter Monday, but its chair Pramila Jayapal (D-WA) blamed staffers for sending the letter without properly vetting or considering its timing. &#8220;The Congressional Progressive Caucus hereby ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-supreme-court-strikes-down-nyc-vaccine-mandate-for-all-city-workers-reinstates-employees-orders-back-pay", "title": "New York Supreme Court Strikes Down NYC Vaccine Mandate for All City Workers; Reinstates Employees, Orders Back Pay", "date_published": "2022-10-25 14:24:43+00:00", "description": "Unvaccinated New York City workers scored a victory Monday after a New York Supreme Court judge ruled the city&#8217;s vaccine mandate for all city employees is arbitrary, capricious, and unconstitutional. New York City Democratic Mayor Eric Adams fired roughly 2,000 municipal workers — including police officers and firefighters — earlier this year who refused to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/obama-endorses-north-carolina-senate-democratic-candidate", "title": "Obama Endorses North Carolina Senate Democratic Candidate", "date_published": "2022-10-25 14:23:53+00:00", "description": "Former President Barack Obama endorsed North Carolina Senate Democratic candidate Cheri Beasley on Tuesday as she faces Republican opponent Rep. Ted Budd.  The former two-term Democratic president endorsed Beasley in a video she posted on social media.  “Cheri works hard. She’s honest. And most importantly, she always puts the people first… This is going to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/help-me-two-words-send-an-english-professor-deep-into-big-techs-dark-side-in-andrew-klavans-new-novel", "title": "‘Help Me’: Two Words Send An English Professor Deep Into Big Tech’s Dark Side In Andrew Klavan’s New Novel", "date_published": "2022-10-25 14:18:13+00:00", "description": "Two words from a former student — &#8220;Help me&#8221; — send English professor and former spy Cameron Winter on a deep dive into the dark side of big tech in Andrew Klavan&#8217;s newest novel, &#8220;A Strange Habit of Mind.&#8221; Klavan&#8217;s book, a sequel to the 2021 mystery &#8220;When Christmas Comes,&#8221; follows Winter as he digs ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arizona-adding-more-shipping-containers-along-southern-border-despite-biden-admin-criticism", "title": "Arizona Adding More Shipping Containers Along Southern Border Despite Biden Admin Criticism", "date_published": "2022-10-25 13:48:52+00:00", "description": "Arizona has started using shipping containers to fill the gap in another section of the state&#8217;s southern border with Mexico despite criticism from the Biden administration. Republican Gov. Doug Ducey announced the effort for Cochise County on Monday after federal officials told him to move previously installed containers. The new section is estimated to take ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desperate-biden-makes-disastrous-choice-as-election-day-nears", "title": "Desperate Biden Makes Disastrous Choice As Election Day Nears", "date_published": "2022-10-25 13:38:16+00:00", "description": "President Joe Biden has all but embraced Beelzebub in a last-ditch effort to shore up Democrats facing a bloodbath on Election Day. Biden on Monday made a hard sell on “gender-affirming” treatment of transgender kids, saying any attempt &#8212; by, say, parents of minor children &#8212; to stop treatment is “outrageous” and “immoral.&#8221; “As a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/libs-of-tiktok-reportedly-gets-thrown-off-of-liberal-social-media-site-after-20-minutes-for-posting-men-cannot-get-pregnant", "title": "Libs Of TikTok Reportedly Gets Thrown Off Of Liberal Social Media Site After 20 Minutes For Posting ‘Men Cannot Get Pregnant’", "date_published": "2022-10-25 13:31:52+00:00", "description": "Libs of TikTok reportedly got booted by a liberal social media site — just 20 minutes after joining — for posting &#8220;men cannot get pregnant.&#8221; The Libs of TikTok owner Chaya Raichik — who typically just reposts things liberals are either saying or posting with minimal commentary — opened an account on the social media ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scientists-want-feds-to-impose-stricter-regs-for-research-into-pathogens", "title": "Scientists Want Feds To Impose Stricter Regs For Research Into Pathogens", "date_published": "2022-10-25 13:22:26+00:00", "description": "Some scientists are criticizing the federal government for implementing stricter guidelines for research into pathogens. The government’s policy is based on the Potential Pandemic Pathogen Care and Oversight, or P3CO framework, created in 2017. The framework states that it is “intended to guide HHS funding decisions on individual proposed research that is reasonably anticipated to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/murder-up-ridership-down-as-leftist-leaders-run-nyc-subway-system-off-rails", "title": "Murder Up, Ridership Down As Leftist Leaders Run NYC Subway System Off Rails", "date_published": "2022-10-25 13:14:01+00:00", "description": "Every day, some 3.8 million commuters move through the concrete and steel arteries of the New York City subway system. The 472 subway stations and trains that flow in and out of the heart of Manhattan to almost every extremity of the Big Apple make up the lifeblood of the city. But for the last ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-heart-was-in-my-mouth-magician-criss-angel-speaks-of-terrifying-fail-with-rbs-ginuwine", "title": "‘My Heart Was In My Mouth’: Magician Criss Angel Speaks Of Terrifying Fail With R&B’s Ginuwine", "date_published": "2022-10-25 13:06:30+00:00", "description": "Magician Criss Angel has revealed that he was genuinely frightened when R&amp;B singer Ginuwine passed out during a magic trick on Angel’s TV series. Ginuwine, 52, whose real name is Elgin Baylor Lumpkin, had been submerged under water in a glass box and instructed to hold his breath on Angel’s “Magic With The Stars,” but ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/worlds-dirtiest-man-dies-at-94", "title": "‘World’s Dirtiest Man’ Dies At 94", "date_published": "2022-10-25 13:06:27+00:00", "description": "Amou Haji, an Iranian hermit dubbed the &#8220;World&#8217;s Dirtiest Man,&#8221; has died at the age of 94, according to state media reports. Locals from the village of Dejgah in the southern province of Fars claim that Haji&#8217;s leathery skin had not been washed by soap and water for more than six decades and believe that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/susan-sarandon-posts-holocaust-reference-gina-carano-got-canceled-for-similar-message", "title": "Susan Sarandon Posts Holocaust Reference. Gina Carano Got Canceled For Similar Message.", "date_published": "2022-10-25 12:50:31+00:00", "description": "Actress Susan Sarandon, an ardent leftist during her professional life who routinely retweets other ardent leftists, posted a message on social media akin to the message that actress Gina Carano posted in early 2021 that got her canceled. In early 2021, Carano, then starring in Disney’s “The Mandalorian,”  posted a message on Instagram to illustrate ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leftists-push-biden-to-rethink-ukraine-strategy-seek-diplomatic-end-with-moscow", "title": "Leftists Push Biden To Rethink Ukraine Strategy, Seek ‘Diplomatic’ End With Moscow", "date_published": "2022-10-25 12:44:59+00:00", "description": "Thirty House Democrats pushed President Joe Biden in a Monday letter to open channels of communication with Moscow and seek a diplomatic end to the Russia-Ukraine war. The letter was led by the Progressive Caucus chair, Rep. Pramila Jayapal (D-WA). The document echoed sentiments expressed last week by House Minority Leader Kevin McCarthy (R-CA), who ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oz-and-fetterman-debate-tonight-heres-what-to-expect", "title": "Oz And Fetterman Debate Tonight. Here’s What To Expect.", "date_published": "2022-10-25 12:41:07+00:00", "description": "It’s fight night in the Keystone State. Pennsylvania Senate candidates John Fetterman and Dr. Mehmet Oz will debate for the first and only time on Tuesday evening as the heated midterm race, one of the most important and closely watched in the nation, becomes increasingly tight. The two nominees will take to the stage for one hour ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/go-out-and-try-to-milk-a-bull-rally-erupts-when-kari-lake-claims-democrat-opponent-thinks-there-are-47-different-genders", "title": "‘Go Out And Try To Milk A Bull’: Rally Erupts When Kari Lake Challenges Democrat Opponent", "date_published": "2022-10-25 12:25:44+00:00", "description": "Arizona Republican gubernatorial candidate Kari Lake during a campaign event over the weekend challenged her opponent, Arizona Secretary of State Katie Hobbs, to &#8220;milk a bull&#8221; after claiming the Democrat &#8220;thinks there are 47 different genders.&#8221; While Hobbs has taken to writing off Lake as a &#8220;conspiracy theorist&#8221; she will not debate, Lake hasn&#8217;t slowed down going ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/everyones-worst-nightmare-to-look-like-us-taylor-swift-slammed-for-fatphobia-in-new-music-video-by-body-positivity-police", "title": "‘Everyone’s Worst Nightmare To Look Like Us’: Taylor Swift Slammed For ‘Fatphobia’ In New Music Video By Body Positivity Police", "date_published": "2022-10-25 12:07:43+00:00", "description": "Taylor Swift is in hot water with the body positivity activists, who claim there’s at least one instance of “fatphobia” in a music video for one of her new songs. The 32-year-old Grammy Award winner just dropped the album “Midnights” last week, and it’s already getting a lot of praise. But during the song “Anti-hero,” ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/everyone-did-it-harvey-weinsteins-lawyers-says-transactional-sex-with-powerful-men-was-common-before-metoo-movement", "title": "‘Everyone Did It’: Harvey Weinstein’s Lawyers Says ‘Transactional Sex’ With Powerful Men Was Common Before MeToo Movement", "date_published": "2022-10-25 11:51:16+00:00", "description": "Harvey Weinstein’s defense lawyers told the jury that their client behaved in a manner that was accepted at the time before the MeToo movement changed everything. Weinstein’s second sexual assault trial began this week in Los Angeles, with eight women ready to testify against the former Hollywood producer. But Weinstein’s attorneys say the women were ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-poll-finds-conservatives-happier-than-liberals-marriage-and-family-strong-predictors", "title": "New Poll Finds Conservatives Happier Than Liberals, Marriage And Family Strong Predictors", "date_published": "2022-10-25 11:34:42+00:00", "description": "According to a recent poll, on average, conservatives are happier than liberals. Researcher and senior fellow at the American Enterprise Institute W. Bradford Wilcox summarized the poll this way, “Liberals, especially liberal women, are significantly less likely to be happy with their lives and satisfied with their ‘mental health’, compared to their conservative peers aged ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scores-of-former-colleagues-staff-of-charlie-crist-endorse-desantis", "title": "Scores Of Former Colleagues, Staff Of Charlie Crist Endorse DeSantis", "date_published": "2022-10-25 11:28:09+00:00", "description": "Scores of colleagues and staff who worked for Florida Democrat gubernatorial candidate Charlie Crist in the past issued an open letter to the people of Florida in which they endorsed Florida GOP Governor Ron DeSantis. Many if not all of the signers worked for Crist in his previous incarnation as a Republican, when he served ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/home-prices-are-dropping-at-fastest-pace-ever-recorded-by-key-index", "title": "Home Prices Are Dropping At Fastest Pace Ever Recorded By Key Index", "date_published": "2022-10-25 11:02:56+00:00", "description": "Home prices are falling at a record pace, according to data from S&amp;P Global released Tuesday. Prices are still up for the year, but the percentage keeps dropping each month. The S&amp;P CoreLogic Case-Shiller Index, which tracks national home prices, reported annual gains at 13% in August, marking a decline from 15.6% in the previous month ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/it-was-ungracious-james-corden-apologizes-for-rudeness-to-restaurant-staff-after-his-dad-told-him-to", "title": "‘It Was Ungracious’: James Corden Apologizes For Rudeness To Restaurant Staff After His Dad Told Him To", "date_published": "2022-10-25 10:18:21+00:00", "description": "James Corden spent part of his Monday night monologue apologizing for the recent restaurant controversy at Balthazar, which resulted in him getting banned from the New York City establishment. The “Late Late Night” host offered his apologies for berating a member of the waitstaff, which led to owner Keith McNally calling Corden “a tiny Cretin of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/key-obama-administration-official-dead-at-68", "title": "Key Obama Administration Official Dead At 68", "date_published": "2022-10-25 09:55:14+00:00", "description": "Ash Carter, who served as President Barack Obama&#8217;s secretary of defense from 2015 to 2017, passed away at the age of 68, his family announced Tuesday. Carter died from a &#8220;sudden cardiac event&#8221; while in Boston, according to ABC News. BREAKING: Former Defense Secretary Ashton Carter has died unexpectedly at the age of 68, according ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wnbas-brittney-griners-9-year-prison-sentence-upheld-in-russian-appeal-court", "title": "WNBA’s Brittney Griner’s 9-Year Prison Sentence Upheld In Russian Appeal Court", "date_published": "2022-10-25 09:45:34+00:00", "description": "WNBA star Brittney Griner&#8217;s nine-year prison sentence was upheld on Tuesday during a Moscow regional court hearing. The Phoenix Mercury center and her legal team had hoped for an acquittal or reduction in the sentence that they believed was too severe and politically motivated. &#8220;No judge, hand on heart, will honestly say that Griner&#8217;s nine-year ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/love-interest-in-taylor-swift-music-video-is-transgender-actor-laith-ashley", "title": "Love Interest In Taylor Swift Music Video Is Transgender Actor Laith Ashley", "date_published": "2022-10-25 09:35:49+00:00", "description": "Transgender model Laith Ashley, who is a biological female, plays a love interest in a music video for Taylor Swift&#8217;s 10th studio album &#8220;Midnights.&#8221; A teaser clip for music videos from &#8220;Midnights&#8221; includes an image of Swift placing her hand on Ashley&#8217;s back while the pair are in bed together. At the end of the teaser ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hillary-clinton-gets-jump-on-2024-election-denial-says-right-wing-extremists-plotting-a-steal", "title": "Hillary Clinton Gets Jump On 2024 Election Denial, Says ‘Right-Wing Extremists’ Plotting A Steal", "date_published": "2022-10-25 09:26:12+00:00", "description": "Hillary Clinton is getting a jump on 2024 election denial. The former first lady, U.S. senator, secretary of state, and twice-failed presidential candidate recently warned that “Right-wing extremists” are plotting to steal the 2024 presidential election. Clinton made the divisive claim in a video released last week and addressed to “Indivisibles.” “Right-wing extremists already have ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/floridas-hispanic-voters-back-desantis-over-crist-support-sending-illegal-aliens-to-marthas-vineyard-left-wing-poll", "title": "Florida’s Hispanic Voters Back DeSantis Over Crist, Support Sending Illegal Aliens To Martha’s Vineyard: Left-Wing Poll", "date_published": "2022-10-25 07:42:49+00:00", "description": "A newly released poll has found that Latino voters in the state of Florida support Republican Governor Ron DeSantis over Democrat Charlie Crist by 7% in the state&#8217;s gubernatorial election next month. The Left-leaning Telemundo/LX News poll, conducted by Mason-Dixon Polling &amp; Strategy, found that Latinos supported DeSantis over Crist 51% to 44% and gave ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blue-vs-red-2022-test-scores-show-devastating-toll-of-school-shutdowns", "title": "Blue Vs. Red: 2022 Test Scores Show Devastating Toll Of School Shutdowns", "date_published": "2022-10-25 07:24:27+00:00", "description": "Academic proficiency plummeted in 2022 to the lowest on record following the coronavirus school shutdowns, and children in blue states where teachers union demands let to extended school shutdowns bore the brunt, data released Monday from a national test known as the “nation’s report card” showed.", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/exclusive-trafalgar-daily-wire-poll-has-georgia-dems-seeing-red-as-walker-kemp-surge", "title": "Exclusive Trafalgar/Daily Wire Poll Has Georgia Dems Seeing Red As Walker, Kemp Surge", "date_published": "2022-10-25 04:30:11+00:00", "description": "The Peach State is reverting to red, according to a new Trafalgar/Daily Wire poll. Georgia Republican Governor Brian Kemp has a commanding, near 7-point lead in his rematch against Stacey Abrams, and Herschel Walker is on pace to flip the Senate seat held by Raphael Warnock to the GOP, according to the poll. The former ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-truth-matters-matt-walsh-speaks-at-uw-madison", "title": "“The Truth Matters” : Matt Walsh Speaks At UW-Madison", "date_published": "2022-10-25 00:02:01+00:00", "description": "Daily Wire Host Matt Walsh made waves at the University of Wisconsin-Madison on Monday night while student activists protested outside after vandalizing a veteran’s memorial on campus. Walsh’s 30 minute lecture was part of the ‘What is a Woman?’ tour sponsored by Young Americans for Freedom, a series expanding upon his widely acclaimed film of ...", "favourite": true}]