[{"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/25/economy/rishi-sunak-uk-economy-crisis-choices/index.html", "title": "Britain's 'profound economic crisis' gives Rishi Sunak only unpleasant choices", "date_published": "2022-10-25 16:27:50+00:00", "description": "Rishi Sunak, Britain's third prime minister in seven weeks, took office on Tuesday with a pledge to fix the \"mistakes\" of predecessor Liz Truss and tackle a \"profound economic crisis.\"", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/25/business/gm-earnings/index.html", "title": "GM earnings soar on improved supply chain issues", "date_published": "2022-10-25 13:04:40+00:00", "description": "General Motors says its supply chain issues are improving. That allowed the company to post better-than-expected earnings despite falling short of revenue forecasts.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/24/business/unilever-shampoo-recall/index.html", "title": "Dove, Nexxus and other dry shampoos recalled for cancer-causing chemical", "date_published": "2022-10-25 12:47:52+00:00", "description": "Unilever has recalled certain Dove, Nexxus, Suave, TIGI and TRESemmé aerosol dry shampoos because of the potential presence of benzene, a chemical that can cause cancer.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/25/asia/japan-princess-mako-husband-passes-bar-intl-scli/index.html", "title": "Kei Komuro, husband of Japan's Princess Mako,  passes New York bar on third try", "date_published": "2022-10-25 09:13:10+00:00", "description": "The third time's the charm in the New York bar exam for Kei Komuro, a law clerk at law firm Lowenstein Sandler and the husband of Japan's Princess Mako.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/25/investing/china-yuan-all-time-low-xi-jinping-third-term-intl-hnk/index.html", "title": "China's yuan tumbles amid fears about Xi's third term", "date_published": "2022-10-25 08:44:00+00:00", "description": "China's yuan tumbled on Tuesday to its lowest level in nearly 15 years on Tuesday as investors fled Chinese assets amid fears about Xi Jinping's dramatic move to tighten his grip on power in a major reshuffle of Communist Party leaders", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/25/middleeast/israel-forces-raid-nablus-palestine-intl-hnk/index.html", "title": "Several dead after Israeli joint security forces raid in West Bank", "date_published": "2022-10-25 04:14:40+00:00", "description": "At least four Palestinians were killed during an Israeli military raid in the old city of Nablus in the West Bank in the early hours of Tuesday, according to the Palestinian Ministry of Health.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/24/asia/myanmar-airstrikes-kachin-independence-army-intl-hnk/index.html", "title": "Dozens killed by military airstrikes during celebration event in Myanmar", "date_published": "2022-10-25 03:00:57+00:00", "description": "Dozens of people have been killed in military airstrikes that hit a celebratory event in Myanmar's  mountainous Kachin state on Sunday, according to local news outlets and international organizations.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/24/tech/drizly-ftc-clamp-down/index.html", "title": "FTC seeks to clamp down on alcohol delivery service Drizly and its CEO after data breach", "date_published": "2022-10-25 02:34:19+00:00", "description": "The Federal Trade Commission is seeking tough new restrictions against Drizly, the alcoholic beverage delivery platform, after what US regulators allege were repeated security failures that compromised the data of 2.5 million people.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/24/asia/indonesia-pharma-firms-prosecution-cough-syrup-child-deaths-intl-hnk/index.html", "title": "Indonesia considers prosecutions over cough syrup suspected of links to child deaths", "date_published": "2022-10-25 02:29:21+00:00", "description": "Indonesia's food and drugs agency on Monday said it may pursue criminal action against two pharmaceutical firms that made products linked to acute kidney injury (AKI), amid a spike in cases and deaths among children this year.", "favourite": false}]