[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/indie-23-latka-zmarla-w-trakcie-zabiegu-in-vitro-jej-serce-nagle-przestalo-bic/", "title": "Indie. 23-latka zmarła w trakcie zabiegu in vitro. Jej serce nagle przestało bić", "date_published": "2022-10-25 21:20:00+00:00", "description": "Młoda pacjentka z Indii zmarła w szpitalu podczas pobierania jej komórek jajowych do zabiegu in vitro. 23-latka została przyjęta w dobrym stanie zdrowia. Jednak w trakcie operacji serce kobiety nagle przestało bić, doprowadzając do zgonu. Lekarze ustalili, że przyczyną śmierci pacjentki był niezwykle rzadki efekt uboczny występujący przy procedurze zapłodnienia pozaustrojowego.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/chiny-granice-rosji-nie-sa-bezpieczne-putin-najmniej-sie-tego-spodziewa/", "title": "Chiny. \"Granice Rosji nie są bezpieczne. Putin najmniej się tego spodziewa\"", "date_published": "2022-10-25 19:56:00+00:00", "description": "Granice Rosji nie są już bezpieczne. W sytuacji osłabienia Moskwy przez wojnę, atak może nastąpić tam, gdzie Putin najmniej się tego spodziewa, to Chiny - donosi włoski dziennik Il Messaggiero. Zdaniem autorów publikacji Pekin może pokusić się o odmrożenie sporów terytorialnych na granicy obu państw.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/vera-jourov-o-sprawie-doroty-bawolek-nic-nie-usprawiedliwia-zniewazania-i-nekania-dziennikarzy/", "title": "Vera Jourová o sprawie Doroty Bawołek: Nic nie usprawiedliwia znieważania i nękania dziennikarzy", "date_published": "2022-10-25 17:56:00+00:00", "description": "Nic nie usprawiedliwia znieważania i nękania dziennikarzy - napisała na Twitterze wiceprzewodnicząca Komisji Europejskiej Vera Jourová, odnosząc się do sporu Doroty Bawołek i TVP. Komisja wydała zalecenia dotyczące bezpieczeństwa dziennikarzy, koncentrując się na dziennikarkach - dodała Jourová.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/wojna-w-ukrainie-wygnany-rosyjski-dyplomata-o-putinie-poswieci-zycie-20-mln-zolnierzy/", "title": "Wojna w Ukrainie. Wygnany rosyjski dyplomata o Putinie: Poświęci życie 20 mln żołnierzy", "date_published": "2022-10-25 16:51:00+00:00", "description": "Władimir Putin jest w stanie poświęcić nawet 20 milionów rosyjskich żołnierzy, aby wygrać wojnę z Ukrainą i zapewnić sobie polityczne przetrwanie - powiedział dla Sky News rosyjski dyplomata na uchodźctwie. Boris Bondariew, który w maju zrezygnował z doradzania w stałej misji Rosji przy ONZ w Genewie, twierdzi, że szczęście Putina się skończyło.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/anna-moskwa-spotkanie-ministrow-ds-energii-skonczylo-sie-dobrymi-konkluzjami/", "title": "Anna Moskwa: Spotkanie ministrów ds. energii skończyło się dobrymi konkluzjami", "date_published": "2022-10-25 14:52:00+00:00", "description": "- Spotkanie zakończyło się dobrymi dla nas konkluzjami, że zadaniem kolejnej rady, tej dzisiejszej rady jest praca nad ceną maksymalną na gaz - powiedziała minister Anna Moskwa po wtorkowym spotkaniu ministrów ds. energii w Luksemburgu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/mateusz-morawiecki-nie-mozna-wykluczyc-uzycia-broni-jadrowej-przez-rosje/", "title": "Mateusz Morawiecki: Nie można wykluczyć użycia broni jądrowej przez Rosję", "date_published": "2022-10-25 14:33:00+00:00", "description": "- Nie wykluczyłbym takiej opcji, bo Rosja jest teraz w położeniu, w którym nigdy nie spodziewała się znaleźć, i prawdopodobnie będzie eskalować sytuację na Ukrainie - powiedział premier Mateusz Morawiecki w programie Washington Post Live, pytany o możliwość użycia broni jądrowej przez Rosję.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/wojna-w-ukrainie-rosja-potrzebuje-pieciu-lat-na-odbudowe-potencjalu-rakietowego/", "title": "Wojna w Ukrainie. Rosja potrzebuje pięciu lat na odbudowę potencjału rakietowego", "date_published": "2022-10-25 14:31:00+00:00", "description": "Przez prawie osiem miesięcy wojny w Ukrainie Rosja zużyła dwie trzecie swojego arsenału precyzyjnych pocisków - informuje portal Ukraińska Prawda. Dziennikarze, powołując się na źródło zbliżone do władz w Kijowie podają, że Federacja Rosyjska na odbudowę swojego potencjału rakietowego do poziomu sprzed rozpoczęcia inwazji, będzie potrzebowała kilku lat.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/iryna-wereszczuk-do-ukraincow-prosze-nie-wracajcie-sieci-nie-przetrwaja/", "title": "Iryna Wereszczuk do Ukraińców: Proszę, nie wracajcie na zimę. Sieci nie przetrwają", "date_published": "2022-10-25 13:08:00+00:00", "description": "Wicepremier Ukrainy, minister ds. Reintegracji Terytoriów Tymczasowo Okupowanych Iryna Wereszczuk zaapelowała do swoich rodaków przebywających za granicą, by nie wracali do kraju na zimę. - Widzicie co robi Rosja. Sieci nie przetrwają - powiedziała.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/iran-zmarl-amou-haji-najbrudniejszy-czlowiek-na-swiecie-mial-94-lata/", "title": "Iran. Zmarł Amou Haji, \"najbrudniejszy człowiek na świecie\". Miał 94 lata", "date_published": "2022-10-25 12:52:00+00:00", "description": "Nie żyje Amou Haji, 94-letni Irańczyk, nazywany najbrudniejszym człowiekiem na świecie. Mężczyzna nie mył się przez co najmniej 50 lat (niektóre źródła mówią o ponad 60 latach).", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/badanie-koty-reaguja-bardziej-kiedy-wlasciciel-zwraca-sie-do-nich-jak-dziecko/", "title": "Badanie: Koty reagują bardziej, kiedy właściciel zwraca się do nich jak dziecko", "date_published": "2022-10-25 12:44:00+00:00", "description": "Koty bardziej reagują, jeśli właściciele mówią do nich jak dzieci, a mniej jeśli używa się dorosłego tonu. To wnioski płynące z najnowszego badania przeprowadzone przez zespół ekspertów z Paris Nanterre University.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/nord-stream-nowe-podwodne-wybuchy-finski-dziennik-dotarl-do-raportu-sejsmologicznego/", "title": "Nord Stream. Nowe podwodne wybuchy? Fiński dziennik dotarł do raportu sejsmologicznego", "date_published": "2022-10-25 12:44:00+00:00", "description": "Fińskie służby sejsmologiczne odnotowały w miniony czwartek i piątek kolejne podwodne eksplozje na Bałtyku. Doszło do nich w Zatoce Fińskiej w rejonie, w którym po dnie morza biegną nitki gazociągów Nord Stream 1 i 2. Miało do nich dojść blisko miejsc, w których znajduje się początek podwodnych rur. Według fińskiej gazety Ilta-Sanomat sprawa wybuchów jest badana.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/niemcy-konferencja-ws-odbudowy-ukrainy-potrzebne-wsparcie/", "title": "Niemcy. Konferencja ws. odbudowy Ukrainy. \"Potrzebne wsparcie\"", "date_published": "2022-10-25 12:41:00+00:00", "description": "- Należy jak najszybciej uruchomić międzynarodową platformę odbudowy Ukrainy, optymalnie do końca bieżącego roku lub początku przyszłego - powiedziała podczas konferencji w Berlinie przewodnicząca Komisji Europejskiej Ursula von der Leyen. Kanclerz Niemiec zapowiedział także, że Berlin będzie wspierał Kijów tak długo, jak będzie to niezbędne. Na konferencji przemawiał także premier Morawiecki.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/grupa-wagnera-rekrutuje-wsrod-ciezko-chorych-wiezniow-musza-nosic-bransoletki/", "title": "Grupa Wagnera rekrutuje wśród ciężko chorych więźniów. Muszą nosić bransoletki", "date_published": "2022-10-25 12:29:00+00:00", "description": "Nie od dziś wiadomo, że tzw. Grupa Wagnera rekrutuje w swoje szeregi wśród osadzonych w rosyjskich więzieniach. Ukraiński wywiad donosi, że wagnerowcy postanowili powoływać również więźniów cierpiących na poważne choroby zakaźne. Osoby z wirusem HIV albo WZW typu C są zmuszane do noszenia bransoletek w odpowiednich kolorach - pisze Radio Wolna Europa.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/indonezja-54-letnia-kobieta-zjedzona-zywcem-przez-siedmiometrowego-pytona-zwloki-wyjeto-z-weza/", "title": "Indonezja. 54-letnia kobieta zjedzona żywcem przez siedmiometrowego pytona. Zwłoki wyjęto z węża", "date_published": "2022-10-25 12:17:00+00:00", "description": "54-letnia kobieta została zjedzona żywcem przez niemal siedmiometrowego pytona. Do zdarzenia doszło w Indonezji. Ciało kobiety wyciągnięto z węża, dwa dni po jej zaginięciu w dżungli - poinformował Daily Mail.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/usa-klienci-niewystarczajaco-odurzeni-pozwali-producentow-marihuany/", "title": "USA: Klienci niewystarczająco odurzeni. Pozwali producentów marihuany", "date_published": "2022-10-25 12:17:00+00:00", "description": "Hasło to jedyny joint, który zabierze cię na Marsa szybciej niż Elon Musk odbiło się czkawką dwóm firmą zajmującą się uprawą marihuany. Zostały pozwane przez klientów, którzy niewystarczająco się odurzyli.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/rishi-sunak-oficjalnie-premierem-spotkal-sie-z-krolem-karolem/", "title": "Rishi Sunak oficjalnie premierem. Uroczystości w Pałacu Buckingham", "date_published": "2022-10-25 10:26:00+00:00", "description": "Rishi Sunak został oficjalnie mianowany 57. premierem Wielkiej Brytanii. Król Karol wcześniej przyjął rezygnację Liz Truss, która piastowała to stanowisko przez 49 dni.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/pracownicy-kfc-lizali-gotowe-kurczaki-wiec-to-robicie-z-moim-jedzeniem/", "title": "Pracownicy KFC lizali gotowe kurczaki. \"Więc to robicie z moim jedzeniem?\"", "date_published": "2022-10-25 10:24:00+00:00", "description": "Grupa młodych pracowników KFC w Australii opublikowała na TikToku nagranie, na którym liżą kawałki przygotowanego kurczaka, grzebią w pojemniku sałaty i rozrzucają jedzenie po restauracji. Filmik szybko rozprzestrzenił się po aplikacji i wywołał oburzenie wśród internautów.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/usa-po-porodzie-partnerki-zastrzelil-pielegniarki/", "title": "USA. Po porodzie partnerki zastrzelił pielęgniarki", "date_published": "2022-10-25 08:55:00+00:00", "description": "30-letni mężczyzna został oskarżony o zabicie dwóch pielęgniarek w szpitalu w Dallas w amerykańskim stanie Teksas - przekazało Daily Mail. Podejrzany odwiedzał w szpitalu swoją dziewczynę, która właśnie urodziła dziecko. Uważa się, że otworzył ogień po tym, jak oskarżył partnerkę o zdradę. 30-latek przebywał na zwolnieniu warunkowym.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/isw-krytyka-kremla-w-rosji-trwa-szef-grupy-wagnera-zagraza-putinowi/", "title": "ISW: Kreml podzielony. Szef Grupy Wagnera zagraża Putinowi", "date_published": "2022-10-25 08:40:00+00:00", "description": "Jewgienij Prigożyn nadal zdobywa władzę i tworzy strukturę wojskową równoległą do rosyjskiego wojska, co może stanowić zagrożenie dla rządów Władimira Putina - przynajmniej w przestrzeni informacyjnej - uważa amerykański Instytut Studiów nad Wojną. Z kolei inny współpracownik Kremla, Ramzan Kadyrow - zdaniem ISW - może tracić swoje wpływy i dotychczasową pozycję.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/nowe-zdjecia-benedykta-xvi-wierni-zaniepokojeni/", "title": "Nowe zdjęcia Benedykta XVI. Wierni zaniepokojeni", "date_published": "2022-10-25 08:11:00+00:00", "description": "Pierwszy raz od dłuższego czasu w sieci pojawiły się zdjęcia papieża emeryta Benedykta XVI. Po abdykacji duchowny rzadko udziela się publicznie, emeryturę spędza w byłym klasztorze Mater Ecclesiae w Ogrodach Watykańskich. Fotografie zaniepokoiły wiernych, którzy zauważyli, że senior widocznie stracił na wadze.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/napady-kaszlu-i-utrata-wagi-przecieki-ws-zdrowia-wladimira-putina/", "title": "Napady kaszlu i utrata wagi. Przecieki ws. zdrowia Władimira Putina", "date_published": "2022-10-25 08:02:00+00:00", "description": "Krewni prezydenta Rosji Władimira Putina są zaniepokojeni jego napadami kaszlu, ciągłymi nudnościami, brakiem apetytu i utratą wagi - poinformował telegramowy kanał General SVR, powołując się na źródło z Kremla. Jak dodano, rosyjski przywódca przeszedł w weekend badania.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-25/szedl-pieszo-na-mundial-do-kataru-zaginal-w-iranie/", "title": "Szedł pieszo na mundial do Kataru. Zaginął w Iranie", "date_published": "2022-10-25 07:39:00+00:00", "description": "Hiszpan, który dokumentował swoją podróż pieszo z Madrytu do Doha w Katarze na Mistrzostwa Świata FIFA 2022, nie dał znaku życia od czasu przekroczenia granicy Iranu trzy tygodnie temu - poinformowała w poniedziałek jego rodzina. Bliscy obawiają się o los mężczyzny w ogarniętym niepokojami kraju.", "favourite": false}]