[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/22-year-old-vulnerability-reported-in.html", "title": "22-Year-Old Vulnerability Reported in Widely Used SQLite Database Library", "date_published": "2022-10-25 14:17:00+00:00", "description": "A high-severity vulnerability has been disclosed in the SQLite database library, which was introduced as part of a code change dating all the way back to October 2000 and could enable attackers to crash or control programs.\nTracked as CVE-2022-35737 (CVSS score: 7.5), the 22-year-old issue affects SQLite versions 1.0.12 through 3.39.1, and has been addressed in version 3.39.2 released on July 21", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/hive-ransomware-hackers-begin-leaking.html", "title": "Hive Ransomware Hackers Begin Leaking Data Stolen from Tata Power Energy Company", "date_published": "2022-10-25 13:58:00+00:00", "description": "The Hive ransomware-as-a-service (RaaS) group has claimed responsibility for a cyber attack against Tata Power that was disclosed by the company less than two weeks ago.\nThe incident is said to have occurred on October 3, 2022. The threat actor has also been observed leaking stolen data exfiltrated prior to encrypting the network as part of its double extortion scheme.\nThis allegedly comprises", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/researchers-detail-windows-event-log.html", "title": "Researchers Detail Windows Event Log Vulnerabilities: LogCrusher and OverLog", "date_published": "2022-10-25 12:46:00+00:00", "description": "Cybersecurity researchers have disclosed details about a pair of vulnerabilities in Microsoft Windows, one of which could be exploited to result in a denial-of-service (DoS).\nThe exploits, dubbed LogCrusher and OverLog by Varonis, take aim at the EventLog Remoting Protocol (MS-EVEN), which enables remote access to event logs.\n<!--adsense-->\nWhile the former allows \"any domain user to remotely", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/how-software-supply-chain-security-is.html", "title": "How the Software Supply Chain Security is Threatened by Hackers", "date_published": "2022-10-25 11:56:00+00:00", "description": "Introduction\nIn many ways, the software supply chain is similar to that of manufactured goods, which we all know has been largely impacted by a global pandemic and shortages of raw materials. \nHowever, in the IT world, it is not shortages or pandemics that have been the main obstacles to overcome in recent years, but rather attacks aimed at using them to harm hundreds or even thousands of", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/cybercriminals-used-two-pos-malware-to.html", "title": "Cybercriminals Used Two PoS Malware to Steal Details of Over 167,000 Credit Cards", "date_published": "2022-10-25 11:33:00+00:00", "description": "Two point-of-sale (PoS) malware variants have been put to use by a threat actor to steal information related to more than 167,000 credit cards from payment terminals.\nAccording to Singapore-headquartered cybersecurity company Group-IB, the stolen data dumps could net the operators as much as $3.34 million by selling them on underground forums.\nWhile a significant proportion of attacks aimed at", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/apple-releases-patch-for-new-actively.html", "title": "Apple Releases Patch for New Actively Exploited iOS and iPadOS Zero-Day Vulnerability", "date_published": "2022-10-25 03:35:00+00:00", "description": "Tech giant Apple on Monday rolled out updates to remediate a zero-day flaw in iOS and iPadOS that it said has been actively exploited in the wild.\nThe weakness, given the identifier CVE-2022-42827, has been described as an out-of-bounds write issue in the Kernel, which could be abused by a rogue application to execute arbitrary code with the highest privileges.\nSuccessful exploitation of", "favourite": false}]