[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/nastolatkowie-zgineli-w-wypadku-policja-podejrzewa-ze-to-przez-challenge-na-tiktoku/", "title": "Nastolatkowie zginęli w wypadku. Policja podejrzewa, że to przez challenge na TikToku", "date_published": "2022-10-26 19:03:00+00:00", "description": "Czterech nastolatków zginęło w wypadku samochodowym w Buffalo. Policja podejrzewa, że młodzi ludzie brali udział w popularnym na TikToku wyzwaniu KIA challenge.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/usa-adwokat-walczyl-z-prawem-dot-noszenia-kaskow-zginal-bo-nie-mial-kasku/", "title": "USA: Adwokat walczył z prawem dot. noszenia kasków. Zginął, bo nie miał kasku", "date_published": "2022-10-26 16:58:00+00:00", "description": "Adwokat, który walczył z prawem dotyczącym kasków na Florydzie, zginął w wypadku motocyklowym. Mężczyzna nie miał kasku. Razem z partnerką jechali na pogrzeb.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/iran-zombie-angelina-jolie-pokazala-swoja-prawdziwa-twarz-wystapila-w-hidzabie-w-telewizji/", "title": "Iran. \"Zombie Angelina Jolie\" pokazała swoja prawdziwą twarz. Wystąpiła w hidżabie w telewizji", "date_published": "2022-10-26 15:49:00+00:00", "description": "Nazywana za sprawa swojego wyglądu Zombie Angeliną Jolie 21-letnia Sahar Tabar ujawniła swoją prawdziwą twarz podczas wywiadu dla irańskiej telewizji po tym, jak wyszła z więzienia. Okazało się, że jej realny wygląd diametralnie różni się od internetowego.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/tragedia-podczas-slubu-pan-mlody-zastrzelony-po-wyjsciu-z-kosciola/", "title": "Meksyk. Tragedia podczas ślubu. Pan młody zastrzelony po wyjściu z kościoła", "date_published": "2022-10-26 15:30:00+00:00", "description": "Tragedia podczas ślubu w Meksyku. 32-letni pan młody został zastrzelony tuż po wyjściu z kościoła. Według śledczych mężczyzna mógł zginąć przez pomyłkę. Wszystko wskazuje na to, że sprawca pomylili go z innym mężczyzną, który również brał tego dnia ślub w innym kościele.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/watykan-papiez-franciszek-smutek-jest-niezbedny-dla-zdrowia/", "title": "Watykan. Papież Franciszek: Smutek jest niezbędny dla zdrowia", "date_published": "2022-10-26 14:52:00+00:00", "description": "- Smutek jest niezbędny dla naszego zdrowia, chroni nas przed krzywdzeniem siebie i innych - uważa papież Franciszek. Słowa padły podczas środowej audiencji generalnej. Z kolei w poniedziałek papież, zwracają się do ukraińskiego księdza stwierdził, że trzeba modlić się za grzech agresorów.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/niemcy-rzadowy-projekt-ws-legalizacji-marihuany-dystrubycja-w-specjalnych-sklepach/", "title": "Niemcy: Rządowy projekt ws. legalizacji marihuany. Dystrubycja w specjalnych sklepach", "date_published": "2022-10-26 13:49:00+00:00", "description": "Niemiecki rząd w środę wstępnie zatwierdził projekt resortu zdrowia zakładający, że posiadanie do 30 gramów marihuany ma być legalne. Plan musi dostać zielone światło od Unii Europejskiej.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/ustalono-historie-ksiazki-podarowanej-papiezowi-przez-macrona-byla-we-francji-od-poczatku-xx-wieku/", "title": "Ustalono historię książki podarowanej papieżowi przez Macrona. Była we Francji od początku XX wieku", "date_published": "2022-10-26 12:17:00+00:00", "description": "Nie milkną echa po medialnej burzy na temat prezentu podarowanego przez Macrona papieżowi Franciszkowi. Niektórzy od razu uznali, że książka ze znakiem czytelni we Lwowie, została zrabowana w trakcie II wojny światowej. Redakcja Wydarzeń ustaliła historię dzieła Kanta, które kupiła kancelaria prezydenta Francji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/wojna-w-ukrainie-rosja-odpalila-rakiety-miedzykontynentalne-kreml-cwiczy-zmasowany-atak-jadrowy/", "title": "Wojna w Ukrainie. Rosja odpaliła rakiety międzykontynentalne. Kreml ćwiczy \"zmasowany atak jądrowy\"", "date_published": "2022-10-26 12:04:00+00:00", "description": "Rosja przeprowadziła manewry strategicznych sił nuklearnych - mówił w kanale Rossija-24 minister obrony Siergiej Szojgu. Dodał, że na Kamczatce wystrzelono międzykontynentalne pociski balistyczne, mogące przenosić głowice jądrowe. Władimir Putin w rozmowie z szefami służb specjalnych WNP ostrzegł z kolei, że Ukraina utraciła suwerenność, a zniszczenie Nord Stream to bezpośredni sabotaż.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/wojna-w-ukrainie-wybuch-przed-siedziba-prorosyjskiej-telewizji-w-melitopolu/", "title": "Wojna w Ukrainie. Wybuch przed siedzibą prorosyjskiej telewizji w Melitopolu", "date_published": "2022-10-26 11:59:00+00:00", "description": "Wybuch samochodu w Melitopolu w obwodzie zaporoskim w Ukrainie. Bomba eksplodowała w pobliżu siedziby propagandowej prorosyjskiej telewizji i budynku należącego do wyznaczonego przez Rosjan gubernatora Jewhena Balickiego. Pięć osób zostało lekko rannych. Prorosyjskie władze zrzucają sprawstwo na Kijów. Proukraiński mer mówi o konflikcie rosyjskich służb. Jest nagranie z kamer monitoringu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/slowacja-polak-zaginiony-w-tatrach-nie-daje-znaku-zycia-ratownicy-publikuja-zdjecie/", "title": "Słowacja. Polak zaginiony w Tatrach nie daje znaku życia. Ratownicy publikują zdjęcie", "date_published": "2022-10-26 11:40:00+00:00", "description": "Słowaccy ratownicy górscy poszukują od minionej soboty 54-letniego Polaka, który wybrał się na wędrówkę i zaginął. Pogotowie górskie zaalarmował kolega turysty po tym, jak po kilku godzinach nie zjawił się na umówionym miejscu i nie odbierał telefonu. Horská záchranná služba opublikowała w środę zdjęcie poszukiwanego.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/usa-kobieta-zeznala-ze-jej-ojciec-zabil-ok-70-osob-pomagala-mu-ukrywac-zwlok/", "title": "USA. Kobieta zeznała, że jej ojciec zabił ok. 70 osób. Pomagała mu ukrywać zwłok", "date_published": "2022-10-26 09:59:00+00:00", "description": "W stanie Iowa trwa śledztwo po tym, jak Lucy Studey złożyła szokujące zeznania, że jej ojciec był seryjnym mordercą, który zabił kilkadziesiąt osób. Kobieta powiedziała policji, że razem z rodzeństwem pomagali mu ukrywać zwłoki ofiar.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/tajlandia-rybak-uratowal-sie-dzieki-lodowce-dryfowal-w-niej-na-pelnym-morzu/", "title": "Tajlandia. Rybak uratował się dzięki lodówce. Dryfował w niej na pełnym morzu", "date_published": "2022-10-26 07:41:00+00:00", "description": "Stara lodówka uratowała życie 33-letniego rybaka, gdy jego łódź zatonęła na pełnym morzu. Mężczyzna użył sprzętu jako tratwy i dryfował w nim przez sześć godzin - przekazały media. Lokalna społeczność znalazła już sposób, jak pomóc 33-latkowi wrócić do łowienia ryb.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/wojna-w-ukrainie-popis-pilotow-tak-unikaja-zestrzelenia-przez-wroga/", "title": "Wojna w Ukrainie. Popis pilotów. Tak unikają zestrzelenia przez wroga", "date_published": "2022-10-26 07:29:00+00:00", "description": "Ukraińscy piloci po raz kolejny dali popis swoich umiejętności. Ministerstwo obrony tego kraju opublikowało film, na którym pokazuje, jak siły powietrzne zabezpieczają się przed zestrzeleniem maszyn przez wroga.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/minister-sprawiedliwosci-zbigniew-ziobro-w-graffiti/", "title": "Minister sprawiedliwości Zbigniew Ziobro w \"Graffiti\"", "date_published": "2022-10-26 05:18:00+00:00", "description": "Gościem Marcina Fijołka w programie Graffiti będzie minister sprawiedliwości, prokurator generalny i lider Solidarnej Polski Zbigniew Ziobro. Transmisja w telewizjach Polsat i Polsat News oraz portalach Polsatnews.pl i Interia od godziny 7:40.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-26/pierwsza-rozmowa-rishi-sunaka-z-wolodymyrem-zelenskim-zapewnil-o-niezlomnym-poparciu-dla-ukrainy/", "title": "Pierwsza rozmowa Rishi Sunaka z Wołodymyrem Zełenskim. Zapewnił o niezłomnym poparciu dla Ukrainy", "date_published": "2022-10-26 04:37:00+00:00", "description": "Nowy brytyjski premier Rishi Sunak zapewnił w rozmowie telefonicznej prezydenta Wołodymyra Zełenskiego, że poparcie Wielkiej Brytanii dla Ukrainy nadal będzie niezłomne - przekazał rzecznik Downing Street.", "favourite": false}]