[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/signalis-tarot-card-and-moon-phase-puzzle-guide/1100-6508666/?ftag=CAD-01-10abi2f", "title": "Signalis Tarot Card And Moon Phase Puzzle Guide", "date_published": "2022-10-26 23:24:00+00:00", "description": "<p dir=\"ltr\">By the time you hit the puzzle with the tarot cards and the moon phases, things have gotten <em>weird</em> in <a href=\"https://www.gamespot.com/games/signalis/\">Signalis</a>. Suddenly you’re on Rotfront, and meat is taking over. When you arrive, you’ll see a big mural that depicts moon phases. One of them is missing the ring that allows you to adjust it, but don’t worry about that right now: The meat will deliver. Your main goal for the Rotfront area is to find six tarot cards and solve the moon phase puzzles. Here's how to do every step.</p><h2 dir=\"ltr\">Finding the tarot cards</h2><p dir=\"ltr\">As you probably expect by now, the tarot cards are scattered across the area and aren’t entirely accessible right off the bat. Considering the entire purpose of the new area is finding the tarot cards, you’re on your own when it comes to rounding them up. However, here’s a quick overview of where you come across them.</p><ul><li dir=\"ltr\">The Lovers card can be found by using acetone on the painting.</li><li dir=\"ltr\">Death can be gained by using Erika Itou’s birthday on the keypad and watching Isa die in the bookstore.</li><li dir=\"ltr\">The moon can be found in the safe, unlocked using pareidolia.</li><li dir=\"ltr\">Sun is obtained by developing the photo and using it in the scanner.</li><li dir=\"ltr\">For the star card, you’ll need to broadcast the sound of magpies to the locked magpie box via your radio.</li><li dir=\"ltr\">The tower is amongst some delicious-looking food in the cafeteria.</li></ul><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1750/17503512/4054734-screen_signalis16.jpg\"><img alt=\"You solved the puzzle! Gold star!\" src=\"https://www.gamespot.com/a/uploads/scale_super/1750/17503512/4054734-screen_signalis16.jpg\" /></a><figcaption>You solved the puzzle! Gold star!</figcaption></figure><h2>Using the tarot cards</h2><p dir=\"ltr\">Once you have all the tarot cards and the “patient’s key,” you’ll need to go to the apartment labeled “512.” Inside is a table carved with six card-sized places and a diary. The diary isn’t actually all that cryptic. It talks about the writer having five dreams, each relating to a planet and pretty clearly suggesting which card corresponds to each. It talks about skyscrapers and lovers pretty clearly.</p><a href=\"https://www.gamespot.com/articles/signalis-tarot-card-and-moon-phase-puzzle-guide/1100-6508666/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/modern-warfare-2-realism-mode-no-death-pistols-only/2300-6459853/", "title": "Modern Warfare 2: Realism Mode, No Death Pistols Only", "date_published": "2022-10-26 23:15:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4054727-cod2realismnodeath_site.jpg\" width=\"480\" /> We head to the US/Mexico border in 4k on Realism difficulty, no deaths and only our pistol to hunt down Hassan Zayani and stop a terrorist threat.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/modern-warfare-2s-multiplayer-launch-details-gamespot-news/2300-6459852/", "title": "Modern Warfare 2’s Multiplayer Launch Details | GameSpot News", "date_published": "2022-10-26 22:48:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4054716-news1026_v0.jpg\" width=\"480\" /> Today we’re talking about what you can expect from Modern Warfare 2’s multiplayer at launch as well as a new Last of Us multiplayer update", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-on-prime-video-for-november-2022-the-english-my-policeman-and-el-presidente-season-2/1100-6508665/?ftag=CAD-01-10abi2f", "title": "New On Prime Video For November 2022: The English, My Policeman, and El Presidente Season 2", "date_published": "2022-10-26 22:11:00+00:00", "description": "<p>With Halloween in the rearview, it's time to move past all horror all the time and move into Christmas movies. Amazon has tons of content coming to Prime Video, including plenty of Christmas content.</p><p>The huge list of movies coming to the service includes A Christmas Carol, A Belle for Christmas, and more, as well as tons of other movies. The headlining series for November, though, is The English, starring Emily Blunt and Chaske Spencer. Here's the official synopsis from Amazon:</p><p>\"An aristocratic Englishwoman, Lady Cornelia Locke (Emily Blunt), and a Pawnee ex-cavalry scout, Eli Whipp (Chaske Spencer), come together in 1890 mid-America to cross a violent landscape built on dreams and blood. Both of them have a clear sense of their destiny, but neither is aware that it is rooted in a shared past. They must face increasingly terrifying obstacles that will test them to their limits, physically and psychologically. But as each obstacle is overcome, it draws them closer to their ultimate destination—the new town of Hoxem, Wyoming. It is here, after an investigation by the local sheriff Robert Marshall (Stephen Rea, The Shadow Line) and young widow Martha Myers (Valerie Pachner, A Hidden Life) into a series of bizarre and macabre unsolved murders, that the full extent of their intertwined history will be truly understood, and they will come face-to-face with the future they must live.\"</p><a href=\"https://www.gamespot.com/articles/new-on-prime-video-for-november-2022-the-english-my-policeman-and-el-presidente-season-2/1100-6508665/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-modern-warfare-2-launch-update-addresses-visibility-audio-and-ui-issues/1100-6508663/?ftag=CAD-01-10abi2f", "title": "CoD: Modern Warfare 2 Launch Update Addresses Visibility, Audio, And UI Issues", "date_published": "2022-10-26 20:56:00+00:00", "description": "<p dir=\"ltr\">The launch day for Call of Duty: Modern Warfare 2's almost here, and Infinity Ward has detailed some of the changes implemented from beta feedback. There are some pretty notable updates coming with the game's October 28 release.</p><p dir=\"ltr\">First, Infinity Ward revealed that beta feedback was used to increase enemy visibility. The developer said this was implemented by adding diamond icons above the heads of enemies to clearly identify opponents in the match. Additionally, tweaks were made to lighting and contrast for improved enemy visibility.</p><p dir=\"ltr\">Modern Warfare 2's audio also received a few adjustments before release. The overall range of footstep audio has been updated to allow enemy players to get closer to targets before they are able to detect footsteps. Players can also expect teammate footstep audio to be quieter.</p><a href=\"https://www.gamespot.com/articles/cod-modern-warfare-2-launch-update-addresses-visibility-audio-and-ui-issues/1100-6508663/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/11-cute-anime-shows-that-are-actually-horrifying/2900-4422/", "title": "11 Cute Anime Shows That Are Actually Horrifying", "date_published": "2022-10-26 20:48:00+00:00", "description": "<p><h2>Don't let the bubbly characters and flowery names fool you, these shows are straight-up devastating.</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054681-03.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Anime, as a medium, contains multitudes. It can deliver anything from slice-of-life to romance to <a href=\"https://www.gamespot.com/gallery/20-horror-anime-that-will-make-you-wish-youd-never-watched-them/2900-3749/\">straight-up horror</a> and everything in between. But one of its biggest strengths is its ability to take those genres and ideas and mash them together into new and unexpected combinations. We see this all the time, even in the mainstream--sports-focused shows will blend in elements of big Shonen-style fights and power battles, romance stories will pull in supernatural or sci-fi elements, just about everything under the sun can be turned into an Isekai story where a protagonist gets sent into a different world or universe.</p><p dir=\"ltr\">But one of the most under-appreciated genre-blends in anime has to be the \"cute-but-horrific\" combo. Broadly speaking, anime is understood to be home to some of the cutest and most cuddly characters around, and with its penchant for stylization and colorful costumes, it's not difficult to see where that reputation came from--and these are stories that use those assumptions to their advantage to deliver maximum shock and awe. We've collected 11 shows that lure you in with adorable characters, bubbly protagonists, and happy-sounding titles and then bring the pain.</p><p dir=\"ltr\">Some of these shows may be perfect for Halloween viewing, while others may be best suited for when you're in the right mind to shoulder some major existential dread. They range from serial killers and tragic magical girls to full-on blood-soaked explorations of loneliness and suicide, so consider this your warning moving forward!</p><p dir=\"ltr\">And in the meantime, head over to <a href=\"https://click.linksynergy.com/fs-bin/click?id=VZfI20jEa0c&amp;offerid=913238.1350&amp;type=3&amp;subid=0&amp;u1=[subid_value]\">Hulu</a> for all the latest streaming anime, like <a href=\"https://click.linksynergy.com/fs-bin/click?id=VZfI20jEa0c&amp;offerid=913238.1357&amp;type=3&amp;subid=-&amp;u1=[subid_value]\">Chainsaw Man</a> and Bleach: Thousand Year Blood War. Or, if you'd rather spend you time on an anime-specific streaming platform, check out Funimation!</p><div><div class=\"norewrite\" title=\"[Various] Sign up for Funimation\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4050672-funimation.jpg\" />                                 <a href=\"https://funimation.8u86.net/c/159047/302280/4688?&amp;sharedId=gamespot&amp;u=https://www.funimation.com/subscribe/&amp;subId1=[subid_value]\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://funimation.8u86.net/c/159047/302280/4688?&amp;sharedId=gamespot&amp;u=https://www.funimation.com/subscribe/&amp;subId1=[subid_value]\">Sign up for Funimation</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://funimation.8u86.net/c/159047/302280/4688?&amp;sharedId=gamespot&amp;u=https://www.funimation.com/subscribe/&amp;subId1=[subid_value]\">Funimation&#039;s Premium Plus plan is $9.99 per month</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://funimation.8u86.net/c/159047/302280/4688?&amp;sharedId=gamespot&amp;u=https://www.funimation.com/subscribe/&amp;subId1=[subid_value]\">See at Funimation</a>                     </div>                         </div>                     </div> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>1. Madoka Magica</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054678-01.jpg\" /><br /><h3><p> </p><p>The Magical Girl genre had plenty of dark stories prior to the release of Madoka Magica, but Madoka Magica was arguably the first to spin off into its very own subgenre of Magical Girl horror. What looks like a very cute, very standard story about a young girl who gets the power to fight crime in a cute costume with a frilly transformation sequence abruptly pivots into a shocking, brutal, and bleak look at the reality of entropy, and the futility of trying to do good. This one is as nihilistic as they come.</p></h3></p><br />     <p><h2>2. Wonder Egg Priority</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054680-02.png\" /><br /><h3><p> </p><p>With its modern, sleak art style and brightly colored sets, Wonder Egg Priority really lures you in with the idea that it might be a (lowkey surreal) slice-of-life story. Instead, it turns into a deeply sad look at suicide and depression. You might want to tread with caution on this one.</p></h3></p><br />     <p><h2>3. Made in Abyss</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054677-00.jpg\" /><br /><h3><p dir=\"ltr\">It would be difficult to make characters cuter than the protagonists of Made in Abyss. With their circular babyfaces and big bright eyes, everything about this show looks like a kid-friendly adventure series–until, uh. It abruptly stops being so kid-friendly and becomes something else entirely. Let's just say that those big, bright eyes stop looking so cute when there's blood pouring out of them.</p><p> </p></h3></p><br />     <p><h2>4. The Promised Neverland</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054679-04.jpg\" /><br /><h3><p> </p><p>Who doesn't love a feel-good orphan story? Unfortunately, that's not really what The Promised Neverland is. On the surface, it looks like a nostalgic story of kids finding themselves and new families. In reality, it's about monsters and cannibalism. You know, the classics.</p></h3></p><br />     <p><h2>5. Higurashi: When They Cry</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054682-05.png\" /><br /><h3><p> </p><p>This one is a couple decades old by now, but still worth mentioning. Higurashi: When They Cry looks like a very typical early '00s anime, complete with the angular hair and features and slightly exaggerated proportions. It's actually a murder mystery, however, that spirals into a story of paranoia and death, dismantling the idea of a quiet, cute, fun life in the countryside.</p></h3></p><br />     <p><h2>6. School-Live</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054683-06.jpg\" /><br /><h3><p> </p><p>School-Live knows exactly what it's doing with its intensely cute, pink-haired protagonist and her friend posing with big smiles in their happy, definitely normal high school. That's how it gets you. In reality, the story is about a group of teenagers surviving a zombie apocalypse holed up in their school, which they fantasize about being a cute and safe place to maintain their own sanity. Like you do.</p></h3></p><br />     <p><h2>7. Happy Sugar Life</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054685-08.jpg\" /><br /><h3><p> </p><p>With a name like Happy Sugar Life, you know you're in for a treat. Focusing on obsessive love and friendship between two young girls, Happy Sugar Life kind of feels like NBC's Hannibal by way of cute little anime characters. There's plenty of murder and deciet and psychological horror all in one convient package.</p></h3></p><br />     <p><h2>8. Shadow Star: Narutaru</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054684-07.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Do you ever think about how messed up the concept of Pokemon would be in any other context? Taking wild animals and forcing them to fight one another (and sometimes forcing them to attack other people?) It's all pretty bleak when you think about it. And that's exactly what Shadow Star, AKA Narutaru wants you to do.</p><p> </p></h3></p><br />     <p><h2>9. Magical Girl Raising Project</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054686-09.jpg\" /><br /><h3><p> </p><p>In the same vein as Madoka Magica, Magical Girl Raising Project takes the concept of the magical girl and spins it on its head--this time, with a slightly more modern twist. The story focuses on a popular mobile game which gives its players a 1-in-10000 chance of becoming a real-life magical girl. Unfortunately, none of them seem to really think that wish through until it's too late.</p></h3></p><br />     <p><h2>10. Elfen Lied</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054687-10.jpg\" /><br /><h3><p> </p><p>Another oldie-but-goodie, Elfen Lied actually became pretty famous in the early '00s for the way it used its cutesy-looking characters to dive into some pretty heavy-hitting themes--most of which frequently ended in blood baths, nudity, or a combination of both. This one definitely isn't for kids.</p></h3></p><br />     <p><h2>11. Mirai Nikki</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1582/15828986/4054693-11.png\" /><br /><h3><p> </p><p>This one doesn't necessarily masquerade as cute for too long, but we're still going to include it because it doesn't broadcast how dark it is right off the bat, either. Based around the idea of literal gods granting the power to see the future to teenagers, and the subsequent drama (and violence) that eventually begets, Mirai Nikki starts bleak and only gets bleaker.</p></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/best-horror-game-deals-for-halloween-on-ps5-xbox-pc-and-switch/2900-4420/", "title": "Best Horror Game Deals For Halloween On PS5, Xbox, PC, And Switch", "date_published": "2022-10-26 19:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054441-deadbydaylight.jpg\" /><br /><h3><p>Halloween is just around the corner, and the best way to celebrate the spooky season is by plopping down with a chilling horror game. Retailers are certainly excited about Halloween, as you’ll find <b>huge discounts on horror titles </b>across PC, PS5, Xbox Series X|S, and Nintendo Switch.</p><p>If you still haven’t found time to play Dead by Daylight, consider picking up the <span class=\"norewrite\">           <a href=\"https://store.playstation.com/en-us/product/UP3509-PPSA02048_00-6842585299164139\">Ultimate Edition</a> </span> today for <strong>just $42</strong>, down from $70. This gives you access to tons of Killers and Survivors from previous Chapters, making it easy to get caught up with folks who’ve been playing since launch. If you like your scares to be of the single-player variety, then you’ll want to pick up <span class=\"norewrite\">           <a href=\"https://store.playstation.com/en-us/product/UP1001-PPSA05813_00-QUARRYDLXED00000\">The Quarry,</a> </span> which is down to <strong>just $48</strong>.</p><p>It's not just horror games that are on sale right now, with plenty of bloody, atmospheric titles included in most catalogs. For example, you’ll find <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.humblebundle.com/store/cult-of-the-lamb\">Cult of the Lamb</a> </span> available for $20, <span class=\"norewrite\">           <a href=\"https://store.playstation.com/en-us/product/UP9000-CUSA00900_00-BLOODBORNE000000\">Bloodborne</a> </span> for $10, and <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/control-ultimate-edition\">Control Ultimate Edition</a> </span> for $10. They might not fit nicely into the horror genre, but no doubt they’re great games to play on the spookiest holiday of the year.</p><p><strong>Halloween game sales:</strong></p><ul><li><a href=\"https://www.gamespot.com/articles/playstation-horror-game-sale-arrives-just-in-time-for-halloween/1100-6508421/\">PlayStation Store</a></li><li><a href=\"https://www.gamespot.com/articles/get-scary-good-deals-on-games-in-the-xbox-shocktober-sale/1100-6508369/\">Xbox Store</a></li><li><a href=\"https://www.gamespot.com/gallery/steam-halloween-sale-is-live-check-out-the-best-deals/2900-4417/\">Steam</a></li><li><a href=\"https://www.gamespot.com/articles/fanaticals-scream-sale-on-horror-games-is-full-of-cutthroat-discounts/1100-6508562/\">Fanatical</a></li><li><a href=\"https://www.gamespot.com/articles/green-man-gaming-halloween-sale-has-deals-to-buy-for/1100-6508601/\">Green Man Gaming</a></li><li><a href=\"https://www.gamespot.com/articles/humble-halloween-sale-features-deathly-good-pc-game-deals/1100-6508603/\">Humble</a></li></ul><p>Tons of other titles are on sale right now, and you’ll find the <strong>best Halloween game deals</strong> below. Some of these discounts require a special coupon code in order to get the full discount, and most of them are disappearing after Halloween, so make sure you carve out time to peruse the deals before they disappear.</p></h3></p><br />     <p><h2>7 Days to Die</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054454-7daystodie%281%29.jpg\" /><br /><h3><p><strong>$6 ($<del>25</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://greenmangaming.sjv.io/c/159047/1219987/15105?&amp;sharedId=gamespot&amp;u=https://www.greenmangaming.com/games/7-days-to-die/&amp;subId1=subid_value\">See at Green Man Gaming</a> </div></h3></p><br />     <p><h2>Alien: Isolation</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054455-alienisolation%281%29.jpg\" /><br /><h3><p><strong>$8 ($<del>40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/store/alien-isolation/C1H9V6SLK2K5\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Back 4 Blood: Deluxe Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054456-back4blood%289%29.jpg\" /><br /><h3><p><strong>$36 ($<del>90</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-US/games/store/back-4-blood-deluxe-edition/9MZ313B6R2C0\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Bloodborne</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054457-bloodborne%282%29.jpg\" /><br /><h3><p><strong>$10 ($<del>20</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP9000-CUSA00900_00-BLOODBORNE000000\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Carrion</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054458-carrion%281%29.jpg\" /><br /><h3><p><strong>$10 ($<del>20</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=[subid_value]&amp;murl=https://www.xbox.com/en-US/games/store/carrion/9NPKKNBJ258V\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Control Ultimate Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054459-control%284%29.jpg\" /><br /><h3><p><strong>$10 ($<del>40</del>)</strong></p><p>Remember to apply the code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/control-ultimate-edition\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Cult of the Lamb</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054460-cultofthelamb%282%29.jpg\" /><br /><h3><p><strong>$20 ($<del>25</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.humblebundle.com/store/cult-of-the-lamb\">See at Humble</a> </div></h3></p><br />     <p><h2>The Dark Pictures Anthology: House of Ashes</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054484-darkpictures.jpg\" /><br /><h3><p><strong>$15 ($<del>30</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP0700-PPSA02595_00-SMGDARKPICTURESC\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Days Gone</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054482-daysgone.jpg\" /><br /><h3><p><strong>$16.79 ($<del>50</del>)</strong></p><p>Remember to apply the code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/days-gone\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Dead by Daylight: Ultimate Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054461-deadbydaylight%283%29.jpg\" /><br /><h3><p><strong>$42 ($<del>70</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP3509-PPSA02048_00-6842585299164139\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Dead Rising 3 Apocalypse Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054462-deadrising3%281%29.jpg\" /><br /><h3><p><strong>$24.10 ($<del>30</del>)</strong></p><p>Remember to apply the code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/dead-rising-3-apocalypse-edition\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Dead Space 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054463-deadspace2%282%29.jpg\" /><br /><h3><p><strong>$4 ($<del>20</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=[subid_value]&amp;murl=https://www.xbox.com/en-us/games/store/dead-space-2/C2PB7STLJGS0\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Death Stranding Director’s Cut</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054464-deathstranding%285%29.jpg\" /><br /><h3><p><strong>$20.15 ($<del>40</del>)</strong></p><p>Remember to apply the code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/death-stranding-director-s-cut\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Destiny 2: The Witch Queen Deluxe Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054465-destiny2witchqueen%281%29.jpg\" /><br /><h3><p><strong>$54 ($<del>80</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=[subid_value]&amp;murl=https://www.xbox.com/en-us/games/store/destiny-2-the-witch-queen-deluxe-edition/9MTLPRNNVBK0\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Devil May Cry 5 Special Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054466-devilmaycry5%287%29.jpg\" /><br /><h3><p><strong>$20 ($<del>40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/store/devil-may-cry-5-special-edition/9MZ11KT5KLP6\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Diablo Prime Evil Collection</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054467-diablo%282%29.jpg\" /><br /><h3><p><strong>$30 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=[subid_value]&amp;murl=https://www.xbox.com/en-US/games/store/diablo-prime-evil-collection/9N9LJ3N3TRZX\">See on Xbox Store</a> </div></h3></p><br />     <p><h2>Doom Eternal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054468-doometernal%285%29.jpg\" /><br /><h3><p><strong>$15 ($<del>50</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/doom-eternal-switch/\">See on Switch eShop</a> </div></h3></p><br />     <p><h2>Dying Light 2: Stay Human</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054469-dyinglight2%2811%29.jpg\" /><br /><h3><p><strong>$36 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP3050-PPSA02261_00-DL2GAME0000000US\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>The Evil Within 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054470-theevilwithin2%281%29.jpg\" /><br /><h3><p><strong>$6 ($<del>40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.humblebundle.com/store/the-evil-within-2\">See at Humble</a> </div></h3></p><br />     <p><h2>Fortnite: Corrupted Legends Pack</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054490-fortnitecorrupted.jpg\" /><br /><h3><p><strong>$8 ($<del>16</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP1477-PPSA01922_00-CORLGD0000000000\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Ghostwire Tokyo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054491-ghostwiretokyo.jpg\" /><br /><h3><p><strong>$22.50 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://greenmangaming.sjv.io/c/159047/1219987/15105?&amp;sharedId=gamespot&amp;u=https://www.greenmangaming.com/games/ghostwire-tokyo-pc/&amp;subId1=subid_value\">See at Green Man Gaming</a> </div></h3></p><br />     <p><h2>Hollow Knight</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054492-hollowknight.jpg\" /><br /><h3><p><strong>$7.49 ($<del>15</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.humblebundle.com/store/hollow-knight\">See at Humble</a> </div></h3></p><br />     <p><h2>Inscryption</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054472-inscryption%281%29.jpg\" /><br /><h3><p><strong>$17 ($<del>20</del>)</strong></p><p>Remember to apply code <strong>FANATICAL15</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/inscryption\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Outlast</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054473-outlast%281%29.jpg\" /><br /><h3><p><strong>$2.40 ($<del>20</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://greenmangaming.sjv.io/c/159047/1219987/15105?&amp;sharedId=gamespot&amp;u=https://www.greenmangaming.com/games/outlast-pc/&amp;subId1=subid_value\">See at Green Man Gaming</a> </div></h3></p><br />     <p><h2>A Plague Tale: Requiem</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054471-aplaguetalerequiem%281%29.jpg\" /><br /><h3><p><strong>$39.66 ($<del>50</del>)</strong></p><p>Remember to apply the code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.jdoqocy.com/click-9020176-15365861-1666101171000?sid=[subid_value]\">See at Fanatical</a> </div></h3></p><br />     <p><h2>The Quarry</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054476-thequarry%288%29.jpg\" /><br /><h3><p><strong>$48 ($<del>60</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://store.playstation.com/en-us/product/UP1001-PPSA05813_00-QUARRYDLXED00000\">See on PlayStation Store</a> </div></h3></p><br />     <p><h2>Resident Evil 2: Deluxe Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054474-residentevil2%281%29.jpg\" /><br /><h3><p><strong>$15 ($<del>50</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.humblebundle.com/store/resident-evil-2-biohazard-re2-deluxe-edition\">See at Humble</a> </div></h3></p><br />     <p><h2>Resident Evil 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054475-residentevil3%281%29.jpg\" /><br /><h3><p><strong>$12 ($<del>40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.humblebundle.com/store/resident-evil-3\">See at Humble</a> </div></h3></p><br />     <p><h2>Resident Evil Village</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054477-residentevilvillage%285%29.jpg\" /><br /><h3><p><strong>$31 ($<del>40</del>)</strong></p><p>Remember to apply code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/resident-evil-village\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Scorn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054478-scorn%281%29.jpg\" /><br /><h3><p><strong>$33.59 ($<del>40</del>)</strong></p><p>Remember to apply code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/scorn\">See at Fanatical</a> </div></h3></p><br />     <p><h2>The Walking Dead: The Telltale Definitive Series</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054479-walkingdead%284%29.jpg\" /><br /><h3><p><strong>$15.86 ($<del>50</del>)</strong></p><p>Remember to apply code <strong>SCREAM666</strong> at checkout.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/the-walking-dead-the-telltale-definitive-series\">See at Fanatical</a> </div></h3></p><br />     <p><h2>Wolfenstein 2: The New Colossus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4054480-wolfenstein2%281%29.jpg\" /><br /><h3><p><strong>$12 ($<del>40</del>)</strong></p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/wolfenstein-ii-the-new-colossus-switch/\">See at Switch eShop</a> </div></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-on-netflix-for-november-2022-tim-burtons-wednesday-the-crown-season-5-and-more/1100-6508662/?ftag=CAD-01-10abi2f", "title": "New On Netflix For November 2022: Tim Burton's Wednesday, The Crown Season 5, And More", "date_published": "2022-10-26 18:45:00+00:00", "description": "<p>Netflix has announced the list of new content arriving in November 2022, with originals alongside favorite TV shows and movies. There's going to be a handful of new holiday programming in there to get you ready for winter as well as plenty of other content including The Crown Season 5 and a new comedy about a familiar video store.</p><p>Early in the month, Netflix will premiere its comedy series about the last Blockbuster store in America, simply titled Blockbuster. The series stars Randall Park and Melissa Fumero as they play Blockbuster employees trying to keep their video store open and staff happy amid competition and complicated feelings. Blockbuster Season 1 hits Netflix on November 3.</p><div>          </div><p>One of the most anticipated series finally debuts with Tim Burton's <a href=\"https://www.gamespot.com/articles/first-crazy-and-kooky-look-at-the-addams-family-for-tim-burtons-wednesday-tv-series/1100-6506538/\">Wednesday</a> coming to Netflix November 23. This coming-of-age supernatural mystery comedy focuses on Wednesday Addams (Jenna Ortega) and her years as a high school student at Nevermore Academy. There she attempts to master her psychic powers, stop a monstrous killing spree of the town citizens, and solve the supernatural mystery that affected her family 25 years ago while still somehow navigating new blossoming emotions.</p><a href=\"https://www.gamespot.com/articles/new-on-netflix-for-november-2022-tim-burtons-wednesday-the-crown-season-5-and-more/1100-6508662/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-modern-warfare-2-heres-everything-you-can-unlock-before-season-1/1100-6508660/?ftag=CAD-01-10abi2f", "title": "CoD: Modern Warfare 2 -- Here's Everything You Can Unlock Before Season 1", "date_published": "2022-10-26 18:31:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare 2</a> arrives on October 28, and Activision has detailed all the challenges and level progression available on day one. This gives players 20 days of preseason leveling to unlock weapons, attachments, and some additional operators to use across multiplayer, Spec Ops, and the upcoming <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Warzone 2.0</a>.</p><h2 dir=\"ltr\">Weapon progression</h2><p dir=\"ltr\">In addition to leveling up in the military ranks, players will also want to rank up across Modern Warfare 2's weapon Platforms. The game features 33 Platforms and a total of 51 weapons to unlock, most of which have attachments to unlock as well.</p><p dir=\"ltr\">With this new weapon Platform system, each Platform has a unique progression tree, which details every unlock within that platform. For example, once a specific barrel is unlocked for one gun, it's then made available to all weapons in that same shared Platform. Some attachments will be Platform specific, while other attachments will be universally shared with other compatible weapons. This sounds more complicated than it needs to be, but basically, this allows players to unlock attachments faster, since they don't have to unlock the same attachment over and over for different guns.</p><a href=\"https://www.gamespot.com/articles/cod-modern-warfare-2-heres-everything-you-can-unlock-before-season-1/1100-6508660/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-boss-phil-spencer-says-price-hikes-are-coming-but-not-until-after-the-holidays/1100-6508657/?ftag=CAD-01-10abi2f", "title": "Xbox Boss Phil Spencer Says Price Hikes Are Coming, But Not Until After The Holidays", "date_published": "2022-10-26 18:14:00+00:00", "description": "<p>Speaking today at a Wall Street Journal event in southern California, Microsoft Gaming CEO Phil Spencer said he believes prices for certain Xbox products or services will go up, but not until after the holidays.</p><p>\"I do think at some point we'll have to raise the prices on certain things, but going into this holiday we thought it was important to maintain the prices,\" Spencer told the audience, as relayed by <a href=\"https://twitter.com/tomwarren/status/1585333470083284992\">Tom Warren of The Verge</a>.</p><p>Spencer was apparently speaking generally about price increases at Xbox and not about any one specific product or service. But people are assuming he's referring to potential price increases for Xbox consoles or services like Xbox Game Pass.</p><a href=\"https://www.gamespot.com/articles/xbox-boss-phil-spencer-says-price-hikes-are-coming-but-not-until-after-the-holidays/1100-6508657/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wow-dragonflight-players-have-a-few-notes-on-the-games-ui-overhaul/1100-6508658/?ftag=CAD-01-10abi2f", "title": "WoW: Dragonflight Players Have A Few Notes On The Game's UI Overhaul", "date_published": "2022-10-26 18:04:00+00:00", "description": "<p>After nearly two decades,<a href=\"https://www.gamespot.com/games/world-of-warcraft/\"> World of Warcraft's</a> user interface has received a major facelift, making it both more modern in appearance and more customizable without the needing multiple fan-made mods. But even if the new UI options added as part of the Dragonflight pre-patch are a giant step in the right direction for Blizzard's nearly 20-year-old MMORPG, players still have some feedback on how to make it even better.</p><p dir=\"ltr\">The first phase of <a href=\"https://www.gamespot.com/articles/wow-dragonflight-pre-patch-will-come-in-two-phases-starting-oct-25/1100-6508381/\">Dragonflight's pre-patch</a> dropped last night after an extended maintenance period, and in addition to new class talent trees, it added the new Edit Mode feature which allows players to (almost) fully customize the UI to their liking. Players have been sharing their new UI layouts on <a href=\"https://www.reddit.com/r/wow/comments/ydzz2z/proud_of_your_ui_post_a_screenshot_and_share_an/\">social media</a>, and while the response to the changes have been largely positive, there are a few standout complaints.</p><div>          </div><p dir=\"ltr\">For starters, there are a few pieces of the UI that can't be moved. The vast majority of the UI can be scaled up or down and moved around the screen, but that's not the case for the XP bar, which is still locked in place. While the mini-map can be moved around, it can't be scaled up or down, much to the frustration of players. There have also been reports of a bug that is causing UI layouts to not save correctly, forcing some players who have spent hours customizing their UI to have to do it all over again.</p><a href=\"https://www.gamespot.com/articles/wow-dragonflight-players-have-a-few-notes-on-the-games-ui-overhaul/1100-6508658/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/tales-of-the-jedi-13-things-we-learned-about-the-star-wars-universe/2900-4421/", "title": "Tales Of The Jedi: 13 Things We Learned About The Star Wars Universe", "date_published": "2022-10-26 17:50:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054503-untitled-1.jpg\" /><br /><h3><p dir=\"ltr\">The Star Wars prequels aren't the best films to come out of the Star Wars franchise, but they did introduce fans to a cavalcade of new ideas and characters. Out of the prequels we got the Clones Wars animated series, which led to Rebels, which leads to the new Disney+ series Tales of the Jedi.</p><p dir=\"ltr\">All six episodes of the new animated series released at once, giving fans a better look at two characters that went on very different paths: Dooku and Ahsoka Tano. Three episodes were dedicated to each character, with each episode following a specific, pivotal moment from each of their lives. Each episode is around 20-minutes long, so you can burn through the show easily in a couple of hours.</p><div><div class=\"norewrite\" title=\"[Various] - Sign up for Disney+\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1591/15918215/3807474-disneyplus.jpg\" />                                 <a href=\"https://disneyplus.bn5x.net/c/159047/564546/9358?&amp;sharedId=gamespot&amp;u=https://www.disneyplus.com/welcome/subscribe-now&amp;subId1=subid_value\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://disneyplus.bn5x.net/c/159047/564546/9358?&amp;sharedId=gamespot&amp;u=https://www.disneyplus.com/welcome/subscribe-now&amp;subId1=subid_value\">Sign up for Disney+</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://disneyplus.bn5x.net/c/159047/564546/9358?&amp;sharedId=gamespot&amp;u=https://www.disneyplus.com/welcome/subscribe-now&amp;subId1=subid_value\">Get access to Marvel, Star Wars, and more for $8/month.</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://disneyplus.bn5x.net/c/159047/564546/9358?&amp;sharedId=gamespot&amp;u=https://www.disneyplus.com/welcome/subscribe-now&amp;subId1=subid_value\">See Disney+ plans</a>                     </div>                         </div>                     </div> </div></div><p dir=\"ltr\">Going through the show, we learned a lot about both Ahsoka and Dooku, as the series follows their journeys chronologically in the greater Star Wars universe--and it's bookended with Ahsoka tales. But the show isn't just about them. It answers questions that we didn't even know we had, up until now. Because of this, we found 13 moments throughout Tales of the Jedi that gave us greater insight into the Star Wars Universe.</p><p dir=\"ltr\"><strong>Obviously, you're going to find some spoilers for the show below.</strong></p><p>For more on the world of Star Wars, check out <a href=\"https://www.gamespot.com/gallery/every-star-wars-movie-and-tv-show-ranked-by-metacritic/2900-4026/\">every Star Wars movie and TV show ranked by Metacritic</a>, <a href=\"https://www.gamespot.com/gallery/the-20-most-pivotal-moments-in-star-wars-movie-history/2900-4093/\">20 pivotal moments in Star Wars movie history</a>, and <a href=\"https://www.gamespot.com/articles/every-upcoming-star-wars-game/1100-6499936/\">every upcoming Star Wars game</a>.</p></h3></p><br />     <p><h2>1. The lines on Ahsoka's face</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054504-1.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 1: \"Life and Death\"</strong></p><p dir=\"ltr\">The Ahsoka we know today and baby Ahsoka have a few differences, obviously. However, one major difference is the white pigments on her face as a baby--ignore that blue line on her forehead, that was put there. When Ahsoka was born, she had four white dots: one on each cheek and two on the forehead.</p></h3></p><br />     <p><h2>2. Her first encounter with the Force</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054505-2.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 1: \"Life and Death\"</strong></p><p dir=\"ltr\">We know bits and pieces about Ahsoka's life, but what we didn't know was that she was kidnapped by a saber tooth tiger while hunting with her mother as an infant. It seems as though any other baby would have been lunch for the beast, but not Ahsoka, who used her Force powers to connect with the tiger, right before she would have been eaten. She returned to town afterward, riding on top of it.</p></h3></p><br />     <p><h2>3. Dooku isn't that complicated</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054506-3.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 2: \"Justice\"</strong></p><p dir=\"ltr\">In the prequel trilogy, there's an understanding that Dooku was a Jedi and became a Sith. He wasn't flatout evil like other Sith, though. In Tales of the Jedi, we get a much better understanding of the character. He serves the people of the Republic, not the Republic itself. He wants to stand up for those who can't stand up for themselves. However, what separates Dooku from other Jedi is that violence can be seen as a necessary action when defending those who need it.</p></h3></p><br />     <p><h2>4. That's Qui-Gon Jinn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054507-4.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 2: \"Justice\"</strong></p><p dir=\"ltr\">Some may have forgotten, but Qui-Gon Jinn's mentor was Dooku. Throughout the episode, Dooku's mentee is never named, up until the end when Dooku says his name. Why does every Jedi in training have the Luke Skywalker haircut?</p></h3></p><br />     <p><h2>5. The Republic is a mess</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054508-5.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 3: \"Choices\"</strong></p><p dir=\"ltr\">The prequel movies showed the Republic as a functioning body of government, and the Clone Wars animated series showed cracks in the demeanor--the Republic came off like a functioning Mr. Bean rather than a working government. However, throughout Episode 2 and 3 of Tales of the Jedi, we see another side of the Republic. It's a mess. It's corrupt. There are some bad people in seats of power. Then he sees the Jedi supporting this madness time and time again. There's a reason he left the Jedi.</p></h3></p><br />     <p><h2>6. A familiar voice</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054509-6.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 4: \"The Sith Lord\"</strong></p><p dir=\"ltr\">When Qui-Gon Jinn first appeared in Episode 2 of this series, he had a different voice actor. Now, in Episode 4, none other than Liam Neeson has returned to reprise his role from The Phantom Menace.</p><p> </p></h3></p><br />     <p><h2>7. Yaddle is back</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054510-7.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 4: \"The Sith Lord\"</strong></p><p dir=\"ltr\">The alien species known as \"Whatever Yoda is,\" Yaddle is the second known alien after Yoda's introduction--and long before Grogu's in Mandalorian. Making her first appearance in The Phantom Menace, Yaddle didn't get a lot of screentime. However, being the only other member of this species, she's long been suspected to be the mother of Grogu AKA The Child. It's also important to note that Yaddle speaks normally, not in that weird backwards speak, which is Yoda's signature style.</p><p> </p></h3></p><br />     <p><h2>8. Yaddle is very important to Dooku's story</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054511-8.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 4: \"The Sith Lord\"</strong></p><p dir=\"ltr\">Voiced by Bryce Dallas Howard, Yaddle isn't just tossed in here to tell people, \"See! That could be Baby Yoda's mom!\" Yaddle is central to Dooku's pivot to the Dark Side. While serving the Jedi, Dooku was working with Darth Sidious. And while he was helping Sidious with his plans, Dooku still wants what's best for the Republic.</p><p>While meeting with Sidious, he's confronted by Yaddle, who overhears everything. Dooku knows he's wronged the Jedi--who are trying to do their best, even though they're constantly wrapped up in bureaucratic nonsense. However, this confrontation from Yaddle--along with her asking Dooku to turn himself in--pushes Dooku completely to the Dark Side. He knows he can never go back to the Jedi now, even though Yaddle says she agrees with him in so many ways.</p></h3></p><br />     <p><h2>9. Yaddle's end</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054512-9.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 4: \"The Sith Lord\"</strong></p><p dir=\"ltr\">Since Yaddle's story was never really explored, outside of her only appearance in Phantom Menace, but there's always been speculation about what happened to her--especially after Grogu was revealed in the Mandalorian. It was suspected that she fled with her child during Order 66. That's not the case though.</p><p dir=\"ltr\">After confronting Dooku and Sidious, she was killed by a lightsaber strike. The events of this episode take place after Phantom Menace but before Attack of the Clones, so this raises more questions about Grogu, since his age in Mandalorian might not line up with when he was born.</p><p dir=\"ltr\">Is Yaddle his mother? Is Grogu actually a Kamino clone?</p></h3></p><br />     <p><h2>10. Why these training droids exist</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054513-10.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 5: \"Practice Makes Perfect\"</strong></p><p dir=\"ltr\">Since A New Hope hit theaters, we've seen these Jedi training droids that fly around and shoot blasters. But why though? Why do these things exist? In Episode 5, we see Ahsoka training with them, and we learn why they exist. In the training room, Obi-Wan tells Anakin, \"These are the new training remotes, designed to simulate battle droids.\"</p><p dir=\"ltr\">The Jedi know the war will continue with droids in the future, so the next generation of Jedi is training accordingly.</p></h3></p><br />     <p><h2>11. Ahsoka after Order 66 but before Rebels</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054514-11.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 6: \"Resolve\"</strong></p><p dir=\"ltr\">We know what Ahsoka is up to in the years before A New Hope, as she was featured quite a bit on the animated series Rebels. However, before Rebels and post-Order 66, that's all a little bit of a mystery. We know she escaped the clone army during the rise of the Empire thanks to Captain Rex, whose inhibitor chip was destroyed thanks to Ashoka. But what happened to her in between? Well, she continued to be in hiding and worked as a farmer, under the name Ash-La--probably named after the woman who voices Ahsoka, Ashley Eckstein.</p></h3></p><br />     <p><h2>12. This \"Sith\"</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054515-12.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 6: \"Resolve\"</strong></p><p dir=\"ltr\">We meet a Force-sensitive villain under the employ of the Empire, with the logo emblazoned on his cloak. This is also the start of the Empire employing Force-sensitive baddies and calling them Inquisitors, a term we're all wildly-familiar with now.</p><p dir=\"ltr\">The show credits list this character simply as Inquisitor, and it's voiced by none other than Clancy Brown (The Shawshank Redemption, Dexter: New Blood). In the novel Ahsoka, by E. K. Johnston, this is Sixth Brother--as this sequence of events is in the book. However, this Inquisitor doesn't look like the Sixth Brother much--as he's appeared in some Marvel Comics series--and the two die in different ways. It's probably just a new character for this one moment.</p></h3></p><br />     <p><h2>13. Why Ahsoka comes out of hiding</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4054516-13.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Episode 6: \"Resolve\"</strong></p><p dir=\"ltr\">While Ahsoka doesn't flat-out say it, seeing the farm and village she worked in burned down by the Empire was her call to action. If she stays, there will be more Inquisitors searching for her and anyone she stays with. The only way to truly get freedom is to fight back.</p></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/seth-rogens-sausage-party-getting-a-tv-show-with-original-voice-cast/1100-6508654/?ftag=CAD-01-10abi2f", "title": "Seth Rogen's Sausage Party Getting A TV Show With Original Voice Cast", "date_published": "2022-10-26 17:49:00+00:00", "description": "<p>The Sausage Party universe is expanding. Prime Video announced today that it picked up a new Sausage Party animated series based on the movie, with the original cast set to return.</p><p>The TV series is called Sausage Party: Foodtopia, and it's coming to Prime Video in 2024. The cast for the sequel includes the voices of Seth Rogen, Kristen Wiig, Michael Cera, David Krumholtz, and Edward Norton. New cast members for the TV show include Will Forte, Sam Richardson, Natasha Rothwell, and Yassir Lester. The series is now in production and there will eight episodes in the first season, the show's poster suggests.</p><figure style=\"width: 1206px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4054535-screenshot2022-10-26at1.57.07pm.png\"><img alt=\"Sausage Party returns\" src=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4054535-screenshot2022-10-26at1.57.07pm.png\" /></a><figcaption>Sausage Party returns</figcaption></figure><p>Seth Rogen and Evan Goldberg, who co-wrote the original movie, said in a statement that 2016's Sausage Party represented the pinnacle of what could be achieved in film, so they turned their attention to TV.</p><a href=\"https://www.gamespot.com/articles/seth-rogens-sausage-party-getting-a-tv-show-with-original-voice-cast/1100-6508654/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-champions-how-to-defeat-barrier-overload-and-unstoppable-champions/1100-6508246/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Champions: How To Defeat Barrier, Overload, And Unstoppable Champions", "date_published": "2022-10-26 17:41:00+00:00", "description": "<p>Some of <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>'s best PvE content can be found in high-level Lost Sectors, Master Raids, and Nightfall Strikes that offer a more challenging experience. Within these activities you're also likely to run into Champions, tough opponents who can easily wipe you out if you bring the wrong gear to a fight. Barrier, Overload, and Unstoppable Champions can be found in Destiny 2, and each one is a unique adversary that can melt through your defenses before you have a chance to realize that you're horribly outgunned.</p><p>Champions aren't invincible though, and once you know what to equip your Guardian with, they can be decisively dealt with. Here's how you can turn the tables on some of the deadliest foes in Destiny 2.</p><h4>What to equip</h4><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4048503-2022_season_of_plunder_artifact_compressed_001.jpg\"><img alt=\"The Season of Plunder seasonal artifact\" src=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4048503-2022_season_of_plunder_artifact_compressed_001.jpg\" /></a><figcaption>The Season of Plunder seasonal artifact</figcaption></figure><p>Defeating Champions requires either specific Exotic weapons or special armor mods, which change every season. These can be acquired from the seasonal artifact, and you'll need to level up this item to unlock the Champion-killing mods in the first column.</p><a href=\"https://www.gamespot.com/articles/destiny-2-champions-how-to-defeat-barrier-overload-and-unstoppable-champions/1100-6508246/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/netflix-is-dumping-its-first-original-series-in-november/1100-6508653/?ftag=CAD-01-10abi2f", "title": "Netflix Is Dumping Its First Original Series In November", "date_published": "2022-10-26 17:35:00+00:00", "description": "<p dir=\"ltr\">Netflix is apparently dropping its first Netflix Original series, Lilyhammer, this November, due to its license to stream it in the US expiring.</p><p dir=\"ltr\">As reported by <a href=\"https://www.indiewire.com/2022/10/netflix-first-original-series-lilyhammer-1234775795/\">IndieWire</a>, come November you won't be able to watch Lilyhammer anymore, which while it isn't biggest Netflix Original, it is the first. Though it technically isn't an Original at all, as it was a licensed show that originally aired on Norwegian broadcast channel TV NRK. The show's US streaming license expires on November 20, meaning you will no longer be able to watch it following that deadline.</p><p dir=\"ltr\">Lilyhammer first aired on the service February 26, 2012, and went on to run for three seasons, wrapping up in 2014. At the time of its launch, over a decade ago now, Netflix only had 23 million subscribers, but it now sits at 223.1 million, a literal increase of 200 million in that time.</p><a href=\"https://www.gamespot.com/articles/netflix-is-dumping-its-first-original-series-in-november/1100-6508653/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/reviews/marvel-snap-review-mccgu/1900-6417991/?ftag=CAD-01-10abi2f", "title": "Marvel Snap Review - MCCGU", "date_published": "2022-10-26 17:31:00+00:00", "description": "<p dir=\"ltr\">The advent of digital collectible card games has led to an explosion of different approaches to the genre. Mostly, though, new games have adapted the fundamentals of physical CCGs. With Marvel Snap, Hearthstone veteran studio Second Dinner has reduced the collectible card game to its most essential pieces and reimagined them, creating a combination of systems that are elegantly simple without ever feeling simplistic.</p><p dir=\"ltr\">Like many other modern card games, Marvel Snap automates its equivalent of mana or energy, adding one unit per turn. But then it streamlines the genre even further: Each game lasts only six turns, and there is no direct combat between characters or choosing whether to deal damage to enemy scrubs or \"go face\" for direct player damage. Instead, your goal is to accumulate the most power across three locations. At the end of six turns, whoever controls two of the three locations wins the match, and ties are determined by total power across all three.</p><p dir=\"ltr\">Those three locations are randomly selected from a massive pool, each introducing their own intricacies and elements, and the areas range from the straightforward to the silly. The symbiote planet Klyntar will depower every card played on it, while NYC's Central Park adds a 1-power squirrel to each other location. The locations are revealed from left to right over the first three turns. The random nature means you can be halfway through a match when a surprise third location completely shakes up your strategy, and sometimes you'll need to gamble by blindly playing a hero into an unrevealed location.</p><a href=\"https://www.gamespot.com/reviews/marvel-snap-review-mccgu/1900-6417991/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/paragon-epics-game-killed-by-fortnite-lives-again/1100-6508649/?ftag=CAD-01-10abi2f", "title": "Paragon, Epic's Game Killed By Fortnite, Lives Again", "date_published": "2022-10-26 17:27:00+00:00", "description": "<p>Before Epic Games struck gold with Fortnite, the company had a free-to-play MOBA called Paragon that ran for two years <a href=\"https://www.gamespot.com/articles/fortnite-studio-shutting-down-paragon-refunds-offe/1100-6456378/\">before it was eventually shut down</a>. Four years later, Paragon is back thanks to the efforts of a different developer that has used a treasure trove worth of assets from Epic to resurrect the game.</p><p>Spotted by <a href=\"https://www.pcgamer.com/remember-epics-action-moba-that-got-steamrollered-by-fortnites-success-its-back/\">PC Gamer</a>, the new take on the MOBA is called Paragon: The Overprime. The revival is led by South Korean-based studio Netmarble and exists thanks to <a href=\"https://www.gamespot.com/articles/fortnite-might-have-hurt-paragon-but-its-turned-in/1100-6457495/\">Epic releasing almost $12 million worth of assets</a>, for free, on its Epic Game Store platform.</p><p>Epic allows developers to freely use these resources to create games, so Netmarble is continuing from where the company left off and is currently holding a \"final test\" before an early access period begins in November.</p><a href=\"https://www.gamespot.com/articles/paragon-epics-game-killed-by-fortnite-lives-again/1100-6508649/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/samsung-early-black-friday-deals-are-live-here-are-the-best-discounts/2900-4418/", "title": "Samsung Early Black Friday Deals Are Live - Here Are The Best Discounts", "date_published": "2022-10-26 17:22:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054119-samsungfeature%281%29.jpg\" /><br /><h3><p>Samsung seems to be excited about <a href=\"https://www.gamespot.com/black-friday/\">Black Friday</a>, as the manufacturer is already offering big discounts on a variety of its most popular products. The deals are spread across two different promotions (Black Friday in October and Samsung Week), but regardless of why the gadgets are on sale, you’ll be treated to some of the best prices of the year. The savings end on November 1, so be sure to check out the catalog before this coming Tuesday.</p><p>If you’re in the market for a new TV, consider checking out the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimHB3V40XG?u1=gs-gs29004418\">Samsung 65-Inch Class QN90B Neo QLED 4K TV,</a> </span> which is seeing a <strong>staggering $1,000 price cut.</strong> It’s still expensive at $1600, but with a gorgeous 4K display and premium processor to upscale lower-quality images, it could be a great option if you’ve got some cash to burn.</p><p>Tons of computer monitors are on sale right now, including the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimHyIpypbU?u1=gs-gs29004418\">34-Inch S65UA Curved Monitor</a> </span> for $600 (down from $700) and the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimHzkLsUlf?u1=gs-gs29004418\">32-Inch Odyssey Curved Monitor</a> </span> for $360 (down from $430). Both are great options for gaming, although the <span class=\"norewrite\">           <a href=\"https://shop-links.co/cimHz89TBNe?u1=gs-gs29004418\">Odyssey G30A</a> </span> (which is on sale for just $160), might be the best option if you’re simply looking for a reliable monitor with mid-range specs.</p><p>Plenty of other electronics are on sale at Samsung right now, and you’ll find a short list of our favorite deals below.</p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cim5HtAeemf?u1=gs-gs29004418\">See all deals at Samsung</a> </div></div></div><p> </p></h3></p><br />     <p><h2>Galaxy Book Odyssey</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054110-galaxybookodyssey.jpg\" /><br /><h3><p><strong>$910 ($<del>1400</del>)</strong></p><p>Slim, stylish, and loaded up with some impressive hardware, the Galaxy Book Odyssey is definitely worth a closer look at this discounted price. It’s powered by an Intel Core i7, 8GB RAM, and a GeForce RTX 3050Ti Max-Q, which should be more than enough juice for any task you throw at it.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHxLISKCO?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung 34-Inch S65UA Ultra WQHD Curved Monitor</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054111-samsung34-inchcurvedmonitor.jpg\" /><br /><h3><p><strong>$600 ($<del>700</del>)</strong></p><p>With support for HDR10, 100Hz refresh rate, and an impressive 3440x1440 resolution, this curved monitor helps bring your games to life. Of course, you’ll need a beefy rig to run games on something this premium, but if your PC is up to the task, it’s an easy recommendation at $600.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHyIpypbU?u1=gs-gs29004418\">See at Samsung</a> </div></h3></p><br />     <p><h2>Samsung 32-Inch Odyssey G55A Curved Monitor</h2><img src=\"https://www.gamespot.com/a/uploads/scale_super/1702/17023653/4054112-samsung32odyssey.jpg\" /><br /><h3><p><strong>$360 ($<del>430</del>)</strong></p><p>Like the above monitor but not its price tag? This Odyssey model is a good compromise. Offering a 32-inch display, 165Hz refresh rate, and 2560x1440 resolution, it’s a great choice if you’re looking for a high-end monitor that clocks in under $400.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHzkLsUlf?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung 24-Inch Odyssey G30A Monitor</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054113-odysseyg324inch.jpg\" /><br /><h3><p><strong>$160 ($<del>230</del>)</strong></p><p>Despite its rock-bottom price, this Odyssey G30A monitor is surprisingly well-rounded. You’ll be treated to a 144Hz refresh rate, 1ms response time, and FreeSync support for smooth in-game performance.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHz89TBNe?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung 65-Inch Class QN90B Neo QLED 4K TV</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054114-samsung65inchneo.jpg\" /><br /><h3><p><strong>$1600 ($<del>2600</del>)</strong></p><p>Regularly listed for $2,600, this Neo QLED TV is about as premium as it gets. Currently discounted to $1,600, it brings a vivid 4K picture to your home with its array of Mini LEDs, Quantum HDR 32X, and a high-end processor that can optimize and upscale images for an improved viewing experience.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHB3V40XG?u1=gs-gs29004418\">See at Samsung</a> </div></h3></p><br />     <p><h2>Samsung Galaxy Z Fold4</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054115-zfold4.jpg\" /><br /><h3><p><strong>$620 ($<del>1920</del>)</strong></p><p>Get an unlocked Samsung Galaxy Z Fold4 for just $620 with an eligible trade. You’ll get the best price when trading in a Galaxy S22 Ultra 5G or Z Fold3, but most modern phones will knock the price down by more than $500. With its gigantic screen and impressive portability when closed, the Galaxy Z Fold4 is a solid choice for cloud gaming.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHCTAyGHw?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />     <p><h2>Galaxy Tab S8 Ultra</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054116-galaxytabs8.jpg\" /><br /><h3><p><strong>$500 ($<del>1100</del>)</strong></p><p>There are a few different ways to save on the Galaxy Tab S8 Ultra during Samsung Week, but you’ll get the biggest price cut when trading in an old device--and even a phone or tablet with a cracked screen is eligible for up to $500 in savings. Boasting a 14.6-inch display, 8GB RAM, and a camera that can record 4K video, the Tab S8 Ultra deserves a closer look if you’re in the market for a reliable, powerful (and affordable) tablet.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHDGsrqOS?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />     <p><h2>The Freestyle</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054117-thefreestyle.jpg\" /><br /><h3><p><strong>$600 ($<del>800</del>)</strong></p><p>The Freestyle is a portable projector that can create a crisp image of up to 100 inches. It also comes with a nifty design that lets it swivel 180 degrees so you can easily position it on any surface.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHEq7hXkw?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />     <p><h2>The Frame 55-Inch QLED TV</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054118-theframe.jpg\" /><br /><h3><p><strong>$1000 ($<del>1500</del>)</strong></p><p>Half TV, half home décor, The Frame’s design was largely inspired by (surprise!) traditional picture frames. Whether you’re watching TV or displaying pictures from this summer’s vacation, The Frame itself looks just as good as its image, which benefits from a 3840x2160 resolution and premium Quantum Processor 4K.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHE9RChXJ?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />     <p><h2>Samsung 11.1.4ch Soundbar</h2><img src=\"https://www.gamespot.com/a/uploads/original/1702/17023653/4054128-soundbar.jpg\" /><br /><h3><p><strong>$1400 ($<del>1900</del>)</strong></p><p>This premium soundbar features support for Dolby Atmos, a dedicated Game Pro Mode to enhance sound effects while gaming, and a set of wireless speakers to help fill your room with high-end audio. It’s not cheap, but this is one of the better prices we’ve seen for the soundbar in 2022--making now a great time to upgrade your home theater.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/cimHA8qW0N7?u1=gs-gs29004418\">See at Samsung</a> </div></div><p> </p></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/reviews/ghostbusters-spirits-unleashed-review-into-the-ether/1900-6417990/?ftag=CAD-01-10abi2f", "title": "Ghostbusters: Spirits Unleashed Review - Into The Ether", "date_published": "2022-10-26 17:17:00+00:00", "description": "<p dir=\"ltr\">If Illfonic Entertainment set out to make an authentic Ghostbusters experience, it's done so in Ghostbusters: Spirits Unleashed. The game's look, sound, and feel is true-to-form, right down to the voices of Dan Aykroyd and Ernie Hudson as Ray Stantz and Winston Zeddemore, respectively. Manning a proton pack and PKE meter for the first time in order to track and trap ghosts is a shot of ectoplasmic adrenaline. As a video game, however, it falls into a devious trap of its own, one where excitement hastily shifts to monotonous repetition. Spirits Unleashed captures the Ghostbusters feeling well, but that authenticity belies a shallow, repetitive game that quickly wears out its welcome.</p><div>          </div><p dir=\"ltr\">Spirits Unleashed puts you in the shoes of a new Ghostbusters recruit, a nameless grunt sent in to deal with the paranormal hauntings in New York City. The repurposed firehouse from the Ghostbusters franchise serves as your base of operations, and it features a workbench for upgrading gear, lockers to customize your Ghostbuster, and a training area to work out the kinks. Across the alley from the firehouse is an oddities shop run by Ray Stantz himself, where you can talk to the Dan Aykroyd-voiced character about the current goings-on.</p><p dir=\"ltr\">The core gameplay loop is an asymmetrical multiplayer experience, where four Ghostbusters take on a single ghost; the Busters must trap the ghost with no chance of escape, while the Ghost must evade capture and scare NPCs through noise and possession in order to fill a \"haunt meter.\" The ghost has three rifts that act as respawn points at its disposal, and when all three are destroyed, the ghost's next trip into a trap will mark victory for the Busters.</p><a href=\"https://www.gamespot.com/reviews/ghostbusters-spirits-unleashed-review-into-the-ether/1900-6417990/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/joker-2-not-in-new-dc-universe-batman-2-still-years-away/1100-6508652/?ftag=CAD-01-10abi2f", "title": "Joker 2 Not In New DC Universe, Batman 2 Still Years Away", "date_published": "2022-10-26 17:17:00+00:00", "description": "<p dir=\"ltr\">It sounds like Joker: Folie à Deux won't be a part of any connected DC film universe the newly instated James Gunn might oversee.</p><p dir=\"ltr\">Yesterday, October 25, <a href=\"https://www.gamespot.com/articles/james-gunn-will-co-lead-dc-studios-steering-upcoming-dceu-movies-shows-and-cartoons/1100-6508620/\">it was announced that Gunn would co-lead DC Studios</a> alongside Peter Safran, which will include things like DCEU movies, shows, and cartoons. However, the sequel to the <a href=\"https://www.gamespot.com/articles/joker-smashes-box-office-records/1100-6470362/\">2019 box office hit Joker</a> will exist outside of that, according to the report from <a href=\"https://variety.com/2022/film/news/dc-films-james-gunn-peter-safran-hollywood-reacts-1235414194/\">Variety</a> announcing the news.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Accurate. So pleased to be here. <a href=\"https://twitter.com/hashtag/DC?src=hash&amp;ref_src=twsrc^tfw\">#DC</a> <a href=\"https://t.co/KpvdME4Pju\">pic.twitter.com/KpvdME4Pju</a></p>  — James Gunn (@JamesGunn) <a href=\"https://twitter.com/JamesGunn/status/1585005421487882240?ref_src=twsrc^tfw\">October 25, 2022</a></blockquote>              </div><p dir=\"ltr\">It's unclear how involved either Gunn or Safran might be in the Joker sequel, the former obviously being a notable director himself, having worked on all three Guardians of the Galaxy films for Marvel, and last year's The Suicide Squad for DC. Variety noted that one producer questioned if Todd Philips, Joker's director, will want to work with Gunn, though others with knowledge of the studio say this is where Safran comes into the equation.</p><a href=\"https://www.gamespot.com/articles/joker-2-not-in-new-dc-universe-batman-2-still-years-away/1100-6508652/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-callisto-protocols-creator-already-has-ideas-for-a-sequel/1100-6508651/?ftag=CAD-01-10abi2f", "title": "The Callisto Protocol's Creator Already Has Ideas For A Sequel", "date_published": "2022-10-26 17:15:00+00:00", "description": "<p>Despite only launching in early December, a sequel for <a href=\"https://www.gamespot.com/games/the-callisto-protocol/\">The Callisto Protocol</a> is already on the mind of its creator, Glen Schofield.</p><p>In an interview with <a href=\"https://www.inverse.com/gaming/callisto-protocol-sequel-glen-schofield-interview\">Inverse</a>, Schofield couldn't hide his excitement over ideas for a potential sequel. While stressing that this first installment is a complete experience, Schofield explained that he already has ideas for where to go to next, and wonders if players will be receptive to his new ideas once they've experienced the game for themselves.</p><p>\"I want to make a sequel,\" Schofield says. \"This is a complete game, but there's a lot of ideas, cool ideas, we want to do next. I always want to keep making the next big thing. Even after I finish a game, I’m already thinking what's next.\"</p><a href=\"https://www.gamespot.com/articles/the-callisto-protocols-creator-already-has-ideas-for-a-sequel/1100-6508651/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dragon-age-dreadwolf-passes-major-development-milestone/1100-6508650/?ftag=CAD-01-10abi2f", "title": "Dragon Age Dreadwolf Passes Major Development Milestone", "date_published": "2022-10-26 17:10:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/dragon-age-dreadwolf/\">Dragon Age: Dreadwolf</a> has passed a major development milestone. BioWare GM Gary McKay said in a <a href=\"https://www.ea.com/games/dragon-age/news/alpha-milestone\">blog post</a> that the title has now passed the \"alpha\" stage of development, which is a \"huge step\" for the game.</p><p>Alpha, for the purposes of Dreadwolf, means the game is playable from beginning to end. \"Up to this point, we've been working hard on the various parts of the game, but it's not until the Alpha milestone that a game all comes together,\" McKay said.</p><p>\"Now, for the first time, we can experience the entire game, from the opening scenes of the first mission to the very end. We can see, hear, feel, and play everything as a cohesive experience.\"</p><a href=\"https://www.gamespot.com/articles/dragon-age-dreadwolf-passes-major-development-milestone/1100-6508650/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/hideo-kojima-has-said-one-of-his-next-games-is-almost-like-a-new-medium/1100-6508646/?ftag=CAD-01-10abi2f", "title": "Hideo Kojima Has Said One Of His Next Games Is \"Almost Like A New Medium\"", "date_published": "2022-10-26 16:56:00+00:00", "description": "<p dir=\"ltr\">Metal Gear Solid and Death Stranding creator Hideo Kojima has teased one of his upcoming games by calling it almost \"a new medium.\"</p><p dir=\"ltr\">In a recent interview with <a href=\"https://www.theguardian.com/games/2022/oct/26/i-want-to-keep-being-the-first-hideo-kojima-on-seven-years-as-an-independent-game-developer\">The Guardian</a>, Kojima touched on one of his upcoming titles, where he explained that it's something he's wanted to make for years, but the technology wasn't up to scratch until now. \"It's almost like a new medium,\" said Kojima. \"If this succeeds, it will turn things around--not just in the game industry, but in the movie industry as well.\"</p><p dir=\"ltr\">Kojima didn't provide any details on what this means exactly, but spoke about how with new ideas, it's normally the second or third person who is likely to succeed commercially. \"For the first person, everything is hard,\" he said. \"But I want to be the first. I want to keep being the first.\"</p><a href=\"https://www.gamespot.com/articles/hideo-kojima-has-said-one-of-his-next-games-is-almost-like-a-new-medium/1100-6508646/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/according-to-james-cameron-avatar-makes-more-sense-than-marvel-or-dc-movies/1100-6508647/?ftag=CAD-01-10abi2f", "title": "According To James Cameron, Avatar Makes More Sense Than Marvel or DC Movies", "date_published": "2022-10-26 15:48:00+00:00", "description": "<p>The long-awaited Avatar sequels are heading to theaters his holiday season and The Way of Water press tour is starting off with a new interview from <a href=\"https://variety.com/2022/film/news/james-cameron-criticizes-marvel-dc-movie-characters-1235413857/\">The New York Times</a>. Cast members Sam Worthington, Zoe Saldaña, and Sigourney Weaver are returning 15 years after the original, along with director James Cameron, who is finally on the way to finish the story he set out to tell.</p><p>During the interview, Cameron mentioned he wanted to show a new sense of maturity in Jake Sully (Worthington) and Neytiri's (Saldaña) relationship as they built their family. He said that level of maturity is lacking in the characters in the popular Marvel and DC movies saying they were pretty reckless in the first movie, but think of more than themselves this time around.</p><p>\"Zoe and Sam now play parents, 15 years later,\" Cameron explained. \"In the first movie, Sam's character leaps off his flying creature and essentially changes the course of history as a result of this crazy, almost suicidal leap of faith. And Zoe's character leaps off a limb and assumes there's going to be some nice big leaves down there that can cushion her fall.\"</p><a href=\"https://www.gamespot.com/articles/according-to-james-cameron-avatar-makes-more-sense-than-marvel-or-dc-movies/1100-6508647/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wolverines-role-in-deadpool-3-might-be-bigger-than-expected/1100-6508644/?ftag=CAD-01-10abi2f", "title": "Wolverine's Role In Deadpool 3 Might Be Bigger Than Expected", "date_published": "2022-10-26 15:48:00+00:00", "description": "<p dir=\"ltr\">It sounds like Hugh Jackman's role as Wolverine in Deadpool 3 might be bigger than first thought.</p><p dir=\"ltr\">In a recent interview between <a href=\"https://variety.com/2022/film/features/hugh-jackman-dad-death-the-son-wolverine-1235413831/\">Variety</a>, Jackman, and Deadpool actor Ryan Reynolds, the latter spoke about his excitement about bringing the characters together on screen, saying, \"Oh my God, I'm thrilled. It's like old home week. To get to be on set with one of my closest friends each and every day is a dream come true. But to do it with these two iconic characters side by side, that's beyond our wildest dreams.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Hard keeping my mouth sewn shut about this one. ⚔️ <a href=\"https://t.co/OdV7JmAkEu\">pic.twitter.com/OdV7JmAkEu</a></p>  — Ryan Reynolds (@VancityReynolds) <a href=\"https://twitter.com/VancityReynolds/status/1574865217141481477?ref_src=twsrc^tfw\">September 27, 2022</a></blockquote>              </div><p dir=\"ltr\">Reynolds apparently first spoke to Marvel Studios president Kevin Keige three and a half years ago following Disney's acquisition of Fox, where the actor pushed to bring in Wolverine. \"It wasn't possible then. For this to be happening now is pretty damn exciting.\"</p><a href=\"https://www.gamespot.com/articles/wolverines-role-in-deadpool-3-might-be-bigger-than-expected/1100-6508644/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/rocksteady-founders-sefton-hill-and-jamie-walker-are-leaving-the-studio/1100-6508642/?ftag=CAD-01-10abi2f", "title": "Rocksteady Founders Sefton Hill And Jamie Walker Are Leaving The Studio", "date_published": "2022-10-26 15:43:00+00:00", "description": "<p>Rocksteady co-founders and studio heads Sefton Hill and Jamie Walker have officially announced their departure from the company, with their roles being filled by Rocksteady director of production Nathan Burlow and Darius Sadeghian. In a letter posted on Rocksteady's website, Hill and Walker didn't provide any reasons for their departure, but they did thank their staff and fans for the support shown over the years.</p><p>\"There is something extra special about Rocksteady that goes beyond the games we make, and everyone who works here feels it,\" <a href=\"https://www.rocksteadyltd.com/news/letter/\">Hill and Walker wrote</a>. \"It's the incredible moments that we've shared over the years, the friendships made, and the care this team has for each other that have made this unforgettable journey so special.\"</p><p>What is worth noting here is that Hill and Walker mentioned starting \"a new adventure together\" in games, so it looks like they won't be leaving the industry just yet.</p><a href=\"https://www.gamespot.com/articles/rocksteady-founders-sefton-hill-and-jamie-walker-are-leaving-the-studio/1100-6508642/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/playstation-plus-free-games-for-november-2022-revealed/1100-6508602/?ftag=CAD-01-10abi2f", "title": "PlayStation Plus Free Games For November 2022 Revealed", "date_published": "2022-10-26 15:35:00+00:00", "description": "<p dir=\"ltr\">Following yet another <a href=\"https://www.dealabs.com/bons-plans/ps-essential-nioh-2-lego-harry-potter-collection-et-heavenly-bodies-offerts-sur-ps5-ps4-dematerialises-2427400\">leak</a>, PlayStation has officially <a href=\"https://blog.playstation.com/2022/10/26/playstation-plus-monthly-games-for-november-nioh-2-lego-harry-potter-collection-heavenly-bodies/\">announced</a> the next batch of free games for PS Plus subscribers. November's PlayStation Plus free games lineup includes Nioh 2, Lego Harry Potter Collection, and Heavenly Bodies. The trio of freebies should be available starting November 1. As usual, all PS Plus subscribers, regardless of tier, will be able to snag the PS Plus Essentials free games for November. Make sure to claim <a href=\"https://www.gamespot.com/articles/playstation-plus-free-games-for-october-2022-are-available-now/1100-6507878/\">October's lineup</a> before the new batch of games takes its place.</p><p dir=\"ltr\"><strong>Nioh 2</strong> is a yokai-slaying action game from Team Ninja that combines the pinpoint swordplay of Ninja Gaiden with the mechanics of Dark Souls. If you're up for that sort of thing, it's one of the <a href=\"https://www.gamespot.com/articles/the-8-best-souls-like-games-to-play-in-2022/1100-6501667/\">best Souls-likes</a> around, and is <a href=\"https://www.gamespot.com/articles/why-nioh-2-still-stands-out-in-the-soulslike-space/1100-6508298/\">definitely worth a look</a>. Both the PS5 and PS4 versions of Nioh 2 will be free.</p><p dir=\"ltr\">The <strong>Lego Harry Potter Collection</strong> is not the most recent Lego video game out there, as it was released in 2016, but it's regarded as one of the best by reviewers and fans alike. This collection combines <a href=\"https://www.gamespot.com/reviews/lego-harry-potter-years-1-4-review/1900-6267856/\">Years 1-4</a> and <a href=\"https://www.gamespot.com/reviews/lego-harry-potter-years-5-7-review/1900-6346755/\">Years 5-7</a> into one game. If you've already blasted your way through the recent <a href=\"https://www.gamespot.com/reviews/lego-star-wars-the-skywalker-saga-review-duel-of-the-bricks/1900-6417859/\">Lego Star Wars: The Skywalker Saga</a>, it's a good next step.</p><a href=\"https://www.gamespot.com/articles/playstation-plus-free-games-for-november-2022-revealed/1100-6508602/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/god-of-war-ragnarok-wont-have-photo-mode-at-launch/1100-6508643/?ftag=CAD-01-10abi2f", "title": "God Of War Ragnarok Won't Have Photo Mode At Launch", "date_published": "2022-10-26 15:31:00+00:00", "description": "<p>God of War Ragnarok won't have a photo mode at launch, developer Santa Monica Studio has confirmed. Posting on <a href=\"https://twitter.com/SonySantaMonica/status/1585079721020526594\">Twitter</a>, the studio said the mode will come after launch and that it will share more details about what to expect later. \"We can't wait to see all of your captures once it's live,\" the developer added.</p><p>Ragnarok launching without a photo mode isn't out of the ordinary for the series. 2018's God of War launched without a photo mode as well, with the feature <a href=\"https://www.gamespot.com/articles/god-of-war-ps4-adds-photo-mode-in-new-update/1100-6458831/\">coming to the game in an update weeks later. </a></p><p>The photo mode in 2018's God of War was pretty extensive. It allowed played to take and edit screenshots with the ability to adjust the camera's aperture, add filters and borders, and change the facial expressions of Kratos and Atreus. Here's to hoping the photo mode in Ragnarok is similarly robust.</p><a href=\"https://www.gamespot.com/articles/god-of-war-ragnarok-wont-have-photo-mode-at-launch/1100-6508643/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/steam-game-prices-might-have-just-gotten-much-more-expensive-depending-on-where-you-live/1100-6508640/?ftag=CAD-01-10abi2f", "title": "Steam Game Prices Might Have Just Gotten Much More Expensive, Depending On Where You Live", "date_published": "2022-10-26 15:26:00+00:00", "description": "<p dir=\"ltr\">A recent update on Steam seems to have changed the recommended price point for different currencies, some of which have seen an increase of over 500%.</p><p dir=\"ltr\">As shared by <a href=\"https://steamdb.info/blog/valve-price-matrix-2022-update/\">SteamDB</a>, Steamworks documentation was updated on October 18, stating that Valve plans to refresh Steam's price suggestions more frequently, which the company <a href=\"https://steamcommunity.com/groups/steamworks/announcements/detail/3314110913449340511\">officially announced yesterday</a> (October 25). The effect is a potentially major price increase in some regions, including Turkey and Argentina.</p><p dir=\"ltr\">The post noted that when developers price something at $19.99 USD, they might not know what it should be in Qatari riyals or Norwegian krone.</p><a href=\"https://www.gamespot.com/articles/steam-game-prices-might-have-just-gotten-much-more-expensive-depending-on-where-you-live/1100-6508640/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/bethesda-talks-fallout-tv-series-and-rejecting-10-years-of-movie-pitches/1100-6508639/?ftag=CAD-01-10abi2f", "title": "Bethesda Talks Fallout TV Series And Rejecting 10 Years Of Movie Pitches", "date_published": "2022-10-26 15:02:00+00:00", "description": "<p>As part of Fallout's 25th anniversary, Bethesda has released a new video that hypes up the upcoming release of the Fallout TV series from Westworld's Jonathan Nolan and Lisa Joy. In the video, Bethesda's Todd Howard begins by talking about how the company was to make a Fallout movie. Each time, Bethesda said no because it \"just wasn't the right fit.\"</p><p>The idea for a TV series came about when Howard connected with Nolan and learned that he was a big fan of the series. Amazon Studios got on board, and the series is now being made for Prime Video.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">After 25 years of Fallout, there are still stories to tell. <br />Hear why the creative minds at <a href=\"https://twitter.com/PrimeVideo?ref_src=twsrc^tfw\">@PrimeVideo</a> and <a href=\"https://twitter.com/kilter_films?ref_src=twsrc^tfw\">@Kilter_films</a> are up to the task. <a href=\"https://twitter.com/hashtag/Fallout25?src=hash&amp;ref_src=twsrc^tfw\">#Fallout25</a> <a href=\"https://t.co/PzdXp520d2\">pic.twitter.com/PzdXp520d2</a></p>  — Bethesda Game Studios (@BethesdaStudios) <a href=\"https://twitter.com/BethesdaStudios/status/1585285471155982337?ref_src=twsrc^tfw\">October 26, 2022</a></blockquote>              </div><p>Istvan Pely, an art director at Bethesda, said it's been impressive to see how Bethesda's own designs and vision for Fallout are being faithfully recreated in the TV series. Tim Cain, the co-creator of the Fallout series, also appears in the video and talks about the enduring legacy of the series.</p><a href=\"https://www.gamespot.com/articles/bethesda-talks-fallout-tv-series-and-rejecting-10-years-of-movie-pitches/1100-6508639/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/hbo-maxs-green-lantern-series-being-redeveloped-to-focus-on-john-stewart/1100-6508641/?ftag=CAD-01-10abi2f", "title": "HBO Max's Green Lantern Series Being Redeveloped To Focus On John Stewart", "date_published": "2022-10-26 15:01:00+00:00", "description": "<p>Things are again moved around in the now ever-shifting world of Warner Bros. Discovery as Greg Berlanti's longtime in-development Green Lantern series at HBO will now be redeveloped. Originally set to focus on two Green Lanterns, Alan Scott and Guy Gardner, <a href=\"https://www.gamespot.com/articles/hbo-maxs-green-lantern-casts-finn-wittrock-as-guy-gardner/1100-6490858/\">played respectively by Jeremy Irvine and Finn Wittrock</a>, <a href=\"https://www.hollywoodreporter.com/tv/tv-news/greg-berlanti-green-lantern-series-hbo-max-redeveloped-1235248929/\">The Hollywood Reporter</a> has revealed that the series will now shine an emerald spotlight on fan-favorite John Stewart.</p><p>Sources told THR that Stewart, who grew into prominence in the early 1970s and was featured in the Justice League animated series, was originally off the table. Former DC film spearheader Zack Snyder once had his own plans for the character with actor Wayne T. Carr suiting up in the role. Stewart was also recently featured in his own animated movie, voiced by Aldis Hodge, who can now be seen as Hawkman in Black Adam.</p><p>As part of this overhaul, showrunner Seth Grahame-Smith has now departed the series. He had completed scripts for a full season of eight episodes and chose to leave the project after the constant number of regime changes at HBO Max.</p><a href=\"https://www.gamespot.com/articles/hbo-maxs-green-lantern-series-being-redeveloped-to-focus-on-john-stewart/1100-6508641/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/the-callisto-protocol-isnt-just-another-dead-space/2300-6459849/", "title": "The Callisto Protocol Isn't Just Another Dead Space", "date_published": "2022-10-26 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4054235-preview_callisto_site.jpg\" width=\"480\" /> GameSpot had the opportunity to check out Striking Distance's survival horror game, The Callisto Protocol. Jordan played for around 90 minutes, and it didn't end up being as scary as he expected.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-callisto-protocol-strength-is-satisfying-combat-not-scares/1100-6508584/?ftag=CAD-01-10abi2f", "title": "The Callisto Protocol's Strength Seems To Lie In Its Satisfying Combat, Not Scares", "date_published": "2022-10-26 15:00:00+00:00", "description": "<p>Despite looking a whole lot like the spiritual successor to Dead Space, I was surprised by how little <a href=\"https://www.gamespot.com/games/the-callisto-protocol/\">The Callisto Protocol</a> terrified me. The setting and enemy designs are certainly unnerving but in a way I've seen before, and there is a sense of comfort in that familiarity. The Callisto Protocol stands out in what it does differently, in which it injects a compelling melee combat system into a survival-horror game. Many survival-horror games keep the monsters more than an arm's length away, allowing you to keep them at bay with a handgun, plasma cutter, camera, or some other manner of clicking-and-shooting. The Callisto Protocol breaks that mold, amping its tension by encouraging you to aggressively deal with whatever gross monster you're fighting.</p><p dir=\"ltr\">Developed by Striking Distance Studios, The Callisto Protocol sees you play as Jacob Lee, who's being kept in Black Iron, a prison located upon Callisto, one of Jupiter's moons. Why Jacob is being held there hasn't been revealed, only that he goes to prison following the death of his wife (I presume he's blamed for her demise). Regardless of his reasons for being there, Jacob quickly finds himself needing to escape as a deadly infection sweeps Black Iron, transforming the former human inhabitants into monstrous mutations referred to as biophages.</p><p dir=\"ltr\">\"[Jacob] gets thrown into prison just before this outbreak [begins] and it's kind of stunning for him,\" Striking Distance Studios CEO Glen Schofield told me, following an hour and a half of time with the game during a preview event.</p><a href=\"https://www.gamespot.com/articles/the-callisto-protocol-strength-is-satisfying-combat-not-scares/1100-6508584/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/this-50-xbox-wireless-controller-bundle-includes-a-free-game/1100-6507684/?ftag=CAD-01-10abi2f", "title": "This $50 Xbox Wireless Controller Bundle Includes A Free Game", "date_published": "2022-10-26 14:55:00+00:00", "description": "<p>If you need a new Xbox Series X|S controller, a <span class=\"norewrite\">           <a href=\"https://www.ebay.com/itm/295221413697?toolid=10001&amp;mkcid=1&amp;campid=5338497749&amp;mkevt=1&amp;mkrid=711-53200-19255-0&amp;customid=[subid_value]\">new eBay deal</a> </span> can save you some cash and net you a free digital copy of Watch Dogs: Legion for Series X|S. The wireless controller is discounted to $50, which is around the average discount for official Xbox controllers. The free game is what makes this one of the best Xbox controller deals we've seen this year,</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/295221413697?toolid=10001&amp;mkcid=1&amp;campid=5338497749&amp;mkevt=1&amp;mkrid=711-53200-19255-0&amp;customid=[subid_value]\">See deal at eBay (Robot White)</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/304630312274?toolid=10001&amp;mkcid=1&amp;campid=5338497749&amp;mkevt=1&amp;_trkparms=5079:5000006401&amp;mkrid=711-53200-19255-0&amp;customid=[subid_value]\">See deal at eBay (Carbon Black)</a> </div><p dir=\"ltr\">This offer includes Robot White and Carbon Black models. The controller is brand-new and in its original sealed packaging. Its pristine chassis is untouched by any other gamer's hands (thank goodness).</p><p dir=\"ltr\">The controller ships for free to anywhere in the continental US (sorry Alaska and Hawaii), while the Watch Dogs: Legion code is sent via email within 10 days of purchase, and is redeemable from the Microsoft Store on your Xbox Series X|S.</p><a href=\"https://www.gamespot.com/articles/this-50-xbox-wireless-controller-bundle-includes-a-free-game/1100-6507684/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/get-the-witcher-for-free-right-now/1100-6508638/?ftag=CAD-01-10abi2f", "title": "Get The Witcher For Free Right Now", "date_published": "2022-10-26 14:51:00+00:00", "description": "<p>Nothing is better than a free game, and right now on GOG, you can grab the very first entry in the Witcher series for essentially nothing. You'll need to tackle some light work to claim it, as getting your hands on the enhanced edition of the RPG requires signing up for the GOG newsletter. As an extra bonus, you'll also score a free Card Keg for Gwent. Plus, the end result will be email notifications of good deals on GOG whenever they're available (you can always unsubscribe at a later time).</p><p>In case you haven't heard of it, GOG is owned by Witcher company CD Projekt and is a digital storefront similar to Steam. It's home to a wide selection of modern and classic games, so if you prefer retro entertainment, this is a good store to visit first. What makes GOG different is that it has a \"you buy it you own it\" mentality, which means that games purchased through it don't come with intrusive DRM features.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.gog.com/gwent-welcome-bonus\">Claim The Witcher on GOG</a> </div></div><p> </p><a href=\"https://www.gamespot.com/articles/get-the-witcher-for-free-right-now/1100-6508638/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/redditors-are-convinced-new-rtx-4090-power-cords-are-melting-down/1100-6508637/?ftag=CAD-01-10abi2f", "title": "Redditors Are Convinced New RTX 4090 Power Cords Are Melting Down", "date_published": "2022-10-26 14:50:00+00:00", "description": "<p dir=\"ltr\">Nvidia's GeForce RTX 4090 is a graphical behemoth, but some Redditors are reporting that its 16-pin power adapter may have a fatal flaw. User reggie_bakil <a href=\"https://www.reddit.com/r/nvidia/comments/yc6g3u/rtx_4090_adapter_burned/\">posted</a> a photo of a melted RTX 4090 power cord to the unofficial Nvidia subreddit this week, with <a href=\"https://www.reddit.com/r/nvidia/comments/yc6g3u/comment/itmjt9d/?utm_source=share&amp;utm_medium=web2x&amp;context=3\">another user</a> stating that they experienced similar damage.</p><p dir=\"ltr\">Nvidia introduced a new 16-pin power connector with the RTX 3090 Ti, and its top-of-the-line cards all use the connector. However, some users have expressed concerns that the 12VHPWR connector will not join cleanly with ATX 3.0 power supplies if the cable is bent or curved too close to the connector itself. Given that most PC cases are fairly crowded these days, this can be difficult (if not impossible) to achieve with certain builds.</p><p dir=\"ltr\">According to <a href=\"https://www.theverge.com/2022/10/25/23422349/nvidia-rtx-4090-power-cables-connectors-melting-burning\">The Verge</a>, YouTuber JayzTwoCents contacted Nvidia with concerns over the connector, but Nvidia replied he was \"worrying about issues that don't exist.\" If you're concerned about these potential issues, you can ditch the Nvidia adapter altogether for a single cable with two 8-pin power connectors. <a href=\"https://www.corsair.com/us/en/Categories/Products/Accessories-%7C-Parts/PC-Components/Power-Supplies/600W-PCIe-5-0-12VHPWR-Type-4-PSU-Power-Cable/p/CP-8920284\">Corsair</a> and <a href=\"https://www.bequiet.com/en/accessories/power-cable/805\">Be Quiet</a> both sell their own versions of this cable, though they are both currently experiencing supply shortages due to these issues.</p><a href=\"https://www.gamespot.com/articles/redditors-are-convinced-new-rtx-4090-power-cords-are-melting-down/1100-6508637/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/snag-10-racing-games-for-only-5-for-a-limited-time/1100-6508619/?ftag=CAD-01-10abi2f", "title": "Snag 10 Racing Games For Only $5 For A Limited Time", "date_published": "2022-10-26 14:49:00+00:00", "description": "<p dir=\"ltr\">Racing fans should check out Fanatical’s new Nitro Bundle 3, which lets you pick up to 10 racing PC games for just $5.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/pick-and-mix/build-your-own-nitro-bundle-3\">See at Fanatical</a> </div><p dir=\"ltr\"> </p><p dir=\"ltr\">Customers select from 19 racing games to build their own bundle. Like other Fanatical DIY deals, the price changes depending on how many games you add to your purchase, starting at one game for just $1, five games for $3, or 10 for $5. The list of possible choices includes high-speed futuristic racers like <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/antigraviator\">Antigraviator</a> </span> and <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/grip\">GRIP: Combat Racing,</a> </span> which remind us of PlayStation classics like Wipeout and Rollcage. There are also racing sims like <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/v-rally-4\">V-Rally 4</a> </span> and <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/race-condition\">Race Condition</a> </span> if you prefer more hands-on driving.</p><a href=\"https://www.gamespot.com/articles/snag-10-racing-games-for-only-5-for-a-limited-time/1100-6508619/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-last-of-us-multiplayer-job-ad-calls-for-someone-with-free-to-play-experience/1100-6508636/?ftag=CAD-01-10abi2f", "title": "The Last Of Us Multiplayer Job Ad Calls For Someone With Free-To-Play Experience", "date_published": "2022-10-26 14:47:00+00:00", "description": "<p dir=\"ltr\">A recent job listing at Naughty Dog might be pointing towards the untitled The Last of Us multiplayer title being free-to-play.</p><p dir=\"ltr\">As spotted by Reddit user JadedDarkness, shared to the <a href=\"https://www.reddit.com/r/GamingLeaksAndRumours/comments/yden5h/naughty_dogs_upcoming_the_last_of_us_multiplayer/?utm_source=share&amp;utm_medium=ios_app&amp;utm_name=iossmf\">GamingLeaksAndRumours subreddit</a>, a <a href=\"https://www.naughtydog.com/greenhouse/job/4627498?gh_jid=4627498\">live ops producer role</a> posted by Naughty Dog seems to suggest that the studio's multiplayer The Last of Us game might be free-to-play. In the bonus skills section, one of the points listed reads, \"Proven experience in a production role supporting a AAA, free to play, live title.\"</p><p dir=\"ltr\">Naughty Dog hasn't announced a free-to-play title, but last year the studio <a href=\"https://www.gamespot.com/articles/last-of-us-dev-is-hiring-an-economy-designer-for-a-multiplayer-game-with-live-service-elements/1100-6488584/\">was looking for an economy designer</a> for a multiplayer game with live service elements, which was prior to the official reveal that <a href=\"https://www.gamespot.com/articles/the-last-of-us-standalone-multiplayer-game-confirmed/1100-6504381/\">The Last of Us multiplayer would be a standalone title</a>. Considering Sony has plans to <a href=\"https://www.gamespot.com/articles/sony-projects-launching-12-live-service-games-by-2025/1100-6503924/\">launch 12 live service games by 2025</a>, a free-to-play, multiplayer The Last of Us would fit quite nicely in there.</p><a href=\"https://www.gamespot.com/articles/the-last-of-us-multiplayer-job-ad-calls-for-someone-with-free-to-play-experience/1100-6508636/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-494-october-26-2022/1100-6508634/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#494) - October 26, 2022", "date_published": "2022-10-26 14:33:00+00:00", "description": "<p>It might be the middle of the week, but there's still no slowing down this <a href=\"https://www.gamespot.com/games/wordle/\">Wordle </a>train. We've returned to offer more help to people in need when it comes to getting the Wordle correct. This time, we're helping out with the answer on October 26, and players will need some extra help with this one. Today's answer has some common letters in it, but a fair amount of players might not know this particular word. Some users might be able to identify the word based solely on their guesses, but others might be stumped very early on. If you haven't started the Wordle just yet, then you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a>. However, if you're already past the starting point, then you're likely looking for some hints.</p><p>Luckily, we provide just that further down in this article. We also spell out the full answer even further down, so if you don't want to be spoiled, don't read below the hints.</p><h2>Today's Wordle Answer - October 26, 2022</h2><p>We'll begin with two hints that directly relate to today's Wordle answer, but don't give it away immediately.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-494-october-26-2022/1100-6508634/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/george-r-r-martin-gives-update-on-winds-of-winter-says-its-75-done-and-biggest-book-yet/1100-6508635/?ftag=CAD-01-10abi2f", "title": "George R.R. Martin Gives Update On Winds Of Winter, Says It's 75% Done And Biggest Book Yet", "date_published": "2022-10-26 14:26:00+00:00", "description": "<p>Author George R.R. Martin has provided an update on the next A Song of Ice and Fire book, The Winds of Winter, which he's been working on for a long time now. Fans are eagerly awaiting its release, but the book isn't ready yet and likely won't be soon, Martin said on The Late Show with Stephen Colbert recently.</p><p>The Winds of Winter will be the biggest entry in the series so far by page count, Martin said, noting that it will eclipse A Storm of Swords and Dance With Dragons.</p><p>\"I am making progress with The Winds of Winter, but it's still not done yet. I think it's going to be a very big book. The biggest books so far were The Storm of Swords and Dance With Dragons. Those were both about 1,500 pages. This one is going to be bigger,\" he said.</p><a href=\"https://www.gamespot.com/articles/george-r-r-martin-gives-update-on-winds-of-winter-says-its-75-done-and-biggest-book-yet/1100-6508635/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-simpsons-death-note-anime-parody-looks-better-than-expected/1100-6508631/?ftag=CAD-01-10abi2f", "title": "The Simpsons Death Note Anime Parody Looks Better Than Expected", "date_published": "2022-10-26 14:24:00+00:00", "description": "<p>The Simpsons have celebrated Halloween every year for decades now, and for this year's Treehouse of Horror special, the animated series is grabbing some anime inspiration with a Death Note parody. Titled \"Death Tome,\" this mini-episode will see Lisa Simpson stumble upon the deadly book that allows her to kill anyone simply by writing their name and cause of death within it.</p><p>What sets this parody apart is that the episode will go all in on its Japanese animation influence, creating a Halloween tale that is designed to feel like an authentic Simpsons anime. The first opening scene and images from Death Tome have appeared online, showcasing a version of The Simpsons that was animated by Korean studio DR Movie. the production house has a long list of animation credits, including The Animatrix, several DC Animated Universe films, and support work on the actual Death Note anime series.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\"><a href=\"https://t.co/j8zCG4a4js\">pic.twitter.com/j8zCG4a4js</a></p>  — Out of Context Simpsons Treehouse of Horror 🎃 (@OOCCouchGags) <a href=\"https://twitter.com/OOCCouchGags/status/1584835469191581696?ref_src=twsrc^tfw\">October 25, 2022</a></blockquote>              </div><p>Other segments in this year's Treehouse of Horror will see the show poke fun at classic Australian horror film The Babadook and a Westworld parody when it premieres on October 30. Beyond the Halloween special, <a href=\"https://www.gamespot.com/articles/simpsons-season-34-will-feature-an-anime-parody-of-death-note/1100-6506304/\">you can also expect season 34</a> of the long-running series to take on Ellen, It, and QAnon. One of the guest stars for this season is Melissa McCarthy, who'll play a rival for Grandpa Simpson's love.</p><a href=\"https://www.gamespot.com/articles/the-simpsons-death-note-anime-parody-looks-better-than-expected/1100-6508631/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/george-r-r-martin-worked-on-elden-ring-but-has-never-played-it/1100-6508629/?ftag=CAD-01-10abi2f", "title": "George R.R. Martin Worked On Elden Ring But Has Never Played It", "date_published": "2022-10-26 14:15:00+00:00", "description": "<p>Author George R.R. Martin helped create one of 2022's best games, <a href=\"https://www.gamespot.com/games/elden-ring/\">Elden Ring</a>, but the man himself hasn't played it. The author said on The Last Show with Stephen Colbert that he has an addictive personality and no longer plays video games at all. Not only that, but playing Elden Ring would take him away from writing the long-awaited Winds of Winter, he admitted.</p><p>\"I have not played it because people seem to want this Winds of Winter book [laughs]. I have, unfortunately, a totally addictive personality. I did play video games a <em>long </em>time ago. I played games like Railroad Tycoon and Master of Orion and Homeworld,\" he said. \"I would get sucked into it and weeks, months would go by. I'd be sitting there in my red flannel bathrobe going, 'One more game, one more game!'\"</p><div>          </div><p>So Martin decided to \"go cold turkey\" and stop playing video games altogether. That said, Martin said he feels \"very gratified\" to have worked on Elden Ring, a game that enjoyed enormous critical and commercial success upon release earlier this year.</p><a href=\"https://www.gamespot.com/articles/george-r-r-martin-worked-on-elden-ring-but-has-never-played-it/1100-6508629/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/bryan-cranston-is-working-on-a-malcolm-in-the-middle-reboot-script-according-frankie-muniz/1100-6508633/?ftag=CAD-01-10abi2f", "title": "Bryan Cranston Is Working On A Malcolm In The Middle Reboot Script, According Frankie Muniz", "date_published": "2022-10-26 14:12:00+00:00", "description": "<p dir=\"ltr\">A Malcolm in the Middle reboot might be in the cards, as Frankie Muniz says that former co-star Bryan Cranston might be heading up a script.</p><p dir=\"ltr\">Malcolm in the Middle has been off the air for 16 years now, but like many popular shows, fans are always wondering if a reboot could happen. According to Muniz in a recent interview with <a href=\"https://www.foxnews.com/entertainment/malcolm-middle-star-frankie-muniz-reveals-why-briefly-left-hollywood\">Fox News Digital</a>, one could be in the works, with Cranston, now possibly better known for his role in Breaking Bad, apparently writing a script for it.</p><p dir=\"ltr\">\"I know Bryan Cranston is really into the idea,\" Muniz said of a potential reboot, going on to say, \"He's kind of heading writing the script and getting everything rolling. So, there might be something. I would be down 100 percent. But I don’t know--we’ll see what happens.\"</p><a href=\"https://www.gamespot.com/articles/bryan-cranston-is-working-on-a-malcolm-in-the-middle-reboot-script-according-frankie-muniz/1100-6508633/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-witcher-remake-coming-with-unreal-engine-5/1100-6508632/?ftag=CAD-01-10abi2f", "title": "The Witcher Remake Coming With Unreal Engine 5", "date_published": "2022-10-26 14:03:00+00:00", "description": "<p>The Witcher is getting a remake. CD Projekt Red has announced it's remaking the game using the Unreal Engine 5. This game was <a href=\"https://www.gamespot.com/articles/cyberpunk-2077-sequel-new-witcher-games-and-an-original-ip-in-development-at-cd-projekt-red/1100-6508005/\">technically announced previously as the Canis Majoris project</a>, but this is the first time that the Polish studio is confirming what the game really is.</p><p>CD Projekt Red is working with Polish studio Fool's Theory on the remake. It's going to be some time before more details are announced, so fans should stay patient. \"We want to do this right, so please be patient--it's gonna be a while until we can share more details,\" the studio said.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We're thrilled to reveal that, together with <a href=\"https://twitter.com/Fools_Theory?ref_src=twsrc^tfw\">@Fools_Theory</a>, we're working on remaking The Witcher using Unreal Engine 5 (codename: Canis Majoris)! <br />We want to do this right, so please be patient — it's gonna be a while until we can share more details. <br />⚔️ <a href=\"https://t.co/6VCAokPgXs\">https://t.co/6VCAokPgXs</a> <a href=\"https://t.co/ERFOXQrUEP\">pic.twitter.com/ERFOXQrUEP</a></p>  — The Witcher (@witchergame) <a href=\"https://twitter.com/witchergame/status/1585270206305386497?ref_src=twsrc^tfw\">October 26, 2022</a></blockquote>              </div><p>The original Witcher was released in October 2007, so it's celebrating its 15th anniversary this year. Multiple sequels followed, and the entire series is a <a href=\"https://www.gamespot.com/articles/cyberpunk-2077-sales-climb-to-18-million-as-witcher-3-hits-40-million-sold/1100-6502484/\">bonafide juggernaut with 65 million copies sold overall</a>.</p><a href=\"https://www.gamespot.com/articles/the-witcher-remake-coming-with-unreal-engine-5/1100-6508632/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-update-6-2-5-1-brings-a-selection-of-small-fixes-and-tweaks/1100-6508630/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Update 6.2.5.1 Brings A Selection Of Small Fixes And Tweaks", "date_published": "2022-10-26 13:51:00+00:00", "description": "<p dir=\"ltr\">Destiny 2 hotfix 6.2.5.1 is here, and the update brings with it a few quick fixes to various issues the game has recently been experiencing. Read on for a look at the full patch notes.</p><p dir=\"ltr\">The Iron Banner: Eruption event has had an issue fixed where players were receiving Crucible medals instead of Iron Banner medals. For seasonal content, an issue that prevented players from placing Ships of the Shipstealer relics in the HELM has now been fixed, as well as an issue that made the week-seven <a href=\"https://www.gamespot.com/articles/destiny-2-season-of-plunder-seasonal-challenges-guide-week-10/1100-6506716/\">seasonal challenge</a> Shaper II much harder than other challenges players would need to do in order to gain Repute, meaning you now only need to level up a single weapon to the required level, rather than three.</p><p dir=\"ltr\">A general issue in raids and dungeons that meant players sometimes weren't teleporting to the reward location after finishing the final encounter was fixed. An issue where certain raids and dungeons weren't progressing the Masked Mayhem Triumph for gilding the Ghost Writer Seal was also fixed.</p><a href=\"https://www.gamespot.com/articles/destiny-2-update-6-2-5-1-brings-a-selection-of-small-fixes-and-tweaks/1100-6508630/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-release-date-set-for-march-3-2023/1100-6508627/?ftag=CAD-01-10abi2f", "title": "Wo Long: Fallen Dynasty Release Date Set For March 3, 2023", "date_published": "2022-10-26 13:28:00+00:00", "description": "<p>Team Ninja has announced that its upcoming Souls-like Wo Long: Fallen Dynasty will officially launch on March 3, 2023. Set in a dark fantasy version of China during its warring Three Kingdoms period of history, Wo Long: Fallen Dynasty is aiming to be bigger in scale than Team Ninja's Nioh games and even more challenging.</p><p>While its core structure will be familiar to fans of the genre--tough foes that can easily smash through your defenses, checkpoints that respawn enemies, and limited healing options--the game does have a much faster and more aggressive approach to that genre's foundation.</p><p>After launch, Wo Long: Fallen Dynasty will receive three DLC packs that contain new stages, weapons, demons, and more. The game itself will also be available in several editions, including a deluxe digital version that comes with a season pass, digital artbook, and digital soundtrack.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-release-date-set-for-march-3-2023/1100-6508627/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/monster-hunter-rise-passes-11-million-sales-capcom-still-growing/1100-6508628/?ftag=CAD-01-10abi2f", "title": "Monster Hunter Rise Passes 11 Million Sales, Capcom Still Growing", "date_published": "2022-10-26 13:24:00+00:00", "description": "<p dir=\"ltr\">Capcom has posted its latest quarterly earnings, showing that Monster Hunter Rise is continuing to sell well.</p><p dir=\"ltr\">The developer <a href=\"https://www.capcom.co.jp/ir/english/news/html/e221026b.html\">shared the news</a> that Monster Hunter Rise has sold more than 11 million units sold worldwide, which it reported <a href=\"https://www.gamespot.com/articles/monster-hunter-rise-sunbreak-hits-4-million-units-sold-less-than-two-months-after-release/1100-6506754/\">back in August</a>, and the DLC expansion Sunbreak has now hit 4.4 million units sold, an increase of about 400,000 since the same month. Resident Evil 2 Remake is also confirmed to have sold more than 10 million units.</p><p dir=\"ltr\">Players also shouldn't expect any new release prior to Resident Evil 4 Remake's release in March next year, as that's the big upcoming title for the developer.</p><a href=\"https://www.gamespot.com/articles/monster-hunter-rise-passes-11-million-sales-capcom-still-growing/1100-6508628/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/naughty-dog-co-developing-new-game-with-tlou-remake-studio-and-a-new-team-job-ad-says/1100-6508626/?ftag=CAD-01-10abi2f", "title": "Naughty Dog Co-Developing New Game With TLOU Remake Studio And A New Team, Job Ad Says", "date_published": "2022-10-26 12:55:00+00:00", "description": "<p>A recently spotted job listing seems to suggest that The Last of Us developer Naughty Dog is working alongside the studio behind the game's recent remake on a new \"high visibility\" project. Not only that, but PlayStation may be creating a new internal game studio for this project, whatever it may be.</p><p>A <a href=\"https://boards.greenhouse.io/sonyinteractiveentertainmentglobal/jobs/4714136004\">job ad</a> spotted by <a href=\"https://www.pushsquare.com/news/2022/10/naughty-dog-to-partner-with-pss-visual-arts-for-unannounced-aaa-title\">Push Square</a> at PlayStation Global calls for a senior producer who will work at a \"new internal game development team\" that PlayStation is building. The listing said this new team will work alongside PlayStation Studios Visual Arts--the team that worked on the Last of Us Remake--and Naughty Dog.</p><p>\"This high visibility project is being developed in collaboration with Naughty Dog. Though currently unannounced, we have a clear vision and plan to release. Using our existing expertise and premier talent, we will guarantee a high visual quality bar for the game and a compelling experience for our players,\" the listing said.</p><a href=\"https://www.gamespot.com/articles/naughty-dog-co-developing-new-game-with-tlou-remake-studio-and-a-new-team-job-ad-says/1100-6508626/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-made-more-money-in-past-3-months-than-it-ever-has-for-a-q1-in-20-year-history/1100-6508625/?ftag=CAD-01-10abi2f", "title": "Xbox Made More Money In Past 3 Months Than It Ever Has For A Q1 In 20-Year History", "date_published": "2022-10-26 12:17:00+00:00", "description": "<p>Microsoft has announced its latest earnings results, and this includes reporting on how the Xbox business specifically is performing. The Xbox division saw a 4% overall increase to revenue, reaching $3.61 billion, <a href=\"https://www.windowscentral.com/gaming/xbox/xbox-fy23-q1-gaming-revenue-up-4-thanks-to-hardware-offset-by-reduced-content-engagement\">Windows Central reported</a>.</p><p>According to <a href=\"https://twitter.com/DomsPlaying/status/1585005171528323073\">DomsPlaying on Twitter</a>, this is a new all-time record for revenue in a Q1 period (Microsoft's Q1 ended September 30, 2022) for Xbox, dating back to the inception of Xbox more than two decades ago.</p><p>Xbox hardware saw a 13% increase in revenue thanks to ongoing sales of Xbox consoles and accessories. Xbox content and services, however, saw a decline of 3% in revenue. Microsoft said the declines were attributed, in part, to lower first-party and third-party game sales. Microsoft also reported \"lower engagement hours\" during the period. However, \"higher monetization\" and growth in Xbox Game Pass subscriptions helped offset the overall declines.</p><a href=\"https://www.gamespot.com/articles/xbox-made-more-money-in-past-3-months-than-it-ever-has-for-a-q1-in-20-year-history/1100-6508625/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gamestop-will-reportedly-close-stores-for-thanksgiving-this-year/1100-6508624/?ftag=CAD-01-10abi2f", "title": "GameStop Will Reportedly Close Stores For Thanksgiving This Year", "date_published": "2022-10-26 06:37:00+00:00", "description": "<p>While in previous years GameStop has opened its stores for limited hours on Thanksgiving night, getting a head start on Black Friday sales, it appears the retailer plans to close for the holiday this year.</p><p>The report comes courtesy of @videogamedeals on Twitter, who posted an image of what looks like an internal email or communication from the GameStop team. Among a list of extended holiday hours, the image shows stores are designated to be closed for Thanksgiving day.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">News: GameStop Holiday Hours. Employees actually get Thanksgiving off. <a href=\"https://t.co/hkMS4HLMpq\">pic.twitter.com/hkMS4HLMpq</a></p>  — Cheap Ass Gamer (@videogamedeals) <a href=\"https://twitter.com/videogamedeals/status/1584542400718016513?ref_src=twsrc^tfw\">October 24, 2022</a></blockquote>              </div><p>Prior to the pandemic, GameStop joined other stores in opening limited hours on Thanksgiving, starting from 3 or 4PM. In 2020, the gaming retailer <a href=\"https://www.gamespot.com/articles/gamestop-stores-will-be-closed-thanksgiving-day-but-black-friday-deals-are-starting-earlier/1100-6483466/\">chose not to open at all</a> on Thanksgiving due to the COVID-19 pandemic, and in 2021 only some stores were opened on Thanksgiving day, offering limited stocks of PS5 and Xbox Series X|S consoles.</p><a href=\"https://www.gamespot.com/articles/gamestop-will-reportedly-close-stores-for-thanksgiving-this-year/1100-6508624/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-reportedly-passed-on-genshin-impact/1100-6508623/?ftag=CAD-01-10abi2f", "title": "Xbox Reportedly Passed On Genshin Impact", "date_published": "2022-10-26 05:55:00+00:00", "description": "<p>For the two years since it first released, <a href=\"https://www.gamespot.com/games/genshin-impact/\">Genshin Impact</a> has been console exclusive to PlayStation, with a new report saying Xbox failed to reach a deal with developer MiHoYo while it was still in development.</p><p>A recent <a href=\"https://www.reuters.com/technology/microsoft-powers-up-search-chinese-gaming-hits-race-against-sony-2022-10-24/\">Reuters report</a> looks into Microsoft's focus on the Chinese game industry, citing missing out on Genshin Impact as one of the reasons behind its increased interest in the region. The game has <a href=\"https://www.gamespot.com/articles/genshin-impact-is-the-quickest-mobile-game-to-make-1-billion/1100-6489256/\">earned billions just on mobile platforms</a>, and presumably has made a lot of money for Sony across PlayStation 4 and 5 as well.</p><p>An anonymous source quoted by Reuters claims that Xbox spoke to MiHoYo (now HoYoverse) when Genshin Impact was early in development but didn't reach a deal, something Microsoft now has regrets about. Another source claims that this experience is driving Microsoft's current search to recruit Chinese developers. They added that Genshin Impact has made a lot of money for Sony, though just how much is unclear, as there is no publicly available data for the game's revenue on PlayStation.</p><a href=\"https://www.gamespot.com/articles/xbox-reportedly-passed-on-genshin-impact/1100-6508623/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/age-of-mythology-retold-has-been-announced/1100-6508622/?ftag=CAD-01-10abi2f", "title": "Age Of Mythology Retold Has Been Announced", "date_published": "2022-10-26 05:05:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/age-of-mythology/\">Age of Mythology</a> is finally getting its very own Definitive Edition with <a href=\"https://www.gamespot.com/games/age-of-mythology-retold/\">Age of Mythology Retold</a>, Xbox has announced in today's 25th Anniversary broadcast. </p><p>Released in 2002, Age of Mythology brought a fantastical take to the classic Age of Empires formula, with playable cultures based off Greek, Egyptian, and Norse mythology. Players could create mythical units by spending a new resource called 'favor,' which was earned by praying to or honoring a god of choice. New cultures Atlanteans and Chinese were added in subsequent expansions, as well as the ability to summon huge, destructive Titans.</p><p>Age of Mythology got an Extended Edition re-release in 2014 that added a number of upgrades including Twitch support and some graphical enhancement, but now is in line for the same Definitive Edition treatment that the three mainline Age of Empire games have already received.</p><a href=\"https://www.gamespot.com/articles/age-of-mythology-retold-has-been-announced/1100-6508622/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dying-light-2-stay-humans-first-halloween-event-turns-zombies-into-pumpkins/1100-6508621/?ftag=CAD-01-10abi2f", "title": "Dying Light 2 Stay Human's First Halloween Event Turns Zombies Into Pumpkins", "date_published": "2022-10-26 04:17:00+00:00", "description": "<p>While Dying Light 2's zombie-filled open world already feels ready for the spooky season, developer Techland has announced a week-long Halloween event to bring even more seasonal treats. The game's dangerous volatiles have been turned into jack-o-lantern-esque \"Pumpkintiles,\" with all infected dropping a new currency called \"Treats,\" which can be traded for Halloween-themed goodies.</p><p>The All Hallows Eve event is active now, running from October 25 to November 4, with Techland describing it as Dying Light 2's \"biggest in-game event\" since it released in February. The event calls back to the original game's classic Halloween events, with visual updates scattering decorations around the world--including the pumpkin-headed volatiles.</p><div>          </div><p><span>Once players have collected enough Treats from infected, they can visit a new seasonal in-game vendor called Baka the Unfortunate, who will exchange Treats for potions with unusual new effects.</span></p><a href=\"https://www.gamespot.com/articles/dying-light-2-stay-humans-first-halloween-event-turns-zombies-into-pumpkins/1100-6508621/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}]