[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-quest-3-2023-233025187.html?src=rss", "title": "Meta confirms next-generation Quest headset is coming in 2023", "date_published": "2022-10-26 23:30:25+00:00", "description": "<p>The $1500 Meta Quest pro may have just gone <a href=\"https://about.fb.com/news/2022/10/meta-quest-pro-is-now-available/\">on sale</a>, but the company is already teasing the next version in its line of cheaper VR headsets. During the company’s latest <a href=\"https://www.engadget.com/meta-q3-2022-earnings-211903277.html\">earnings call</a>, outgoing CFO Dave Whener said  “the next generation of the consumer Quest headset” will launch “later next year.\"</p><p>Mark Zuckerberg also referenced the “next generation of our consumer Quest headset.” He didn’t name the device, but it certainly sounds like he was referring to the Meta Quest 3. It’s unclear exactly when it could launch, but in the past the company has introduced new headsets in the fall to coincide with its annual Connect event.</p><span id=\"end-legacy-contents\"></span><p>It’s not the first time Zuckerberg has mentioned the Quest 3. He told analyst Ben Thompson earlier this month that a Quest 3 was <a href=\"https://stratechery.com/2022/an-interview-with-meta-ceo-mark-zuckerberg-and-microsoft-ceo-satya-nadella-about-partnering-in-the-metaverse/\"><ins>in the works</ins></a>, and that it would likely fall in the $300 - $500 price range. That would make it more in line with previous Quest headsets — the Quest 2 started at $299 —  rather than the latest Quest Pro.</p><p>While Quest 3 may be more of a budget device than the Quest Pro, there are signs Meta may incorporate some elements of the higher-end VR headset. As <em>UploadVR </em> has pointed out, Zuckerberg has said face and eye tracking will a be <a href=\"https://uploadvr.com/zuckerberg-eye-face-tracking-quest-3/\"><ins>“a big focus,”</ins></a> and at least one early rumor suggests Quest 3 could have <a href=\"https://uploadvr.com/quest-3-schematics-specs-leaked/\"><ins>“pancake lenses”</ins></a> similar to the Quest Pro.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ford-ceo-farley-explains-the-business-factors-behind-argo-a-is-shutering-230035350.html?src=rss", "title": "Ford CEO Farley explains the business factors behind Argo AI's shuttering", "date_published": "2022-10-26 23:00:35+00:00", "description": "<p>Shortly after news broke Wednesday afternoon that <a href=\"https://www.engadget.com/autonomous-vehicle-startup-argo-ai-shutting-down-203250200.html\">its self-driving subsidiary Argo AI would be wound down</a>, Ford CEO Jim Farley joined in on the company's Q3 earnings call and spoke at length about how senior management came to that decision. \"It's estimated that more than a hundred billion has been invested in the promise of level four autonomy,\" he said during the call, \"And yet no one has defined a profitable business model at scale.\"</p><p>In short, Ford is refocusing its investments away from the longer-term goal of Level 4 autonomy (that's a vehicle capable of navigating without human intervention though manual control is still an option) for the more immediate short term gains in faster L2+ and L3 autonomy. L2+ is today's state of the art, think <a href=\"https://www.engadget.com/ford-updates-its-blue-cruise-driver-assist-with-hands-free-lane-changing-and-more-204022978.html\">Ford's BlueCruise</a> or <a href=\"https://www.engadget.com/gm-is-doubling-the-size-of-its-super-cruise-network-in-the-us-and-canada-123034974.html\">GM's SuperCruise</a> technologies with hands-free driving along pre-mapped highway routes, L3 is where you get into the vehicle handling all safety-critical functions along those routes, not just steering and lane-keeping.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>\"Commercialization of L4 autonomy, at scale, is going to take much longer than we previously expected,\" Doug Field, chief advanced product development and technology officer at Ford, said during the call. \"L2+ and L3 driver assist technologies have a larger addressable customer base, which will allow it to scale more quickly, and profitability.\"</p><p>\"It’s taking that investment and putting it towards a business where we think we will have a sizable return in the near term relative to one that’s going to have a long arc,\" he added. The company didn't elaborate on a specific timeframe for when it would potentially be ready, thought Farley did stress that developing the foundational technologies needed for Level 4 will not be won quickly. \"We don’t expect a single ‘Aha!’ moment like we used to,” he said.</p><p>Farley anticipates updated L2+ and L3 systems to arrive in the coming years alongside the company's second cycle of EVs in 2023 - 2025. \"Ford is completely refreshing it's EV lineup globally, introducing fully updatable electrical architectures and in-house software development for controlling the vehicle,\" Farley noted.&nbsp;</p><p>Fields stressed the importance of keeping much of the back end functions of these evolving ADAS technologies in-house. \"We will have a core team that can integrate a system, understand its performance at the system level,\" he said. \"And we will own the software. It is really important that we also own the connection to these vehicles. L3 is a connected technology, so the ability to have a pipeline that collects data and makes the system better and better — we must own that.\"</p><p>\"That's a problem that actually doesn't exist in L4 and is a huge opportunity for us to create a Ford experience that's really unique.\" Fields said.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-dog-awareness-message-224913385.html?src=rss", "title": "Amazon issues ill-timed advice after driver dies of apparent dog attack", "date_published": "2022-10-26 22:49:13+00:00", "description": "<p>One day after an Amazon driver in Missouri died of <a href=\"https://www.theguardian.com/us-news/2022/oct/25/amazon-driver-dies-dogs-shot-apparent-animal-attack\"><ins>an apparent dog attack</ins></a>, some workers are accusing the company of sending an ill-timed, tone-deaf message in light of the incident. On Wednesday, <a href=\"https://www.vice.com/en/article/wxn7vy/amazon-tells-drivers-to-look-out-for-four-legged-customers-day-after-driver-is-mauled-by-dogs-dies\"><em>Vice News</em></a> reported that some drivers received a “Dog Awareness” message following Tuesday’s incident. The advisory refers to dogs as “our four-legged customers” and “Fido,” seemingly downplaying the danger some canines can <a href=\"https://about.usps.com/newsroom/national-releases/2022/0602-usps-releases-dog-attack-national-rankings.htm\">present to delivery workers</a>.</p><p>“We want to help ensure you aren’t surprised by our four-legged customers when on route, so be sure to check the Amazon Delivery App for the paw print icon in the ‘Delivery Notes’ indicating you should ‘be aware of a dog at this stop,'\" the message reportedly states. “If we know Fido is nearby, we’ll add the paw print to give you a heads up. As always, contact the customer to help you with the pet, or ‘Driver Support’ in the Delivery App if you can’t reach the customer.”</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Amazon message\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/06c450d0-557f-11ed-adff-7ba19cc06f4f\" style=\"height: 1000; width: 1600;\" /><figcaption></figcaption><div class=\"photo-credit\">Vice News</div></figure><p>Amazon did not immediately respond to Engadget’s request for clarification if the advisory was sent in response to the attack and whether it was drafted after the incident had already occured. On Tuesday, the company told <em>Vice</em> it was working with police to investigate the death. “We’re deeply saddened by tonight’s tragic incident involving a member of our Amazon family and will be providing support to the team and the driver’s loved ones,” the company said.</p><p>The death of one of their colleagues to a likely dog attack has become one of the most popular topics of conversation among driver groups and subreddits. In one thread spotted by <em>Vice</em>, some drivers called for a walkout on October 31st. “Amazon’s response to this has been nothing short of insulting,” says one respondent.</p><p>Amazon has frequently come under fire for its questionable responses to worker safety concerns. For instance, after a <a href=\"https://www.engadget.com/amazon-automated-injuries-211813202.html\"><ins>2020 report</ins></a> found that workers at the company's most automated warehouses suffered injuries more frequently than their peers, Amazon said it would launch a <a href=\"https://www.engadget.com/amazon-workers-wellness-204613763.html\"><ins>health and wellness program</ins></a> – instead of reducing productivity quotas.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-game-pass-comments-phil-spencer-214044898.html?src=rss", "title": "Xbox Game Pass accounts for 15 percent of Microsoft’s gaming revenue, says Phil Spencer", "date_published": "2022-10-26 21:40:44+00:00", "description": "<p>Microsoft’s <a href=\"https://www.engadget.com/ps-plus-xbox-game-pass-comparison-games-184516783.html\"><ins>Game Pass service</ins></a> is profitable and accounts for about 15 percent of the company’s overall Xbox content and services revenue. Microsoft Gaming chief Phil Spencer shared the tidbit of information in an on-stage interview at <em>The Wall Street Journal’s</em><a href=\"https://techlive.wsj.com/#/program\"><ins>Tech Live conference</ins></a> (via <a href=\"https://www.theverge.com/2022/10/26/23425029/microsoft-xbox-game-pass-profitable-revenues\"><em><ins>The Verge</ins></em></a>).</p><p>“Game Pass as an overall part of our content and services revenue is probably 15 percent,” he told <em>The Journal’s</em> Sarah Needleman. “I don’t think it gets bigger than that. I think the overall revenue grows so 15 percent of a bigger number, but we don’t have this future where I think 50 to 70 percent of our revenue comes from subscriptions.”</p><span id=\"end-legacy-contents\"></span><p>Spencer added that Microsoft has recently seen “incredible” growth on <a href=\"https://www.engadget.com/xbox-game-pass-pc-rebrand-035131086.html\">PC</a>, with uptake slowing on consoles primarily due to saturation. “... at some point you’ve reached everybody on console that wants to subscribe,” he said. Microsoft announced earlier this week that PC Game Pass subscriptions increased by 159 percent year over year during <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9pbnZlc3Rvci9lYXJuaW5ncy9meS0yMDIzLXExL3ByZXNzLXJlbGVhc2Utd2ViY2FzdCIsImNvbnRlbnRVdWlkIjoiYjllMjFkYmEtYzRlNS00ZmI1LWE2OTgtN2M5NWNmM2JmMmZiIn0&amp;signature=AQAAAR7O5Ske311pPfi8jZQazT8ziMdTDQqHw7AW9Sh-N9qt&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Finvestor%2Fearnings%2Ffy-2023-q1%2Fpress-release-webcast\"><ins>Q1 2023</ins></a>. The company has also seen people stream more games over its Xbox Cloud Gaming platform. Spencer hinted that mobile would play a major role in the future of Game Pass.</p><p>“If you take a long-term bet, which we’re doing, that we will be able to get access to players on the largest platforms that people play on — Android and iOS phones — we want to be in a position with content, players, and storefront capability to take advantage of it,” he said, alluding to the recent disclosure that Microsoft wants to build an Xbox store that’s <a href=\"https://www.engadget.com/microsoft-xbox-mobile-game-store-171317554.html\"><ins>available on mobile devices</ins></a>.</p><p>Spencer was also adamant that the price of Game Pass would go up at some point. “We’ve held price on our console, we’ve held price on games and our subscription,” he said. “I don’t think we’ll be able to do that forever.”</p><p>It’s not often companies like Microsoft share figures like the ones Spencer did earlier today. They provide an insight into how important services like Game Pass are to the company’s bottom line and where they see the product evolving in the future.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-q3-2022-earnings-211903277.html?src=rss", "title": "Meta says it will lose even more money on the metaverse in 2023", "date_published": "2022-10-26 21:19:03+00:00", "description": "<p>A year later, Meta’s pivot to the metaverse is proving even more expensive. Reality Labs is losing more money than ever, Facebook’s parent company <a href=\"https://s21.q4cdn.com/399680738/files/doc_financials/2022/q3/Meta-09.30.2022-Exhibit-99.1-FINAL.pdf\"><ins>disclosed</ins></a> in its latest earnings report.</p><p>Reality Labs, the unit that oversees the company’s virtual and augmented reality projects, lost $3.7 billion in the third-quarter of 2022, a jump from a $2.6 billion loss a year ago and $2.8 billion<a href=\"https://www.engadget.com/meta-facebook-q2-2022-earnings-203433373.html\"><ins> last quarter</ins></a>. Reality Labs has lost more than $9 billion so far in 2022. And the company’s finance chief said the trend is unlikely to reverse anytime soon. “We do anticipate that Reality Labs operating losses in 2023 will grow significantly year-over-year,” outgoing CFO Dave Whener said in a statement.</p><span id=\"end-legacy-contents\"></span><p>That’s significant because Meta’s massive investment in Reality labs has already proved costly for the company. Meta reported earlier this year that it lost <a href=\"https://www.engadget.com/facebook-meta-q4-2021-earnings-225941421.html\"><ins>$10 billion</ins></a> on Reality labs in 2021. The company also confirmed that the “next generation of our consumer Quest headset” is expected to launch “later next year,” an apparent reference to a Meta Quest 3.</p><p>CEO Mark Zuckerberg also warned that the company could face “near-term challenges on revenue.” The company reported $28 billion in revenue for the quarter, which was in line with analyst expectations, but “still behind where I think we should be,” according to Zuckerberg.</p><p>Zuckerberg also confirmed that Meta would continue to slash hiring as it deals with slowing revenue growth. “Some teams will grow meaningfully but most other teams will stay flat or shrink over the next year,” he said. “In aggregate, we expect to end 2023 as either roughly the same size or even a slightly smaller organization than we are today.”</p><p><em>Developing…</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/wo-long-fallen-dynasty-release-date-team-ninja-210050796.html?src=rss", "title": "Team Ninja's 'Wo Long: Fallen Dynasty' comes to consoles and PC on March 3rd", "date_published": "2022-10-26 21:00:50+00:00", "description": "<p>You'll have to wait a few months if you want to see Team Ninja's <a href=\"https://www.engadget.com/wo-long-fallen-dynasty-brings-niohs-demon-killing-pedigree-to-the-three-kingdoms-184649592.html\">latest take</a> on <a href=\"https://www.engadget.com/2020-02-05-nioh-2-killed-me-14-times-in-90-minutes.html\">Nioh-style</a> demon slaying. Koei Tecmo has <a href=\"https://mobile.twitter.com/WoLongOfficial/status/1585194534962700288\">confirmed</a> that <em>Wo Long: Fallen Dynasty</em> arrives March 3rd for PS4, PS5, Xbox One, Xbox Series X/S and PC (via the Microsoft Store and Steam). It will also be accessible through Xbox Game Pass on launch.</p><p><em>Wo Long</em> is effectively Team Ninja's love note to Koei Tecmo's long-running obsession with Three Kingdoms-era China (see: Dynasty Warriors). You play a militia member fighting a demon onslaught in the later Han Period. You'll encounter famous warriors in the process. As with the Nioh series, you can expect an action-based battle system that rewards different playstyles, but is also unforgiving — when the creators talk about gaining strength by \"overcoming adversity,\" it's safe to presume you'll die often.</p><span id=\"end-legacy-contents\"></span><p>You'll have something to play in the meantime, depending on your choice of platform. Sony just <a href=\"https://blog.playstation.com/2022/10/26/playstation-plus-monthly-games-for-november-nioh-2-lego-harry-potter-collection-heavenly-bodies/\">revealed</a> that the remastered <em>Nioh 2</em> will be one of PlayStation Plus Essential's free games for November alongside the <em>Lego Harry Potter Collection</em> and <em>Heavenly Bodies</em>.</p><p>It's not clear if <em>Wo Long</em> will continue Team Ninja's track record. There is a large potential audience, at least. Team Ninja has <a href=\"https://mobile.twitter.com/TeamNINJAStudio/status/1585324736359415820\">announced</a> that the two Nioh games have shipped a combined 7 million copies since the franchise's debut in February 2017. While that won't make FromSoftware nervous (<a href=\"https://www.engadget.com/elden-ring-12-million-copies-18-days-105555964.html\"><em>Elden Ring</em></a> alone had sold 16.6 million units by July this year), it suggests the new title could have plenty of fans.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/autonomous-vehicle-startup-argo-ai-shutting-down-203250200.html?src=rss", "title": "Autonomous vehicle startup Argo AI is shutting down", "date_published": "2022-10-26 20:32:50+00:00", "description": "<p>Autonomous vehicle company <a href=\"https://www.engadget.com/tag/argo%20ai/\">Argo AI</a> is shutting down. In <a href=\"https://s201.q4cdn.com/693218008/files/doc_financials/2022/q3/Ford-Fulfills-Earnings-Guidance-Has-Strong-Cash-Flow-in-Q3-Will-Accelerate-Development-of-L2-L3-ADAS-Technology.pdf\">an earnings report</a>, Ford (a major investor in Argo AI) noted that the company is being wound down and that it will hire engineers from the startup to expand and speed up development of Level 2+ and Level 3 autonomous driving systems.</p><p>Ford says that it made a decision to refocus its self-driving capital spending from the <a href=\"https://www.synopsys.com/automotive/autonomous-driving-levels.html\">Level 4 systems</a> Argo was working on (where the vehicles handles most driving operations) to Level 2+ (advanced driver assistance) and Level 3 (conditional automation) tech it's developing in-house. It noted that Argo AI wasn't able to attract new investors and that it was taking a \"$2.7 billion non-cash, pretax impairment on its investment\" in the company, which led to it posting an $827 million net loss for Q3.</p><span id=\"end-legacy-contents\"></span><p>According to <a href=\"https://techcrunch.com/2022/10/26/ford-vw-backed-argo-ai-is-shutting-down/\"><em>TechCrunch</em></a>, which first reported on Argo AI's closure, Volkswagen and Ford will snap up the company's tech and other assets. It's not clear how the automakers, which invested at least $3.6 billion into Argo AI between them, are divvying things up nor how many of Argo AI's more than 2,000 workers they plan to make employment offers to. All Argo AI employees will receive bonuses as part of their severance package, with those who Ford and VW don't keep on receiving additional payments and health insurance, according to the report.</p><p>\"In coordination with our shareholders, the decision has been made that Argo AI will not continue on its mission as a company,\" an Argo AI spokesperson told Engadget in a statement. \"Many of the employees will receive an opportunity to continue work on automated driving technology with either Ford or Volkswagen, while employment for others will unfortunately come to an end.\"</p><p>\"We are incredibly grateful for the dedication of the Argo AI team, and so proud of our achievements together,\" Argo AI co-founders CEO Bryan Salesky and president Dr. Peter Rander said. \"The team consistently delivered above and beyond, and we expect to see success for everyone in whatever comes next, including the opportunities presented by Ford and VW to continue their work on automated driving technology.”</p><p>In 2017, Ford said it would <a href=\"https://www.engadget.com/2017-02-10-ford-argo-ai-self-driving.html\">invest $1 billion into Argo AI over five years</a>. Two years later, VW committed $2.6 billion in capital and assets toward the startup. Around that time, Ford and VW said they <a href=\"https://www.engadget.com/2019-07-12-ford-vw-electric-meb-argo-ai-cars.html\">would work on vehicles</a> that harness Argo AI's autonomous driving tech. Between them, the automakers held a \"substantial majority\" stake in Argo AI.</p><p>Argo AI had been testing its tech on public roads <a href=\"https://www.engadget.com/ford-and-walmart-are-launching-autonomous-vehicle-deliveries-in-three-cities-110020455.html\">in the US</a> and Germany. In May, it <a href=\"https://www.engadget.com/argo-ai-driverless-operations-austin-miami-175417884.html\">commenced driverless operations</a> in Austin and Miami without a safety driver at the wheel. Lyft was <a href=\"https://www.engadget.com/lyft-hybrid-network-autonomous-driver-rides-110029583.html\">among the companies</a> that were looking at deploying Argo AI-powered vehicles. Just last month, Argo AI <a href=\"https://www.argo.ai/company-news/argo-ai-introduces-complete-line-of-autonomous-vehicle-products-and-services-to-serve-rideshare-and-delivery/\">announced</a> a number of tools and services designed to support autonomous delivery and robotaxi operations.</p><p>Creating a robust and safe self-driving system is not exactly an easy challenge. Full Level 5 autonomy is still at least several years away from becoming truly viable for the mass market. To that end, Ford said in its earnings report that \"the auto industry’s large-scale profitable commercialization of Level 4 advanced driver assistance systems will be further out than originally anticipated.\"</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/gm-renewable-energy-us-facilities-200043101.html?src=rss", "title": "GM says it's ready to power all its US facilities with renewable energy by 2025", "date_published": "2022-10-26 20:00:43+00:00", "description": "<p>General Motors is on track to secure 100 percent of the electricity it needs to power all of its US facilities with renewable energy by 2025. On Wednesday, the automaker <a href=\"https://pressroom.gm.com/gmbx/us/en/pressroom/home.detail.html/Pages/news/us/en/2022/oct/1026-energy.html\"><ins>announced</ins></a> it recently finalized the sourcing agreements it needs to make that feat a reality. The announcement puts GM on track to meet the most recent renewable energy target it set for itself late last year. Previously, the company had planned to power all of its US facilities with renewables by 2030. GM claims its accelerated transition will allow it to avoid producing an estimated 1 million metric tons of carbon emissions between 2025 and 2030.</p><p>As of today, GM’s energy portfolio includes sourcing agreements with 16 renewable energy plants across 10 states. The company is also working on increasing the efficiency of its factories and offices, as well as building out its on-site power generation capabilities.</p><span id=\"end-legacy-contents\"></span><p>“Securing the renewable energy we need to achieve our goal demonstrates tangible progress in reducing our emissions in all aspects of our business, ultimately moving us closer to our vision of a future with zero emissions,” said Kristen Siemen, GM’s chief sustainability officer.</p><p>While GM is on track toward an impressive feat, it’s worth taking a moment to contextualize what today’s announcement means in the bigger picture. Firstly, the company operates offices and factories outside of the US. Today’s announcement doesn’t cover those facilities. Secondly, even when you factor in all of GM’s buildings, they’re only a small part of the company’s total carbon footprint.</p><p>According to its <a href=\"https://www.gmsustainability.com/priorities/reducing-carbon-emissions/journey-to-zero-emissions.html\"><ins>most recent sustainability report</ins></a>, Scope 1 and 2 emissions account for only two percent of GM’s total emissions. For those who aren’t familiar with the <a href=\"https://ghgprotocol.org/about-us\"><ins>Greenhouse Gas Protocol</ins></a>, it’s an accounting system many companies use to source and track their emissions. The Scope 1 category includes all pollution produced directly by an organization. Scope 2, meanwhile, encompasses indirect emissions created from the electricity, heating and cooling it buys. The majority of GM’s emissions, a whopping 98 percent, aren’t produced by its facilities. Instead, they come from the company’s supply chain and the consumers using its cars.</p><p>To be fair, GM is working on reducing those emissions. In the summer of 2021, the company announced it would invest a total of <a href=\"https://www.engadget.com/gm-self-driving-ev-investment-35-billion-035316455.html\"><ins>$35 billion</ins></a> through 2025 toward electric and autonomous vehicle development. That said, the transition is something that will take time. By 2030, GM plans for EVs to account for 40 to 50 percent of the cars its sells in the US.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-icloud-web-beta-194116973.html?src=rss", "title": "Apple's new iCloud web interface is much more useful than before", "date_published": "2022-10-26 19:41:16+00:00", "description": "<p>iCloud has been available on the web <a href=\"https://www.engadget.com/2011-06-24-apple-confirms-icloud-web-apps-impending-death-of-iweb-and-idis.html\">for a long time</a>, but you might not have rushed to use it given a basic and sometimes clunky interface. You might have a reason to give it another look, though. Apple has <a href=\"https://beta.icloud.com/\">introduced</a> a beta iCloud web client that presents far more info at a glance, with a customizable tile layout that reflects your priorities. It's easier to switch between apps thanks to launchers on the home page and menu bar, and you can quickly start tasks (such as writing email or adding calendar events) thanks to another menu option.</p><p>The revamp also improves access to iCloud+ features like custom email domains and Hide My Email. And if you're panicking at the thought of lost info, a \"Data Recovery\" tool will help you reclaim bookmarks, calendars, contacts and iCloud Drive files deleted within the last 30 days. Except for iCloud Drive, you can restore from specific moments in time. Some features still need to be controlled through Apple hardware, including Family Sharing, HomeKit Secure Video and <a href=\"https://www.engadget.com/applenot-release-private-relay-china-090524919.html\">Private Relay</a>.</p><span id=\"end-legacy-contents\"></span><p>Apple hasn't said when the new iCloud web interface might leave beta testing. We've asked the company for comment and will let you know if we hear back. However, the tech firm pitches this as an upgrade for customers whose only Apple product might be <a href=\"https://www.engadget.com/apple-iphone-14-pro-max-review-dynamic-island-useful-always-on-display-battery-life-camera-test-sample-pictures-130020449.html\">an iPhone</a> — you can more readily access content and manage services through your Windows PC's browser.</p><p>This redesign probably won't persuade Android users to switch, and the individual web apps haven't changed much.  The beta may encourage you to stick to the Apple ecosystem, though. Combined with web access to services like Music and TV+, it also shows that Apple is eager to court users who can't (or just don't want to) run dedicated apps on their platforms of choice.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsungs-2022-the-frame-smart-t-vs-are-cheaper-than-ever-right-now-191530377.html?src=rss", "title": "Samsung's 2022 The Frame smart TVs are cheaper than ever right now", "date_published": "2022-10-26 19:15:30+00:00", "description": "<p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLTU1LUluY2gtQW50aS1SZWZsZWN0aW9uLUluY2x1ZGVkLVFONTVMUzAzQkFGWFpBL2RwL0IwOVZDVkdIN0IvP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMWotMjAiLCJjb250ZW50VXVpZCI6IjE4NWMwM2M5LTQ3NTItNDY0Ny1hYmEzLTQzYjM2ZTNhY2I3OCJ9&amp;signature=AQAAARNc-siUgP1rgf03IpgeA2KaTOBdkUF4v2fG4gOW54o1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-55-Inch-Anti-Reflection-Included-QN55LS03BAFXZA%2Fdp%2FB09VCVGH7B%2F%3Fth%3D1\">Samsung's The Frame</a> — the smart TV that looks like art when it's off — just hit a record low price. As part of Samsung Week, a deals event running through November 1st, the 55-inch Samsung Frame comes in at $998, which is hundreds lower than it was Prime Day a few weeks ago. While these sets are still on the expensive side when on discount, they're hard to beat if you want a TV that blends into your space better than a standard black box.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLTU1LUluY2gtQW50aS1SZWZsZWN0aW9uLUluY2x1ZGVkLVFONTVMUzAzQkFGWFpBL2RwL0IwOVZDVkdIN0IvP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMWstMjAiLCJjb250ZW50VXVpZCI6IjE4NWMwM2M5LTQ3NTItNDY0Ny1hYmEzLTQzYjM2ZTNhY2I3OCJ9&amp;signature=AQAAAarNxCe6GuHXbG6fbdsnDcYnr9wQVf7uregdQHlOGb13&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-55-Inch-Anti-Reflection-Included-QN55LS03BAFXZA%2Fdp%2FB09VCVGH7B%2F%3Fth%3D1\" id=\"26a8ee8c8a684ebb9401e56003782f56\">Buy Samsung The Frame 55-Inch at Amazon - $998</a><p>As a TV, the Frame delivers the vivid, high-res quality with a QLED 4K panel, along with the intuitive smart TV interface of <a href=\"https://www.engadget.com/samsung-2022-tv-hands-on-neo-8-k-qled-oled-150043989.html\">Samsung's Tizen OS</a>. But the real draw here happens when the TV is off. In Art Mode, The Frame displays images from an extensive gallery of artwork. Pick from classic oil paintings from artists you'd find in the Louvre or modern photography from rising stars. I have an earlier model of The Frame and have surprised more than one visitor when I switched my \"art\" to an episode of <em>Owl House</em>.</p><span id=\"end-legacy-contents\"></span><p>One caveat is you'll need a Samsung Art Store subscription (currently $8 per month) to access the entire collection, as only a small subset is available for display without it.&nbsp;</p><p>To really sell the idea that you're displaying art instead of a TV, The Frame comes standard with anti-reflective glass and a separate CPU to keep a low, flush-mounted profile. The CPU connects via a thin cable that's hard to spot, especially if you drop it behind the wall when mounting the TV.&nbsp;</p><p>Getting a sub-$1,000 price point on the 55-inch model was unheard of before now. And currently, all sizes, up through the massive 85-inch, are deeply discounted. If the Frame isn't your style, or you're looking for an outdoor-friendly TV, Samsung Week discounts have also knocked down the prices of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzE4YzI4MjExP3Nob3dWYXJpYXRpb25zPXRydWUmcmVmPWRseF9kZWFsc19nZF9kY2xfaW1nXzEyXzE4YzI4MjExX2R0X3NsMTVfZWMmdGFnPWdkZ3QwYy1wLW8tMWotMjAiLCJjb250ZW50VXVpZCI6IjE4NWMwM2M5LTQ3NTItNDY0Ny1hYmEzLTQzYjM2ZTNhY2I3OCJ9&amp;signature=AQAAAUCaWprRMDutNE1hEW8LtTXZ-4WOADdzAy580tmRQUTk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F18c28211%3FshowVariations%3Dtrue%26ref%3Ddlx_deals_gd_dcl_img_12_18c28211_dt_sl15_ec\">Terrace TV</a> and even some of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzE4YzI4MjExP3Nob3dWYXJpYXRpb25zPXRydWUmcmVmPWRseF9kZWFsc19nZF9kY2xfaW1nXzEyXzE4YzI4MjExX2R0X3NsMTVfZWMmdGFnPWdkZ3QwYy1wLW8tMWotMjAiLCJjb250ZW50VXVpZCI6IjE4NWMwM2M5LTQ3NTItNDY0Ny1hYmEzLTQzYjM2ZTNhY2I3OCJ9&amp;signature=AQAAAUCaWprRMDutNE1hEW8LtTXZ-4WOADdzAy580tmRQUTk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F18c28211%3FshowVariations%3Dtrue%26ref%3Ddlx_deals_gd_dcl_img_12_18c28211_dt_sl15_ec\">company's projectors</a>.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzE4YzI4MjExP3Nob3dWYXJpYXRpb25zPXRydWUmcmVmPWRseF9kZWFsc19nZF9kY2xfaW1nXzEyXzE4YzI4MjExX2R0X3NsMTVfZWMmdGFnPWdkZ3QwYy1wLW8tMWstMjAiLCJjb250ZW50VXVpZCI6IjE4NWMwM2M5LTQ3NTItNDY0Ny1hYmEzLTQzYjM2ZTNhY2I3OCJ9&amp;signature=AQAAAa9azK_MOB9DUSq_MfkmAJ8gcCcbHlMuqgfm1hBKFPHy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F18c28211%3FshowVariations%3Dtrue%26ref%3Ddlx_deals_gd_dcl_img_12_18c28211_dt_sl15_ec\" id=\"5f6cacd57e31445ca307478a3c470169\">Shop Samsung Week deals at Amazon</a><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/duolingo-math-app-free-ios-181355062.html?src=rss", "title": "Duolingo's free Math app arrives on iOS", "date_published": "2022-10-26 18:13:55+00:00", "description": "<p><a href=\"http://engadget.com/tag/duolingo\"><ins>Duolingo</ins></a> isn't just about helping people learn languages <a href=\"https://blog.duolingo.com/duolingo-launches-math-app/\">anymore</a>. The company has released <a href=\"https://www.engadget.com/duolingo-math-brain-training-duocon-zulu-050012162.html\"><ins>Duolingo Math</ins></a> on iOS, over a year after it <a href=\"https://www.engadget.com/duolingo-family-plan-more-languages-math-app-200429512.html\"><ins>first teased the app</ins></a>. Naturally, Duolingo Math shares a lot of DNA with the language apps, including colorful animations and interactive exercises in bite-sized, gamified lessons.</p><p>There are two main components to the app: an elementary-level math curriculum that goes over classroom topics and a brain-training course aimed at adults, with more advanced topics and a focus on improving mental math skills. The former covers topics such as multiplication, division, fractions, decimals, areas, geometry and measurements. The brain-training side has similar topics with tougher exercises. Duolingo hopes to help folks learn practical skills, such as converting between ounces and pounds.</p><span id=\"end-legacy-contents\"></span><div id=\"42e521eac0984b82af36d1ef7d52c66f\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Duolingo <a href=\"https://drive.google.com/file/d/1M5J0ubsKZtLniA-XHBgqJfuH0Juy_2oG/view\"><ins>conducted a survey</ins></a> into math anxiety. It found that 93 percent of adults in the US have experienced some anxiety over math, while around half of high schoolers have \"very high math anxiety.\" With its latest app, it aims to make math \"accessible and fun\" for everyone.</p><p>While this is far from the only math learning app around, Duolingo's name carries some weight with many folks. Like <a href=\"https://www.engadget.com/best-educational-apps-170055442.html\"><ins>Khan Academy</ins></a>, Duolingo Math is free. <a href=\"https://apps.apple.com/us/app/duolingo-math-learn-practice/id1598161822\">The app is available</a> on iPhone, iPad and some iPod Touch devices and it's only in English for now. The company hasn't revealed when it will be available on Android.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-is-offering-two-blink-mini-cameras-for-the-price-of-one-172401647.html?src=rss", "title": "Amazon is offering two Blink Mini cameras for the price of one", "date_published": "2022-10-26 17:24:01+00:00", "description": "<p>If you've been thinking about adding cameras to your connected home setup, this is a great time to dive in. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdYMjdWSzNEP3RhZz1nZGd0MGMtcC1vLTFoLTIwIiwiY29udGVudFV1aWQiOiJkZDJiODkyZS1hMDY3LTQxMzAtOWYyOS0wNDgyNWZlZDRkNTcifQ&amp;signature=AQAAAb9GbaKUzgIZ2BhgRY8SdsQfZzU-SwFOayPZkBdz60UO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07X27VK3D%3F\">Amazon's Blink Mini cameras</a> are down to $30 for a pair, which is the usual price for just one camera. It's an all-time low and matches the deep discount Amazon ran for October's Prime Day.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdYMjdWSzNEP3RhZz1nZGd0MGMtcC1vLTFpLTIwIiwiY29udGVudFV1aWQiOiJkZDJiODkyZS1hMDY3LTQxMzAtOWYyOS0wNDgyNWZlZDRkNTcifQ&amp;signature=AQAAATTW-tGs1wenbtMhKt8a_8eDlCubkpmOJI7YDNCaSu4f&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07X27VK3D\" id=\"c317a64631544da296dd3943ede98681\">Buy Blink Mini 2-Pack at Amazon - $30</a><p>The cameras take clear and sharp 1080p video, which you can stream to your phone or a smart display like Amazon's Echo Show. Since Amazon owns Blink, they work with Alexa, allowing voice control over the units from any compatible device. They also pair nicely with Blink's doorbell, acting as a chime when someone rings it.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The Minis are motion activated (as opposed to always-on) and can alert you when movement's detected. With built-in speakers and a mic, you can both hear and talk to people (or pets) remotely using your phone or another Alexa-enabled smart device. The cameras will work without a subscription, but if you want to save video clips, you can opt for the Blink Subscription Plan (currently $30 per year for the basic plan).&nbsp;</p><p>The only caveat is that Blink Minis are wired cameras, so you'll need to set them up somewhere near an outlet — but you'll never need to remember to change the batteries.</p><p>If you want cameras outside too, it's worth mentioning that the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg2REtTWVRTLz90YWc9Z2RndDBjLXAtby0xaC0yMCIsImNvbnRlbnRVdWlkIjoiZGQyYjg5MmUtYTA2Ny00MTMwLTlmMjktMDQ4MjVmZWQ0ZDU3In0&amp;signature=AQAAAfc9vu6jxQ4_GPdnTS7mwbHwZNNL6LpQ5oCi2GoVl47A&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB086DKSYTS%2F\">Blink Outdoor cameras</a> are back on sale as well. Single packs are down to $60, and the multi-camera bundles are discounted too, with the best deal on the three- and five-camera bundles (both 50 percent off).&nbsp;</p><p>Blink Outdoor cams are our current <a href=\"https://www.engadget.com/best-smart-home-devices-154557162.html#bestwirelesssecuritycamerablinkcameras\">favorite wireless security cameras</a>, running on AA batteries, which will power a camera for about a year. They come with a mount and are, of course, weatherproof, so you don't have to mount them under an eave or overhang, which lets you angle them at exactly what you want to see. And like the indoor version, these let you see, hear, and talk to whomever is in front of the camera, and it can all be controlled via Alexa, either with the app or your voice.&nbsp;</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg2REtTWVRTLz90YWc9Z2RndDBjLXAtby0xaS0yMCIsImNvbnRlbnRVdWlkIjoiZGQyYjg5MmUtYTA2Ny00MTMwLTlmMjktMDQ4MjVmZWQ0ZDU3In0&amp;signature=AQAAAQCxn7csBESVuwt37W9kqMM38h8yebJf3VpFibqXOg_h&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB086DKSYTS%2F\" id=\"eac13f870ba84e8d9617c6989b5462a1\">Buy Blink Outdoor Camera at Amazon - $60</a><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/sony-a7r-5-mirrorless-camera-61-megapixels-8k-video-152052459.html?src=rss", "title": "Sony's high-resolution A7R V mirrorless camera now shoots 8K video", "date_published": "2022-10-26 15:20:52+00:00", "description": "<p>Sony has launched the $3,900 A7R V, its latest mirrorless camera designed to shoot portraits, landscapes and other subjects that require as much resolution as possible. The new model carries the same 61-megapixel resolution as the <a href=\"https://www.engadget.com/2019-10-07-sony-a7r-iv-review.html\">A7R IV</a>, but has a much more powerful new Bionz XR processor that allows for improved AI autofocus, better shake reduction and 8K 24p video.&nbsp;</p><p>The key improvement is in the autofocus, as the A7R V is Sony's first camera to introduced something called \"human pose estimation.\" The system can see 20 different points in the human body and and thus figure out where the eye is supposed to be. That allows it to accurately track someone who might be moving and turning away from the camera, and keep tracking them even if they disappear from view for a moment. On top of that, it can now pick out different subjects like cars, trains, plains, animals and insects.</p><span id=\"end-legacy-contents\"></span><p>Though the A7R V is primarily targeted at photographers, it's much better at video than ever, too. Where the A7R IV was limited to 8-bit 4K at 30fps with either cropping or line-skipping, the A7R V now shoots 8K video at up to 24 fps, along with 6.2K without line-skipping or pixel binning. With the same heatsink as the A7S III, it allows for unlimited 4K recording and up to 30 minutes of 8K capture.</p><div id=\"e47cb2f9d43040e59381d083bc176517\"></div><p>It can also handle supersampled 10-bit 4K video using the entire sensor width at up to 30 fps, or at 60fps with a 1.2x crop. You can also capture 16-bit RAW video to external recorders at up to 4K 60p.&nbsp;</p><p>Sony has upgraded to the in-body stabilization (IBS) system from 5.5 to 8 stops, now matching what Canon can do with its <a href=\"https://www.engadget.com/canon-eos-r5-review-150038797.html\">similarly-priced EOS R5</a>. And in lieu of the tilting display used in the A7R IV, the new model has a fully articulating screen that makes it more useful for high-angle shooting, video and more.&nbsp;</p><p>The A7R V shoots at the same 10fps speeds as before, which is impressive for such a high-resolution camera. However, it can now shoot compressed RAW files rather than just uncompressed as before. The buffer can also handle up to 583 shots, letting you shoot for a large amount of time in a burst.&nbsp;</p><figure><img alt=\"Sony's high-resolution A7R V mirrorless camera now shoots 8K video\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/3278d140-5540-11ed-b3ba-91234167f218\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure><p>It has a long list of other attractive features, including a class-leading 9.44-million-dot electronic viewfinder (EVF) and dual card slots that accept either speedy (but expensive) CFexpress Type A or UHS-II cards. Another new feature is pixel shift multishot (tripod use only) for compositing 16 shots into one 240.8-megapixel image using AI processing to automatically detect and correct movement between frames.&nbsp;</p><p>The list continues with AI-powered white balance, focus stacking of up to 299 frames for increased depth of field, Sony's Cinetone color profile for a more film-like look, an updated body with dials and controls similar to the A7 IV, USB-C charging with Power Delivery and native webcam compatibility. The Sony A7R V is set to arrive in December for $3,900.&nbsp;</p><figure><img alt=\"Sony's high-resolution A7R V mirrorless camera now shoots 8K video\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/4d171660-5540-11ed-bdf7-993d36c6f159\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-witcher-remake-unreal-engine-5-cd-projekt-red-fools-theory-151043035.html?src=rss", "title": "'The Witcher' is getting an Unreal Engine 5 remake", "date_published": "2022-10-26 15:10:43+00:00", "description": "<p>CD Projekt Red recently <a href=\"https://www.engadget.com/cd-project-red-cyberpunk-2077-sequel-the-witcher-new-trilogy-165530632.html\"><ins>announced a whole bunch of projects</ins></a> it has in the pipeline, including multiple entries in The Witcher series. One of those had the codename \"Canis Majoris\" and it was then confirmed to be a \"full-fledged\" Witcher game developed in Unreal Engine 5 by an external studio. Now, CDPR has shed more light on the project. As it turns out, Canis Majoris is actually a remake of the first title in the series.</p><p>Polish studio Fool’s Theory is remaking<em> The Witcher</em> under CDPR's supervision. It's in the early stages of development, so the game is likely at least a couple of years away. CDPR says it will be a while before it starts talking about the project in more detail. However, it confirmed that Fool's Theory is rebuilding <em>The Witcher Remake </em>from the ground up using the same toolset that CDPR is utilizing for other games in the series. For what it's worth, the Fool's Theory team includes developers who worked on <em>The Witcher 2: Assassins of Kings </em>and <a href=\"https://www.engadget.com/tag/the%20witcher%203/\"><em>The Witcher 3: Wild Hunt</em></a>.</p><span id=\"end-legacy-contents\"></span><div id=\"7f91430845664134bd62b9094f52aaea\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We're thrilled to reveal that, together with <a href=\"https://twitter.com/Fools_Theory?ref_src=twsrc%5Etfw\">@Fools_Theory</a>, we're working on remaking The Witcher using Unreal Engine 5 (codename: Canis Majoris)! <br /><br />We want to do this right, so please be patient — it's gonna be a while until we can share more details. <br />⚔️ <a href=\"https://t.co/6VCAokPgXs\">https://t.co/6VCAokPgXs</a><a href=\"https://t.co/ERFOXQrUEP\">pic.twitter.com/ERFOXQrUEP</a></p>— The Witcher (@witchergame) <a href=\"https://twitter.com/witchergame/status/1585270206305386497?ref_src=twsrc%5Etfw\">October 26, 2022</a></blockquote></div><p>Going back to where it all began for CDPR makes a lot of sense. <em>The Witcher </em>came out in 2007 and while it was fairly well received, it arguably wasn't until <em>The Witcher 3 </em>(and <a href=\"https://www.engadget.com/the-witcher-blood-origin-december-25-netflix-181659438.html\"><ins>the Netflix show</ins></a> based on the source novels) that the franchise reached a much higher level of popularity. It's not a stretch to imagine that players who came into the series later would be curious about Geralt of Rivia's earlier adventures.</p><p>What's more, <em>The Witcher</em> was only released for PC and Mac. While PS3 and Xbox 360 versions were announced at one point, they never came to fruition. It seems unlikely that CDPR wouldn't release console versions this time, given the larger audience of players it can tap into. Meanwhile, the current-gen version of <em>The Witcher 3</em> is <a href=\"https://www.engadget.com/the-witcher-3-current-gen-release-date-ps5-xbox-series-x-s-163131559.html\"><ins>slated to arrive by the end of the year.</ins></a></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/callisto-protocol-preview-good-scary-ps5-150055000.html?src=rss", "title": "'The Callisto Protocol' hands-on: Think Dead Space, but grosser", "date_published": "2022-10-26 15:00:55+00:00", "description": "<p>It’s a strange feeling. <em>The Callisto Protocol </em>is a new game from a studio with zero releases to its name, but playing it feels like coming home. Its mechanics, environments and monsters are deeply familiar, unapologetically feeding off the immersive sci-fi horror concepts of <em>Dead Space</em>. While playing a preview of <em>The Callisto Protocol</em> on PlayStation 5, I was reminded of <a href=\"https://clip.cafe/waynes-world-1992/were-looking-down-on-waynes-basement/\">that scene from<em> Wayne’s World</em></a> where the boys are looking down on a film set that looks like Wayne’s basement, but it’s not actually Wayne’s basement, and Garth says, \"Isn’t that weird?\" They all agree it is.</p><p>Playing <em>The Callisto Protocol</em>, I found myself trapped in a world between old and new. Like I said, it was strange. However, once the weirdness wore off, playing <em>The Callisto Protocol</em> just felt good.</p><span id=\"end-legacy-contents\"></span><p><em>Callisto </em>is the first game out of Striking Distance Studios, a team led by <em>Dead Space</em> co-creator Greg Schofield — so yeah, all the references are coming straight from the source. And there are plenty of similarities to go around: <em>Callisto</em> stars a lone space dude fighting through rooms of mutated humans; headshots are less effective than shooting extremities and tentacles; there’s no UI and the protagonist’s health is displayed on the back of his neck; stomping enemies is the best way to ensure they’re dead; there’s a gravity gun that functions like a kinesis ability; and the death screens are particularly gruesome. One early level even has a vignette with the phrase, \"shoot the tentacles\" scrawled across the wall in blood, riffing on the classic <em>Dead Space</em> blood tag that read, \"cut off their limbs.\"</p><figure><img alt=\"The Callisto Protocol\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/0b7c97b0-548d-11ed-acfb-c779d8205ff5\" /><figcaption></figcaption><div class=\"photo-credit\">Striking Distance Studios</div></figure><p>I had the luxury of playing the <em>Callisto Protocol</em> preview just a week after trying out Motive Studio’s <a href=\"https://www.engadget.com/dead-space-preview-video-first-look-150005023.html\"><em>Dead Space</em> remake</a>, so the similarities stung sharply — but so did the differences. <em>The Callisto Protocol</em> does some things that <em>Dead Space </em>couldn’t, and it’s clearly a bigger game in a more complex world. Where the USG Ishimura in <em>Dead Space</em> often felt claustrophobic, the dead-moon prison colony in <em>The Callisto Protocol </em>feels vast and mazelike, with ladders, vents, long hallways, tight corridors and open laboratories with multiple access points for enemies, all of it overgrown with alien life.</p><p>The early game features a variety of enemy types — rushing monsters, tall spitters, leather-daddy tanks and invisible beasts with too many legs, to name a few — and they’re each difficult to kill in their own special ways. The twist is that all of the infected humans, or Biophage, will mutate in front of the player’s eyes when they’re not killed quickly enough, growing stronger in their evolved form. Enemy spawn points are not randomized, a fact that I discovered after dying a few times in a row in a single room. (The death screens are numerous and reach Mortal Kombat levels of brutality in the best possible way.)</p><p>All of these details result in a rich sense of strategy, with explodables, ammo drops and escape routes secreted around each combat area. <em>Callisto</em> is a video game for video game people, offering little actual direction while relying on the environment to communicate escape and attack opportunities — a suspiciously red canister in the middle of a long walkway, a ladder rung dangling just within reach, a box barely big enough to duck behind. Each detail blends smoothly into the futuristic surroundings, only standing out when a horde of Biophage are breathing down your neck.</p><section><img alt=\"The Callisto Protocol\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/0b751da1-548d-11ed-b387-af90d09d3e48\" /></section><p><em>The</em><em>Callisto Protocol</em> is a fully formed concept executed with proficiency. The Striking Distance crew clearly know how to make a game feel tense and horrific and satisfying, and with <em>Callisto</em>, they’re just showing off. Only one segment of my playthrough sticks out negatively in my mind: The protagonist essentially finds himself on a water slide, and players have to navigate the concrete pillars and other obstacles in his path. It isn’t a terrible concept, but personally, I don’t need any more on-rails sequences in my games. Overall though, the preview was a haze of sci-fi gore, action and surprise, and I’m excited to play the full game when it comes out on December 2nd.</p><p>To be honest, I almost expected more out of <em>The Callisto Protocol</em> — more growth since <em>Dead Space</em>, a new perspective on horror, a stronger attempt to be different than that iconic game. Instead, <em>Callisto </em>leans into <em>Dead Space</em>’s original ideas and competes with them directly, even down to the release timing — the <em>Dead Space</em> remake is due out just eight weeks after <em>Callisto</em>. Something about that feels personal, like <em>The Callisto Protocol</em> is shoving something in <em>Dead Space</em>’s face; as if, more than a decade later, Schofield is trying to prove something to EA. That’s not based on any conversations with developers, it’s just a gut feeling I have.</p><figure><img alt=\"The Callisto Protocol\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/0b751da0-548d-11ed-b1be-18269aa7193a\" /><figcaption></figcaption><div class=\"photo-credit\">Striking Distance Studios</div></figure><p>Conspiracy theories aside, it’s fortunate that <em>Dead Space</em> provides such a timeless foundation for <em>The Callisto Protocol</em>’s playground. The original ideas — immersive UI, strategic combat, horrific killscreens, tight metal corridors — remain effective today, and modern hardware only provides more room for these mechanics to breathe.</p><p><em>The Callisto Protocol</em> contains a few fresh concepts, but its most satisfying mechanics are the familiar ones, spit-shined for a new generation. That said, <em>The Callisto Protocol</em>’s success isn’t guaranteed just because it’s riffing on proven ideas — the game still has to run smoothly and look beautiful. Luckily, it seems Striking Distance got it right in these areas, too. Playing for an hour on PS5, the game is perfectly polished, terrifying and gruesome. Somehow,<em> The Callisto Protocol </em>is entirely new, yet exactly as I remember.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nothing-ear-stick-wireless-buds-pricing-release-date-availability-143040910.html?src=rss", "title": "Nothing's $99 Ear Stick earbuds have a fancy twisting case", "date_published": "2022-10-26 14:30:40+00:00", "description": "<p><a href=\"https://go.skimresources.com?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fus.nothing.tech%2F\">Nothing’s</a> second attempt at wireless headphones come in a carry case that tries to combine a cosmetics packaging aesthetic with the glossy white, transparent style of its other devices so far. The Ear Stick, priced at $99, works best with the company’s phone (of course) but will happily work with any Android device or iPhone. The Nothing Ear 1 buds were eye-catching and surprisingly capable true wireless earbuds that offered tech like active noise cancellation (ANC) at a competitive price – <a href=\"https://www.engadget.com/nothing-ear-1-earbuds-price-increase-120043121.html\">although that’s since gone up.</a></p><p>While the Nothing Ear Stick is cheaper than its predecessor, these buds lack ANC. There are no silicone buds this time around, so you can expect more noise bleed-through, too, although some headphone wearers may find them a more comfortable fit. Nothing says it tested the new headphones with 100 pairs of ears. But I prefer silicone buds, so I’m looking forward to trying the Stick and forming my own opinion. The buds are still, thankfully, IP54 dust-, water- and sweat-resistant. One of the drawbacks of Nothing’s Ear 1 was occasionally patchy connectivity, both when pairing with your device and talking on calls. With the Ear Stick, the company has redesigned the antenna and shifted it further away from the face to reduce signal blockage.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Nothing Ear Stick ear buds on their own.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/319f21e0-5476-11ed-be73-aa06f8e59802\" /><figcaption></figcaption><div class=\"photo-credit\">Nothing</div></figure><p>The company has also worked to improve sound quality, both listening and speaking. For the latter, there are now three high-definition mics (up from two mics on the Ear 1) that work with algorithms to filter out louder background noises and what it says is “wind-proof  and crowd-proof.”  Regarding audio quality, there’s a new 12.6mm custom dynamic driver inside each bud. A new feature called Bass Lock Technology will detect how much bass is lost during wear and adjust the equalizer automatically. You can also tweak the equalizer settings (with presets for different kinds of audio) from a new companion app.  There are gesture controls on each headphone's tips, which can also be reassigned in the app.</p><p>Nothing says the Stick will offer up to seven hours of playback between charges, with 29 hours of total playback with the case. In a pinch, 10 minutes in the case should offer up to two hours of playback.</p><p>If you already own the see-thru Nothing Phone 1, many of these settings and features are already baked into the device, accessible by a widget in the Android phone’s drop-down menu. For other devices, a new Nothing X app will act as a settings hub for all of the company’s peripherals. The <a href=\"https://go.skimresources.com?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fus.nothing.tech%2F\">Ear stick</a> will go on sale at 5:30 AM ET, on November 4th, directly from Nothing’s online store and other retailers, including Farfetch.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-workspace-storage-increase-140949440.html?src=rss", "title": "Google Workspace individual plans jump from 15GB to 1TB of storage", "date_published": "2022-10-26 14:09:49+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/google/\"><ins>Google</ins></a> has some <a href=\"https://blog.google/products/workspace/workspace-individual-storage/\"><ins>good news</ins></a> for folks who are on the Workspace individual plan. Those who use the service, such as self-employed people and entrepreneurs, will soon get a significant storage upgrade from 15GB to 1TB at no extra cost. Most Workspace individual users won't need to worry about running out of storage space in Gmail and Drive anymore.</p><p>Until now, Google has only offered Workspace individual users the same amount of storage that you'd get with a free Gmail account. To increase that capacity, you'd need to buy more storage through Google One. Google says it will users won't need to do anything as it will upgrade their storage automatically.</p><span id=\"end-legacy-contents\"></span><p>Elsewhere, there are more options for those who send emails to multiple people through <a href=\"https://workspaceupdates.googleblog.com/2022/07/new-integrated-marketing-tools-for-gmail.html\"><ins>the multi-send mode</ins></a>. You'll be able to use mail merge tags, such as @firstname, to personalize these email blasts. That may be useful, even if the Workspace individual plan doesn't support custom email addresses as yet. Additionally, Google is bringing the Workspace individual plan to the Philippines, Vietnam, Indonesia, Malaysia, Taiwan, Thailand, the Netherlands, Portugal, Belgium, Finland, Greece and Argentina.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/sonywireless-earbuds-multipoint-support-133022238.html?src=rss", "title": "Sony's wireless earbuds will support multipoint connections this fall", "date_published": "2022-10-26 13:30:22+00:00", "description": "<p>Sony isn't just upgrading its wireless earbuds with <a href=\"https://www.engadget.com/sony-linkbuds-s-recycled-plastic-earth-blue-160051577.html\">eco-friendly plastic</a>. The company now promises that its <a href=\"https://www.engadget.com/sony-linkbuds-review-170020552.html\">LinkBuds</a>, <a href=\"https://www.engadget.com/sony-linkbuds-s-announced-specs-price-160028671.html\">LinkBuds S</a> and <a href=\"https://www.engadget.com/sony-wf-1000xm4-review-160006474.html\">WF-1000XM4</a> models will receive multipoint audio support this fall. As with some rival buds, this lets you juggle the audio between two Bluetooth devices. You can switch to a call on your phone while you're watching video on your tablet, for instance.</p><p>The improvement requires new firmware available through Sony's Headphones Connect app. The LinkBuds family will get the multipoint update by November, while the WF-1000XM4 should make the leap sometime this winter.</p><span id=\"end-legacy-contents\"></span><p>As <em>The Verge</em><a href=\"https://www.theverge.com/2022/10/25/23423007/sony-multipoint-earbuds-bluetooth-announced-wf1000xm4-linkbuds\">pointed out</a>, the WF-1000XM4 upgrade is somewhat unexpected. Sony started selling that model in mid-2021, and hadn't even teased the prospect of a multipoint update. While the news still won't be much consolation if you own budget buds like the <a href=\"https://www.engadget.com/sony-wf-c500-earbuds-wh-xb910n-headphones-announced-150013440.html\">WF-C500</a>, this at least ensures that you won't feel left out if you splurged on wireless audio in the past year.</p><p>The upgrade gives Sony an edge over some of the competition, at least. While you'll get seamless audio switching on challengers like Apple's <a href=\"https://www.engadget.com/airpods-pro-review-second-generation-130048218.html\">AirPods lineup</a>, you're frequently limited to one brand's ecosystem. Sony's multipoint functionality could make more sense if you don't want to be tied to certain platforms or products just to avoid wading through Bluetooth device menus.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/how-to-buy-a-monitor-143000069.html?src=rss", "title": "The best monitors for 2022", "date_published": "2022-10-26 13:16:11+00:00", "description": "<p>Computer monitors keep evolving rapidly, with new technology like OLED Flex, QD-OLED and built-in smart platforms just in the last year alone. That’s on top of big improvements in things like color accuracy, size and resolution.</p><p>The choice is nice but overwhelming, as there are a lot of products in this market and a lot of features. Buyers now have to consider things like HDR, brightness, color accuracy, type of display technology, input lag and more. And then there are the usual considerations like size, adjustability, inputs and so on.</p><span id=\"end-legacy-contents\"></span><p>To help you with all that, we’ve researched the latest models for all kinds of markets, whether you’re a gamer, business user or content creator. Read on to find out which model is the best for you and, especially, your budget.</p><h2>The basics</h2><h3>Panel type</h3><p>The cheapest monitors are still TN (twisted nematic), which are strictly for gaming or office use. VA (vertical alignment) monitors are also relatively cheap, while offering good brightness and high contrast ratios. However, content creators will probably want an IPS (in-plane switching) LCD display that delivers better color accuracy, image quality and viewing angles.</p><p>If maximum brightness is important, a quantum dot LCD display is the way to go — those are typically found in larger displays. OLED monitors are now available and offer the best blacks and color reproduction, but they lack the brightness of LED or quantum dot displays. Plus, they cost a lot. The latest type of OLED monitor, called QD-OLED from Samsung, just came out this year. The most notable advantage is that it can get a lot brighter, with monitors shown at CES 2022 hitting up to 1,000 nits of peak brightness.</p><p>MiniLEDs are now widely used in high-end displays. They’re similar to quantum dot tech, but as the name suggests, it uses smaller LED diodes that are just 0.2mm in diameter. As such, manufacturers can pack in up to three times more LEDs with more local dimming zones, delivering deeper blacks and better contrast.</p><h3>Screen size, resolution and display format</h3><p>In this day and age, screen size rules. Where 24-inch displays used to be more or less standard (and can still be useful for basic computing), 27-, 32-, 34- and even 42-inch displays have become popular for entertainment, content creation and even gaming these days.</p><p>Nearly every monitor used to be 16:9, but it’s now possible to find 16:10 and other more exotic display shapes. On the gaming and entertainment side, we’re also seeing very wide and curved monitors with aspect ratios like 21:9. If you do decide to buy an ultrawide display, however, keep in mind that a 30-inch 21:9 model is the same height as a 24-inch monitor, so you might end up with a smaller display than you expected. As a rule of thumb, add 25 percent to the size of a 21:9 monitor to get the vertical height you’d expect from a 16:9 model.</p><p>4K is nearly a must for content creators, and some folks are even going for 5K or all the way up to 8K. Keep in mind, though, that you’ll need a pretty powerful computer to drive all those pixels. And 4K should be paired with a screen size of 27 inches and up, or you won’t notice much difference between 1440p. At the same time, I wouldn’t get a model larger than 27 inches unless it’s 4K, as you’ll start to see pixelation if you’re working up close to the display.</p><p>One new category to consider is <a href=\"https://www.engadget.com/2019-05-27-asus-240hz-portable-monitor-for-gamers-hands-on.html\">portable monitors</a> designed to be carried and used with laptops. Those typically come in 1080p resolutions and sizes from 13-15 inches. They usually have a lightweight kickstand-type support that folds up to keep things compact.</p><figure><img alt=\"Samsung Smart Monitor M5\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-07/e19ecb10-fd3f-11ec-a77d-fca8b8a4ea1f\" /><figcaption></figcaption><div class=\"photo-credit\">Samsung</div></figure><h3>HDR</h3><p>HDR is the buzzy monitor feature to have these days, as it adds vibrancy to entertainment and gaming – but be careful before jumping in. Some monitors that claim HDR on the marketing materials don’t even conform to a base standard. To be sure that a display at least meets minimum HDR specs, you’ll want to choose one with a DisplayHDR rating with each tier representing maximum brightness in nits.</p><p>However, the lowest DisplayHDR 400 and 500 tiers may disappoint you with a lack of brightness, washed out blacks and mediocre color reproduction. If you can afford it, choose a model with DisplayHDR 600, 1000 or True Black 400, True Black 500 and True Black 600. The True Black settings are designed primarily for OLED models, with maximum black levels at .0005 nits.</p><p>Where televisions typically offer HDR10 and Dolby Vision or HDR10+, most PC monitors only support the HDR10 standard, other than a few (very expensive) models. That doesn’t matter much for content creation or gaming, but HDR streaming on Netflix, Amazon Prime Video and other services won’t look quite as punchy. In addition, most models supporting HDR600 (and up) are gaming, rather than content creation monitors – with a few exceptions.&nbsp;</p><h3>Refresh rate</h3><p>Refresh rate is a key feature, particularly on gaming monitors. A bare minimum nowadays is 60Hz, and 80Hz refresh rates and up are much easier on the eyes. However, most 4K displays top out at 60Hz with some rare exceptions and the HDMI 2.0 spec only supports 4K at 60Hz, so you’d need at least DisplayPort 1.4 (4K at 120Hz) or HDMI 2.1. The latter is now available on a number of monitors, particularly gaming displays. However, it’s only supported on the latest NVIDIA RTX 3000- and 4000-series, AMD RX 6000-series GPUs.</p><h3>Inputs</h3><p>There are essentially three types of modern display inputs: Thunderbolt, DisplayPort and HDMI. Most monitors built for PCs come with the latter two, while a select few (typically built for Macs) will use Thunderbolt. To add to the confusion, USB-C ports may be Thunderbolt 3 and by extension, DisplayPort compatible, so you may need a USB-C to Thunderbolt or DisplayPort cable adapter depending on your display.</p><h3>Color bit depth</h3><p>Serious content content creators should consider a more costly 10-bit monitor that can display billions of colors. If budget is an issue, you can go for an 8-bit panel that can fake billions of colors via dithering (often spec’d as “8-bit + FRC”). For entertainment or business purposes, a regular 8-bit monitor that can display millions of colors will be fine.</p><h3>Color gamut</h3><p>The other aspect of color is the gamut. That expresses the range of colors that can be reproduced and not just the number of colors. Most good monitors these days can cover the sRGB and Rec.709 gamuts (designed for photos and video respectively). For more demanding work, though, you’ll want one that can reproduce more demanding modern gamuts like AdobeRGB, DCI-P3 and Rec.2020 gamuts, which encompass a wider range of colors. The latter two are often used for film projection and HDR, respectively.</p><h3>Console gaming</h3><p>Both the Xbox Series X and Sony’s PS5 can handle 4K 120Hz HDR gaming, so if you’re into resolution over pure speed, you’ll want a monitor that can keep up. 4K resolution, HDR and at least 120Hz is the minimum starting point, but fortunately there are 27-inch displays with those specs starting at well under $1,000.</p><h3>Pricing and parts shortages</h3><p>Though the pandemic has eased, monitor supply is still a bit tighter than pre-pandemic levels due to supply and demand issues. To that end, you may have trouble finding monitors at Amazon, B&amp;H or elsewhere for the suggested retail price. For our guide below, we’re basing our picks on the MSRP, as long as the street price doesn’t exceed that by more than $25.</p><h2>Engadget picks</h2><h2>Best monitors under $200</h2><h3>Samsung T35F</h3><figure><img alt=\"Samsung T35F\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/4fceb640-5164-11ed-9efd-0a91be373d39\" /><figcaption></figcaption><div class=\"photo-credit\">Samsung</div></figure><p>The monitor with the best balance of size, refresh rate and color accuracy is <a href=\"https://www.amazon.com/gp/product/B08FF3JQ28/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">Samsung’s $160 27-inch 1080p T35F</a>. It’s good for business or light gaming and content work, thanks to the IPS panel and 75Hz refresh rate. Plus, it’s fairly attractive and modern looking. There are some things you don’t get at that price, of course – it can only tilt and has an HDMI 1.4 connection.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B08FF3JQ28/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"eae41383338c4ae6877ef9065537db6d\">Buy Samsung T35F at Amazon - $160</a><h3>LG 24GL600F</h3><p>If you’re fine with a smaller display and are more into gaming, another solid option is <a href=\"https://www.amazon.com/gp/product/B07NHSJ1RF/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">LG’s 24-inch 24GL600F</a>. It offers a high 144Hz refresh rate with AMD FreeSync support, a 1ms response time and low input lag. You also get HDMI and DisplayPort inputs, but like the T35F, there’s no height adjustment.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B07NHSJ1RF/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"d0d104e92a1440f985cd32889e06699f\">Buy LG 24GL60F at Amazon - $200</a><h2>Best monitors under $350</h2><h3>HP U28 4K HDR Monitor</h3><figure><img alt=\"HP U28 4K HDR Monitor\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/364d52d0-5164-11ed-abde-57834064cd37\" /><figcaption></figcaption><div class=\"photo-credit\">HP</div></figure><p>The <a href=\"https://www.amazon.com/gp/product/B08HVV2T3K/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">$330</a><a href=\"https://www.amazon.com/gp/product/B08HVV2T3K/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">28-inch HP U28 4K HDR monitor</a> is a great all around choice, especially for content creators. The 60Hz IPS panel and factory calibration delivers excellent color accuracy and it’s a nice size for creative or business work. It comes with DisplayPort, HDMI and three USB 3.0 ports, along with a USB-C port with 65W of charging for a laptop or tablet. And it’s easy to set just right, thanks to height, swivel and pivot adjustment.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B08HVV2T3K/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"9bad34836580417985a2f879e7f938fd\">Buy HP U28 4K HDR monitor at Amazon - $330</a><h3>Gigabyte G27QC</h3><p>If gaming is more your thing, the <a href=\"https://www.amazon.com/gp/product/B0927BQT33/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">$300 Gigabyte G27QC</a> is a top pick. The 27-inch, 1440p curved panel has an ideal size and resolution for gaming, and it has a quick 165Hz refresh rate and 1ms response time. You can connect via HDMI 2.0 or DisplayPort 1.2 connections and get HDR support – albeit, without DisplayHDR certification.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B0927BQT33/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"e0106c60bac94f0d98e45d01879e9cd6\">Buy Gigabyte G27QC at Amazon - $300</a><h2>Best monitor under $400</h2><h3>BenQ 27-inch QHD HDR Monitor</h3><figure><img alt=\"BenQ 27-inch QHD HDR Monitor\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/0ca0d600-5164-11ed-bffb-36bb2f87c35b\" /><figcaption></figcaption><div class=\"photo-credit\">BenQ</div></figure><p>The <a href=\"https://www.amazon.com/gp/product/B086Z39HSP/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">$400 BenQ 27-inch 2K QHD HDR model</a> is ideal for creative work, particularly photo editing and graphic design. While resolution is limited to 1440p, it covers 100 percent of the sRGB color gamut with a “Delta E” accuracy value of less than 3 for consistent color performance. You also get height, pivot and swivel adjustment (a full 90 degrees), with HDMI 2.0, DisplayPort 1.4 and USB-C daisy chaining and 65W power delivery.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B086Z39HSP/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"a62217e22b6344ec94beab5018abf64a\">Buy BenQ 2K QHD HDR monitor at Amazon - $400</a><h2>Best monitors under $500</h2><h3>LG 32UN650-W</h3><figure><img alt=\"LG 32UN650-W\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/dffc9d00-5163-11ed-a770-59f221cc7b17\" /><figcaption></figcaption><div class=\"photo-credit\">LG</div></figure><p>The <a href=\"https://www.amazon.com/gp/product/B08FQ42MN1/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">32-inch LG 32UN650-W</a> is a great 4K monitor for entertainment, creative chores and gaming. The 31.5-inch, 60Hz IPS panel covers an excellent 95 percent of the DCI-P3 gamut with 10-bit color, but also supports AMD FreeSync for gaming. It also supports HDR, albeit with just 350 nits of maximum brightness. It has HDMI 2.0 and DisplayPort 1.4 ports, tilt and height adjustments and even built-in speakers.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B08FQ42MN1/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"60fe8ed60b5b40e3a11381924102ece3\">Buy LG 32UN650-W at Amazon - $500</a><h3>ASUS ROG Swift PG259QN</h3><p>Sometimes speed rules over size and resolution, and the $500 24.5-inch 1080p <a href=\"https://www.amazon.com/gp/product/B08GL5TJQT/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">ASUS ROG Swift PG256QN</a> is fast. It maxes out at a 360Hz refresh rate (with NVIDIA G-Sync support) and 1ms GtG response time. At the same time, you get 1.07 billion colors with HDR support (up to 400 nits brightness) so you can see your enemies quickly and clearly. Other niceties include a fully adjustable stand, ASUS’s GamePlus Hotkey Enhancements and a large heatsink.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B08GL5TJQT/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"8a6453407f5244289b21d752114ed679\">Buy ASUS ROG Swift PG259QN at Amazon - $500</a><h3>Gigabyte M28U</h3><p><a href=\"https://www.amazon.com/gp/product/B094NX6C8R/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">Gigabyte’s M28U</a> 28-inch 144Hz 4K gaming monitor sure does a lot. It has an IPS panel with a 2ms (MPRT) response time, 94 percent DCI-P3 coverage, DisplayHDR 400 certification, 2 HDMI 2.1 ports and FreeSync Premium Pro support. It comes in a little bit more expensive than $500, but we've often seen it on sale for $480.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B094NX6C8R/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"ffaffec429724fb1bea686ce92a984a2\">Buy Gigabyte M28U at Amazon - $480</a><h2>Best monitors under $1,000</h2><h3>ViewSonic ColorPro VP2786-4K</h3><figure><img alt=\"Viewsonic ColorPro VP2786-4K\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/9bffacf0-5163-11ed-b8b7-48f177f3c18f\" /><figcaption></figcaption><div class=\"photo-credit\">ViewSonic</div></figure><p>In this price range you can have resolution, color accuracy or brightness, but not all three. The one with the best balance is ViewSonic’s $1,000 <a href=\"https://www.amazon.com/gp/product/B09Q62HDPX/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">ColorPro VP2786</a> 27-inch 4K HDR Monitor. The true 10-bit IPS panel covers 98 percent of the DCI-P3 color palette with an excellent Delta &lt;2 accuracy figure, and is certified for soft-proofing by the demanding Fogra print industry. At the same time, it offers HDR10 support, albeit with a limited 350 nits of output. It even includes a “ColorPro” wheel control compatible with Adobe or Capture One apps.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B09Q62HDPX/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"011464ec16354659b4140c2d6c46d121\">Buy ViewSonic ColorPro at Amazon - $1,000</a><h3>Dell G3223Q</h3><p>The best 4K gaming monitor under $1,000 is <a href=\"https://www.amazon.com/gp/product/B09WNG9QWR/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">Dell’s G3223Q</a> 4K 32-inch HDR 144Hz monitor because of the speed, brightness and compatibility. It has an IPS panel with a 144Hz refresh rate, 1ms GtG response time, 95 percent DCI-P3 coverage and DisplayHDR 600 certification. Plus, it comes with a pair of HDMI 2.1 ports and is both FreeSync and G-Sync compatible.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B09WNG9QWR/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"9203216ce1804bbaa7301951ccb31c49\">Buy Dell G3223Q at Amazon - $1,000</a><h3>Dell P3223QE</h3><p>Dell’s <a href=\"https://www.amazon.com/gp/product/B0B76VC145/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">P3223QE 4K USB-C Hub monitor</a> is productivity-oriented, thanks to the wired Ethernet connectivity and USB-C ports that offer up to 90W of power delivery for laptops. It’s a 4K IPS panel with a 178-degree viewing angle and 350 nits of brightness and support for a billion colors (8-bit + FRC). It offers height, pivot, swivel and tilt adjustment, a VESA mounting interface and DisplayPort/HDMI inputs.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B0B76VC145/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"f57ee0d04f3742fb8a94cbf04da6a654\">Buy Dell P3223QE at Amazon - $850</a><h2>Best monitor for Mac users</h2><h3>Apple Studio Display</h3><figure><img alt=\"Apple Studio Display\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/7213abd0-aabf-11ec-bd67-bd41cc3375a9\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>In general, monitor compatibility issues with MacBooks and Macs are a thing of the past, though you can still experience issues with things like refresh rates, particularly on M1 Macs. If you’d prefer to stay within the Apple family, the most cost-effective option is still the $1,600 27-inch <a href=\"https://go.skimresources.com/?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1694969-REG%2Fapple_mk0u3ll_a_studio_display_standard.html\">Apple Studio Display</a>. It supports 5K resolution (5,120 x 2,880) with up to 600 nits of brightness, so it can handle creative chores with ease. It even includes a 12-megapixel UltraWide camera that keeps you in frame via Center Stage, along with a three-mic array.</p><a class=\"athena-button\" href=\"https://go.skimresources.com/?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1694969-REG%2Fapple_mk0u3ll_a_studio_display_standard.html\" id=\"72c79729cce749b6a5d3e7a18fa22961\">Buy Apple Studio Display at Amazon - $1,600</a><h3>LG Ultrafine 4K and 5K</h3><figure><img alt=\"LG Ultrafine 5K\" src=\"https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-04/10ff8d70-894a-11ea-a456-9e90d13f073c\" /><figcaption><div class=\"photo-credit\">\n     LG\n    </div></figcaption></figure><p>The best third-party option is LG’s $700 <a href=\"https://www.amazon.com/gp/product/B08BCR862L/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">UltraFine 4</a> display, also sold on Apple’s Store. With a 24-inch 4K panel, you not only get very high resolution but also 500 nits of brightness (albeit, without HDR capability). It’s color-accurate out of the box, making it great for video- and photo-editing work on a Mac or MacBook. Finally, it supports Thunderbolt 3 with daisy chaining and power delivery, all of which is very useful for Mac users who may want multiple displays.</p><a class=\"athena-button\" href=\"https://www.apple.com/shop/product/HMUB2/lg-ultrafine-5k-display\" id=\"2ce7f369846244a98ef4846be48a18f3\">Buy LG Ultrafine 5K at Apple - $1,300</a><a class=\"athena-button\" href=\"https://www.apple.com/shop/product/HMUA2VC/A/lg-ultrafine-4k-display\" id=\"d0e9b065a72e4177b8688e7fd203c81f\">Buy LG Ultrafine 4K at Apple - $700</a><h2>Best Ultrawide monitor</h2><h3>LG 34GP950G-B</h3><figure><img alt=\"LG 34GP950G-B ultrawide monitor\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/3824a050-5163-11ed-aff7-f7ee78407b8e\" /><figcaption></figcaption><div class=\"photo-credit\">LG</div></figure><p>Ultrawide 21:9 monitors are a great option for some types of content creation, games (particularly driving and flight sims) and productivity work. The best model this year is <a href=\"https://go.skimresources.com/?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1622000-REG%2Flg_34gp950g_b_34_uwqhd_nano_ips.html\">LG’s 34GP950G-B</a>, a 34-inch 3,440 x 1,440 curved monitor. The curved IPS panel supports HDR10 with 400 nits of brightness and maximum (via overclocking) 180Hz refresh rate. It’s also G-Sync and FreeSync compatible (the latter over DisplayPort only).</p><a class=\"athena-button\" href=\"https://go.skimresources.com/?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1622000-REG%2Flg_34gp950g_b_34_uwqhd_nano_ips.html\" id=\"8548476cc1614bebb906412c699f7b5f\">Buy LG 34GP950G-B at B&amp;H Photo - $997</a><h2>Best portable monitor</h2><h3>LePow C2S</h3><figure><img alt=\"LePow C2S portable monitor\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/fc488790-5162-11ed-afb6-583b7375b005\" /><figcaption></figcaption><div class=\"photo-credit\">LePow</div></figure><p>For the best balance of performance and price, <a href=\"https://www.amazon.com/gp/product/B09H6RGZCL/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">LePow’s 15.6-inch, 1080p $200 C2S</a> is a solid option. It offers decent brightness (220 nits), solid contrast and a very respectable 96.1-percent sRGB gamut coverage. You get a generous selection of ports (one mini-DisplayPort, one mini-HDMI port and two USB-C ports, along with a headphone jack. The metal stand is solid and practical, and it even has built-in speakers of decent quality.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B09H6RGZCL/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"026abf617f1a4919b1546f2115cdb48c\">Buy LePow C2S at Amazon - $200</a><h2>Best luxury monitor</h2><h3>ASUS ProArt PA32UCG-K</h3><figure><img alt=\"ASUS ProArt PA32UCG-K\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-10/cf98e8f0-3275-11ec-bda7-a23bd2f3fc61\" /><figcaption></figcaption><div class=\"photo-credit\">\n    ASUS\n   </div></figure><p>ASUS still holds the prize for best luxury monitor, but it discontinued the previous mini-LED $4,000 ProArt PA32UCX monitor and replaced it with the $5,000 <a href=\"https://www.amazon.com/gp/product/B08ZC54V7C/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">PA32UCG-K display</a>. It uses the same mini-LED tech, but ups the ante with 1,600 nits of brightness via 1,152 backlight zones, an HDMI 2.1 port, 4K 120Hz resolution, 10-bit, 98 percent DCI-P3 coverage and an impressive 85 percent Rec.2020 coverage. Oh, and it’s one of the few monitors out there that supports Dolby Vision, along with HDR10 and HLG.</p><p>You’re probably doing it wrong if you’re using a $5K monitor for gaming. However, it does support AMD FreeSync (good for gaming creation) and has a 5-millisecond response time, very respectable for a display essentially designed for professional colorists. And to that end, color accuracy is calibrated to Delta E &lt; 1 and it’s a true 10-bit panel delivering billions of colors. To verify that, it even comes with an X-rite i1 Display Pro color calibrator, normally sold separately for around $500.</p><p>On top of this model, ASUS now makes several slightly less bright and less expensive variants, namely the $4,180 <a href=\"https://www.amazon.com/gp/product/B088MKPYD4/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\">PA32UCX-PK</a>, (plus -P, and -K variants with slightly different features), offering 1,200 nits of brightness and a 60Hz (not 120Hz) refresh rate. Specs are nearly identical otherwise.</p><a class=\"athena-button\" href=\"https://www.amazon.com/gp/product/B08ZC54V7C/ref=as_li_ss_tl?ie=UTF8&amp;linkCode=ll1&amp;tag=buyersguide2022-20&amp;language=en_US\" id=\"b7135d2fd0894c62adf3e3636442b034\">Buy ASUS ProArt PA32UCG-K at Amazon - $5,000</a><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/starlink-rv-works-on-moving-vehicles-113342022.html?src=rss", "title": "SpaceX's costlier Starlink internet service for RVs works on moving vehicles", "date_published": "2022-10-26 11:33:42+00:00", "description": "<p>The <a href=\"https://www.engadget.com/starlink-satellite-internet-rv-080542776.html\">Starlink service for RVs</a> gives you a way to stay connected online even while you're off the grid, but it comes with one big limitation: It can't be used while in motion. Now, SpaceX has launched a new variant of Starlink for RVs called \"Flat High Performance\" that you can use on moving vehicles. You just have to be willing to pay almost five times as much for the dish needed to be able to access the service.&nbsp;</p><p>The Flat High Performance Starlink for RVs was designed for in-motion use, with a bigger rectangular terminal that can see 35 percent more sky than its standard counterpart. It also has enhanced GPS capabilities, giving the dish the power to connect to more satellites, which enables connection to the Starlink internet even while a vehicle is on the move. The terminal features improved weather resistance and better performance in both hot weather and snow, as well. Unlike the standard version that can be placed on the ground, though, the Flat High Performance dish must be permanently installed on top of your RV.</p><span id=\"end-legacy-contents\"></span><p>SpaceX is already taking pre-orders for Flat High Performance in select markets and will start deliveries in December. Take note that its hardware kit, which includes its dish and mount, will set you back $2,500. The standard Starlink for RVs only requires an upfront payment of $599 for its kit. The service itself costs $135 a month just like the standard version, which is $25 more than a regular Starlink connection. You can pause (and un-pause) the service anytime, though, so you won't have to pay for those months when you don't use it.&nbsp;</p><div id=\"4e85f67b60f44a5fb279e2f174e6d5b5\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Enjoy high-speed, low-latency internet while on the move! Now accepting orders for the flat high-performance Starlink, which provides connectivity while in motion on land → <a href=\"https://t.co/tWDPs3JDWK\">https://t.co/tWDPs3JDWK</a><a href=\"https://t.co/z2HNxaizdW\">pic.twitter.com/z2HNxaizdW</a></p>— SpaceX (@SpaceX) <a href=\"https://twitter.com/SpaceX/status/1585041428711104514?ref_src=twsrc%5Etfw\">October 25, 2022</a></blockquote></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-nasa-reveals-ufo-investigation-panel-111531764.html?src=rss", "title": "The Morning After: NASA reveals UFO investigation panel", "date_published": "2022-10-26 11:15:31+00:00", "description": "<p>NASA previously announced that it would create a panel to study \"unidentified aerial phenomena\" (UAP), aka UFOs — while saying it doesn't believe they're \"extraterrestrial in origin.\" (Sure, NASA.)</p><p>Now, the space agency has <a href=\"https://www.engadget.com/nasa-16-person-panel-investigating-ufos-084041440.html%20https://www.engadget.com/...\">unveiled the 16-member panel</a> that will focus on these unclassified sightings, chaired by David Spergel, former head of astrophysics at Princeton University. Other members include Anamaria Berea, a research affiliate at the SETI (Search for Extraterrestrial Life) Institute in California; retired NASA astronaut and test pilot Scott Kelly; and astrophysicists, science journalists and more.</p><a href=\"https://www.engadget.com/nasa-16-person-panel-investigating-ufos-084041440.html https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/ba230ec0-5514-11ed-b89f-f57b681e6276\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure></a><p>The US government is effectively running two tracks of UFO probes. There’s also a <a href=\"https://www.engadget.com/pentago-aoimsg-annoucement-193100761.html\">Pentagon group</a> looking into UAPs reported by military pilots and investigated by US defense and intelligence officials.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a newsletter –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by </em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em>subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/age-of-empires-xbox-consoles-cloud-gaming-mobile-183738573.html\">The Age of Empires series is finally coming to Xbox consoles and cloud gaming </a></p></li><li><p><a href=\"https://www.engadget.com/google-chrome-windows-7-8-1-201122191.html\">Google will end Chrome support on Windows 7 and 8.1 in early 2023 </a></p></li><li><p><a href=\"https://www.engadget.com/whats-app-is-down-for-users-worldwide-075336696.html\">WhatsApp briefly went down for users worldwide</a></p></li><li><p><a href=\"https://www.engadget.com/nothing-first-retail-store-opening-151527652.html\">A store that sells Nothing will open in London this year</a></p></li><li><p><a href=\"https://www.engadget.com/amazon-venmo-payment-option-130142262.html\">Amazon now lets you pay using Venmo </a></p></li><li><p><a href=\"https://www.engadget.com/google-nest-camera-web-view-210332172.html\">Google finally lets you view its latest Nest cameras on the web</a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/iphones-switch-usb-c-comply-eu-charger-law-075020117.html%20https://www.engadget.com/...\">Apple SVP confirms a USB-C iPhone is coming</a></h2><h3>But is it only coming to Europe?</h3><h3></h3><p>When the European Parliament voted in favor of making USB-C the common charging standard in the region, it was obvious Apple was going to be the company most affected by the mandate. While the tech giant already has iPad models with USB-C ports, its iPhones still require a lightning connector. Now, in an interview at<em> The Wall Street Journal</em>'s Tech Live event, Apple's SVP of worldwide marketing Greg Joswiak has confirmed that the tech giant will be transitioning to USB-C connectors to comply with the EU's regulation. \"We have no choice as we do around the world but to comply to local laws,\" Joswiak said. However, he didn't say whether Apple is only making a different variant for the European market while continuing to sell phones with lightning connectors elsewhere.</p><p><a href=\"https://www.engadget.com/iphones-switch-usb-c-comply-eu-charger-law-075020117.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/doctor-who-disney-plus-2023-150040129.html%20https://www.engadget.com/...\">Future ‘Doctor Who’ seasons will air on Disney+</a></h2><h3>It’ll remain on BBC in the UK and Ireland.</h3><h3></h3><p>The BBC and Disney have announced future seasons of <em>Doctor Who</em> will stream on Disney+ outside the UK and Ireland. Back in July, <em>Bloomberg</em> reported that Disney was looking for “established” brands to bolster its streaming platform. Now it has the world’s longest-running science-fantasy series.</p><p><a href=\"https://www.engadget.com/doctor-who-disney-plus-2023-150040129.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/bayonetta-3-review-130024141.html\">‘Bayonetta 3’ turns witchy weirdness into an art form</a></h2><h3>It’s still weird, it’s still chaotic.</h3><a href=\"https://www.engadget.com/bayonetta-3-review-130024141.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/90890880-5514-11ed-9dff-4e875ccabdb4\" /><figcaption></figcaption><div class=\"photo-credit\">Platinum Games</div></figure></a><p><em>Bayonetta 3</em> is full of classic Bayonetta madness, all of it amped up by one degree. The stakes are higher than they’ve ever been, the enemies are absolutely massive, Bayonetta’s magic is incredibly powerful, her outfits are outstanding and the fights don’t stop coming. She’s still a witch with gun shoes, but new abilities mean she can transform into demon hybrids, adding even more dimensions to the epic fights. It’s still all very silly, very meme-able and for now, it’s a Nintendo Switch exclusive. Read on for our full review.</p><p><a href=\"https://www.engadget.com/bayonetta-3-review-130024141.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/ken-block-gymkhana-ev-audi-las-vegas-163637533.html\">Watch Ken Block's first electric Gymkhana featuring a one-of-a-kind Audi EV</a></h2><h3>The S1 Hoonitron is kind(er) to the planet.</h3><a href=\"https://www.engadget.com/ken-block-gymkhana-ev-audi-las-vegas-163637533.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/90572310-5514-11ed-bf36-627fa3794bae\" /><figcaption></figcaption><div class=\"photo-credit\">Gymkhana</div></figure></a><p>Rally driver Ken Block has released his first Gymkhana video with an electric car — and this time, the vehicle is almost as important as the hooning. The \"Electrikhana\" sees Block drift around Las Vegas landmarks in a one-of-a-kind Audi S1 Hoonitron. It borrows design cues from the well-known Sport Quattro S1 while using a dual-motor system. Think of it as a souped-up cousin of the E-tron GT. With drifting and tire smoke, it’s a different kind of sales pitch for electric cars. Initially associated with eco-conscious drivers, they're becoming the machines of choice for <a href=\"https://www.engadget.com/watch-tesla-model-s-plaid-lucid-air-porsche-taycan-drag-race-222023536.html\">performance-minded enthusiasts</a> thanks to their instant torque and supercar-beating low-end acceleration.</p><p><a href=\"https://www.engadget.com/ken-block-gymkhana-ev-audi-las-vegas-163637533.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/shutterstock-ai-generated-stock-images-dall-e-133903619.html%20https://www.engadget.com/...\">Shutterstock and OpenAI will team up to sell AI-generated stock images</a></h2><h3>DALL-E artwork could soon be widespread online.</h3><h3></h3><p>Shutterstock has widened its deal with OpenAI, and will start selling stock images built using the DALL-E 2 AI generator. The approach will offer \"direct access\" to DALL-E through the Shutterstock website, and compensate creators whose pictures played a role in developing the technology through a new Contributor Fund. The company also plans to pay royalties to artists when the AI uses their work. The deal represents one of the first practical uses of the tech.</p><p><a href=\"https://www.engadget.com/shutterstock-ai-generated-stock-images-dall-e-133903619.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/sony-linkbuds-s-recycled-plastic-earth-blue-160051577.html\">Sony made some wireless earbuds using recycled water bottles</a></h2><h3>The new Earth Blue variant is available now.</h3><a href=\"https://www.engadget.com/sony-linkbuds-s-recycled-plastic-earth-blue-160051577.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/906f8d10-5514-11ed-bb9f-4585953f77ab\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure></a><p>Sony's original LinkBuds S were already being made with recycled plastics from automobile parts, but the company has now announced an Earth Blue variant made from even more reclaimed materials.  The company says the body and case for this version of the LinkBuds S are made from \"factory-recovered plastic and reclaimed water bottles.\" The recycled materials are what give the exterior surfaces a marble pattern.  The new Earth Blue variant will be available at the end of October.</p><p><a href=\"https://www.engadget.com/sony-linkbuds-s-recycled-plastic-earth-blue-160051577.html\"><strong>Continue reading.</strong></a></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nintendo-retro-controllers-iphone-ipad-apple-tv-mac-091843674.html?src=rss", "title": "Nintendo's retro controllers now work on iPhone, iPad, Apple TV and Mac", "date_published": "2022-10-26 09:18:43+00:00", "description": "<p>At WWDC 2022 earlier this year, Apple <a href=\"https://www.engadget.com/ios-16-will-work-with-nintendo-joy-cons-and-other-game-controllers-095511889.html\">announced</a> a bunch of gaming improvements rolling out with iOS 16, including support for Nintendo's Joy-Con and Pro controllers. Now, you'll also be able to use Nintendo's modernized retro gamepads with your iPhones, iPads, Mac computers and even Apple TVs. Developer Steven Troughton-Smith has <a href=\"https://twitter.com/stroughtonsmith/status/1584684763042189312\">discovered</a> that iOS 16.1 and tvOS 16.1 supports Nintendo's <a href=\"https://www.engadget.com/2019-09-16-nintendo-snes-switch-controllers-available.html\">SNES-style Switch controllers</a>, a modern version of their classic counterparts with wireless connection and a USB-C port for charging.&nbsp;</p><p>In his tweet with a video demonstrating the capability, Troughton-Smith said he believes that the Apple platforms now support the N64 and NES controllers for the Switch, as well. <a href=\"https://www.macstories.net/news/apple-adds-nintendo-online-classic-controller-support-to-the-iphone-ipad-mac-and-apple-tv/\"><em>MacStories</em></a> ran its own tests and confirmed that the SNES-style controllers also work with the iPad OS 16.1 and macOS Ventura. In addition, the publication was able to use the modern N64 controller with Apple's devices. The gamepads show up in Bluetooth settings when they're pairing mode like any other device.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"774829a5dbfe499eb686c5b612a5c5ac\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Neat, iOS/tvOS 16.1 support the official BT/USB-C Super Nintendo controller for the Switch 😄 I don’t have the N64 or NES versions to test with, but I believe they are supported now too 🎮 <a href=\"https://t.co/mfkTIHpXun\">pic.twitter.com/mfkTIHpXun</a></p>— Steve Troughton-Smith (@stroughtonsmith) <a href=\"https://twitter.com/stroughtonsmith/status/1584684763042189312?ref_src=twsrc%5Etfw\">October 24, 2022</a></blockquote></div><p>The Apple App Store doesn't support video game emulators, so you'll still have to fire up your Switch to play your games for the console and its subscription service. But as <a href=\"https://appleinsider.com/articles/22/10/25/macos-and-ios-now-support-nintendos-classic-controllers\"><em>AppleInsider</em></a> notes, you can use these gamepads for the Apple Arcade and other supported titles in the App Store.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/om-5-micro-four-thirds-mirrorless-camera-081056375.html?src=rss", "title": "OM System unveils the OM-5, its first camera without the Olympus name", "date_published": "2022-10-26 08:10:56+00:00", "description": "<p>OM System has launched its first camera that doesn't carry the Olympus name, the $1,200 OM-5 — and it looks a lot like the Olympus <a href=\"https://www.engadget.com/om-digital-om-1-mirrorless-camera-raw-50-fps-090945557.html\">OM-D E-M5 Mark III</a>, other than a few tweaks. It has the same sensor and video specs, but wears a new weatherproof body and updated processor that delivers improved autofocus and other features.</p><p>Other than the new body, the OM-5 looks nigh-on identical to the past model. That's not necessarily a bad thing, as the E-M5 III has good handling with a generous complement of mechanical controls in a relatively light body. But it's also three years old, so a bigger grip would have been welcome, for instance. On the plus side, OM System has given it IP53 dustproof and splashproof protection, so you can use it in more extreme conditions.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>It also carries the same 20.1-megapixel Micro Four Thirds sensor, 121-point hybrid phase and contrast-detect AF system and 2.36 million-dot electronic viewfinder. The rear 1.05 million dot fully articulating display, battery and single card slot are also identical to the last model. Shooting speeds match the previous model at 6fps/10fps in mechanical/electronic shutter modes with autofocus enabled — somewhat anemic compared to the competition.&nbsp;</p><figure><img alt=\"OM-5 mirrorless camera\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/41932aa0-5503-11ed-bb6f-3186bae0bd27\" /><figcaption></figcaption><div class=\"photo-credit\">OM System</div></figure><p>However, the updated TruePic IX processor and better IBIS unit gives the OM-5 updated image processing, with image stabilization now up to 7.5 stops compared to 6.5 before. OM System also introduced a 50-megapixel handheld high-res shot mode, live ND mode and \"Starry Sky\" AF. Plus, you get improved face and eye detection for more distant subjects, but it lacks the new AI subject detection smarts of the OM-1.&nbsp;</p><p>On the video side, it still shoots 4K 30p video as before, but can now handle super-slow-mo 1080p at 120 fps. It also adds the OM-Log400 Profile for improved dynamic range. OM System got rid of the 30 minute recording limit, so you can now shoot video for as long as your card or battery will hold out.</p><p>Overall, it's a pretty tame upgrade for a three-year-old camera and is in tough against rivals like Canon's $960 EOS R10, which has a bigger sensor, better shooting speeds and superior video specs. Still, if you're set on mid-range Micro Four Thirds camera, it arrives in November for $1,200 (body only) or $1,600 with the 12-45mm F4 PRO lens.&nbsp;</p><div id=\"b5a7ba10609c4087a01a8ca50216d5b2\"></div><p></p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/iphones-switch-usb-c-comply-eu-charger-law-075020117.html?src=rss", "title": "iPhones will get USB-C charging to comply with EU law, Apple SVP confirms", "date_published": "2022-10-26 07:50:20+00:00", "description": "<p>When the European Parliament voted in favor of <a href=\"https://www.engadget.com/eu-usb-c-port-charging-requirement-approved-141546579.html\">making USB-C the common charging standard</a> in the region, it was pretty obvious which company was going to be the most affected by the mandate. Apple, of course. While the tech giant already has <a href=\"https://www.engadget.com/apple-ipad-2022-redesign-price-release-date-151311307.html\">iPad models with USB-C ports</a>, its iPhones still require a lightning connector. Now, in an interview at <em>Wall Street Journal's</em><a href=\"https://www.wsj.com/livecoverage/wsj-tech-live-2022\">Tech Live event</a>, Apple's SVP of worldwide marketing Greg Joswiak has <a href=\"https://techcrunch.com/2022/10/25/apple-exec-says-future-iphones-will-comply-with-eus-usb-c-mandate/\">confirmed</a> that the tech giant will be transitioning to USB-C connectors to comply with the EU's regulation.&nbsp;</p><p>\"Obviously, we’ll have to comply.\" Joswiak responded when asked by <em>WSJ's</em> Senior Personal Technology Columnist, Joanna Stern, whether Apple is moving to USB-C. But not before talking about the company's history with regulation compliance, such as making its phones compatible with hearing aids and how it had to come up with its own solution because existing technology at the time didn't work.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Joswiak also talked about how the EU has been pushing for the adoption of micro-USB 10 years ago. Since part of the EU's concern was that people had to have several adapters with different connectors, Apple made cables detachable so that people can easily switch them out. The executive said the move allowed over a billion people to continue using their lightning cables instead of throwing them out and giving rise to a \"bunch of e-waste.\"</p><p>\"We have no choice as we do around the world but to comply to local laws,\" Joswiak said. However, he didn't say whether Apple is only making a different variant for the European market while continuing to sell phones with lightning connectors elsewhere. He also that Apple thinks the approach would have been better environmentally and better for its customers to \"not have a government be that prescriptive.\"&nbsp;</p><p>Apple also previously <a href=\"https://www.engadget.com/apple-2021-environmental-progress-report-iphone-12-power-adapter-144626760.html\">cited environmental concerns</a> for not selling power adapters with new devices. The tech giant said that doing so will save 861,000 tons of metal and will also save fuel, since more iPhones can fit in shipping containers. Not everyone was convinced with the company's explanation, though, and Apple has gotten <a href=\"https://www.engadget.com/apple-19-million-fine-brazil-for-not-selling-phones-with-a-charger-051025019.html\">fined several times in Brazil</a> for removing adapters from iPhone packages.&nbsp;</p><p>Under the new EU mandate, Apple will have to ship iPhones and iPads with USB-C ports in the region  by the end of 2024.</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-spotify-audiobooks-app-store-competition-070210187.html?src=rss", "title": "Spotify accuses Apple of impeding its fledgling audiobook business", "date_published": "2022-10-26 07:02:10+00:00", "description": "<p>Spotify launched its <a href=\"https://www.engadget.com/spotify-audiobooks-us-130051256.html\">audiobook business</a> just last month with 300,000 titles, but is now saying that Apple is engaging in \"anticompetitive\" behavior that is impinging the new business, the company wrote in a <a href=\"https://newsroom.spotify.com/2022-10-25/apples-anti-competitive-behavior-hurts-everyone-including-audiobook-listeners-publishers-and-authors/\">blog post</a>. It said that Apple rejected its audiobook purchasing system three times due to a violation of its rules. To comply, it had to hide the price of the audiobooks and do sales outside of the main app via an email link.</p><p>All of that makes it harder for Spotify to compete, as users can't easily compare prices. \"[This] harms not only consumers, but, this time, also authors and publishers who now find themselves under Apple’s thumb.\" It's also highly inconvenient for buyers used to simply clicking on a link to buy an audiobook.</p><span id=\"end-legacy-contents\"></span><p>Spotify's audiobooks could have easily been accepted if the company had followed the App Store rules, Apple told <a href=\"https://www.nytimes.com/2022/10/25/business/spotify-apple-audiobooks-app.html\"><em>The New York Times</em></a>. \"We provided them with clear guidance on how to resolve the issue, and approved their app after they made changes that brought it into compliance,\" an Apple spokesperson said.</p><p>Spotify could also have sold its audiobooks through the App Store's purchasing system, but Apple would then take a 30 percent cut — putting Spotify's audiobooks at a considerable disadvantage against Apple Books. \"With our Audiobooks launch, Apple has once again proven just how brazen it is willing to be with its App Store rules, constantly shifting the goalposts to disadvantage their competitors,\" said Spotify CEO Daniel Ek.</p><p>Spotify is already in a battle with Apple over music subscriptions, having said that its 30 percent commission harms consumers. The European Commission <a href=\"https://www.engadget.com/eu-apple-anti-competitive-app-store-policies-111753790.html\">issued Apple</a> with a Statement of Objections after concluding that Apple was in possible breach of EU laws, but has yet to reveal a final verdict. \"Almost four years. That’s how long it’s been since Spotify filed a complaint against Apple with the European Commission, and we are still waiting on a decision,\" said Ek.&nbsp;</p>", "favourite": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/rode-x-unify-game-streaming-xdm-100-xcm-50-030005357.html?src=rss", "title": "Rode's gaming sub-brand debuts with 'Unify' streaming software and two familiar mics", "date_published": "2022-10-26 03:00:05+00:00", "description": "<p>Gaming creators and streamers will already be familiar with Rode. The company’s <a href=\"https://www.engadget.com/rode-video-mic-go-ii-230059221.html\"><ins>microphones</ins></a> and <a href=\"https://www.engadget.com/rodecaster-pro-ii-details-000035416.html\"><ins>podcasting</ins></a><a href=\"https://www.engadget.com/rodes-psa-1-podcasting-boom-arm-230009046.html\"><ins>products</ins></a> make good options for those plugging into OBS, YouTube, Twitch and anywhere else you might “go live.” But as of today, there’s a whole new sub brand specifically catering to their needs: Rode X.</p><p>The first three products under the new mark include two microphones and a comprehensive desktop app for stream routing and mixing. The mics will look eerily familiar to fans of Rode products, but the company assures us they have been “redesigned internally for optimal performance for streaming and gaming.”</p><span id=\"end-legacy-contents\"></span><p>The new mics are the XDM-100 ($249) and XCM-50 ($150). The clue to the difference between them is in the name - D for dynamic, C for condenser (you can read about the difference <a href=\"https://www.engadget.com/advanced-podcast-buyers-guide-part-1-143053492.html\"><ins>here</ins></a>). The XDM-100, at least physically, looks like Rode’s <a href=\"https://rode.com/en/microphones/usb/podcaster\"><ins>Podcaster</ins></a> with a dash of red at the top. The XCM-50 is a condenser microphone that appears to be built on the same platform as the <a href=\"https://rode.com/en/microphones/usb/nt-usb-mini\"><ins>NT-USB Mini</ins></a> and features a distinct red button on the front.</p><figure><img alt=\"Two new Rode microphones pictured next to the Rode NT-USB Mini\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/3c18b840-5460-11ed-bcfe-13546124d246\" style=\"height: 1318; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">James Trew / Engadget</div></figure><p>Both microphones are USB only (no XLR), which means you won’t need an audio interface to use them, and they have built-in headphone ports for latency-free monitoring. Which of the two might interest you most will depend on both your preferences and the room where you stream from.</p><p>The XCM-50 has a bright sound that will work well for those in acoustically treated, or “softer” rooms. When tested side by side with its NT-USB Mini doppelganger, they do sound incredibly close, but to my ears the XCM-50 is a tiny bit brighter sounding. The NT-USB Mini sounds a shade “closer” by comparison.</p><p>The XDM-100 has a more classic “dynamic” microphone sound. While perhaps not quite as well rounded as something like the Shure SM7B or even Rode’s own Podmic, it feels cleaner than the Podcaster that it shares its physical appearance with. If you want a good USB dynamic option, this feels like a competitive choice for the price. Especially once coupled with the new Unify software.</p><p>The one thing that a lot of gamers and streamers really need isn’t so much a microphone – there are many options for that – it’s a reliable tool to route all the sounds in your stream, usually some mix of game sounds, chat, music and effects. With Unify, you have a simple software solution that is similar to the routing matrices you find with the GoXLR, the <a href=\"https://www.beacn.com/pages/beacn-mix-create\"><ins>BEACN Mix Create</ins></a> or Elgato’s <a href=\"https://www.engadget.com/elgato-wave-3-microphone-hands-on-150021908.html\"><ins>Wave Link</ins></a>.</p><figure><img alt=\"Rode X unify software.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-10/67061980-5460-11ed-bfe3-74a4e3d1898c\" style=\"height: 1334; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Rode</div></figure><p>Unify creates a couple of virtual audio interfaces on your PC and you can then control which app uses what, and where that sound goes. For example, you probably want your intro music to go out on the stream, but maybe you don’t want it in your headphones? Or maybe you want your audience to hear a YouTube video you’re playing, but not the music you’re streaming. With Unify, you can pipe most things to most places, and then change the levels, or “mix” for each destination also.</p><p>Rode has added the ability to record all your audio directly within the app, too. This makes it appealing to more than just streamers. For example, you could use it to record both sides of a Zoom call and be able to feed audio into that call that would otherwise be tricky. The fact that Unify has sound pads for intros and effects means it also works quite well as a software “Rodecaster Pro.”</p><p>Unify looks most similar to Wave Link but offers much more fine-grained control. The app isn’t quite as simple as BEACN’s, which lets you access each mix matrix at all times and has a slightly clearer UI. BEACN also benefits from the hardware mixer, too, but there’s no option to record within that app or trigger sound effects.</p><p>Where Unify differs from most of its rivals is that you don’t <em>have</em> to buy the company’s hardware to use it. If you just wanted the software features you can pay $5 a month or $45 a year for the app alone. This means you can easily use it with any microphone you have, you’re not beholden to using a Rode (unlike, Wave Link that requires an Elgato mic). If you <em>do</em> buy a Rode X mic, then the software is free. Sadly, if you already own a Rode USB mic, it won’t unlock the software, you'll be paying like everybody else.</p>", "favourite": false}]