[{"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677578/qanda-how-do-you-proactively-solve-problems-by-tracking-iot-devices.html#tk.rss_all", "title": "BrandPost: Q&A: How do you proactively solve problems by tracking IoT devices?", "date_published": "2022-10-26 19:39:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p><em>Dear Craig,</em></p><p><em>Our company uses many IoT devices across our global network. But we have struggled to get visibility into how these devices are performing until it affects our bottom line and reduces our productivity. My team wants to proactively identify issues early before they snowball into bigger problems. Is there a simplified, cost-effective way to track all these devices in the network, monitor their performance and detect abnormal behavior?</em></p><p>– <em>A Reader</em></p><p>Dear Reader,</p><p>Check out <a href=\"https://www.vmware.com/content/microsites/eni/home.html\" rel=\"nofollow\">VMware Edge Network Intelligence</a>™ — a key component of <a href=\"https://www.vmware.com/products/secure-access-service-edge-sase.html\" rel=\"nofollow\">VMware SASE</a>™ — which gives enterprise IT teams the necessary visibility to be proactive instead of reactive. Providing you insights into all your IoT devices as these devices access your enterprise apps, VMware Edge Network Intelligence detects your devices automatically, classifies them, and creates a baseline for their performance. This eliminates the need for your team to manually track the devices’ performance over many months to establish thresholds for abnormal versus normal behavior, significantly streamlining their workload.</p><p class=\"jumpTag\"><a href=\"/article/3677578/qanda-how-do-you-proactively-solve-problems-by-tracking-iot-devices.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677577/top-3-mobile-security-lessons.html#tk.rss_all", "title": "BrandPost: Top 3 Mobile Security Lessons", "date_published": "2022-10-26 19:38:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>During our annual conference we engaged with customers and partners about all things technology — which naturally included security, as it remains a leading area of concern across most businesses today. Many organizations made exceptions to enable remote work in 2020 and 2021. Now they’re focused on closing the gaps in their security plans, including those for advanced protection of mobile devices. </p><p>Our session titled <a href=\"https://www.vmware.com/explore/video-library/video-landing.html?sessionid=16529898709280011f7p&amp;videoId=6311751371112\" rel=\"nofollow\">“Tear Down the Wall with Unified Endpoint Security</a>” was an opportunity to talk about the threat landscape, customer challenges, and ways to facilitate anywhere work.  </p><p class=\"jumpTag\"><a href=\"/article/3677577/top-3-mobile-security-lessons.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677875/vmware-customers-are-building-the-new-multi-cloud-universe.html#tk.rss_all", "title": "BrandPost: VMware Customers are Building the New Multi-Cloud Universe", "date_published": "2022-10-26 19:36:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>At our multi-cloud event of the year, <a href=\"https://www.vmware.com/explore/us.html\" rel=\"nofollow\">VMware Explore US</a> we kicked off Day 2 with a <a href=\"https://event.vmware.com/flow/vmware/explore2022us/content/page/catalog?search=%22John%20Sabino%22\" rel=\"nofollow\">Customer Innovation Showcase</a>. This session allowed us to focus on how the VMware Customer Experience and Success (CXS) team empowers VMware customers to accelerate their journey to cloud smart. We had the pleasure of hearing from leaders at McLaren Racing, Comcast, and JPMorgan Chase &amp; Co. on partnering with VMware CXS to build their multi-cloud solutions.</p><p>Check out what they had to say:<strong> </strong></p><p class=\"jumpTag\"><a href=\"/article/3677875/vmware-customers-are-building-the-new-multi-cloud-universe.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677500/top-three-kubernetes-myths.html#tk.rss_all", "title": "BrandPost: Top Three Kubernetes Myths", "date_published": "2022-10-26 19:34:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>In the past few years, we’ve seen a rapid increase in container adoption as the go-to strategy for accelerating software development. After all, why wouldn’t you move towards containerization considering its advantages? Benefits such as application portability, IT resource efficiency, and increased agility would make any infrastructure or operations leader interested in adopting containers with Kubernetes.</p><p>Kubernetes indeed has much to offer, but let’s look at some key Kubernetes myths, as well as how you can adapt best practices to reduce long-term <a href=\"https://tanzu.vmware.com/kubernetes-management\" rel=\"nofollow\">Kubernetes management</a> complexities.<strong> </strong></p><p class=\"jumpTag\"><a href=\"/article/3677500/top-three-kubernetes-myths.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677865/saved-by-zero.html#tk.rss_all", "title": "BrandPost: Saved by Zero", "date_published": "2022-10-26 19:30:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Enterprises are incredibly complex ecosystems existing in incredibly complex (and global) business environments. That means there is a lot that can go wrong during any given day — especially with the constant threat of bad actors always looming — in addition to the constant demand for new services to keep the enterprise competitive.</p><p>Most of these Herculean tasks fall on IT security personnel, and as the past few years have proven, they are up to the challenge. In general, enterprises across the world weathered the unexpected and truly devastating impacts of the pandemic, among other disruptions — and even thrived. The same was true for new business services, with case studies from companies like Zoom and VMware proving enterprise IT can create and deploy solutions customers need most.</p><p class=\"jumpTag\"><a href=\"/article/3677865/saved-by-zero.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677864/apple-vp-confirms-iphones-will-shift-to-usb-c.html#tk.rss_all", "title": "Apple VP confirms iPhones will shift to USB-C", "date_published": "2022-10-26 16:09:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>There's good news (I guess) for tech purchasing departments and frequent travelers: Apple now says it will eventually standardize around USB-C charging cables — because it has no choice. This follows a European Union (EU) decision to create a mandatory charging standard for small electronic devices.</p><h2><strong>‘We have no choice’ says Apple VP</strong></h2>\n<p>Speaking at the <a href=\"https://twitter.com/wsj/status/1585100274657419264\" rel=\"nofollow noopener\" target=\"_blank\">WSJ Tech Live Conference</a>, Greg Joswiak, Apple’s senior vice president of worldwide marketing, explained Apple’s position. His revelation followed a recent EU decision <a href=\"https://www.applemust.com/europe-says-iphones-will-need-usb-c-chargers-by-2024/\" rel=\"noopener nofollow\" target=\"_blank\">to require all manufacturers to use USB-C</a> for charging small electronic devices  such as iPhones by the end of 2024.</p><p class=\"jumpTag\"><a href=\"/article/3677864/apple-vp-confirms-iphones-will-shift-to-usb-c.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677867/rising-cloud-revenue-helps-soften-microsofts-growth-slowdown.html#tk.rss_all", "title": "Rising cloud revenue helps soften Microsoft’s growth slowdown", "date_published": "2022-10-26 15:58:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Microsoft reported its slowest growth in five years for the first quarter of its fiscal 2023, due largely to a strong US dollar and an ongoing decline in personal computer sales, causing net income to fall by 14% to $17.56 billion from this time last year.</p><p>However, the company was still able to post an overall increase in revenue, up 11% to $50.1 billion for the three months that ended September 30, driven by the ongoing strength of its cloud computing services, which exceeded $25 billion in quarterly revenue, up 24%.</p><p>As a result of the announcement, Microsoft saw its share price fall by 5.65% in morning trading on the Nasdaq exchange Wednesday.</p><p class=\"jumpTag\"><a href=\"/article/3677867/rising-cloud-revenue-helps-soften-microsofts-growth-slowdown.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677495/google-pixel-watch-face.html#tk.rss_all", "title": "Got a Google Pixel Watch? Get this watch face", "date_published": "2022-10-26 10:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>I'll admit it: I've really been diggin' Google's purty new Pixel Watch.</p><p>I've been wearing the watch for the past few weeks, bathing and slumber-time notwithstanding, and here's the twist: I absolutely did <em>not</em> expect to enjoy it.</p><p>I was actually really into Wear OS and Google's smartwatch odyssey early on, too, way back when <a href=\"https://www.computerworld.com/article/2852389/moto-360-android-wear-revisited.html\">the platform first came out</a> in the prehistoric era of 2014. But then, well, a couple things happened:</p><ol>\n<li>I reached a point where I wanted the ability to be less tethered to technology, and wearing a smartwatch made me <a href=\"https://www.computerworld.com/article/3147429/why-i-stopped-wearing-a-smartwatch.html\">feel perpetually on the grid</a> and tied to my electronic obligations.</li>\n<li>Google gave up on its thoughtfully conceived original vision for wearables, with a focus on contextual info and glanceable nuggets, and instead <a href=\"https://www.computerworld.com/article/3265051/google-is-often-its-own-worst-enemy.html\">started chasing Apple's more popular philosophy</a> — with an emphasis on complicated standalone apps and intricate interactions. That stuff looks impressive in ads but doesn't make for a great real-world experience in my eyes, and it just didn't jibe with the way I wanted to use a watch.</li>\n</ol>\n<p>So suffice it to say, I assumed my journey with the new Pixel Watch would be an interesting technological diversion but a short-lived adventure I'd be eager to abandon.</p><p class=\"jumpTag\"><a href=\"/article/3677495/google-pixel-watch-face.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3677855/is-performance-tracking-about-to-go-mobile.html#tk.rss_all", "title": "Is performance tracking about to go mobile?", "date_published": "2022-10-26 10:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Productivity and performance tracking have been <a href=\"https://www.computerworld.com/article/3586616/the-new-normal-when-work-from-home-means-the-boss-is-watching.html\">on the rise since the start of the COVID-19 pandemic</a> and the shift to remote and hybrid work. Now, as pandemic restrictions recede and more traditional work habits reemerge, it’s inevitable some organizations will want to extend tracking beyond the company PC to mobile devices.</p><p>That means IT could soon be involved in selecting, implementing, and supporting productivity and <a href=\"https://www.computerworld.com/article/3614119/collaboration-analytics-yes-you-can-track-employees-should-you.html\">performance monitoring solutions that keep tabs on workers wherever they are</a> — even if they’re not sitting in front of a computer.</p><p class=\"jumpTag\"><a href=\"/article/3677855/is-performance-tracking-about-to-go-mobile.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}]