[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/us-charges-ukrainian-hacker-over-role.html", "title": "U.S. Charges Ukrainian Hacker Over Role in Raccoon Stealer Malware Service", "date_published": "2022-10-26 16:09:00+00:00", "description": "A 26-year-old Ukrainian national has been charged in the U.S. for his alleged role in the Raccoon Stealer malware-as-a-service (MaaS) operation.\nMark Sokolovsky, who was arrested by Dutch law enforcement after leaving Ukraine on March 4, 2022, in what's said to be a Porsche Cayenne, is currently being held in the Netherlands and awaits extradition to the U.S.\n\"Individuals who deployed Raccoon", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/this-9-course-bundle-can-take-your.html", "title": "This 9-Course Bundle Can Take Your Cybersecurity Skills to the Next Level", "date_published": "2022-10-26 16:02:00+00:00", "description": "If you regularly read The Hacker News, there’s a fair chance that you know something about cybersecurity. It’s possible to turn that interest into a six-figure career. But to make the leap, you need to pick up some key skills and professional certifications.\nFeaturing nine in-depth courses, The 2022 Masters in Cyber Security Certification Bundle helps you get ready for the next step. And in a", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/kimsuky-hackers-spotted-using-3-new.html", "title": "Kimsuky Hackers Spotted Using 3 New Android Malware to Target South Koreans", "date_published": "2022-10-26 15:50:00+00:00", "description": "The North Korean espionage-focused actor known as Kimsuky has been observed using three different Android malware strains to target users located in its southern counterpart.\nThat's according to findings from South Korean cybersecurity company S2W, which named the malware families FastFire, FastViewer, and FastSpy.\n\"The FastFire malware is disguised as a Google security plugin, and the", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/romcom-hackers-circulating-malicious.html", "title": "Unknown Actors are Deploying RomCom RAT to Target Ukrainian Military", "date_published": "2022-10-26 13:37:00+00:00", "description": "The threat actor behind a remote access trojan called RomCom RAT has been observed targeting Ukrainian military institutions as part of a new spear-phishing campaign that commenced on October 21, 2022. \nThe development marks a shift in the attacker's modus operandi, which has been previously attributed to spoofing legitimate apps like Advanced IP Scanner and pdfFiller to drop backdoors on", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/vice-society-hackers-are-behind-several.html", "title": "Vice Society Hackers Are Behind Several Ransomware Attacks Against Education Sector", "date_published": "2022-10-26 08:13:00+00:00", "description": "A cybercrime group known as Vice Society has been linked to multiple ransomware strains in its malicious campaigns aimed at the education, government, and retail sectors.\nThe Microsoft Security Threat Intelligence team, which is tracking the threat cluster under the moniker DEV-0832, said the group avoids deploying ransomware in some cases and rather likely carries out extortion using", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/hackers-actively-exploiting-cisco.html", "title": "Hackers Actively Exploiting Cisco AnyConnect and GIGABYTE Drivers Vulnerabilities", "date_published": "2022-10-26 07:55:00+00:00", "description": "Cisco has warned of active exploitation attempts targeting a pair of two-year-old security flaws in the Cisco AnyConnect Secure Mobility Client for Windows.\nTracked as CVE-2020-3153 (CVSS score: 6.5) and CVE-2020-3433 (CVSS score: 7.8), the vulnerabilities could enable local authenticated attackers to perform DLL hijacking and copy arbitrary files to system directories with elevated privileges.", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/vmware-releases-patch-for-critical-rce.html", "title": "VMware Releases Patch for Critical RCE Flaw in Cloud Foundation Platform", "date_published": "2022-10-26 04:24:00+00:00", "description": "VMware on Tuesday shipped security updates to address a critical security flaw in its VMware Cloud Foundation product.\nTracked as CVE-2021-39144, the issue has been rated 9.8 out of 10 on the CVSS vulnerability scoring system, and relates to a remote code execution vulnerability via XStream open source library.\n\"Due to an unauthenticated endpoint that leverages XStream for input serialization in", "favourite": false}]