[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-anti-war-left-is-dead-and-gone-if-it-ever-even-existed", "title": "The Anti-War Left Is Dead And Gone – If It Ever Even Existed", "date_published": "2022-10-26 19:26:22+00:00", "description": "It&#8217;s not complex. The driving force behind the Left&#8217;s political agenda is a hatred of Republicans, as well as a lust for power. For example, consider the long-forgotten anti-war progressives. Do you remember those crazy anti-war demonstrations during the Bush years? Thousands of hippies and gray-haired women and men in black jeans demonstrated in the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actress-says-she-basically-threw-a-wedding-for-myself-to-mark-birthday-milestone", "title": "Actress Says She ‘Basically Threw A Wedding For Myself’ To Mark Birthday Milestone", "date_published": "2022-10-26 19:21:43+00:00", "description": "Actress Jennifer Garner won’t allow aging to get her down, recently admitting that she celebrated her recent birthday milestone of turning 50 by basically throwing a wedding for herself. In a wide-ranging interview, the 50-year-old actress talked about dealing with aging in Hollywood and said that she ended up throwing herself a spring wedding to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hes-tired-of-the-misgendering-ex-real-housewife-an-open-christian-debuts-14-year-old-transgender-son", "title": "‘He’s Tired Of The Misgendering’: Ex ‘Real Housewife,’ An Open Christian, Debuts 14-Year-Old ‘Transgender Son’", "date_published": "2022-10-26 19:01:59+00:00", "description": "Former &#8220;Real Housewives of Orange County&#8221; star Alexis Bellino recently promoted on social media the &#8220;transition&#8221; of her 14-year-old daughter, whom the reality star said is now &#8220;out&#8221; as &#8220;transgender&#8221; and &#8220;tired of being misgendered.&#8221; Bellino notably touted her Christianity during her time on the Bravo reality show, and as recently as 2019, ridiculed what ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/katy-perry-sparks-robot-comparisons-after-video-surfaces-of-bizarre-eye-glitch", "title": "Katy Perry Sparks Robot Comparisons After Video Surfaces Of Bizarre Eye Glitch", "date_published": "2022-10-26 18:32:45+00:00", "description": "Katy Perry is being compared to a robot after a video surfaced from her latest appearance on stage where she suffered from a bizarre eye glitch. In the clip that surfaced recently on social media, the 38-year-old singer stands on stage getting ready to perform ahead of her residency in Las Vegas, according to Page Six. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/second-railroad-union-rejects-biden-admins-labor-deal-increasing-the-threat-of-a-nationwide-strike", "title": "Second Railroad Union Rejects Biden Admin’s Labor Deal, Increasing The Threat Of A Nationwide Strike", "date_published": "2022-10-26 18:30:47+00:00", "description": "A second railroad union rejected the labor deal negotiated by the Biden administration, increasing the chances of a nationwide rail strike. The Brotherhood of Railroad Signalmen (BRS) voted overwhelmingly to reject the labor deal in a vote, the union said in a statement Wednesday. The union represents more than 6,000 railroad workers, and is the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rich-kid-problems-and-leaving-your-children-an-inheritance", "title": "Rich Kid ‘Problems’ And Leaving Your Children An Inheritance", "date_published": "2022-10-26 18:27:21+00:00", "description": "Question of the Day: Should you leave your children an inheritance? You guys know my story. I didn&#8217;t come from anything. But now that I&#8217;m raising children, I get worried that I am spoiling them and they won’t learn to appreciate hard work. They need to have a little bit of struggle to understand how ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-suggests-people-of-color-cant-afford-or-dont-know-how-to-choose-airplane-seats-with-more-legroom", "title": "Biden Suggests ‘People Of Color’ Can’t Afford Or Don’t Know How To Choose Airplane Seats With More Legroom", "date_published": "2022-10-26 18:15:23+00:00", "description": "President Joe Biden appeared to suggest on Wednesday that airlines were engaging in racial discrimination when they charged a premium for seats with more legroom, saying that &#8220;people of color&#8221; were most impacted by the additional fees. The president was addressing what he referred to as &#8220;junk fees&#8221; — from concert ticket &#8220;processing fees&#8221; and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scientists-covid-restrictions-caused-immunity-gap-leading-to-virus-uptick-in-children", "title": "Scientists: COVID Restrictions Caused ‘Immunity Gap,’ Leading To Virus Uptick In Children", "date_published": "2022-10-26 18:06:39+00:00", "description": "Cases of respiratory syncytial virus (RSV) and other viruses are rising across the nation, and scientists are now saying the uptick is due to measures put in place during the pandemic that restricted immune development. The phenomenon is called an “immunity gap,” and essentially happened when restrictions and practices that were common during the pandemic ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/amy-schumer-labels-dr-oz-a-bully-throws-support-behind-fetterman-after-his-incoherent-debate", "title": "Amy Schumer Labels Dr. Oz A ‘Bully,’ Throws Support Behind Fetterman After His Incoherent Debate", "date_published": "2022-10-26 18:05:01+00:00", "description": "Amy Schumer labeled Republican Dr. Mehmet Oz a &#8220;bully&#8221; as she threw support behind Democratic Pennsylvania senatorial candidate John Fetterman following his incoherent debate Tuesday night. The 41-year-old comedian, who lives in Manhattan, took to her Instagram on Wednesday to share a post that declared that Fetterman has the state&#8217;s &#8220;best interest at heart&#8221; as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tmz-falsely-reports-death-of-rock-n-roll-legend-jerry-lee-lewis-singer-of-great-balls-of-fire", "title": "TMZ Falsely Reports Death Of Rock ‘N’ Roll Legend Jerry Lee Lewis, Singer of ‘Great Balls of Fire’", "date_published": "2022-10-26 17:58:08+00:00", "description": "TMZ falsely reported Wednesday afternoon that rock &#8216;n&#8217; roll music icon Jerry Lee Lewis, singer of &#8220;Great Balls of Fire&#8221;, died at his home in Memphis, Tennessee. Lewis, 87, is a legendary piano player known for delivering electrifying performances, where he would sometimes play with his feet. &#8220;Jerry Lee Lewis is not dead &#8230; as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-aides-scream-at-reporters-as-president-mocks-them-while-refusing-to-answer-their-questions", "title": "Biden’s Aides Scream At Reporters As President Mocks Them While Refusing To Answer Their Questions", "date_published": "2022-10-26 17:53:34+00:00", "description": "The aides for President Joe Biden (D) screamed at reporters Wednesday afternoon to prevent them from being able to ask the president questions as the president looked on and mocked them. The questions come as Democrat candidates across the country had rough debate performances Tuesday evening with Pennsylvania Lt. Governor John Fetterman&#8217;s (D) disastrous performance ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/time-for-him-to-go-bidens-iran-envoy-harshly-criticized-for-weak-support-of-protests", "title": "‘Time For Him To Go’: Biden’s Iran Envoy Harshly Criticized For Weak Support Of Protests", "date_published": "2022-10-26 17:49:45+00:00", "description": "President Biden’s Special envoy for Iran, Robert Malley, whose anti-Israel, pro-Iranian perspective has colored his career, is coming under fire because of his tepid response as Iranian protesters target the despotic, theocratic Iranian government. Malley’s avoidance of condemning the Iranian regime’s violent oppression of the Iranian people fits with his prior history, and it appears ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/germany-issues-plans-to-become-second-eu-country-to-legalize-recreational-marijuana-use", "title": "Germany Issues Plans To Become Second EU Country To Legalize Recreational Marijuana Use", "date_published": "2022-10-26 17:35:30+00:00", "description": "Germany is set to legalize cannabis for recreational use, making it one of the only European Union nations to do so, while 19 states in the U.S. have taken similar action. On Wednesday, Health Minister Karl Lauterbach introduced a document regarding plans for a measure on the subject. The legislation would create regulations for the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-totally-fine-ben-shapiro-exposes-medias-morphing-narrative-on-stroke-addled-fetterman", "title": "‘It’s Totally Fine’: Ben Shapiro Exposes Media’s Morphing Narrative On Stroke-Addled Fetterman", "date_published": "2022-10-26 17:32:49+00:00", "description": "Ben Shapiro retraced the media’s ever-morphing reaction to Pennsylvania Senate candidate John Fetterman Wednesday, following the ailing Democrat’s disastrous debate performance the previous night. Shapiro told listeners to his popular podcast and radio show the Keystone State candidate, who suffered a stroke in May, has been protected by a sympathetic media. But after the hulking ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/spat-between-verizon-and-tv-company-presented-obstacle-for-philadelphians-tuning-into-only-senate-debate", "title": "Spat Between Verizon And TV Company Presented Obstacle For Philadelphians Tuning Into Only Senate Debate", "date_published": "2022-10-26 17:18:54+00:00", "description": "Some residents of Philadelphia may have been unable to view the only Pennsylvania Senate debate between Democratic Lt. Governor John Fetterman and Republican Dr. Mehmet Oz. Fetterman, who suffered a stroke days before the primary elections, faltered and provided choppy responses throughout the hour-long contest due to the stroke he experienced earlier this year as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chief-twit-elon-musk-arrives-at-twitters-headquarters-let-that-sink-in", "title": "‘Chief Twit’ Elon Musk Arrives At Twitter’s Headquarters: ‘Let That Sink In!’", "date_published": "2022-10-26 17:05:29+00:00", "description": "Elon Musk kicked off his imminent takeover of Twitter by bringing a sink into the company&#8217;s headquarters Wednesday afternoon as he visited the offices. Musk&#8217;s visit to the company&#8217;s headquarters comes as he is expected to meet with employees before his acquisition of the company is finalized by the end of the week. &#8220;Entering Twitter ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/detransitioner-met-with-vitriol-by-transgender-activists-shares-her-story", "title": "Detransitioner Met With Vitriol By Transgender Activists Shares Her Story", "date_published": "2022-10-26 16:50:33+00:00", "description": "A young woman who formerly identified as transgender went viral on Twitter earlier this month for describing the negative effects she experienced using testosterone. Now, she says a weight has been lifted since deciding to detransition. KC Miller, 21, adopted a transgender identity at 16 and began taking testosterone after being referred to a local ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unqualified-white-people-feel-empowered-to-apply-for-jobs-school-superintendent-says", "title": "Unqualified White People Feel ‘Empowered’ To Apply For Jobs, School Superintendent Says", "date_published": "2022-10-26 16:32:38+00:00", "description": "A Maine school superintendent wrote in an email reviewed by The Daily Wire that unqualified white people feel &#8220;empowered&#8221; to apply for jobs they&#8217;re not qualified to do. Heather Perry, superintendent of Maine&#8217;s Gorham School District, wrote in the April email that white applicants who are &#8220;not fully certified&#8221; seek positions in the school district out ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mortgage-rates-jump-to-highest-level-since-2001", "title": "Mortgage Rates Jump To Highest Level Since 2001", "date_published": "2022-10-26 16:19:26+00:00", "description": "Mortgage rates reached their highest levels since 2001, according to data released on Wednesday by the Mortgage Bankers Association. The 30-year fixed rate mortgage rose for the tenth consecutive week, reaching 7.16% as purchase applications fell. The increase occurs after the Federal Reserve thrice increased the target federal funds rate by 0.75% increments, marking the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dunderheaded-democrats-have-completely-forgotten-its-the-economy-stupid", "title": "Dunderheaded Democrats Have Completely Forgotten ‘It’s The Economy, Stupid’", "date_published": "2022-10-26 15:48:46+00:00", "description": "Abortion, abortion, abortion. That&#8217;s all the Democrats are talking about in the waning days of the 2022 midterm campaigns. But if they&#8217;re paying attention to the polls, they&#8217;ll realize that the 1992 presidential campaign motto of Bill Clinton rings true now more than ever: &#8220;It&#8217;s the economy, stupid.&#8221; CLICK HERE TO WATCH ELECTION WIRE FOR ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hassan-warns-its-a-close-race-against-bolduc-for-new-hampshire-senate-seat", "title": "Hassan Warns It’s A ‘Close Race’ Against Bolduc For New Hampshire Senate Seat", "date_published": "2022-10-26 15:41:16+00:00", "description": "Sen. Maggie Hassan (D-NH) suggested Monday that she does not believe she is a shoo-in for a second Senate term. At a campaign event in Derry, New Hampshire, Hassan warned Granite Staters that it is a tight contest between her and Republican Don Bolduc. “This has always been a close race,” Hassan said. “It’s going to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-u-s-claims-seagate-violated-export-regulations-to-ship-product-to-chinese-company", "title": "Report: U.S. Claims Seagate Violated Export Regulations To Ship Product To Chinese Company", "date_published": "2022-10-26 15:18:21+00:00", "description": "The United States alerted Seagate Technology Holdings that it may have broken the law by selling hard drive disks to a blacklisted Chinese company, according to a new report.  A source informed Reuters that the company at issue is Huawei. It is on the U.S. Commerce Department’s Entity List and is prohibited from purchasing exports ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-more-neutral-site-college-football-games-college-towns-are-built-for-college-football", "title": "No More ‘Neutral Site’ College Football Games: College Towns Are Built For College Football", "date_published": "2022-10-26 15:08:07+00:00", "description": "One of the things that makes the college game different from the NFL is that most of the college teams are located in smaller towns or cities and there’s a more local feel to the program. That’s why, when I see teams like the University of Florida and The Georgia Bulldogs playing in Jacksonville, or ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/midterm-exam-dont-sleep-on-the-potential-gubernatorial-red-wave", "title": "MIDTERM EXAM: Don’t Sleep On The Potential Gubernatorial Red Wave", "date_published": "2022-10-26 15:05:45+00:00", "description": "Last week, we discussed the likelihood that the governor&#8217;s office in Oregon, Nevada, and even New York could all possibly flip from blue to red. Since then, gubernatorial polls have also tightened in states like New Mexico, Michigan, Wisconsin, and Kansas. New Mexico  According to a new survey from Trafalgar Polling, Republican candidate Mark Ronchetti ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/interest-groups-make-push-to-battle-organized-retail-crime-at-the-federal-level", "title": "Interest Groups Make Push To Battle Organized Retail Crime At The Federal Level", "date_published": "2022-10-26 14:59:32+00:00", "description": "A number of interest groups launched efforts on Wednesday to encourage a crackdown on organized retail crime at the federal level. Thefts executed by packs of robbers have garnered public attention during the crime wave of the past two years, with some retailers and convenience chains spending millions on new security measures or closing locations ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nyc-activist-group-that-used-children-to-attack-moderate-parents-turns-on-its-adult-boss-for-being-white", "title": "Leftist Group That Used Children To Attack Moderate Parents Turns On Its Adult Boss For Being White", "date_published": "2022-10-26 14:46:24+00:00", "description": "Teens Take Charge, a New York City far-left activist group that used children to hurl accusations of racism against parents who wanted to keep schools open and nearly succeeded in ending the city&#8217;s tradition of rigorous merit-based magnet schools, apologized Tuesday for harming children, and said the group itself was racist.", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/prominent-title-ix-consultant-accused-of-financial-fraud-in-lawsuit-filed-by-former-employee", "title": "Prominent Title IX Consultant Accused Of Financial Fraud In Lawsuit Filed By Former Employee", "date_published": "2022-10-26 14:38:16+00:00", "description": "A man who made millions consulting with schools on how to implement Title IX policies has been accused of financial fraud by a former employee. Brett A. Sokolow, president of the Association of Title IX Administrators (ATIXA) and founder and chair of the board at TNG, is being sued by a former executive for allegedly ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thats-horrifying-republican-host-recoils-when-sunny-hostin-blows-off-lee-zeldin-assassination-attempt", "title": "‘That’s Horrifying’: Republican Host Recoils When Sunny Hostin Blows Off Lee Zeldin Assassination Attempt", "date_published": "2022-10-26 14:30:04+00:00", "description": "Alyssa Farah Griffin visibly recoiled on Wednesday when her liberal co-host Sunny Hostin appeared to blow off the attempted assassination of Republican New York gubernatorial candidate Lee Zeldin. Griffin, a Republican who was hired to replace former co-host Meghan McCain on ABC&#8217;s midday talk show &#8220;The View,&#8221; was clearly taken aback when Hostin explained away ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/red-states-dominate-blue-states-for-affordable-living-reports", "title": "Red States Dominate Blue States For Affordable Living: Reports", "date_published": "2022-10-26 14:24:40+00:00", "description": "Red states seem to have a huge edge over blue states when it comes to affordable living, as various reports suggest. According to the Wall Street Journal/Realtor.com Emerging Housing Markets Index, nine of the top ten most affordable cities in the United States are located in red states. As if that weren’t enough, 18 of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/spains-medical-societies-revolt-against-proposed-transgender-law", "title": "Spain’s Medical Societies Revolt Against Proposed Transgender Law", "date_published": "2022-10-26 14:12:31+00:00", "description": "Leading medical institutions in Spain are speaking out against the newly proposed &#8220;Trans Law&#8221; that would allow minors to self-declare as transgender and access irreversible medical transition procedures. Bernard Lane, a Sydney-based independent journalist, recently published two stories on his Substack, Gender Clinic News, about Spain waking up to &#8220;gender contagion&#8221; and the medical experts ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justice-alito-says-leaked-draft-opinion-overruling-roe-v-wade-made-majority-targets-for-assassination", "title": "Justice Alito Says Leaked Draft Opinion Overruling Roe v. Wade Made Majority ‘Targets For Assassination’", "date_published": "2022-10-26 14:07:32+00:00", "description": "Supreme Court Justice Samuel Alito said Tuesday during a Heritage Foundation event that the initial leaked draft majority opinion to strike down the landmark Roe v. Wade decision put some justices&#8217; lives in danger. &#8220;The leak also made those of us who were thought to be in the majority in support of overruling Roe and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/craven-teddy-kennedy-wanted-to-say-mary-jo-kopechne-was-driving-at-chappaquiddick-book-says", "title": "‘Craven’: Teddy Kennedy Wanted To Say Mary Jo Kopechne Was Driving At Chappaquiddick, Book Says", "date_published": "2022-10-26 14:05:21+00:00", "description": "A new book alleges that after Ted Kennedy left his car and his passenger, Mary Jo Kopechne, in a pond off of Chappaquiddick Island, where Kopechne drowned, he returned to the party they had attended and told his close friends he wanted to say Kopechne was driving the car. Former Boston Globe journalist John Farrell’s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/burn-in-hell-you-piece-of-s-person-in-court-room-erupts-at-convicted-waukesha-murderer", "title": "‘Burn In Hell, You Piece Of S***!’: Person In Court Room Erupts At Convicted Waukesha Murderer", "date_published": "2022-10-26 13:44:54+00:00", "description": "A person in the courtroom where a Wisconsin man was convicted for ramming his vehicle into a Christmas parade last year was thrown out of court on Wednesday after he shouted at the now-convicted murderer as the verdicts were read. The killer, who The Daily Wire is not naming due to company policy about not ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/number-of-disabled-workers-in-the-job-market-soars-by-nearly-1-million-since-early-2020", "title": "Number Of Disabled Workers In The Job Market Soars By Nearly 1 Million Since Early 2020", "date_published": "2022-10-26 13:37:25+00:00", "description": "Nearly 1 million more disabled workers are in the job market than during the early days of 2020, according to an analysis released last week by the Federal Reserve Bank of New York. Self-reported disability data from the Census Bureau shows that there are cumulatively 1.7 million more working-age adults claiming to have a disability ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bolsonaro-tells-ben-shapiro-why-his-battle-to-save-brazil-from-socialist-clutches-is-americas-fight-too", "title": "Bolsonaro Tells Ben Shapiro Why His Battle To Save Brazil From Socialist Clutches Is America’s Fight, Too", "date_published": "2022-10-26 13:17:17+00:00", "description": "Brazilian President Jair Bolsonaro told Daily Wire host Ben Shapiro his country is at a crossroads in the upcoming election, and faces the danger of falling into the same pattern of socialist corruption that engulfs many South and Central American nations. The conservative former army captain, who is often likened to former U.S. President Donald Trump, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/talking-heads-claim-dr-oz-was-bullying-fetterman-its-so-un-empathetic", "title": "Talking Heads Claim Dr. Oz Was ‘Bullying’ Fetterman: ‘It’s So Un-Empathetic’", "date_published": "2022-10-26 13:01:40+00:00", "description": "Joy Behar and Sunny Hostin joined a number of liberal journalists who claimed that Pennsylvania Senate candidate Dr. Mehmet Oz (R) was &#8220;bullying&#8221; Democrat John Fetterman during their televised debate on Tuesday evening. Behar and Hostin joined their co-hosts on ABC&#8217;s midday talk show &#8220;The View&#8221; to recap the Pennsylvania Senate debate, and they both ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chronicles-of-narnia-actress-recalls-almost-losing-limb-to-rare-flesh-eating-bacteria", "title": "‘Chronicles Of Narnia’ Actress Recalls Almost Losing Limb To Rare Flesh-Eating Bacteria", "date_published": "2022-10-26 12:52:19+00:00", "description": "“Chronicles of Narnia” actress Georgie Henley took to social media to explain the scarring on her arm, telling fans that she almost lost her limb after developing a rare flesh-eating bacteria infection. The 27-year-old actress shared the story on her Instagram account earlier this week. “When I was eighteen years old and in my sixth ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rudolph-the-red-nosed-reindeer-frosty-the-snowman-producer-jules-bass-dies-at-87", "title": "‘Rudolph The Red-Nosed Reindeer,’ ‘Frosty The Snowman’ Producer Jules Bass Dies At 87", "date_published": "2022-10-26 12:41:31+00:00", "description": "Jules Bass, known as the producer and director of &#8220;Rudolph the Red-Nosed Reindeer&#8221; and &#8220;Frosty the Snowman,&#8221; died on Tuesday at the age of 87. His publicist Jennifer Fisherman-Ruff confirmed the death of Bass at an assisted living facility in Rye, New York, according to The Hollywood Reporter. Bass, who also produced &#8220;Santa Claus Is ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fettermans-wife-slammed-after-debate-as-calls-grow-for-apologies-to-be-made-to-nbc-reporter", "title": "Fetterman’s Wife Slammed After Debate As Calls Grow For Apologies To Be Made To NBC Reporter", "date_published": "2022-10-26 12:39:05+00:00", "description": "Pennsylvania U.S. Senate candidate John Fetterman&#8217;s (D) wife faced backlash Tuesday night following her husband&#8217;s widely criticized debate performance. Fetterman has faced scrutiny over his fitness for office after he suffered a stroke earlier this year. He has demonstrated that he sometimes struggles to understand words and has difficulty speaking, often needing conversations transcribed to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/zeldin-attacks-hochul-for-supporting-cashless-bail", "title": "Zeldin Attacks Hochul For Supporting Cashless Bail", "date_published": "2022-10-26 12:37:39+00:00", "description": "In the midst of a crime wave engulfing New York City, New York GOP gubernatorial candidate Lee Zeldin focused on bail reform in the state as he consistently attacked New York Democrat Governor Kathy Hochul for supporting it. Early in the debate, Zeldin attacked Hochul’s erstwhile support for cashless bail, saying, “Kathy Hochul supports cashless ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/birth-as-a-battlefield-how-house-of-the-dragon-turned-childbirth-and-motherhood-into-death-sentences", "title": "Birth As A Battlefield: How ‘House Of The Dragon’ Turned Childbirth And Motherhood Into Death Sentences", "date_published": "2022-10-26 12:10:02+00:00", "description": "The most shocking thing about the most graphic birth scene on HBO’s “Game of Thrones” prequel series, “House of the Dragon,” is that it wasn’t shocking at all. Showrunners have spent the entire first season of the drama vilifying motherhood and making childbirth a bloody, torturous affair that frequently ended in death. It’s not that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fetterman-raises-1-million-in-three-hours-after-train-wreck-debate-with-oz-campaign-says", "title": "Fetterman Raises $1 Million In Three Hours After Train Wreck Debate With Oz, Campaign Says", "date_published": "2022-10-26 11:52:21+00:00", "description": "The campaign behind Pennsylvania Lt. Governor and Democratic Senate candidate John Fetterman claimed it raised $1 million in three hours following his disastrous debate performance against Republican rival Dr. Mehmet Oz. Fetterman, who suffered a stroke days before the primary elections, faltered and provided choppy responses as Oz, a veteran television host, aggressively pressed his ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/neurologist-who-watched-fetterman-debate-casts-doubt-on-prospect-for-further-recovery", "title": "Neurologist Who Watched Fetterman Debate Casts Doubt On Prospect For Further Recovery", "date_published": "2022-10-26 11:46:12+00:00", "description": "Pennsylvania Democratic senatorial candidate John Fetterman&#8216;s disastrous debate performance Tuesday night came despite experiencing most of the improvement he is likely to see following a stroke in May, according to one neurologist. Clues to the current Keystone State lieutenant governor&#8217;s cognitive problems had arisen before he squared off against Republican Dr. Mehmet Oz in their ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jury-reaches-verdict-in-waukesha-christmas-parade-suspect-trial", "title": "Jury Finds Waukesha Christmas Parade Killer Guilty", "date_published": "2022-10-26 11:45:10+00:00", "description": "A jury has found a Wisconsin man guilty of ramming his vehicle into the crowd at the Waukesha Christmas parade in Wisconsin on November 21, 2021. The defendant, who will not be named per Daily Wire policy, was found guilty on all 76 charges related to the attack that killed six and injured 62 more. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hochul-wiggles-on-mandating-covid-vax-for-schoolchildren-zeldin-nukes-her", "title": "Hochul Wiggles On Mandating COVID Vax For Schoolchildren, Zeldin Nukes Her", "date_published": "2022-10-26 11:27:06+00:00", "description": "Rep. Lee Zeldin (R-NY) went after Governor Kathy Hochul (D-NY) during Tuesday night’s New York gubernatorial debate for refusing to definitively state if she&#8217;ll sign off on a COVID vaccine mandate for children in coming school years. Notably, the Centers for Disease Control and Prevention (CDC)&#8216;s Advisory Committee on Immunization Practices unanimously decided last week to add the shot ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/economic-worries-are-driving-swing-state-roman-catholics-to-the-polls-survey-shows", "title": "Economic Worries Are Driving Swing-State Roman Catholics To The Polls, Survey Shows", "date_published": "2022-10-26 11:10:15+00:00", "description": "Roman Catholic likely voters in swing states will be driven to the polls in two weeks by economic issues, according to a new survey from EWTN News and RealClear Opinion Research. Republican candidates across the country have emphasized runaway inflation and soaring gas prices as they compete against Democratic rivals. Beyond a low approval rating ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hi-goodnight-everybody-even-liberals-admit-fettermans-debate-performance-was-abysmal", "title": "‘Hi. Goodnight, Everybody’: Even Liberals Admit Fetterman’s Debate Performance Was Abysmal", "date_published": "2022-10-26 10:53:11+00:00", "description": "Tuesday night&#8217;s debate between two Senate hopefuls in Pennsylvania turned out to be a disaster for one of them. The performance of Democrat John Fetterman, who suffered a stroke over the summer and has clearly not fully recovered, was so bad even liberals were forced to admit just how truly awful it was. The train ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/joe-biden-dylan-mulvaney-and-the-collapse-of-the-west", "title": "Joe Biden, Dylan Mulvaney, And The Collapse Of The West", "date_published": "2022-10-26 10:51:18+00:00", "description": "This week, President Joe Biden held an interview with a TikTok influencer named Dylan Mulvaney. Mulvaney is a man – a former Broadway star in The Book of Mormon – who less than a year ago decided that he was a woman. Ever since, he has made daily videos titled “Day X as a Girl.” ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-georgias-record-voter-turnout-is-actually-voter-suppression", "title": "Democrats: Georgia’s Record Voter Turnout Is Actually Voter Suppression", "date_published": "2022-10-26 10:35:40+00:00", "description": "Georgia&#8217;s 2021 voter ID law was supposed to usher in a new era of &#8220;Jim Crow 2.0,&#8221; according to Democrats. President Joe Biden said it would make that previous era of American history look like &#8220;Jim Eagle.&#8221; Democrats at large, including current Peach Tree State gubernatorial candidate Stacey Abrams, warned that millions of minorities would ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-cameron-mocks-marvel-and-dc-characters-they-act-like-theyre-in-college", "title": "James Cameron Mocks Marvel And DC Characters: ‘They Act Like They’re In College’", "date_published": "2022-10-26 10:22:16+00:00", "description": "Acclaimed director James Cameron had some harsh words for comic book characters, claiming that Marvel and DC superheroes are emotionally immature.  The 68-year-old “Titanic” director told The New York Times that because the characters in these universes don’t have the responsibility of marriage and fatherhood, they’re often not as evolved as they could be. They ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/radio-host-55-dies-suddenly-while-doing-morning-show", "title": "Radio Host, 55, Dies Suddenly While Doing Morning Show", "date_published": "2022-10-26 09:59:29+00:00", "description": "A popular British radio presenter died in the middle of doing the morning show. Tim Gough, 55, experienced a medical emergency while on the air. He was doing the GenX Radio Suffolk radio show when he sustained a “suspected heart attack,” a press release says. Gough was pronounced dead at his home just before 8 ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fetterman-campaign-blames-captioning-system-for-disastrous-debate-tv-company-sets-record-straight", "title": "Fetterman Campaign Blames Captioning System For Disastrous Debate, TV Company Sets Record Straight", "date_published": "2022-10-26 09:58:58+00:00", "description": "The campaign for Pennsylvania U.S. Senate candidate John Fetterman (D) blamed the captioning system used during Tuesday night&#8217;s debate for his widely criticized performance. Fetterman has faced scrutiny over his fitness for office after he suffered a stroke earlier this year. He has demonstrated that he sometimes struggles to understand words and has difficulty speaking, ...", "favourite": false}]