[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/dzien-na-swiecie-julia-tymoszenko-przewiduje-rozpad-rosji-upadek-wojska-i-rezimu-putina/", "title": "\"Dzień na świecie\". Julia Tymoszenko przewiduje rozpad Rosji. \"Upadek wojska i reżimu Putina\"", "date_published": "2022-09-30 20:45:00+00:00", "description": "- Putin w swojej chorej wyobraźni, jako ostatni argument, może wyciągnąć taktyczną broń jądrową. Jeśli jej użyje, dostanie odpowiedź, z której się nie otrząśnie - stwierdziła była premier Ukrainy Julia Tymoszenko, gość piątkowego Dnia na świecie w Polsat News. Zwracała też uwagę na niepowodzenia Rosjan na froncie. - Ogłaszają aneksję, a nasze wojska otaczają ich wokół Łymanu - mówiła."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/pawel-pczelnikow-nie-zyje-tajemnicza-smierc-kolejnego-rosyjskiego-menedzera/", "title": "Paweł Pczelnikow nie żyje. Tajemnicza śmierć kolejnego rosyjskiego menedżera", "date_published": "2022-09-30 20:30:00+00:00", "description": "To kolejna śmierć w niewyjaśnionych okolicznościach wysoko postawionego rosyjskiego menedżera w ciągu kilku ostatnich miesięcy. 52-letni Paweł Pczelnikow został znaleziony martwy na balkonie. Lokalne służby przekonują, że dyrektor ds. komunikacji rosyjskiej spółki kolejowej miał popełnić samobójstwo."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/dmitrij-miedwiediew-jesli-ukraina-nie-przestanie-walczyc-znaczna-czesc-ukraincow-zniknie/", "title": "Dmitrij Miedwiediew: Jeśli Ukraina nie przestanie walczyć, znaczna część Ukraińców zniknie", "date_published": "2022-09-30 19:29:00+00:00", "description": "Jeśli Ukraina nie przestanie walczyć, znaczna część Ukraińców zniknie - napisał wiceprzewodniczący Rady Bezpieczeństwa Federacji Rosyjskiej, Dmitrij Miedwiediew. Odniósł się tym samym do reakcji świata na ogłoszenie przyłączenia do Rosji okupowanych terytoriów Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/joe-biden-nie-damy-sie-zastraszyc-putinowi/", "title": "Aneksja części Ukrainy. Joe Biden: Nie damy się zastraszyć Putinowi", "date_published": "2022-09-30 19:05:00+00:00", "description": "- Ameryka i jej sojusznicy nie dadzą się zastraszyć Władimirowi Putinowi i jego nieodpowiedzialnym groźbom - powiedział w piątek na konferencji w Białym Domu Joe Biden. Prezydent USA skomentował również uszkodzenie gazociągów Nord Stream."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/usa-zabila-65-latka-mlotkiem-wczesniej-ukradla-mu-40-tys-dolarow/", "title": "USA: Zabiła 65-latka młotkiem. Wcześniej ukradła mu 40 tys. dolarów", "date_published": "2022-09-30 18:41:00+00:00", "description": "43-letnia Xiu Fang Ke została zatrzymana bez możliwości zwolnienia za kaucją pod zarzutem brutalnego zamordowania mężczyzny, od którego wynajmowała wcześniej mieszkanie. 65-letni Leonard Garber miał się dowiedzieć o fałszerstwach kobiety, która podrabiając czeki na jego nazwisko ukradła ponad 40 tys. dolarów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/afganistan-wybuch-w-stolecznym-kabulu-co-najmniej-19-osob-nie-zyje/", "title": "Afganistan. Wybuch w stołecznym Kabulu. Co najmniej 19 osób nie żyje", "date_published": "2022-09-30 18:04:00+00:00", "description": "W eksplozji w afgańskiej stolicy Kabulu zginęło co najmniej 19 osób, a kilkadziesiąt zostało rannych. Według policji doszło do samobójczego zamachu, napastnik wysadził się w pobliżu centrum edukacyjnego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/jens-stoltenberg-nato-nie-jest-czescia-tego-konfliktu-ale-zapewniamy-ukrainie-wsparcie/", "title": "Jens Stoltenberg: NATO nie jest częścią tego konfliktu, ale zapewniamy Ukrainie wsparcie", "date_published": "2022-09-30 16:22:00+00:00", "description": "- Te referenda zostały narzucone Ukrainie. To całkowite naruszenie prawa międzynarodowego. Kraje NATO nie uznają tych terytoriów jako należących do Rosji - powiedział w piątek sekretarz generalny NATO Jens Stoltenberg, odnosząc się do włączenia okupowanych terytoriów Ukrainy do Rosji, ogłoszonego przez Władimira Putina."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/wielka-brytania-21-latka-zmarla-w-hotelu-spadla-na-nia-szafa-ktora-pomylila-z-drzwiami/", "title": "Wielka Brytania: 21-latka zmarła w hotelu. Spadła na nią szafa, którą pomyliła z drzwiami", "date_published": "2022-09-30 15:31:00+00:00", "description": "Impreza w Liverpoolu zakończyła się tragedią. Przyjaciółka 21-letniej Chloe Haynes odnalazła ją martwą w hotelu. Kilka godzin wcześniej na młodą kobietę spadła szafa. Na łamach prasy głos zabrała matka zmarłej. 49-latka przyznała, że jej córka była pijana, gdy przyjaciel odprowadzał ją do łóżka, ale powodem śmierci miała być pomyłka - rzekome drzwi do WC lub wyjściowe okazały się wrotami szafy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/chiny-zaprezentowano-pierwszego-na-swicie-sklonowane-wilka/", "title": "Chiny. Zaprezentowano pierwszego na świecie sklonowane wilka", "date_published": "2022-09-30 15:20:00+00:00", "description": "Pierwszy na świecie sklonowany wilk polarny został zaprezentowany w środę w Harbin Polarland w chińskiej prowincji Heilongjiang. Wilk urodził się w pekińskim laboratorium 10 czerwca, a dopiero 19 września fakt ten ogłosiła pekińska firma Sinogene Biotechnology Co., koordynująca prace."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/wielka-brytania-pierwsza-moneta-z-wizerunkiem-krola-karola-iii-monarcha-nie-ma-korony/", "title": "Wielka Brytania: Pierwsza moneta z wizerunkiem króla Karola III. Monarcha nie ma korony", "date_published": "2022-09-30 14:47:00+00:00", "description": "Brytyjska Mennica Królewska (The Royal Mint) ujawniła nową monetę z wizerunkiem króla Karola III. Moneta o nominale 50 pensów ma wejść do powszechnego obiegu w ciągu kilku tygodni."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/przelomowa-decyzja-ukrainy-zelenski-sklada-wniosek-do-nato/", "title": "Przełomowa decyzja Ukrainy. Zełenski składa wniosek do NATO", "date_published": "2022-09-30 14:09:00+00:00", "description": "Prezydent Ukrainy Wołodymyr Zełenski poinformował o złożeniu wniosku o dołączenie do NATO w trybie przyspieszonym."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/aneksja-czesci-ukrainy-swiat-reaguje-nie-uznajemy-i-nigdy-nie-uznamy-nielegalnych-referendow/", "title": "Aneksja części Ukrainy. Świat reaguje. \"Nie uznajemy i nigdy nie uznamy nielegalnych 'referendów'\"", "date_published": "2022-09-30 14:05:00+00:00", "description": "Nie uznajemy i nigdy nie uznamy nielegalnych referendów, które Rosja przeprowadziła jako pretekst do dalszego naruszania niepodległości, suwerenności i integralności terytorialnej Ukrainy - przekazali we wspólnym oświadczeniu liderzy państw UE. Światowi liderzy zgodnie nie akceptują ogłoszonych przez Putina decyzji o aneksji części terytoriów Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/wielka-brytania-internet-przyczynil-sie-do-smierci-czternastolatki/", "title": "Wielka Brytania: Internet przyczynił się do śmierci czternastolatki", "date_published": "2022-09-30 13:34:00+00:00", "description": "W Wielkiej Brytanii zakończyło się dochodzenie w sprawie śmierci czternastolatki z Londynu. Dziewczyna zmarła z powodu samookaleczenia. Według śledczych do jej śmierci przyczyniły się treści publikowane w internecie, szczególnie w mediach społecznościowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/putin-oglosil-wlaczenie-okupowanych-terytoriow-ukrainy-do-rosji/", "title": "Putin ogłosił włączenie okupowanych terytoriów Ukrainy do Rosji", "date_published": "2022-09-30 12:19:00+00:00", "description": "- W Rosji pojawiły się cztery nowe regiony - powiedział do zgromadzonych na Kremlu Władimir Putin, ogłaszając aneksję części Ukrainy. Wcześniej podpisał dekrety o uznaniu obwodów chersońskiego i zaporoskiego za niezależne terytoria. Przytłaczająca większość krajów nie akceptuje tej decyzji i nie zgadza się na zagarnięcie przez Rosję nowych terytoriów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/mobilizacja-w-rosji-rodziny-zolnierzy-otrzymuja-owce-i-wegiel/", "title": "Mobilizacja w Rosji. Rodziny żołnierzy otrzymują owce i węgiel", "date_published": "2022-09-30 11:50:00+00:00", "description": "Rodzinom zmobilizowanych została przyznana pomoc humanitarna - otrzymują m.in. barany i węgiel. Dzięki wspólnym wysiłkom władzy i wolontariuszy rodziny i bliscy żołnierzy i żołnierze nie będą czuć, że zostali ze swoimi problemami sami - tak władze rosyjskiej republiki Tuwa tłumaczą swoją decyzję."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/nowy-jork-brutalne-zabojstwo-sanitariuszki-brala-udzial-w-akcji-po-zamachu-na-world-trade-center/", "title": "Nowy Jork: Brutalne zabójstwo sanitariuszki. Brała udział w akcji po zamachu na World Trade Center", "date_published": "2022-09-30 10:48:00+00:00", "description": "Alison Russo-Elling 61-letnia sanitariuszka, która od 25 lat służyła w nowojorskiej straży pożarnej, została brutalnie napadnięta. Agresor bez żadnego wyraźnego powodu rzucił się na kobietę na środku ulicy i zadał jej ponad 20 ciosów nożem w klatkę piersiową. Kobieta, która brała udział w akcji ratowniczej po ataku na World Trade Center nie przeżyła ataku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/ukraina-rosjanie-ostrzelali-kolumne-cywilnych-samochodow-zginely-co-najmniej-23-osoby/", "title": "Ukraina. Rosjanie ostrzelali kolumnę cywilnych samochodów. Zginęły co najmniej 23 osoby", "date_published": "2022-09-30 08:16:00+00:00", "description": "Siły rosyjskie ostrzelały kolumnę cywilnych samochodów w obwodzie zaporoskim. Cywile chcieli wjechać na okupowane terytoria po swoich bliskich i by przekazać pomoc humanitarną. Jak powiadomił szef władz obwodowych Ołeksandr Staruch, na skutek ataku zginęły co najmniej 23 osoby, a 28 zostało rannych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/ukraina-atak-rosjan-w-dnieprze-sluzby-odnalazly-psa-na-gruzach-czekal-na-wlascicieli/", "title": "Ukraina. Atak Rosjan w Dnieprze. Służby odnalazły psa na gruzach, czekał na właścicieli", "date_published": "2022-09-30 06:44:00+00:00", "description": "Po ataku Rosjan w mieście Dniepr zginęły cztery osoby - dwoje dzieci, ich mama i babcia. Rakieta zniszczyła ich dom doszczętnie. Przeżył jedynie pies Krym, którego służby ratunkowe odnalazły na siedzącego na gruzach i czekającego na powrót swoich właścicieli."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-30/rosja-wladimir-putin-podpisal-dekrety-ws-aneksji-ukrainskich-obwodow/", "title": "Rosja: Władimir Putin podpisał dekrety przygotowujące do aneksji ukraińskich obwodów", "date_published": "2022-09-30 04:22:00+00:00", "description": "Władimir Putin podpisał dekrety o uznaniu obwodów chersońskiego i zaporoskiego za niezależne terytoria - informuje prokremlowska agencja Ria Nowosti. Zgodnie z zapowiedziami, Putin w piątek włączy do Rosji cztery okupowane ukraińskie obwody."}]