[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/30/middleeast/donya-rad-iran-hijab-arrest-intl/index.html", "title": "Iranian security forces arrest a woman for eating at restaurant in public without her hijab, family says", "date_published": "2022-09-30 19:27:26+00:00", "description": "Iranian security forces arrested a woman after a photo of her and another woman eating at a Tehran restaurant without their head scarves was widely circulated online, her family said Friday. The photo emerged Wednesday showing the two women having breakfast at a cafe that, like most coffeehouses in Iran, is traditionally patronized by men."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/30/middleeast/palestinian-west-bank-israel-suleiman-intl/index.html", "title": "Thousands attend funeral for 7-year-old who died, Palestinians say, in Israeli troops chase", "date_published": "2022-09-30 17:49:09+00:00", "description": "Thousands of Palestinians turned out Friday to mourn a seven-year-old Palestinian boy who died, his father said, while being chased by Israeli troops on Thursday -- an account rejected by the Israeli army but which prompted the US State Department to call for an investigation."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/30/business/monica-geingos-namibia-green-energy-spc-intl/index.html", "title": "Namibia can become a green energy exporter, says first lady", "date_published": "2022-09-30 14:54:34+00:00", "description": "With Europe looking for alternatives to Russian energy, the European Union has set a target to produce 11 million tons of green hydrogen, and import another 11 million tons, by 2030."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/30/middleeast/palestinian-textbooks-jerusalem-mime-intl/index.html", "title": "How a debate over textbooks closed 150 schools in East Jerusalem", "date_published": "2022-09-30 14:41:32+00:00", "description": "On September 19, some 150 schools in East Jerusalem went on strike, keeping tens of thousands of students out of the classroom, to protest the introduction of Israeli textbooks."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/30/africa/heavy-gunfire-in-burkina-faso-intl/index.html", "title": "Heavy gunfire in Burkina Faso capital, soldiers on streets, witnesses say", "date_published": "2022-09-30 09:11:26+00:00", "description": "Heavy gunfire was heard coming from the main military camp and some residential areas of Burkina Faso's capital early on Friday morning, Reuters reporters said."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/29/asia/philippines-martial-law-50-years-marcos-intl-hnk/index.html", "title": "They were tortured under Philippine dictator Ferdinand Marcos Snr. Now they fear their stories are being erased", "date_published": "2022-09-30 03:31:09+00:00", "description": "When Philippine President Ferdinand \"Bongbong\" Marcos Jnr. met US President Joe Biden in New York last week, there was an uncomfortable sense of deja vu for some older Filipinos."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/29/asia/vatican-disciplined-east-timor-bishop-intl-hnk/index.html", "title": "Vatican secretly disciplined Nobel-winning bishop from East Timor over alleged abuse of minors", "date_published": "2022-09-30 03:06:28+00:00", "description": "The Vatican on Thursday acknowledged that it had secretly disciplined East Timor bishop and Nobel Peace Prize winner Carlos Ximenes Belo two years ago, responding to allegations that he sexually abused boys in East Timor decades before."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/29/business/nightcap-recession-fears/index.html", "title": "Analysis: Why the ghost of 2008 still haunts us in 2022", "date_published": "2022-09-30 00:00:11+00:00", "description": "All week, there have events in the news that have come in under of the banner of \"this hasn't happened since 2007/2008.\""}]