[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/struggling-artist-hunter-biden-asks-for-lower-child-support-payments", "title": "Struggling Artist Hunter Biden Asks For Lower Child Support Payments", "date_published": "2022-09-16 19:30:19+00:00", "description": "Hunter Biden&#8216;s art career must be going poorly because the president&#8217;s latchkey son asked an Arkansas court to lower his child support for a daughter whom he had out of wedlock with a stripper. The &#8220;smartest man&#8221; President Joe Biden knows (not a joke) recently filed in state court a request to recalculate his monthly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/get-in-the-closet-horrifying-video-shows-armed-robbers-targeting-elderly-couple-during-home-invasion", "title": "‘Get In The Closet!’: Horrifying Video Shows Armed Robbers Targeting Elderly Couple During Home Invasion", "date_published": "2022-09-16 19:23:09+00:00", "description": "Law enforcement officials have identified two men suspected of targeting an elderly couple during an armed robbery this week in Portsmouth, Virginia. The Portsmouth Police Department said they are looking for 25-year-old Mitchell Boney Jr. and 22-year-old Tyree Demont Boney Jr., both in connection to an armed robbery that took place on Wednesday. They are ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-candidate-for-superintendent-of-public-schools-discusses-how-to-fix-californias-education-system", "title": "California Candidate For Superintendent Of Public Schools Discusses How To Fix California’s Education System", "date_published": "2022-09-16 19:13:01+00:00", "description": "Lance Christensen is running to be the next California Superintendent of Public Instruction. In a discussion with The Daily Wire, Christensen, a father of five, said he jumped into the race to solve some of the education problems plaguing the state. “California, years ago, was the premiere place for K-12 education in the entire world ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taxpayers-are-funding-surgeons-to-play-dr-frankenstein-on-nonbinary-patients", "title": "Taxpayers Are Funding Surgeons To Play Dr. Frankenstein On ‘Nonbinary’ Patients", "date_published": "2022-09-16 18:39:50+00:00", "description": "Bizarre alternative genital surgeries are being offered to patients who identify as “nonbinary” in surgery centers across the country, and some states are letting taxpayers foot the bill. These surgeries, which represent custom alternatives to more “traditional” transgender-related genital surgeries, include sex nullification, penis-preserving vaginoplasty, and vaginal preservation with metoidioplasty. “Nonbinary” is a popular identity ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/matt-walsh-heres-why-crackpot-trans-care-group-removed-age-guidelines-for-sex-changes", "title": "Matt Walsh: Here’s Why Crackpot Trans Care Group Removed Age Guidelines For Sex Changes", "date_published": "2022-09-16 18:15:32+00:00", "description": "The leading transgender medical care group just removed minimum age recommendations for minors to go on puberty blockers, hormones or even under the knife, which The Daily Wire’s Matt Walsh said is no surprise coming from a crackpot organization suddenly in control of a multi-million-dollar industry. The new guidance from the World Professional Association for Transgender ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heres-a-nickel-use-it-for-a-kleenex-uber-wealthy-marthas-vineyard-mocked-for-starting-gofundme-after-immigrants-arrive", "title": "‘Here’s A Nickel. Use It For A Kleenex’: Uber-Wealthy Martha’s Vineyard Mocked For Starting GoFundMe After Immigrants Arrive", "date_published": "2022-09-16 18:03:29+00:00", "description": "Residents of Martha’s Vineyard, the wealthy leftist enclave where former President Barack Obama and former Secretary of State John Kerry own palatial homes, started a GoFundMe fundraiser after 50 illegal immigrants were transported by Florida GOP Governor Ron DeSantis to the doorstep of their “sanctuary city.” They got mocked. One person donated $5 to the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sarah-huckabee-sanders-reveals-successful-thyroid-cancer-procedure-says-shes-cancer-free", "title": "Sarah Huckabee Sanders Reveals Successful Thyroid Cancer Procedure, Says She’s ‘Cancer-Free’", "date_published": "2022-09-16 17:53:30+00:00", "description": "Former White House Press Secretary Sarah Huckabee Sanders has revealed that she is &#8220;cancer-free&#8221; after receiving treatment for thyroid cancer. In a statement Friday, Sanders confirmed that she was treated for thyroid cancer after doctors discovered the disease during a check-up. Sanders underwent surgery to remove her thyroid and surrounding lymph nodes, and came out cancer-free. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-country-wife-who-wont-back-down-inside-brittany-aldeans-conservatism", "title": "The Country Wife Who Won’t Back Down: Inside Brittany Aldean’s Conservatism", "date_published": "2022-09-16 17:53:17+00:00", "description": "Brittany Aldean, the wife of country music star Jason Aldean, will not apologize for her conservative political views, nor will she back down — even when the liberal mob comes for her. Aldean most recently made waves when she spoke out against the transgender movement&#8217;s focus on children. The 34-year-old was quickly attacked by big ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/governor-abbott-to-the-biden-admin-if-they-will-not-go-to-the-border-were-taking-the-border-to-them", "title": "Governor Abbott To The Biden Admin: ‘If They Will Not Go To The Border, We’re Taking The Border To Them’", "date_published": "2022-09-16 17:47:38+00:00", "description": "Texas Republican Governor Greg Abbott said during an interview Friday that if the Biden administration was unwilling to come to the U.S.-Mexico border to see the crisis that has erupted under Democrat President Joe Biden&#8217;s leadership, he will bring the border crisis to their front door. Abbott told Fox News that the state of Texas ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/supply-chain-issues-force-school-districts-to-switch-gears-on-meals", "title": "Supply Chain Issues Force School Districts To Switch Gears On Meals", "date_published": "2022-09-16 17:09:34+00:00", "description": "Supply chain issues and spiking inflation have spurred school districts to come up with inventive solutions for school meals. Districts are fighting to keep their school meal programs going as they battle rising costs and product shortages, and some have had to switch gears to keep meals programs going. Some districts have purchased refrigerated trailers or ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-struggle-to-heat-our-homes-king-charles-iii-gets-heckled-in-wales", "title": "‘We Struggle To Heat Our Homes’: King Charles III Gets Heckled In Wales", "date_published": "2022-09-16 17:01:30+00:00", "description": "King Charles III was heckled Friday in Wales outside the Welsh Parliament when he went over to greet cheering members of the public following the death of his mother, Queen Elizabeth II, on September 8. She was 96. It happened during the king&#8217;s first official trip to the area as the new monarch of the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pat-sajak-the-end-is-near-for-me-on-wheel-of-fortune", "title": "Pat Sajak: ‘The End Is Near’ For Me On ‘Wheel Of Fortune’", "date_published": "2022-09-16 16:49:39+00:00", "description": "Pat Sajak, the popular host of “Wheel of Fortune,” revealed during an interview this week that the “end is near” for him hosting the show. The 75-year-old entertainer, who has hosted the show for 41 years, made the remarks during a Thursday interview with Entertainment Tonight. &#8220;In most television shows by this time, you would ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-left-has-zero-idea-how-to-react-to-conservatives-actually-using-government-power", "title": "The Left Has Zero Idea How To React To Conservatives Actually Using Government Power", "date_published": "2022-09-16 16:37:40+00:00", "description": "Governor Ron DeSantis (R-FL) has certainly flung the Left into a tizzy this week, but not solely because he sent 50 illegal aliens to Martha&#8217;s Vineyard. The real reason for Democrat hysteria is that DeSantis&#8217; move is the newest sign that the GOP is starting to wield government power. That reality has the Left terrified. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-woman-king-falsely-paints-female-warrior-slave-traders-as-abolitionists-even-leftist-critics-admit", "title": "‘The Woman King’ Falsely Paints Female Warrior Slave Traders As Abolitionists, Even Leftist Critics Admit", "date_published": "2022-09-16 16:31:10+00:00", "description": "“The Woman King” is already earning rave reviews from most critics, but even some left-wing outlets are being forced to admit that the writers completely rewrote history by painting the Agojie warrior women as abolitionists. The historical drama’s description calls it “the remarkable story of the Agojie, the all-female unit of warriors who protected the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-the-left-is-forcing-credit-card-companies-to-become-anti-gun-activists", "title": "How The Left Is Forcing Credit Card Companies To Become Anti-Gun Activists", "date_published": "2022-09-16 16:28:35+00:00", "description": "Left-wing activism on the part of corporations has hardly been unusual in recent years. What often flies under the radar, however, is how frequently progressive groups are able to strong-arm private businesses into entering the arena of politics against their will. Credit card companies being forced to track the sales of guns and ammunition is ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-pitches-abortion-friendly-california-in-red-state-billboard-blitz", "title": "Newsom Pitches Abortion-Friendly California In Red-State Billboard Blitz", "date_published": "2022-09-16 16:25:26+00:00", "description": "Democratic California Governor Gavin Newsom continued to pick fights with red states, launching a billboard blitz Thursday advertising the Golden State&#8217;s emphatic embrace of abortion.  Newsom&#8217;s latest campaign includes 18 billboards in Indiana, Mississippi, Ohio, Texas, South Carolina, South Dakota, and Oklahoma, all of which have taken action to protect the lives of the unborn. The billboards urge ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-calls-out-the-yard-sign-hypocrisy-of-marthas-vineyard", "title": "Ben Shapiro Calls Out The Yard-Sign Hypocrisy Of Martha’s Vineyard", "date_published": "2022-09-16 16:01:41+00:00", "description": "The long nightmare is finally over for the people of Martha’s Vineyard, who were forced to share their idyllic island enclave for more than a day with some 50 illegal immigrants, Ben Shapiro noted Friday on his podcast and radio show. The illegal immigrants, flown in by Florida Governor Ron DeSantis, were shuttled off Friday ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cnn-host-hits-back-at-claims-he-was-demoted-after-primetime-show-axed", "title": "CNN Host Hits Back At Claims He Was ‘Demoted’ After Primetime Show Axed", "date_published": "2022-09-16 15:56:24+00:00", "description": "CNN host Don Lemon has hit back at claims that he was &#8220;demoted&#8221; following the axing of his primetime show on the network and his move to morning TV. During “Don Lemon Tonight&#8221; on Thursday, the host said he wanted to shut down further speculation that his move to daytime as a co-host on CNN&#8217;s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-on-newsom-urging-doj-probe-over-migrants-his-hair-gel-is-interfering-with-his-brain-function", "title": "DeSantis On Newsom Urging DOJ Probe Over Migrants: ‘His Hair Gel Is Interfering With His Brain Function’", "date_published": "2022-09-16 15:55:59+00:00", "description": "Florida Governor Ron DeSantis (R) slammed California Governor Gavin Newsom (D) during a press conference on Friday after Newsom urged the U.S. Department of Justice to open a criminal investigation into Florida and Texas sending illegal immigrants to Democrat-controlled areas across the country. Newsom went as far as to absurdly suggest that DeSantis sending the migrants ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-fbi-agents-pushed-to-find-a-crime-that-supports-bidens-claims-about-gop-extremism", "title": "Report: FBI Agents Pushed To ‘Find A Crime’ That Supports Biden’s Claims About GOP ‘Extremism’", "date_published": "2022-09-16 15:55:44+00:00", "description": "The Biden administration is reportedly pushing federal law enforcement to exaggerate the threat from domestic terrorism and white supremacy as the White House uses such threats as political talking points. Current and former members of the FBI say that President Joe Biden’s administration is pushing the bureau to devote more resources than necessary toward combatting ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/when-everything-is-racist-nothing-is-racist", "title": "When Everything Is Racist – Nothing Is Racist", "date_published": "2022-09-16 15:34:51+00:00", "description": "On Friday, August 26th, the Duke University volleyball team took the court against Brigham Young University in Provo, Utah. 5,507 fans gathered for the contest &#8211; a school record for women’s volleyball. Following the match, reports surfaced claiming  Duke player Rachel Richardson was a victim of racial heckling from a person in the BYU student ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gang-culture-rapper-ice-t-says-la-is-just-a-dangerous-place", "title": "‘Gang Culture’: Rapper Ice-T Says ‘LA Is Just A Dangerous Place’", "date_published": "2022-09-16 15:27:40+00:00", "description": "Superstar Ice-T said the reason you won&#8217;t see celebrity rappers like himself, Snoop Dogg, and more wearing jewelry in public is because Los Angeles is &#8220;a dangerous place.&#8221; The 64-year-old actor took to his Twitter Wednesday and doubled-down on earlier comments he made about the California city&#8217;s &#8220;Gang culture&#8221; not being &#8220;a game.&#8221; It came ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/senate-democrats-showed-theyre-willing-to-destroy-the-economy-to-keep-the-political-contributions-rolling", "title": "Senate Democrats Showed They’re Willing To Destroy The Economy To Keep The Political Contributions Rolling", "date_published": "2022-09-16 14:49:57+00:00", "description": "American families have been suffering from record inflation. While Biden is celebrating the passage of his Inflation Reduction Act, his administration announced that inflation rose to 8.3% with food jumping to 11.4%. Inflation is on the rise because of woke progressives&#8217; tax and spend agenda. Inflation was about to be made worse by the game ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/indonesian-man-had-ring-stuck-around-penis-the-nightmare-scenario-followed", "title": "Indonesian Man Had Ring Stuck Around Penis. The Nightmare Scenario Followed.", "date_published": "2022-09-16 14:33:07+00:00", "description": "An Indonesian man who wound a metal ring around his penis during an “experiment with friends” discovered that the hospital had to remove it using a terrifying piece of equipment. The 38-year-old man complained to the hospital of “severe penile pain,” acknowledging the ring had been wound around his penis for 10 hours and that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/roger-federers-superhuman-humanity", "title": "Roger Federer’s Superhuman Humanity", "date_published": "2022-09-16 14:09:56+00:00", "description": "He is an extraordinary human being who modeled what the peaks of life can look like. His retirement should remind us that excellence never has to come at the cost of character. There are an infinite number of ways to measure the longevity of Roger Federer’s tennis career. In my own life, when Roger Federer ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/young-actor-shares-advice-he-got-from-leonardo-dicaprio-early-in-his-career", "title": "Young Actor Shares Advice He Got From Leonardo DiCaprio Early In His Career", "date_published": "2022-09-16 14:06:12+00:00", "description": "Young star Timothée Chalamet said that superstar actor Leonardo DiCaprio once gave him advice on having success in Hollywood. During the 26-year-old actor&#8217;s interview for the latest issue of British Vogue, the &#8220;Call Me by Your Name&#8221; star shared what DiCaprio told him about having a successful career in the movie industry, the outlet reported in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/welcome-home-now-get-the-hell-out-illegal-aliens-already-bused-out-of-marthas-vineyard", "title": "Welcome Home, Now Get The Hell Out: Illegal Aliens Already Bused Out Of Martha’s Vineyard", "date_published": "2022-09-16 13:54:30+00:00", "description": "Boy was that an arduous act of love. For 24 hours, residents on Martha&#8217;s Vineyard proudly lived out their yard-sign creeds, proclaiming &#8220;hate has no home here&#8221; and &#8220;no human is illegal&#8221; as they welcomed 50 illegal aliens sent courtesy of Governor Ron DeSantis (R-FL). Then the buses showed up on Friday morning and the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lara-logan-rips-jill-biden-lying-to-the-whole-country", "title": "Lara Logan Rips Jill Biden: ‘Lying To The Whole Country’", "date_published": "2022-09-16 13:40:14+00:00", "description": "Journalist Lara Logan ripped first lady Jill Biden, calling her out and accusing her of covering up what Logan called President Biden’s “dementia.” Logan was responding to a New York Times opinion piece by a member of their editorial board that mocked Republican candidates having their wives act as major parts of their campaigns. “The notion that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/misogynist-bigot-jeopardy-host-slammed-after-letting-man-correct-answer-but-not-woman", "title": "‘Misogynist Bigot’: Jeopardy Host Slammed After Letting Man Correct Answer, But Not Woman", "date_published": "2022-09-16 13:15:37+00:00", "description": "“Jeopardy” co-host Ken Jennings elicited criticism from fans of the show after they felt he favored a male competitor over a female one. On Wednesday’s airing of the show, incumbent champion Luigi de Guzman was competing against contestant and retired lawyer Harriet Wagner. When Guzman was asked to identify a “19th-century landscape by this British painter,” ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-names-trump-pick-for-special-master-denies-doj-request-to-limit-review", "title": "Judge Names Trump Pick For Special Master, Denies DOJ Request To Limit Review", "date_published": "2022-09-16 12:52:30+00:00", "description": "Judge Aileen Cannon tapped a senior federal judge to serve as special master and review the materials seized in the August FBI raid on former President Donald Trump’s Florida residence. Cannon appointed Raymond Dearie, a senior U.S. district judge for the Eastern District of New York, to serve as special master on Thursday. Trump’s legal team ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-was-war-hero-chopping-wood-when-pulled-out-of-retirement-msnbc-guest-claims", "title": "Biden Was ‘War Hero’ ‘Chopping Wood’ When Pulled Out Of Retirement, MSNBC Guest Claims", "date_published": "2022-09-16 12:36:17+00:00", "description": "You’ve never heard President Joe Biden described quite like this. An MSNBC contributor described Biden’s decision to run for president in 2020 in terms more befitting a screenplay than real life, saying the ex-senator and vice president was happily retired but forces beyond his control kept pulling him back into the fray. And it was ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ex-deputy-attorney-general-of-nevada-arrested-for-1972-murder-of-19-year-old-girl-in-hawaii", "title": "Ex-Deputy Attorney General Of Nevada Arrested For 1972 Murder Of 19-Year-Old Girl In Hawaii", "date_published": "2022-09-16 12:14:31+00:00", "description": "In early 1972, Nancy Anderson was a 19-year-old who had been living in Hawaii for less than a year after graduating high school. On January 7, 1972, Anderson was found dead in her Waikiki apartment. She had been stabbed more than 60 times. Police spent 50 years trying to solve her murder, reopening the case ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/marthas-vineyard-state-rep-boasts-of-welcoming-50-immigrants-ted-cruz-fires-now-try-4-2-million", "title": "Martha’s Vineyard State Rep Boasts Of Welcoming 50 Immigrants. Ted Cruz Fires: ‘Now Try 4.2 Million’", "date_published": "2022-09-16 11:59:13+00:00", "description": "The Massachusetts state representative for the area including the leftist haven Martha’s Vineyard responded Wednesday to the arrival of 50 Venezuelan illegal immigrants by boasting of the island’s reception for the immigrants, prompting Texas GOP Senator Ted Cruz to fire back with an acerbic remark. Florida GOP Governor Ron DeSantis arranged this week for the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lizzo-instacart-and-americas-problem-with-overindulgence", "title": "Lizzo, Instacart, and America’s Problem With Overindulgence", "date_published": "2022-09-16 11:49:02+00:00", "description": "America is not only considered an indulgent culture, America is an indulgent culture.  What got me thinking about this was my own strange addiction to paper towels. I realized when I cook dinner I use nearly an entire roll of paper towels. I’ve been using paper towels like a psychopath. It’s a small, indulgent behavior, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-dont-have-the-guts-piers-morgan-spars-with-college-prof-over-disgusting-slurs-about-the-queen", "title": "‘You Don’t Have The Guts’: Piers Morgan Spars With College Prof Over ‘Disgusting Slurs’ About The Queen", "date_published": "2022-09-16 11:41:12+00:00", "description": "Piers Morgan sparred with an American college professor after her comments about the late Queen Elizabeth II went viral, challenging her to join him for a television interview and engage him directly on the subject. Morgan, who has long defended the British monarchy and the royal family — famously lashing out at Meghan Markle and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/variety-delays-meghan-markle-cover-issue-out-of-respect-for-queen-elizabeth-ii", "title": "Variety Delays Meghan Markle Cover Issue ‘Out Of Respect’ For Queen Elizabeth II", "date_published": "2022-09-16 11:30:46+00:00", "description": "Meghan Markle’s appearance on the cover of Variety will be delayed due to Queen Elizabeth II&#8217;s death last week. The publication announced that the Duchess of Sussex’s debut on the cover of their “Power of Women” issue will be delayed because of the royal family&#8217;s loss.  &#8220;Meghan, The Duchess of Sussex, was chosen as one of this ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thousands-of-mourners-wait-up-to-30-hours-to-see-queen-elizabeths-coffin-in-5-mile-long-line-dubbed-the-queue", "title": "Thousands Of Mourners Wait Up To 30 Hours To See Queen Elizabeth’s Casket In 5-Mile-Long Line Dubbed ‘The Queue’", "date_published": "2022-09-16 10:59:32+00:00", "description": "The line of mourners waiting to pay their respects to Queen Elizabeth II following her death last week is now about five miles long, with some people waiting up to 30 hours or more to see her casket. The line of people seeking to get into Westminster Hall, which has become known simply as “the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/marthas-vineyard-declares-humanitarian-crisis-over-50-illegal-aliens", "title": "Martha’s Vineyard Declares ‘Humanitarian Crisis’ — Over 50 Illegal Aliens!", "date_published": "2022-09-16 10:30:06+00:00", "description": "NOW things are getting interesting. A couple of Republican governors, Florida&#8217;s Ron DeSantis and Texas&#8217; Greg Abbott, sparked a wildfire of fury and controversy on Thursday when they dispatched illegal aliens who came across the southern border — with the federal government looking the other way — to a pair of high-profile spots: The vice ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tucker-carlson-mocks-ken-burns-for-comparing-marthas-vineyard-migrant-dump-to-holocaust", "title": "Tucker Carlson Mocks Ken Burns For Comparing Martha’s Vineyard Migrant Dump To Holocaust", "date_published": "2022-09-16 10:18:43+00:00", "description": "Tucker Carlson lit up Ken Burns Thursday after the documentary maker compared illegal immigrants being sent to Martha’s Vineyard to the Holocaust, in a stupendously tone-deaf appearance on CNN. Burns and other Left-wing celebrities have been bemoaning Florida Governor Ron DeSantis and his decision to send two charter flights laden with migrants to the tony ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chrissy-teigen-miscarriage-in-2020-was-really-an-abortion-to-save-my-life", "title": "Chrissy Teigen: Miscarriage In 2020 Was Really ‘An Abortion To Save My Life’", "date_published": "2022-09-16 10:02:28+00:00", "description": "Chrissy Teigen is speaking out on the death of her 20-week-old unborn child Jack in 2020, saying she actually had an abortion, not a miscarriage as was originally reported. &#8220;Two years ago, when I was pregnant with Jack, John and my third child, I had to make a lot of difficult and heartbreaking decisions,” the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/durham-zeroes-in-on-fbis-real-problem-and-it-is-worse-than-incompetence", "title": "Durham Zeroes In On FBI’s Real Problem, And It Is Worse Than Incompetence", "date_published": "2022-09-16 09:47:32+00:00", "description": "Special Counsel John Durham&#8216;s bombshell court filing this week is going to make it hard to paint the FBI as a dupe tricked into investigating former President Donald J. Trump for all that election collusion with Russia we now know never happened. Durham says shadowy Russian operative Igor Danchenko — the key source for the anti-Trump ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-not-pat-snl-introduces-meatbrick-first-ever-non-binary-cast-member", "title": "It’s (Not) Pat: SNL Introduces ‘Meatbrick,’ First-Ever Non-Binary Cast Member", "date_published": "2022-09-16 09:19:36+00:00", "description": "“Saturday Night Live” has added its first “non-binary” cast member, and no, it’s not just a return of Pat. The long-running NBC show, which critics say is more woke than funny, announced its new lineup, and it includes Molly Kearney, who goes by “Meatbrick” on social media and identifies as neither male or female. It’s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/virginia-replaces-democrats-mandatory-transgender-policy-with-parents-rights-manifesto", "title": "Virginia Replaces Democrats’ Mandatory Transgender Policy With Parents’ Rights Manifesto", "date_published": "2022-09-16 09:00:41+00:00", "description": "Hours after a gay rights group called Equality Virginia began pressuring school districts who have not yet adopted a transgender policy created in 2020 by Democrats, noting that &#8220;All local school boards were required to adopt the policy as a baseline,&#8221; the administration of Republican Gov. Glenn Youngkin swapped out the policy referred to by the law&#8211;so that the law, which the gay activists acknowledge must be followed, instead points to a manifesto on parents&#8217; rights."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/disney-employee-arrested-at-work-in-child-sex-sting-operation-has-addiction-to-underage-children-florida-police", "title": "Disney Employee Arrested At Work In Child Sex Sting Operation, Has ‘Addiction’ To ‘Underage Children’: Florida Police", "date_published": "2022-09-16 08:05:43+00:00", "description": "Florida&#8217;s Polk County Sheriff’s Office announced Thursday that a child sex sting operation had resulted in the arrest of 13 men, including one Disney employee. Detectives arrested the 13 men during a week-long undercover operation dubbed “Operation Cyber Guardian II” in which they posed as children online &#8220;to investigate those who prey upon and travel ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/marthas-vineyard-shelter-coordinators-reply-to-migrants-arriving-goes-viral-they-have-to-go-somewhere-else", "title": "Martha’s Vineyard Shelter Coordinator’s Reply To Migrants Arriving Goes Viral: ‘They Have To’ Go ‘Somewhere Else’", "date_published": "2022-09-16 07:55:37+00:00", "description": "Remarks from Lisa Belcastro, the coordinator for Martha&#8217;s Vineyard homeless shelter Harbor Homes, went viral Thursday after she was asked about 50 illegal immigrants arriving on the island. Belcastro&#8217;s remarks come after Florida Republican Governor Ron DeSantis  sent the illegal immigrants to the island off the coast of Massachusetts on Wednesday. “Yes, Florida can confirm ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aoc-explodes-during-hearing-after-republican-congressmans-questions-leads-to-witness-yelling", "title": "AOC Explodes During Hearing After Republican Congressman’s Questions Leads To Witness Yelling", "date_published": "2022-09-16 07:34:29+00:00", "description": "Rep. Alexandria Ocasio-Cortez (D-NY) exploded at a Republican member during a House Oversight Committee hearing after he questioned a witness who repeatedly shouted while being questioned. AOC harshly criticized Rep. Clay Higgins (R-LA) for his interactions with leftist green energy activist Raya Salter during her testimony on corporations and climate change. &#8220;In the four years ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jean-pierre-freezes-up-when-asked-if-border-is-secure-after-desantis-sends-migrants-to-marthas-vineyard", "title": "Jean-Pierre Freezes Up When Asked If Border Is Secure After DeSantis Sends Migrants To Martha’s Vineyard", "date_published": "2022-09-16 07:15:35+00:00", "description": "White House Press Secretary Karine Jean-Pierre struggled to answer questions Thursday about whether the U.S. southern border is secure after Florida Republican Governor Ron DeSantis sent 50 illegal immigrants to Martha&#8217;s Vineyard. The question from a reporter came after Vice President Kamala Harris said during a news show over the weekend that the &#8220;border is ..."}]