[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/zakaz-importu-mydla-z-rosji-maria-zacharowa-zasugerowala-ze-europejczycy-sie-nie-myja/", "title": "Zakaz importu mydła z Rosji. Maria Zacharowa zasugerowała, że Europejczycy się nie myją", "date_published": "2022-09-28 20:40:00+00:00", "description": "Maria Zacharowa próbuje umniejszać rangę nowych sankcji na Rosję, w tym zakazu importu środków kosmetycznych. Rzeczniczka moskiewskiego MSZ starała się użyć riposty i zasugerowała, że Europejczycy od wieków nie dbają o higienę. Jako przykładu użyła korespondencji Napoleona, jednak nie ma pewności, że list jest autentyczny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/ukrainska-kontrofensywa-ben-hodges-armia-wkroczy-na-krym-do-polowy-2023-roku/", "title": "Ukraińska kontrofensywa. Ben Hodges: Armia wkroczy na Krym do połowy 2023 roku", "date_published": "2022-09-28 19:36:00+00:00", "description": "Do końca roku ukraińskie wojsko zepchnie Rosjan na pozycje sprzed 24 lutego - twierdzi generał Ben Hodges, były dowódca armii amerykańskiej w Europie. Jego zdaniem kolejnym celem sił zbrojnych Ukrainy najpewniej będzie wkroczenie na okupowany Krym. Według zapowiedzi dowódcy, ma dojść do tego do połowy 2023 roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/jest-pelno-napiecia-andrzej-bargiel-w-drodze-na-szczyt-mount-everestu/", "title": "\"Jest pełno napięcia\". Andrzej Bargiel w drodze na szczyt Mount Everestu", "date_published": "2022-09-28 18:56:00+00:00", "description": "- Czujemy się dobrze, więc jeżeli będziemy mieć odrobinę szczęścia, wszystko się poskłada - mówił w Polsat News Andrzej Bargiel, który ze współtowarzyszami jest w drodze na wierzchołek najwyższej góry świata. Następnie, ze szczytu Mount Everestu, planuje zjechać na nartach. Ujawnił też, co w najbliższym czasie wydarzy się w trakcie jego wyprawy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/amerykanka-wyslala-do-firmy-cv-na-ciescie-pochwalila-sie-sukcesem/", "title": "Amerykanka wysłała do firmy CV na cieście. Pochwaliła się sukcesem", "date_published": "2022-09-28 17:01:00+00:00", "description": "Karly Blackburn z Karoliny Północnej postanowiła wszelkimi dostępnymi środkami zawalczyć o pracę marzeń w firmie Nike. Choć przedsiębiorstwo nie prowadziło rekrutacji, 27-latka postanowiła i tak wysłać swój życiorys - w niecodziennej, jadalnej formie. Zdjęcie ciasta-CV i historia jak z filmu podbiły sieć."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/polak-kolejnym-papiezem-po-franciszku-watykanista-kardynal-krajewski-ma-jaja/", "title": "Polak kolejnym papieżem po Franciszku? Watykanista: Kardynał Krajewski \"ma jaja\"", "date_published": "2022-09-28 16:57:00+00:00", "description": "- Kardynał Konrad Krajewski jest ulepiony z tej samej gliny, co Franciszek, a przez to, że pochodzi z Polski, może być uważany za doktrynalnie bezpieczniejszego - przekazał amerykański dziennikarz i watykanista John L. Allen Jr. Podał argumenty, dlaczego pochodzący z Łodzi duchowny może być następcą Franciszka w Stolicy Apostolskiej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/wielka-brytania-loty-widmo-bez-pasazerow-na-pokladzie-ekologiczni-aktywisci-oburzeni/", "title": "Wielka Brytania: Loty-widmo bez pasażerów na pokładzie. Ekologiczni aktywiści oburzeni", "date_published": "2022-09-28 16:32:00+00:00", "description": "Ponad 5 tysięcy całkowicie pustych lotów pasażerskich przyjęły brytyjskie lotniska od 2019 r. - ujawnił The Guardian. Do tej sumy doliczono niemal 40 tysięcy samolotów, które wzniosły się w powietrze z minimalną frekwencją na pokładach. W zestawieniu są również loty do Polski. - To kolejny przykład tego, jak nie można ufać branży lotniczej - uznała Alethea Warrington z organizacji klimatycznej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/rosja-profesjonalni-zolnierze-krytykuja-czesciowa-mobilizacje-mowia-o-niewyszkolonym-tlumie/", "title": "Rosja. Profesjonalni żołnierze krytykują częściową mobilizację. Mówią o niewyszkolonym tłumie", "date_published": "2022-09-28 15:47:00+00:00", "description": "To nie jest wyszkolona armia. Służyłem przez długi czas zanim udałem się na front i nadal nie byłem gotowy - mówią niezależnemu portalowi Meduza rosyjscy żołnierze kontraktowi i najemnicy, komentując częściową mobilizację ogłoszoną przez Kreml. Ich zdaniem mężczyźni wysyłani na wojnę nie mają żadnego doświadczenia bojowego, a wielu z nich utrzymuje rodziny i spłaca kredyty."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/arcymistrz-ilja-smirin-wyrzucony-z-turnieju-szachowego-za-seksistowskie-komentarze/", "title": "Arcymistrz Ilja Smirin wyrzucony z turnieju szachowego za seksistowskie komentarze", "date_published": "2022-09-28 15:22:00+00:00", "description": "Debiutujący w roli komentatora arcymistrz szachowy Ilja Smirin został zwolniony ze skutkiem natychmiastowym. Mężczyzna podpadł, wygłaszając seksistowskie komentarze pod adresem zawodniczek podczas transmisji na żywo. Międzynarodowa Federacja Szachowa przeprosiła wszystkich, którzy poczuli się urażeni."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/huragan-ian-zbliza-sie-do-florydy-moze-doprowadzic-do-katastrofalnych-zniszczen/", "title": "Huragan Ian zbliża się do Florydy. Może doprowadzić do katastrofalnych zniszczeń", "date_published": "2022-09-28 14:59:00+00:00", "description": "Huragan Ian do tej pory spustoszył Kubę, a teraz zagraża mieszkańcom Florydy. Amerykańscy specjaliści zakwalifikowali go do czwartej kategorii na pięć możliwych. Oceniają, że może zniszczyć wiele budynków i wywołać powodzie na półwyspie. Nakaz ewakuacji otrzymały miliony osób, które powinny się pospieszyć, bo władze zamierzają m.in. zamykać mosty na autostradach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/osmy-pakiet-sankcji-przeciwko-rosji-pozbawi-rosje-7-mld-euro/", "title": "Ósmy pakiet unijnych sankcji przeciwko Rosji. Pozbawi Kreml 7 mld euro", "date_published": "2022-09-28 14:36:00+00:00", "description": "Limity cen na rosyjską ropę i szerszy zakaz importu towarów z kraju Władimira Putina - to część założeń ósmego pakietu sankcji, który w środę przedstawiła szefowa Komisji Europejskiej Ursula von der Leyen. Unijni urzędnicy szacują, że dzięki ich działaniom Rosja straci 7 miliardów euro zysków. Przewodnicząca KE odniosła się też do pseudoreferendów organizowanych na okupowanych terenach Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/wielka-brytania-pomylono-recepty-6-tys-pacjentow-blad-kosztowal-zycie-29-osob/", "title": "Wielka Brytania. Pomylono recepty 6000 pacjentów. Błędy kosztowały życie 29 osób", "date_published": "2022-09-28 12:27:00+00:00", "description": "Brytyjska publiczna służba zdrowia (NHS) ostrzegła przed pomyłkami w receptach. Wstępne ustalenia mówią o tysiącach poszkodowanych. Błędy w przepisanych dawkach leków, a nieraz wystawienie recepty na zły preparat, mogło przyczynić się do śmierci nawet kilkudziesięciu pacjentów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/francja-zamieszki-z-policja-w-miescie-alencon-splonely-24-samochody/", "title": "Francja. Zamieszki z policją w mieście Alencon. Spłonęły 24 samochody", "date_published": "2022-09-28 09:06:00+00:00", "description": "W nocy z wtorku na środę w mieście Alencon w Normandii wybuchły zamieszki. Jak podało radio RMC, grupa około 50 zamaskowanych osób podpaliła co najmniej 24 pojazdy. Doszło do strać z policją. W kierunku funkcjonariuszy poleciały petardy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/anglia-30-latka-przed-sadem-miala-zmusic-mezczyzne-do-seksu/", "title": "Anglia: 30-latka przed sądem. Miała zmusić mężczyznę do seksu", "date_published": "2022-09-28 06:42:00+00:00", "description": "30-letnia Brytyjka została oskarżona o zmuszenie mężczyzny do uprawiania z nią seksu. Ofiara tłumaczy, że poznali się z pomocą internetowej aplikacji randkowej i spotkali w domu kobiety. Kiedy pijany położył się do łóżka, ta miała go dosiąść i wykorzystać mimo wyraźnego sprzeciwu. - Nie mogłem jej zrzucić, jest większa i silniejsza - tłumaczył w sądzie. Kobieta nie przyznaje się do winy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-28/usa-strzelanina-pod-szkola-w-filadelfii-nie-zyje-14-latek-dwie-osoby-ranne/", "title": "USA: Strzelanina pod szkołą w Filadelfii. Nie żyje 14-latek, cztery osoby ranne", "date_published": "2022-09-28 04:14:00+00:00", "description": "14-letni chłopiec zginął po tym, jak został postrzelony przez nieznanych sprawców gdy wychodził ze szkoły po meczu piłki nożnej. Czterech jego kolegów zostało rannych i trafili do szpitala - ich życiu nie zagraża niebezpieczeństwo."}]