[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wbd-ceo-david-zaslav-open-to-working-with-rowling-on-more-harry-potter-content/1100-6508897/?ftag=CAD-01-10abi2f", "title": "WBD CEO David Zaslav Open To Working With Rowling On More Harry Potter Content", "date_published": "2022-11-03 23:14:00+00:00", "description": "<p>David Zaslav, CEO of Warner Bros. Discovery, said that he's open to the idea of working with author J.K. Rowling on more Harry Potter content while speaking about the company's future in a Q3 earnings call.</p><p>\"We're going to have a real focus on franchises,\" Zaslav said in response to a question asked during the call. \"We haven't had a Superman movie in 13 years. We haven't done a Harry Potter movie in 15 years. The DC movies and Harry Potter movies provided a lot of the profits of Warner Bros. Motion Pictures over the last 25 years. So a focus on franchise--one of the big advantages that we have, House of the Dragon, is an example of that, Game of Thrones, taking advantage of Sex and the City, Lord of the Rings--we still have the right to do Lord of the Rings movies. What are the movies that have brands that are understood and loved everywhere in the world?\"</p><p>Regarding Harry Potter specifically, Zasalv said that he would be interested \"if we can do something with J.K. on Harry Potter going forward.\"</p><a href=\"https://www.gamespot.com/articles/wbd-ceo-david-zaslav-open-to-working-with-rowling-on-more-harry-potter-content/1100-6508897/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/halo-infinite-ranked-play-and-matchmaking-will-soon-be-overhauled/1100-6508896/?ftag=CAD-01-10abi2f", "title": "Halo Infinite Ranked Play And Matchmaking Will Soon Be Overhauled", "date_published": "2022-11-03 22:32:00+00:00", "description": "<p dir=\"ltr\">343 Industries has, <a href=\"https://www.gamespot.com/articles/halo-infinite-is-finally-getting-match-xp-heres-how-it-works/1100-6508833/\">yet again</a>, revealed more changes that'll be happening in <a href=\"https://www.gamespot.com/games/halo-infinite/\">Halo Infinite</a> as part of the <a href=\"https://www.gamespot.com/videos/halo-infinite-winter-update-overview/2300-6459793/\">Winter Update</a> coming on November 8. In addition to the new features being introduced, changes will be made to matchmaking and improvements to Ranked.</p><p dir=\"ltr\">A Halo Waypoint <a href=\"https://www.halowaypoint.com/news/matchmaking-ranked-improvements-winter-update\">blog post</a> explains that players will soon have the option to choose what region they load into before playing a match. To do so, all they have to do is go into settings, then select Gameplay, then Matchmaking, and lastly, Search Region.</p><p dir=\"ltr\">The default will be under \"Expanded,\" which is the existing mode already, where 343 tries to match you in the same region but still allows games outside your region. Players can also change their setting to \"Local,\" and that'll limit you to games within your region. Listed below are all the regions that 343 will be rolling out with next week's patch:</p><a href=\"https://www.gamespot.com/articles/halo-infinite-ranked-play-and-matchmaking-will-soon-be-overhauled/1100-6508896/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/warner-bros-streamers-hit-95-million-subscribers-moves-up-merger-date/1100-6508895/?ftag=CAD-01-10abi2f", "title": "Warner Bros.' Streamers Hit 95 Million Subscribers, Moves Up Merger Date", "date_published": "2022-11-03 22:09:00+00:00", "description": "<p>Warner Bros. Discovery reached a new high in its subscriber count across HBO, HBO Max, and Discovery+, the company revealed during its latest earnings call, certainly thanks in part to the popularity of the new Game of Thrones series <a href=\"https://www.gamespot.com/articles/house-of-the-dragon-is-averaging-29m-viewers-per-episode-heres-how-that-compares-to-game-of-thrones/1100-6507710/\">House of the Dragon</a> (via <a href=\"https://variety.com/2022/streaming/news/hbo-max-discovery-plus-subscribers-q3-1235422137/\">Variety</a>).</p><p>In the July 1 - September 30 quarter, the company's three streaming services climbed to nearly 95 million subscribers total, growing by nearly 3 million worldwide; just 500,000 of that number is domestic. This comes despite the studio <a href=\"https://www.gamespot.com/gallery/26-hbo-max-original-shows-and-movies-pulled-from-the-service/2900-4288/\">pulling a notable amount of content</a> from the service, <a href=\"https://www.gamespot.com/articles/hbo-max-dumping-36-more-titles-shows-like-infinity-train-may-disappear-entirely/1100-6506608/\">including original animation and movies</a>, as well as famously <a href=\"https://www.gamespot.com/articles/batgirl-film-shelved-by-warner-bros-even-though-it-finished-shooting-report/1100-6506105/\">canceling the live-action Batgirl film</a>, which had finished principal photography.</p><p>Warner Bros. Discovery reported a net loss of $2.3 billion in the third quarter, including \"$1.92 billion of pre-tax amortization from acquisition-related intangible assets and $1.52 billion million tied to pre-tax restructuring and other charges,\" according to Variety.</p><a href=\"https://www.gamespot.com/articles/warner-bros-streamers-hit-95-million-subscribers-moves-up-merger-date/1100-6508895/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/god-of-war-ragnarok-review-roundup-gamespot-news/2300-6459919/", "title": "God of War Ragnarok Review Roundup | GameSpot News", "date_published": "2022-11-03 21:27:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4058487-20221103_godofwarragnarokreviewroundup_newsv2.jpg\" width=\"480\" /> God of War Ragnarok reviews are here, a tease at a second Warzone 2.0 map, and Modern Warfare 2 gets its first post launch patch. All this on today’s GameSpot News.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2s-next-hero-will-be-revealed-at-the-overwatch-league-grand-finals/1100-6508894/?ftag=CAD-01-10abi2f", "title": "Overwatch 2's Next Hero Will Be Revealed At The Overwatch League Grand Finals", "date_published": "2022-11-03 21:25:00+00:00", "description": "<p dir=\"ltr\">It's been a month since <a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> launched on October 5, and Activision Blizzard is gearing up to show off the next new hero. \"An early look\" at the next Overwatch 2 hero will happen during the Overwatch League Grand Finals on November 4.</p><p dir=\"ltr\">Players can catch the OWL 2022 Grand Finals over at <a href=\"https://www.twitch.tv/playoverwatch\">Overwatch's official Twitch channel</a>. The event starts at 10 PM ET / 7 PM PT.</p><p dir=\"ltr\">This new hero will be released in conjunction with the start of <a href=\"https://www.gamespot.com/articles/overwatch-2-season-2-release-date-and-everything-we-know/1100-6508883/\">Overwatch 2's second season</a> on December 6. Overwatch 2 game director Aaron Keller <a href=\"https://www.dexerto.com/overwatch/overwatch-2-game-director-accidentally-leaks-details-about-season-2s-tank-hero-1952919/\">revealed in a stream</a> that the new hero is somebody the players have seen before, and that he is connected to the new map that will also be arriving in Season 2. Popular guesses include Magua--a member of Talon's Heavy Assault--or at the very least, some sort of Tank character.</p><a href=\"https://www.gamespot.com/articles/overwatch-2s-next-hero-will-be-revealed-at-the-overwatch-league-grand-finals/1100-6508894/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pick-up-clubhouse-games-for-switch-at-its-best-price-yet/1100-6508850/?ftag=CAD-01-10abi2f", "title": "Pick Up Clubhouse Games For Switch At Its Best Price Yet", "date_published": "2022-11-03 20:57:00+00:00", "description": "<p dir=\"ltr\">The Nintendo-Switch exclusive classic games collection, Clubhouse Games: 51 Worldwide Classics, is on sale for just $30 at Walmart (down from $40). Like some other Switch titles, Clubhouse Games rarely gets a discount, so this is the perfect opportunity to pick up the game as a holiday gift or to play at your next big social gathering.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.walmart.com/ip/Clubhouse-Games-51-Worldwide-Classics-Nintendo-Switch-Physical-045496596781/481093445?fulfillmentIntent=Shipping&amp;athbdg=L1100\">See at Walmart</a> </div><p dir=\"ltr\"> </p><p dir=\"ltr\">Clubhouse Games is one of those rare titles that just about everyone can play and enjoy. The game includes 52 classic board games, puzzles, and card games from all over the world, translated into digital form for the Nintendo Switch. Games include time-tested classics like chess, mancala, and solitaire, as well as digital versions of board games like Four-In-A-Row and toys like slot car racing. The majority of the activities included feature local and online multiplayer, as well as single-player modes against computer-controlled opponents.</p><a href=\"https://www.gamespot.com/articles/pick-up-clubhouse-games-for-switch-at-its-best-price-yet/1100-6508850/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/17-great-movies-and-shows-not-available-on-netflix-basic-with-ads-tier/2900-4440/", "title": "17 Great Movies And Shows Not Available On Netflix Basic With Ads Tier", "date_published": "2022-11-03 20:55:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058467-dek.jpg\" /><br /><h3><p dir=\"ltr\">Netflix has launched another tier for its streaming service--the cheapest one to date. For $7 a month, the b<a href=\"https://www.gamespot.com/articles/netflix-with-ads-launches-today-heres-everything-you-need-to-know/1100-6508867/\">asic with ads tier</a> can access Netflix's library but there are a couple of caveats. First, it's ad-supported content, and secondly, because of licensing restrictions, some of the content is locked to users of this tier.</p><p dir=\"ltr\">In total, <a href=\"https://www.gamespot.com/articles/with-netflixs-ad-tier-here-are-258-movies-and-tv-shows-you-cant-watch/1100-6508885/\">GameSpot found over 250 movies and TV shows</a>--some of which are Netflix originals, that basic with ads subscribers won't be able to watch under that tier. Plenty of these pieces of content are things you've never heard of like straight-to-digital movies or TV shows geared towards children.</p><p dir=\"ltr\">However, there are plenty of must-see movies that you may be locked out of or TV shows you'll want to watch every episode of over the course of a weekend. From James Bond to Quentin Tarantino to one of the better horror series ever, here are 17 great movies and TV shows not available to Netflix basic with ads subscribers.</p><p>For more info about Netflix, check out info on <a href=\"https://www.gamespot.com/articles/netflixs-the-sandman-finally-confirmed-for-season-2/1100-6508861/\">Sandman Season 2</a>, <a href=\"https://www.gamespot.com/articles/new-on-netflix-for-november-2022-tim-burtons-wednesday-blockbuster-the-crown-season-5-and-more/1100-6508662/\">what's coming to Netflix in November</a>, and <a href=\"https://www.gamespot.com/articles/netflix-is-developing-55-games-currently/1100-6508438/\">news on Netflix's upcoming games</a>.</p></h3></p><br />     <p><h2>1. Casino Royale (2006)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058468-1.jpg\" /><br /><h3><p>Daniel Craig takes on the role of James Bond, more affectionately known as Agent 007 as he enters a high-stakes poker game. This is Bond's first mission as 007, and it's actually the second time the Ian Fleming novel of the same name has been made into a movie, with the first coming in 1967.</p></h3></p><br />     <p><h2>2. The Hateful Eight: Extended Version</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058469-2.jpg\" /><br /><h3><p>Quentin Tarantino's western is a modern classic with a star-studded cast that includes a number of the director's regulars, along with names like Jennifer Jason Leigh and Demián Bichir. Expect plenty of vulgarity, violence, and everything else you expect from a director like Tarantino.</p></h3></p><br />     <p><h2>3. It Follows</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058470-3.jpg\" /><br /><h3><p dir=\"ltr\">One of the best horror movies so far of the 21st century, It Follows centers on a young woman who has sex with a guy one night, but afterward, he lets her know there's a supernatural entity following him. If it touches him, he dies, and now, it's after her. The film is unsettling and nerve-wracking as Maika Monroe's Jay navigates her cursed world, being haunted by the equivalent of a supernatural STD.</p><p>Side note: <a href=\"https://www.gamespot.com/gallery/12-horror-movies-on-shudder-that-are-dying-to-be-watched-this-halloween/2900-4398/\">Monroe also stars in one of the best horror movies of 2022</a>, The Watcher.</p></h3></p><br />     <p><h2>4. Labyrinth</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058471-4.jpg\" /><br /><h3><p>You remind me of the babe! This ridiculously good Jim Henson movie stars--of all people--David Bowie as the king of the goblins in an adventure in which a 16-year-old girl (Jennifer Connelly) journeys into the goblin world to save her baby brother from being turned into a goblin, himself.</p></h3></p><br />     <p><h2>5. The Mist</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058472-5.jpg\" /><br /><h3><p>Based on the works of Stephen King, Thomas Jane stars as an artist living in Maine, and after a storm knocks the power goes out, he heads with neighbor to the grocery store. A mist rolls into town, and anyone who gets caught up in it gets killed by mysterious monsters. Inside the grocery store, it isn't much better.</p></h3></p><br />     <p><h2>6. Paddington</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058473-6.jpg\" /><br /><h3><p>Everyone on the planet should be offended that this movie isn't available on the ad tier of Netflix. The story of the little bear from deepest, darkest Peru finding a new home in London is one of the most positive and joyful movie you can possibly imagine. Between this and the fact that Paddington 2, which is an even better film, isn't on Netflix at all, it feels like an attack.</p></h3></p><br />     <p><h2>7. Pineapple Express</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058474-7.jpg\" /><br /><h3><p>The Seth Rogen/James Franco stoner comedy is easily a classic that reunited the duo from Freaks and Geeks as they go on an adventure to save their own lives from an evil drug dealer, a crooked cop, and an inability to become actual friends.</p></h3></p><br />     <p><h2>8. Road House</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058475-8.jpg\" /><br /><h3><p dir=\"ltr\">Before the remake releases, you need to watch the original. Patrick Swayze stars as Dalton, who's a \"Cooler.\" That's essentially a bar manager/trainer/bouncer/sex machine. He's hired to clean up the bar The Double Deuce, which resides in a town where an evil rich man has an iron grip over the population. Also, the bad guy lives across the river from Dalton--like 75 feet away--and spies on him having sex. It's weird and wonderful and brilliant.</p></h3></p><br />     <p><h2>9. Skyfall</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058476-9.jpg\" /><br /><h3><p>Yes, this is the James Bond movie where the climax is oddly similar to Home Alone's. Bond (Daniel Craig) sets booby traps up in his childhood home to take down his enemy. It's a great movie and a really fun sequence. You'll never know that, though, because it's not on the ad tier.</p></h3></p><br />     <p><h2>10. Uncharted</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058477-10.jpg\" /><br /><h3><p>Based on the PlayStation game of the same name, Tom Holland plays Nathan Drake, a treasure hunter, who is on the hunt to find Magellan's treasure. It's an action-packed adventure that is a ton of fun. Does it take a few libraries from the original story? Sure. But it doesn't matter as this movie is non-stop awesome-ness.</p></h3></p><br />     <p><h2>11. Walking Tall</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058478-11.jpg\" /><br /><h3><p>How dare Netflix keep this Dwayne \"The Rock\" Johnson classic from those on the ad tier? Don't they deserve to see him team up with Jackass star Johnny Knoxville to save their tiny town from drug dealers?</p></h3></p><br />     <p><h2>12. Won't You Be My Neighbor?</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058479-12.jpg\" /><br /><h3><p>This documentary into the life of iconic children's TV host Fred Rogers is a must watch for anyone who grew up watching his neighborhood unfold on PBS. Likewise, if you aren't as familiar with Rogers' work, this documentary is an engaging tale of a guy who gave his life over to helping teach children the importance of kindness.</p></h3></p><br />     <p><h2>13. Arrested Development</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058480-13.jpg\" /><br /><h3><p>The beloved sitcom, which is technically a Netflix original for its final two seasons, is one of a number of shows that are simply unavailable to the ad tier, at least for now. At least there's still always money in the banana stand. If you don't understand that reference, you might want to upgrade to ad-free status so you can watch the show.</p></h3></p><br />     <p><h2>14. Ash vs. Evil Dead</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058481-14.jpg\" /><br /><h3><p>The Evil Dead series is beloved by horror fans, as it helped fortify the horror/comedy genre. In 2015, Evil Dead came back as a series on Starz for three seasons that ended up being a lot of fun and the perfect way to build on the character of Ash and the mythos that surrounds him, created by Sam Raimi--who also developed this show alongside his brother Ivan. It's an Evil Dead show that truly understands Evil Dead.</p></h3></p><br />     <p><h2>15. The Good Place</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058482-15.jpg\" /><br /><h3><p>While you might expect this hilarious show about what happens after you die to be on Peacock, given that it aired on NBC for its entire run, it's actually on Netflix. However, if you want to stream it, you'll have to subscribe to the ad-free tier of the service.</p></h3></p><br />     <p><h2>16. House of Cards</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058483-16.jpg\" /><br /><h3><p>This political drama is a strange entry on the list, as it's one of Netflix's oldest original series. Its entire run was available exclusively on Netflix. Now, though, it won't be available to all subscribers.</p></h3></p><br />     <p><h2>17. Jurassic World: Camp Cretaceous</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4058484-17.jpg\" /><br /><h3><p>Netflix's original animated series may seem geared more towards kids, but it's still a bit terrifying. Taking place during the events of Jurassic World--when all those dinosaurs break free--the series follows a group of kids just trying to survive the dino attack.</p></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ubisoft-is-teaming-up-with-green-game-jam-to-fight-climate-change-heres-how-players-can-help/1100-6508893/?ftag=CAD-01-10abi2f", "title": "Ubisoft Is Teaming Up With Green Game Jam To Fight Climate Change--Here's How Players Can Help", "date_published": "2022-11-03 20:46:00+00:00", "description": "<p dir=\"ltr\">Ubisoft has announced that it will participate in the <a href=\"https://playing4theplanet.org/green-game-jam-2022\">2022 Green Game Jam</a> hosted by <a href=\"https://playing4theplanet.org/\">Playing for the Planet Alliance</a> throughout November. Green Game Jam is an industry event dedicated to helping the environment in various ways, such as green activations and reducing emissions. With the theme for this year being food, forests, and our future, the following Ubisoft games will be participating in the event: <a href=\"https://www.gamespot.com/games/brawlhalla/\">Brawlhalla</a>, <a href=\"https://www.gamespot.com/games/hungry-shark-world/\">Hungry Shark World</a>, <a href=\"https://www.gamespot.com/games/rocksmith-plus/news/\">Rocksmith+</a>, and <a href=\"https://www.gamespot.com/games/trackmania/\">Trackmania</a>.</p><p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/brawlhalla/\">Brawlhalla </a>players can purchase an in-game emote from November 2 to December 14, and once it's purchased, their character plants a small Yggdrasil tree. All proceeds spent on the emote will go to <a href=\"https://ecologi.com/\">Ecologi</a>, an organization dedicated to working on reforestation projects. On November 18, the Brawlhalla team will have a 12-hour charity stream to help <a href=\"https://onetreeplanted.org/\">One Tree Planted</a>, a charity devoted to replanting forests.</p><p dir=\"ltr\">The <a href=\"https://www.gamespot.com/games/hungry-shark-world/\">Hungry Shark World</a> team has partnered with <a href=\"https://www.glowing.org/\">Glowing Glowing Gone</a>, a campaign that aims to strengthen ocean protection and climate actions. From November 8 to November 30, players can try a new mode called Protect the Baby Shark.</p><a href=\"https://www.gamespot.com/articles/ubisoft-is-teaming-up-with-green-game-jam-to-fight-climate-change-heres-how-players-can-help/1100-6508893/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/best-nintendo-gift-ideas-for-2022-new-switch-games-merch-and-more/2900-4412/", "title": "Best Nintendo Gift Ideas For 2022: New Switch Games, Merch, And More", "date_published": "2022-11-03 20:35:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4058451-switch.jpeg\" /><br /><h3><p>There is no shortage of great gifts to buy the Nintendo fan in your life this holiday. From games and accessories to clothing and collectibles, you have plenty to choose from. To help you make your purchasing decisions for loved ones and friends this holiday, we've put together a Nintendo Switch gift guide. We're confident that you'll find something here that will be of interest, and we've mostly stuck with recommendations that won't break the bank either.</p><p>Whether you're looking to put a smile on someone's face with a brand-new Nintendo Switch exclusive, a great new controller, a T-shirt, Lego sets, or even home decor, these Nintendo gift ideas will put you on the right track. </p></h3></p><br />     <p><h2>Pokemon Scarlet and Violet</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053802-4045025-pokemon-scarlet-and-violet.jpg\" /><br /><h3><p>The latest Pokemon game is always a safe bet for the Pocket Monster fan in your household, and with this new entry in the franchise having tons of new critters to collect, it's pure gotta catch 'em all fun that's bound to please. A new open-world region, a fascinating new collection of legendary creatures, and colorful characters headline Pokemon Scarlet and Violet, and it's easily the biggest Nintendo game releasing this holiday season.</p><p><em>Releases November 18</em></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/pokemon-violet---nintendo-switch/339270.html\">Pokemon Violet</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/pokemon-scarlet---nintendo-switch/339268.html\">Pokemon Scarlet</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/pokemon-scarlet-and-pokemon-violet-double-pack---nintendo-switch/344858.html\">Pokemon Scarlet and Pokemon Violet Double Pack</a> </div></h3></p><br />     <p><h2>Bayonetta 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053800-bayonetta3.jpg\" /><br /><h3><p>Stylish and loaded to the brim with action, Bayonetta is locked and loaded for an adventure that introduces a multiverse of witches to the mix. Bayonetta has a few new tricks up her sleeves, but she's joined this time by a feisty new witch-in-training who hits the battlefield with attitude and a demonic cat that can steamroll through any demon in your way.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/bayonetta-3---nintendo-switch/345458.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Mario Strikers: Battle League</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053799-mariostrikers.jpg\" /><br /><h3><p>Anyone up for some soccer? With Mario Strikers: Battle League, you'll be able to lace up your shoes without having to worry about getting muddy, as this game has some intense and absurd action to revel in between scoring goals. Form a team in the Mushroom Kingdom, hit the pitch, and use over-the-top special moves to score goals and move up the rankings in this silly sports spectacle.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/mario-strikers-battle-league---nintendo-switch/335582.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Pokemon Legends: Arceus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053798-pokemonlegendarceus.jpg\" /><br /><h3><p>A big departure from the usual Pokemon formula, Pokemon Legends: Arceus is a more mystical trip back in time to an age where the Pocket Monster frontier was still being explored. It has plenty of fascinating twists on the catch 'em all setup of normal Pokemon games, hundreds of critters to collect, and many colorful characters to interact with as you build the world's first Pokedex.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/pokemon-legends-arceus---nintendo-switch/249435.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Mario + Rabbids: Sparks of Hope</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053797-mario%2Brabbidsparksofhope.jpg\" /><br /><h3><p>Its an unlikely partnership between Nintendo's all-star cast of Mushroom kingdom citizens and Ubisoft's zany Rabbids, but this is a tag-team of unbelievable fun and whimsical design. An XCOM-like that makes smart deviations from the established genre formula, Mario + Rabbids: Sparks of Hope is a tactical blast of joy that's fantastically inviting to newcomers and can be tuned to present a serious challenge to strategy veterans. It's effortlessly charming, fun for all ages, and wastes no time in putting a smile on your face.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/mario-plus-rabbids-sparks-of-hope---nintendo-switch/298408.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Kirby and the Forgotten Land</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053796-kirbyandtheforgottenland.jpg\" /><br /><h3><p>Easily Kirby's best outing in a long time, Kirby and the Forgotten Land is an inventive shift to 3D that showcases the pink puff at his best. Another charming Switch exclusive, there's no shortage of excellent levels to guide Kirby through, new abilities to collect, and bizarre shapes to morph into thanks to the little fella's ability to digest just about anything.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/kirby-and-the-forgotten-land---nintendo-switch/314794.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Splatoon 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053795-splatoon3.jpg\" /><br /><h3><p>Ink, squids, and competitive gameplay are the hallmarks of Nintendo's Splatoon series, and Splatoon 3 expertly bundles all of those elements together to create engaging fun. A team-based shooter where players have to duel each other and take control of zones with buckets of paint being thrown around, this family-friendly multiplayer game will keep you entertained for hours on end.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/splatoon-3---nintendo-switch/335585.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Switch Sports</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053794-switchsports.jpg\" /><br /><h3><p>It's time to get physical, and with a collection of minigames that makes the most of the Switch hardware to get you moving, you'll be sweating in no time with Switch Sports. A cute and energizing update for the current generation, Switch Sports has a handful of sports to play alongside friends and family with Joy-Con motion controls.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/nintendo-switch-sports---nintendo-switch/335829.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Dragon Quest Treasures</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053793-dragonquesttreasures.jpg\" /><br /><h3><p>A new spin-off game from the iconic JPRG series, Dragon Quest Treasures follows siblings Erik and Mia as they hunt for the powerful Dragonstones across the fantasy land of Draconia. It's not long before the duo form a team as well-mannered monsters join them, and with plenty of loot to be uncovered in across the strange land, you'll have to make use of monster skills throughout this enchanting adventure.</p><p><em>Releases December 9</em></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/nintendo-switch/products/dragon-quest-treasures---nintendo-switch/349297.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Sonic Frontiers</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053792-sonicfrontiers.jpg\" /><br /><h3><p>It's a new era for Sonic as he races into what could be his biggest game yet. Sega's latest game starring the Blue Blur has blockbuster aspirations, and with an adventure set on a chain of islands that you'll zip across while dealing with deadly guardian robots, Sonic Frontiers is an ambitious attempt to bring Sonic to the modern age.</p><p><em>Releases November 8</em></p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/products/sonic-frontiers---nintendo-switch/349975.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>Triangle Strategy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053791-trianglestrategy.jpg\" /><br /><h3><p>Thanks to its portable nature, the Switch is one of the best platforms around for enjoying a good old-fashioned RPG on the go. Triangle Strategy fits that bill while also adding a few extra touches to its design, creating a lavish story of intrigue, rich tactical gameplay, and impactful choices. It also has gorgeous HD-2D graphics.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://gamestop.com/video-games/nintendo-switch/products/triangle-strategy---nintendo-switch/314823.html\">See at GameStop</a> </div></h3></p><br />     <p><h2>8BitDo Ultimate Controller with Charging Dock</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053790-nintendogifts_0013_8bitdoultimatebluetoothcontroller.jpg\" /><br /><h3><p>One of the best third-party controller brands out there, the 8BitDo Ultimate combines a traditional layout with a rich selection of customization. This model also comes with a charging dock, so you'll be able to keep this controller charged up between gaming sessions. You can use it on PC as well, and the controller supports both Bluetooth and 2.4GHz connections.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Ultimate-Bluetooth-Controller-Charging-Gaming-Console/dp/B0B9BGJVLL?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Nintendo Switch Pro Controller</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053789-nintendogifts_0012_nintendoswitchprocontroller.jpg\" /><br /><h3><p>If you'd prefer to stick to a first-party offering, Nintendo's official Switch Pro controller is still a fantastic buy. It has a great transparent case design, the buttons are big and satisfying to hammer away on, and it has a remarkable battery life.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-Pro-Controller/dp/B01NAWKYZ0?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/nintendo-switch/products/nintendo-switch-wireless-pro-controller/142685.html\">See on GameStop</a> </div></h3></p><br />     <p><h2>Nintendo Neon Purple and Orange Joy-Con</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053788-nintendogifts_0011_nintendoneonpurpleneonorangejoy-cons.jpg\" /><br /><h3><p>The original Switch controller, the regular Joy-Con are available in a wide number of colors and styles. They're supremely portable, have terrific rumble features, and this neon design is an eye-catching addition to any Switch setup.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Neon-Purple-Orange-Joy-L-R/dp/B07VHR4Y8G?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/nintendo-switch/products/nintendo-switch-joy-con-l-r-neon-purple-orange/204613.html\">See on GameStop</a> </div></h3></p><br />     <p><h2>Marseille mClassic Graphics Upscaler</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053786-nintendogifts_0010_marseillemclassic.jpg\" /><br /><h3><p>While a Nintendo Switch Pro is probably a couple of years away, you can upgrade your current system with a quick plug-and-play solution. The Marseille mClassic uses a little bit of software magic to upscale your Switch graphics to 1440p and 4K resolutions, and to use it, all you have to do is plug it into the HDMI port on your system. Connect your HDMI cable, and you're good to go. It's also a great buy for those who play retro games, as it makes the graphics look significantly better on modern TVs.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.gamestop.com/gaming-accessories/memory/nintendo-switch/products/marseille-mclassic-plug-and-play-graphics-card-for-nintendo-switch/296747.html?condition=New&amp;sku=11147444.html\">See on GameStop</a> </div></div></h3></p><br />     <p><h2>USB-C Portable Docking Station</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053785-nintendogifts_0009_61xwhwyg9wl._ac_sl1500_.jpg\" /><br /><h3><p>The Switch is a supremely portable device, and with this digital multiport adapter, you can reduce its footprint even further when you're traveling. This essentially eliminates the need for a Switch dock, as you can pair your gaming system with a nearby TV and charge a controller through it at the same time. It has other handy uses as well, but for Switch owners wanting to have docked and mobile gaming options when they travel, it's a great pick.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Digital-Multiport-Adapter-Nintendo-Portable/dp/B07JK9DFKH?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Vori Gaming Backpack</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053784-nintendogifts_0008_vorigamingbackpack.jpg\" /><br /><h3><p>A good backpack is never underappreciated, and this offering from Vori will allow you to carry your Switch around in style. It has a durable design, plenty of internal pockets, and it's designed with comfort in mind for those long trips.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Backpack-Protective-Nintendo-PlayStation-Accessories-Super/dp/B07K8B2DYX?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Nintendo Switch Adventure Pack: Pikachu Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053782-nintendogifts_0007_nintendoswitchadventurepack.jpg\" /><br /><h3><p>Another fun Nintendo backpack, this bag is electrifying with its Pikachu-influenced design. It's a compact shoulder bag that's designed specifically for the Switch, and it has a few other sections for you to place some extra items into its hold.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-Adventure-Pack-Pikachu-Travel/dp/B07WWZZBSQ?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>iVoler Carrying Storage Case for Nintendo Switch</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053781-nintendogifts_0006_ivolercarryingstoragecasefornintendoswitch.jpg\" /><br /><h3><p>A secure and cozy storage case to stash your Switch in when you're not using it, the iVoler has multiple compartments and it can fit any of the current Switch models into its durable domain.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Carrying-All-Protective-Controller-Accessories-3DS/dp/B076GYVWRY?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>ZenGrip Pro Gen 3 for Switch OLED Model</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053765-nintendogifts_0005_zengripprogen3.jpg\" /><br /><h3><p>The regular Joy-Con on a Nintendo Switch aren't the most ergonomic controllers out there, but this Switch grip will make holding the system more comfortable. This particular add-on is designed for the latest Switch, the OLED model, and comes with anti-scratch silicone tabs to keep your console in pristine condition.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Satisfye-Ultimate-Accessories-Comfortable-Ergonomic-Thumbsticks/dp/B07FNJJG5V?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Nintendo Switch Split Pad Compact</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053766-nintendogifts_0004_nintendoswitchsplitpadcompact.jpg\" /><br /><h3><p>As an alternative to Joy-Con, the Split Pad Compact features better ergonomics than the Joy-Con. It also comes with larger triggers, buttons, joysticks, mappable back buttons, and a real D-pad, which is helpful for classic games, side-scrollers, and fighting games. The Split Pad Compact is our favorite option for playing games portably on Switch. White/yellow and red colorways are available now, but you Pokemon-themed models will hit shelves in time for the holidays.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-Compact-Gengar-Gaming-Console/dp/B0BHLBMD81?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/nintendo-switch/products/hori-gengar-split-pad-compact-for-nintendo-switch/352661.html\">See on GameStop</a> </div></h3></p><br />     <p><h2>Nintendo Retro T-Shirts</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053767-nintendogifts_0002_zeldat-shirt.jpg\" /><br /><h3><p>A good T-Shirt is never a bad gift, and with these two garments blending quality cotton with retro-themed graphics, they're stylish and thoughtful gifts for the Nintendo fan at home.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Running-Stripe-T-Shirt-Heather/dp/B08BJFBC3C?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">Super Mario running stripe T-shirt</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Ocarina-T-Shirt-Premium-Heather/dp/B06Y2D3MNR?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">Legend of Zelda: Ocarina of Time T-shirt</a> </div></h3></p><br />     <p><h2>Nintendo 1985 Retro T-Shirt ($23)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053768-nintendogifts_0001_nintendo85t-shirt.jpg\" /><br /><h3><p>Another lovely T-Shirt gift, this T-Shirt boasts retro graphics and some great colors as it nods back to the Nintendo Entertainment System era.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Controller-Stripe-Graphic-T-Shirt/dp/B078YPDKJ1?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Nintendo 1985 Retro Hoodie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053769-nintendo-85-hoodie.jpg\" /><br /><h3><p>Exactly the same design as the T-shirt above, you get the cool graphic on a hoodie just in time for winter.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Controller-Stripe-Graphic-Hoodie/dp/B07Q31325J?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>N64 Hoodie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053770-nintendogifts_0000_nintendo64hoodie.jpg\" /><br /><h3><p>Another great hoodie, this simple but stylish design will take you back in time to the N64 generation with the iconic 3D logo.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Classic-Vintage-Graphic-Hoodie/dp/B07Q2PSNDC?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>The Legend of Zelda Hoodie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053771-nintendogifts_0022_zeldahoodie.jpg\" /><br /><h3><p>A classy link to the past, you can keep your hands warm while rocking a Legend of Zelda hoodie that has a very elegant print.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Zelda-Triforce-Symbolism-Graphic/dp/B07Q2WTP3G?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Paladone Game Boy Mug</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053772-nintendogifts_0021_gameboymug.jpg\" /><br /><h3><p>What's better than a hot mug of tea from a porcelain container that is made to look like a Game Boy? A Nintendo-endorsed mug that changes its image to look like a working Gameboy when a hot beverage is poured into it, that's what.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Paladone-Gameboy-Heat-Changing-Coffee/dp/B06WRVFRJV?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>The Legend of Zelda Stainless Steel Thermos</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053773-nintendogifts_0020_lozflask.jpg\" /><br /><h3><p>It's dangerous to go alone! Take this stainless steel thermos with you, and recover some HP while gazing at timeless pixel art.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Controller-Officially-Stainless-not-machine-specific/dp/B081S9LFWV?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Game &amp; Watch: The Legend of Zelda</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053775-nintendogifts_0018_gameandwatchzelda.jpg\" /><br /><h3><p>This Game &amp; Watch retro handheld comes preloaded with multiple Zelda games: The Legend of Zelda, Zelda II: The Adventure of Link, and The Legend of Zelda: Link's Awakening. It's the perfect gift for the nostalgic Zelda fan in your life.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Game-Watch-Legend-Zelda-nintendo-switch/dp/B097F6916C?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/toys-games/electronic-toys/products/game-and-watch-the-legend-of-zelda/299407.html\">See on GameStop</a> </div></div></h3></p><br />     <p><h2>Game &amp; Watch: Super Mario Bros</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053774-nintendogifts_0019_gameandwatch.jpg\" /><br /><h3><p>Alternatively, you can grab a Game &amp; Watch with the same design but loaded with Mario games. You get the original Super Mario Bros., Super Mario Bros.: The Lost Levels, and a Mario version of the classic Game &amp; Watch juggling game Ball. </p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Game-Watch-Legend-Zelda-nintendo-switch/dp/B097F6916C?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/toys-games/electronic-toys/products/game-and-watch-super-mario-bros./234392.html\">See on GameStop</a> </div></div></h3></p><br />     <p><h2>Lego The Mighty Bowser</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053776-nintendogifts_0017_legobowser.jpg\" /><br /><h3><p>He might be pricy, but this Lego recreation of the infamous Mario nemesis will tower above any other gift when he's fully assembled. You can never go wrong with Lego, and with a build that allows you to put Bowser in multiple poses, he'll be an unforgettable gift. It's a truly incredible build that features a whopping 2,807 pieces. Not only does Mighty Bowser look super cool, but he has interactive elements, including posable arms and legs, head and jaw movements, and even the ability to shoot fireballs at Lego Mario.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/LEGO-Mighty-Bowser-Building-Collectible/dp/B0B3BZZWSL?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Lego Super Mario 64 Question Block</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053777-nintendogifts_0016_legoquestionblock.jpg\" /><br /><h3><p>A more subtle but still visually impressive Lego gift, this Lego set pays tribute to the classic Super Mario 64 video game. It's still a large-scale built at 2,064 pieces. Nostalgic gamers will love to build and admire the miniature dioramas featuring Princess Peach's Castle and levels from Super Mario 64.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/LEGO-Question-Collectible-Interactive-Separately/dp/B09FM6K3P4?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Lego Nintendo Entertainment System</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053778-nintendogifts_0015_legonesset.jpg\" /><br /><h3><p>One of the most impressive Lego sets of recent memory, you can construct a life-size NES and a small TV out of this massive set. You'll be able to build the console, a retro TV, an NES controller, and more, while also marveling at the attention to detail. It's an astounding build that makes for a brilliant display piece.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/LEGO-Nintendo-Entertainment-Building-Creative/dp/B08HVXMQ87?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:dtp\">See on Amazon</a> </div></h3></p><br />     <p><h2>Lego Super Mario Sets</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4053779-nintendogifts_0014_legosupermario.jpg\" /><br /><h3><p>The Lego Super Mario courses are a great collection of buildable courses that you can construct and interact with in a large variety of ways thanks to the growing collection of kits. These are particularly great for kids, as they are more meant for play rather than display purposes. You'll want to start with one of the Starter Courses featuring Mario, Luigi, or Peach. If you're loved one already has a Starter Course, there are plenty of expansions to choose from to increase the fun and interactivity.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=13923&amp;u1=subid_value&amp;murl=https://www.lego.com/en-us/themes/super-mario\">See all sets at Lego Store</a> </div></div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/LEGO-Adventures-Starter-Course-Building/dp/B09XWXSTJ8?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:mwb\">Princess Peach starter course</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/LEGO-Adventures-Building-Collectible-Creative/dp/B08YPBBRR5?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:mwb\">Luigi starter course</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/LEGO-Adventures-Building-Interactive-Featuring/dp/B085878WLK?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4412|vg:-|st:mwb\">Mario starter course</a> </div></h3></p><br />", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/all-50-new-games-arriving-in-the-nintendo-switch-eshop-this-week/1100-6508892/?ftag=CAD-01-10abi2f", "title": "All 50 New Games Arriving In The Nintendo Switch eShop This Week", "date_published": "2022-11-03 20:33:00+00:00", "description": "<p dir=\"ltr\">Over 50 games are arriving in the Nintendo Switch eShop this week. <a href=\"https://www.gamespot.com/games/sonic-frontiers/\">Sonic Frontiers</a> and <a href=\"https://www.gamespot.com/games/harvestella/\">Harvestella</a> are the headliners, and Switch ports of <a href=\"https://www.gamespot.com/games/it-takes-two/\">It Takes Two</a> and <a href=\"https://www.gamespot.com/games/sifu/\">Sifu</a> are also heading to the eShop.</p><p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/new-sonic-frontiers-gameplay-trailer-has-skill-trees-pinball-action-and-sonic-booms/1100-6508262/\">Sonic Frontiers</a> is an open-world game where Sonic gets to explore the Starfell Islands and zoom around, building his arsenal of skills with nodes in a skill tree. He has attacks like the Phantom Ability and Wild Rush, a pinball transformation ability, as well as Cycloop--a rings-based move that disables enemy's shields. Sonic Frontiers launches on November 8.</p><p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/new-switch-game-harvestella-evokes-animal-crossing-and-stardew-valley/1100-6504948/\">Harvestella</a> is a farming sim RPG from Square Enix. Players can fight enemies and farm crops, all while dealing with The Quietus--a mysterious apocalyptic phenomenon that threatens all life. Harvestella hits the Switch eShop on November 4.</p><a href=\"https://www.gamespot.com/articles/all-50-new-games-arriving-in-the-nintendo-switch-eshop-this-week/1100-6508892/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-gun-attachments-are-making-weapons-worse-players-suggest/1100-6508890/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 Gun Attachments Are Making Weapons Worse, Players Suggest", "date_published": "2022-11-03 19:52:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare 2</a> launched on October 28 with an overhauled Gunsmith customization feature, but despite all the attachment options available, some players are now suggesting too many add-ons are making their guns worse.</p><p dir=\"ltr\">Modern Warfare 2's Gunsmith dials the customization back this year with a limit of five attachments per weapon build, which is down from the 10 attachments offered in Call of Duty: Vanguard. With a plethora of attachments in Modern Warfare 2, it's easy to assume this means there are at least five solid attachments to give players a really powerful weapon for multiplayer. However, maxing out the attachments could actually be hurting a player's performance.</p><p dir=\"ltr\">Unfortunately, many of Modern Warfare 2's weapon attachments feature major drawbacks, and longtime Call of Duty YouTuber and weapon tester TheXclusiveAce has done some analysis to suggest many attachments make the guns worse, despite players trying to make smart add-on choices.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-gun-attachments-are-making-weapons-worse-players-suggest/1100-6508890/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/outshine-is-like-typing-of-the-dead-fused-with-fez/1100-6508889/?ftag=CAD-01-10abi2f", "title": "Outshine Is Like Typing Of The Dead Fused With Fez", "date_published": "2022-11-03 19:43:00+00:00", "description": "<p>Out today, Outshine is Typing of the Dead by way of Rez, combining colorful and polygonal visuals with fast-paced typing.</p><p>You play as Hue, who must battle foes, defeat bosses, and overcome traps in a dangerous cyberworld. Players move along a track moving between lanes as they battle enemies above and below them. By typing accurately and quickly, you can accrue points and multipliers, as well as a high score on the leaderboard. Hue can also gain special abilities like spreading lightning bolts to zap enemies. Even with these additions, you only need your keyboard to play.</p><div>          </div><p>Outshine has 18 levels set around three different virtual worlds. You can also play with modifers like auto-pilot, infinite abilities, and mirror words to make the game easier or to provide an extra challenge. You can even practice in alternative keyboard layouts like Azerty, Qwertz, or Dvora. A variety of languages are available, including English, French, Italian, German, and Spanish. More localizations, including Japanese, Korean, Chinese (Simplified), Portuguese (Brazil), Russian and Polish, are on the way. In accessibility features, the game ships with Open Dyslexic Font and a colorblind visual mode.</p><a href=\"https://www.gamespot.com/articles/outshine-is-like-typing-of-the-dead-fused-with-fez/1100-6508889/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/marvel-snap-will-add-the-ability-to-play-against-friends-by-years-end/1100-6508888/?ftag=CAD-01-10abi2f", "title": "Marvel Snap Will Add The Ability To Play Against Friends By Year's End", "date_published": "2022-11-03 19:31:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/marvel-snap/\">Marvel Snap</a> currently only supports matchmade ranked games, but a new Battle mode coming before year's end will let players challenge their friends directly.</p><p dir=\"ltr\">As reported by <a href=\"https://www.washingtonpost.com/video-games/2022/11/03/marvel-snap-play-against-friends-battle-mode/\">The Washington Post</a>, Battle mode will be coming to Marvel Snap before the end of the current calendar year, which means sometime in November or December. The mode will allow players to challenge specific players, like friends, as opposed to using the game's current matchmaking system.</p><p dir=\"ltr\">The mode will bring a twist to the game's Snap mechanic. In ranked mode, players play for ranked points, with the Snap mechanic effectively serving as a way to double down on the amount of ranked points on the line. As it wouldn't exactly be fair to bet ranked points on matches between friends, Battle mode will instead introduce a HP system. Each player will have 10 HP, with the number of points on the line for a given match instead affecting the losing player's HP pool as opposed to rank. Battle mode matches will consist of multiple rounds, and the first player to lose all their HP will lose the match.</p><a href=\"https://www.gamespot.com/articles/marvel-snap-will-add-the-ability-to-play-against-friends-by-years-end/1100-6508888/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-season-19-will-enhance-some-abilities-and-nerf-a-few-hunter-supers/1100-6508886/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Season 19 Will Enhance Some Abilities And Nerf A Few Hunter Supers", "date_published": "2022-11-03 19:29:00+00:00", "description": "<p>This year has seen some big changes introduce to <a href=\"https://www.gamespot.com/games/destiny-2/\">Destiny 2</a>'s various subclass abilities, with these distinct sets of power building on the ideas introduced with Stasis in 2020's Beyond Light expansion. Void was the first subclass to receive a 3.0 overhaul, and with the launch of The Witch Queen expansion this year, Solar also received a hefty upgrade. Season of Plunder introduced <a href=\"https://www.gamespot.com/articles/destiny-2s-arc-3-0-now-has-more-fragments-to-unlock/1100-6506912/\">Arc 3.0</a> to Destiny 2 players, and now that the three original subclasses have been reworked, more fine-tuning is on the way.</p><p>Bungie detailed these changes in its <a href=\"https://www.bungie.net/en/explore/detail/news/51901\">weekly blog post</a>, revealing some of the changes lined up in the abilities sandbox in Season 19. These changes, similar to the <a href=\"https://www.gamespot.com/articles/almost-every-destiny-2-weapon-subtype-is-getting-a-small-overhaul-in-a-mid-season-update/1100-6508295/\">mid-season weapon-tuning patch</a>, are going to be more granular in nature ahead of bigger changes planned for Destiny 2 after the <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-release-date-strand-subclass-and-everything-we-know/1100-6506893/\">Lightfall expansion</a> launches in February 2023. \"For Season 19, our primary goal is to more closely normalize the power of our existing subclasses, giving us a more standard baseline that we can use for future tuning,\" Bungie explained.</p><p>Here's a look at what you can expect next month when these changes land.</p><a href=\"https://www.gamespot.com/articles/destiny-2-season-19-will-enhance-some-abilities-and-nerf-a-few-hunter-supers/1100-6508886/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-guns-arrive-in-fallout-4-thanks-to-modders/1100-6508887/?ftag=CAD-01-10abi2f", "title": "Call of Duty: Modern Warfare 2 Guns Arrive In Fallout 4 Thanks To Modders", "date_published": "2022-11-03 19:05:00+00:00", "description": "<p>Thanks to the technical wizardry of hard-working modders, you can now add a portion of Call of Duty: Modern Warfare 2's vast arsenal to your Fallout 4 game.</p><p>As spotted by <a href=\"https://www.eurogamer.net/modders-are-adding-modern-warfare-2-weapons-into-fallout-4\">Eurogamer</a>, the mods are from the modder WarfightersWorkshop, who has been hard at work modding in Call of Duty weapons into Fallout 4 for a long time. The mods attempt to duplicate the feel, model, and customizability of the weapons into Fallout 4, going so far as into import sounds from Call of Duty to make sure the feel is just right.</p><p>So far you can mod the <a href=\"https://www.nexusmods.com/fallout4/mods/65571\">M4 Assault Rifle</a> and the <a href=\"https://www.nexusmods.com/fallout4/mods/65072\">Signal 50 Sniper</a> into your game. You can add the weapons by installing the mod, then by finding the weapons in the locked armory room in Fort Hagen, crafting them, or using the console command to add them to your inventory. Fair warning, though: these mods will only work with versions of Fallout 4 patched to 1.10.163+</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-guns-arrive-in-fallout-4-thanks-to-modders/1100-6508887/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-aqua-teen-hunger-force-movie-deleted-scene-features-frylock-and-very-weird-workout-equipment/1100-6508852/?ftag=CAD-01-10abi2f", "title": "New Aqua Teen Hunger Force Movie Deleted Scene Features Frylock And Very Weird Workout Equipment", "date_published": "2022-11-03 19:00:00+00:00", "description": "<p dir=\"ltr\">Frylock, Master Shake, and Meatwad--the stars of Aqua Teen Hunger Force--are back in a new movie called Aqua Teen Forever: Plantasm. Releasing on November 8, it's is packed with the characters and jokes you love, but one thing you won't see included in the feature cut is a scene between Amazin's Neil and Frylock. Don't worry though, you can see it here, right now.</p><p dir=\"ltr\">Titled \"Fix This Machine,\" we see Neil (Peter Serafinowicz) in some sort of workout tech that's supposed to make him taller--Neil is very short. Frylock is summoned in order to measure Neil's height. Of course, Neil hasn't gotten any taller, and he freaks out. Watch the rest of the clip, and Neil smashing things below.</p><p dir=\"ltr\">Aqua Teen Forever: Plantasm follows the Adult Swim characters on a new adventure as they take the fight to tech mogul Neil and his sidekick Elmer (Paul Walter Hauser). Of course, Carl is around too. You can't have Aqua Teen Hunger Force without Carl.</p><a href=\"https://www.gamespot.com/articles/new-aqua-teen-hunger-force-movie-deleted-scene-features-frylock-and-very-weird-workout-equipment/1100-6508852/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/with-netflixs-ad-tier-here-are-258-movies-and-tv-shows-you-cant-watch/1100-6508885/?ftag=CAD-01-10abi2f", "title": "With Netflix's Ad-Tier, Here Are 258 Movies And TV Shows You Can't Watch", "date_published": "2022-11-03 18:57:00+00:00", "description": "<p dir=\"ltr\">Netflix has introduced a new tier to its lineup for customers. Titled \"Basic with ads,\" users pay $7 a month to watch the streaming service's content in 720p with ads. However, due to licensing rights, there are more than a few movies and TV shows not included in this plan. In fact, there are over 250 titles that are simply locked away from those using the ad tier.</p><p dir=\"ltr\">The new ad-tier does a very good job at hiding content you can't access from your home screen. Occasionally, in the Top 10 sections, you'll see a movie with a red lock in the upper-right hand corner of the image. However, there's no real easy way to find all the content you can't watch with an ad-tier account.</p><p dir=\"ltr\">So we went through Netflix's search, for hours, to find every movie and TV show we were locked out of, and there were a lot of surprises. Licensing agreements can be a bit tricky, and most of the time, we have no clue as to what the details are, but there were some obvious things we figured out along the way.</p><a href=\"https://www.gamespot.com/articles/with-netflixs-ad-tier-here-are-258-movies-and-tv-shows-you-cant-watch/1100-6508885/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-mw2-composer-says-soundtrack-does-not-meet-her-artistic-intent/1100-6508884/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: MW2 Composer Says Soundtrack Does Not Meet Her \"Artistic Intent\"", "date_published": "2022-11-03 18:49:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare II</a> composer Sarah Schachner has distanced herself from the game's upcoming soundtrack release, saying the forthcoming album does not meet her \"artistic intent.\" She also said she is leaving Modern Warfare and Warzone behind due to a poor working condition with the game's audio director.</p><p>In a statement posted on Twitter, Schachner said, \"What will be released on the soundtrack is not my artistic intent in regards to mixing and mastering.\" She added that she does not have control over how her music is presented in Modern Warfare II. Schachner went on to say that she and other members of the audio team have soundtrack masters in hand, but they may never be released by her estimation.</p><p>\"I would like to acknowledge the incredible hard work of the audio team as a whole, and I hope you still enjoy it because I put so much work and effort into it,\" Schachner said.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-mw2-composer-says-soundtrack-does-not-meet-her-artistic-intent/1100-6508884/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-season-2-release-date-and-everything-we-know/1100-6508883/?ftag=CAD-01-10abi2f", "title": "Overwatch 2 Season 2 - Release Date And Everything We Know", "date_published": "2022-11-03 18:31:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> has hit at least 25 million players, and a month after launch, it's time to start looking forward to Season 2 of the free-to-play hero shooter, which will bring new content to the game, some of which has already been confirmed by Blizzard. Here's everything we know about Season 2 of Overwatch 2.</p><h2 dir=\"ltr\">Season 2 release date</h2><p dir=\"ltr\">In a <a href=\"https://overwatch.blizzard.com/en-us/news/23824003/overwatch-2-explained-battle-pass-shop-hero-unlocks-and-more/\">blog post</a>, Blizzard provided some details about the upcoming Season 2 of Overwatch 2, which will start on December 6. Blizzard has confirmed that each season will last nine weeks total and players can expect the new season to drop on that date. Blizzard has not yet announced what time on December 6 the new season will become available. Based on this system, Season 2 would last until February 7, 2023, when Season 3 would presumably start, if Blizzard sticks with its nine-week seasons.</p><h2 dir=\"ltr\">New map, hero, and cosmetics</h2><p dir=\"ltr\">While Blizzard has not yet provided the exact details, it has confirmed that Season 2 will bring a new hero to Overwatch 2, specifically a tank hero. The new season will also see a new map added to Overwatch 2, although Blizzard has not yet said which game mode it will be for. In its plans for future seasons, Blizzard has said that each season will get a combination of a new hero, new map, and new mode, although not all three will be added in each new season. Blizzard said it plans to have a new hero every other season after Season 2.</p><a href=\"https://www.gamespot.com/articles/overwatch-2-season-2-release-date-and-everything-we-know/1100-6508883/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-companions-list/1100-6508842/?ftag=CAD-01-10abi2f", "title": "DIsney Dreamlight Valley Companions List", "date_published": "2022-11-03 18:26:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a> packs no shortage of adorable characters and themes, some of which may or may not work for you. But it's hard to imagine not loving tiny companions that can follow you around everywhere you go. There are plenty to choose from in this popular cozy title, and <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-change-your-companion/1100-6508838/\">you can swap them out as you wish</a>. Below, we've listed every companion currently in the game. Here's your complete Disney Dreamlight Valley companions list.</p><h2>Unique companions</h2><p>Certain companions can only be obtained by completing quests, purchasing certain Founder's Packs, or unlocking them via Star Paths. Many of these are limited-time offerings, though it's possible they'll return during future Star Paths and other events.</p><ul><li>Celestial Sea Turtle - Included in the Deluxe Edition and Ultimate Edition Founder's Packs</li><li>Choco Crocodile - Earned by logging in during the first week of Early Access</li><li>Incredisquirrel - Unlocked via the Pixar Fest Star Path</li><li>Pua - <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-get-pua-as-a-companion/1100-6508836/\">Earned by completing Moana's level 6 friendship quest</a></li><li>Regal Fox - Included in the Ultimate Edition Founder's Pack</li><li>Wind-Up Raccoon - Unlocked via the Villains' Star Path</li></ul><h2>Critters</h2><p>Critters are obtained by feeding them food they like, though it sometimes takes multiple feedings for them to join you as a companion. Check out our <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-critters-their-favorite-foods-and-how-to-feed-them/1100-6507145/\">Critters guide</a> for everything you need to know about their favorite foods and how to approach them for feeding.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-companions-list/1100-6508842/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-change-your-companion/1100-6508838/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley: How To Change Your Companion", "date_published": "2022-11-03 18:23:00+00:00", "description": "<p>If there's one thing you can count on with <a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a>, it's that the game is filled to the brim with as much cute Disney fan service as you can possibly expect. And perhaps one of its best features is the ability to let you <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-companions-list/1100-6508842/\">choose from a selection of tiny companions</a> to follow you around your valley. While they may not do anything besides look adorable, that's really all we need them for, isn't it? Read on to find out how to change your companions.</p><h2>How to change companions in Disney Dreamlight Valley</h2><p>You can collect a wide variety of companions by <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-critters-their-favorite-foods-and-how-to-feed-them/1100-6507145/\">feeding critters</a> to earn their trust, completing Star Path events, or <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-get-pua-as-a-companion/1100-6508836/\">completing certain quests for beloved Disney sidekicks</a>. With so many to choose from, you may find that you want to change which one is following you around sometimes, and doing so is actually quite easy--pressing a few buttons will get the trick done.</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4057845-disneydreamlightvalley_20221102140059.jpg\"><img alt=\"Click the Companions square to see all of your collection companions.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4057845-disneydreamlightvalley_20221102140059.jpg\" /></a><figcaption>Click the Companions square to see all of your collection companions.</figcaption></figure><p>To change your current companion, open up your inventory and scroll down to the Wardrobe option. From there, look on the top row of icons for a Companion square and click it. Inside this menu is where you'll find all of the companions you've collected throughout your adventures in Dreamlight Valley, including those you've purchased and the critters whose friendship you've earned. Select which one you want to accompany you, and you'll be ready to explore with a new best pal by your side.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-change-your-companion/1100-6508838/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-get-pua-as-a-companion/1100-6508836/?ftag=CAD-01-10abi2f", "title": "Disney Dreamlight Valley: How To Get Pua As A Companion", "date_published": "2022-11-03 18:21:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/disney-dreamlight-valley/\">Disney Dreamlight Valley</a> is clearly designed to captivate lovers of all things Disney, so it makes sense to add in the most adorable sidekicks from the company's long history. One of the first of those to make an appearance as a <a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-companions-list/1100-6508842/\">companion</a> is Pua, who can be obtained quite easily by completing a quest for a certain character who loves to sail. Read on to find out how to start hanging out with this piglet pal.</p><h2>How to Get Pua As A Companion</h2><p>To get Pua as a companion, you'll first need to <strong>increase Moana's friendship to level 6</strong>, which will unlock a quest called The Remembering. In this quest, you'll actually be tracking down Pua across various biomes, with your first stop being Moana's fishing boat on Dazzle Beach.</p><p><strong>Head to Dazzle Beach</strong> and investigate Pua's footprints there, then Moana will ask you to <strong>investigate the ponds in Peaceful Meadow</strong>. Look around the ponds for another set of footprints, then Moana will send you to the Plaza to look around <strong>Chef Remy's restaurant</strong> for yet another set of footprints. Finally, it'll be decided that Pua took off into the <strong>Forest of Valor</strong>.</p><a href=\"https://www.gamespot.com/articles/disney-dreamlight-valley-how-to-get-pua-as-a-companion/1100-6508836/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/full-god-of-war-ragnarok-accessibility-features-list-revealed/1100-6508882/?ftag=CAD-01-10abi2f", "title": "Full God Of War Ragnarok Accessibility Features List Revealed", "date_published": "2022-11-03 18:16:00+00:00", "description": "<p>Sony Santa Monica has revealed the full list of accessibility features that will be included in God of War Ragnarok, including accessibility presets, UI and subtitle size adjustment, and a high-color-contrast mode.</p><p>To start, the game offers accessibility presets centered around specific features. The hearing accessibility preset, for example, affects subtitle size, direction indicators, among other settings. The motor accessibility preset affects aim assist, auto pickup, and other motor control centered options. Each option in every preset can be adjusted freely. The presets are meant as a starting point, rather than a one size-fits-all solution.</p><p>While there are a variety of controller presets, the game will allow full button remapping. You can also adjust the amount of controller vibration, touchpad functionally, and whether you tap or hold buttons for a variety of individual actions. New options lets players adjust subtitle, UI, and icon sizes with a greater level of detail.</p><a href=\"https://www.gamespot.com/articles/full-god-of-war-ragnarok-accessibility-features-list-revealed/1100-6508882/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-modern-warfare-2-and-warzone-2-0-season-1-start-times-and-details/1100-6508879/?ftag=CAD-01-10abi2f", "title": "CoD: Modern Warfare 2 And Warzone 2.0 Season 1 Start Times And Details", "date_published": "2022-11-03 17:29:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare 2</a> recently launched on October 28, but the Season 1 update is just weeks away, and this inaugural season will include the arrival of Warzone's sequel and new DMZ mode. Here is everything we know so far about the big update.</p><h2 dir=\"ltr\">Call of Duty Season 1 start times</h2><p dir=\"ltr\">Season 1 is set to arrive on November 16 for Modern Warfare 2 and Warzone 2.0. Activision has not revealed the specific start time for the season, but past seasonal updates usually went live around 9 AM PT / 12 PM ET / 5 PM BST. We should know exact dates and pre-download times soon.</p><h2 dir=\"ltr\">What to expect from Season 1</h2><p dir=\"ltr\">Season 1 for Modern Warfare and the new Warzone will likely include the standard seasonal content with a battle pass, new operators, weapon bundles, and seasonal challenges. There will also probably be some weapon tuning and bug fixes in the update as well.</p><a href=\"https://www.gamespot.com/articles/cod-modern-warfare-2-and-warzone-2-0-season-1-start-times-and-details/1100-6508879/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-player-finds-a-way-to-farm-weapon-xp/1100-6508877/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 Player Finds A Way To Farm Weapon XP", "date_published": "2022-11-03 17:28:00+00:00", "description": "<p>A new Call of Duty game means that everyone hopping into the multiplayer mode starts at square one, slowly earning experience points as they climb the ranks and unlock new gear. For some players, <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare II</a>'s XP grind isn't quick enough, and they've taken it upon themselves to speed up the process.</p><p>As discovered by a user on <a href=\"https://www.reddit.com/r/ModernWarfareII/comments/yi3dev/if_the_game_doesnt_want_to_be_generous_with/\">Reddit</a>, the process is simple. All you need is a suppression mine and enough courage to face an enemy tank with an open top, and once you've located that vehicle, you can jump onto it and place your mine behind the turret. Find a safe place to hide, and watch the XP flow in as players inside of the tank are constantly hit by the mine. Repeat as necessary and you'll soon work your way up multiple ranks in multiplayer.</p><p>This is of course <em>not </em>how Activision intended for players to earn XP, and by the time you read this, the exploit could have been singled out for a quick hotfix. Infinity Ward has been quick on the trigger to squash any bugs, and the latest patch has already targeted a number of exploits. <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-update-fixes-map-exploits-and-bugs/1100-6508870/\">That update has fixed</a> \"various map exploits\" and has addressed an issue that previously stopped players from being able to edit their Profile Showcase.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-player-finds-a-way-to-farm-weapon-xp/1100-6508877/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/god-of-war-ragnarok-runs-well-on-ps4-but-makes-the-console-very-loud/1100-6508878/?ftag=CAD-01-10abi2f", "title": "God Of War Ragnarok Runs Well On PS4 But Makes The Console Very Loud", "date_published": "2022-11-03 17:21:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/god-of-war-ragnarok/\">God of War Ragnarok</a> is releasing very soon, and fans picking up the game on PlayStation 4 might be wondering how the game performs on that older console compared to PlayStation 5.</p><p><a href=\"https://kotaku.com/god-of-war-ragnarok-ps4-ps5-comparison-review-30-fps-1849737910\">Kotaku</a> tested the game on a launch model PS4 and found that it runs generally well at 1080p/30fps. A comparison video from <a href=\"https://www.youtube.com/watch?v=FdGR3SU4a5U&amp;feature=emb_title\">IGN</a> shows what the game looks like in action on PS4 and PS5, and it sure looks like the game holds up well on the original PlayStation 4 as compared to PlayStation 5.</p><div>          </div><p>Another difference is that loading times are longer on PS4. But perhaps most notable is that the PS4 has to work <em>really </em>hard to run Ragnarok, it seems, and this effort makes the PS4 itself run very loud.</p><a href=\"https://www.gamespot.com/articles/god-of-war-ragnarok-runs-well-on-ps4-but-makes-the-console-very-loud/1100-6508878/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-outlast-trials-isnt-what-you-expect-but-that-might-be-a-good-thing/1100-6508876/?ftag=CAD-01-10abi2f", "title": "The Outlast Trials Isn't What You Expect, But That Might Be A Good Thing", "date_published": "2022-11-03 17:16:00+00:00", "description": "<p dir=\"ltr\">When I think about the scariest games I've ever played, the one that tends to jump out at me first and foremost is <a href=\"https://www.gamespot.com/games/outlast-2/\">Outlast 2</a>. Though the mechanics and level design were familiar after having played the first one and its Whistleblower DLC, I found the setting and characters of its doomsday cult to be much more terrifying than the wandering denizens of Murkoff's nefarious asylum in the first game. Reviewing that game back in 2017, it was a rare occasion where I struggled to hit the embargo time simply because I had to will myself to deal with its horrors. <a href=\"https://www.gamespot.com/games/the-outlast-trials/\">The Outlast Trials</a>, as best I can tell after a weekend with the beta, will never scare me to that same extent, but that might be fine.</p><p dir=\"ltr\">The biggest difference between The Outlast Trials and the games that precede it is in its co-op-friendly setup. Every other Outlast experience has been a single-player experience. In The Outlast Trials, you can play alone and see all there is to see, but you'll probably get much further with a friend or three.</p><p dir=\"ltr\">The Outlast Trials pits players as figurative lab rats in an unethical Murkoff maze of horrors. Across several maps--to borrow a term from games usually quite unlike Outlast--teams of up to four will work together to complete a set of tasks while avoiding the monstrous enemies that lurk the halls. A quick glance at gameplay would suggest things aren't all that different. You'll still largely be shuffling through dark hallways in condemned hellholes while unbeatable villains lurk nearby hoping to maim you. But even the simple wrinkle of crouching in the dark <em>with friends</em> gives The Outlast Trials a new feeling, and the differences don't end there.</p><a href=\"https://www.gamespot.com/articles/the-outlast-trials-isnt-what-you-expect-but-that-might-be-a-good-thing/1100-6508876/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dwarf-fortress-arrives-on-steam-with-fancy-graphics-december-6/1100-6508880/?ftag=CAD-01-10abi2f", "title": "Dwarf Fortress Arrives On Steam With Fancy Graphics December 6", "date_published": "2022-11-03 17:02:00+00:00", "description": "<p>Dwarf Fortress will arrive on Steam this December with fancy representational graphics, brand-new UI, as well as new sound design and music.</p><p>For the unfamiliar, Dwarf Fortress is a strategy game with a procedurally generated world. The player takes control of a clan of dwarves seeking to found and expand a mountain home. The landscape and resources are part of the procedural generation, but the level of simulation is truly ambitious. History, poetry, musical forms, unique creatures and monsters are all part of the world and are unique for every playthrough. It has been regularly updated since its original release in 2003. The primary development team consists of two brothers, Tarn and Zach Adams.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/scale_super/1690/16904437/4058343-dwarffortress.jpg\"><img alt=\"An example of Dwarf Fortress's new graphical interface showing... a dwarven fort.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1690/16904437/4058343-dwarffortress.jpg\" /></a><figcaption>An example of Dwarf Fortress's new graphical interface showing... a dwarven fort.</figcaption></figure><p> </p><a href=\"https://www.gamespot.com/articles/dwarf-fortress-arrives-on-steam-with-fancy-graphics-december-6/1100-6508880/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wow-players-can-get-a-recap-of-their-personal-warcraft-history-with-a-single-tweet/1100-6508840/?ftag=CAD-01-10abi2f", "title": "WoW Players Can Get A Recap Of Their Personal Warcraft History With A Single Tweet", "date_published": "2022-11-03 17:00:00+00:00", "description": "<p>Ahead of <a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft's</a> upcoming Dragonflight expansion, Blizzard and Twitter are teaming up to give players a nostalgic look-back at the journey their characters have embarked on over the past 18 years.</p><p dir=\"ltr\">All it takes is a tweet. Starting today, players interested in taking part simply need to include the name of their character, the realm they are on, and their server region alongside tagging <a href=\"https://twitter.com/Warcraft\">@Warcraft</a> and using #WarcraftStory in a tweet. From there, the Twitter API and Warcraft API will find and automatically compose a \"complete\" history for that particular character and send it back to players in the form of a reply to the player's original tweet.</p><p dir=\"ltr\">The Warcraft stories shared with players will include a look-back at their top achievements and other character details beyond simple stats, and players will be able to unlock additional stories by continuing to reply to their initial tweet. Those who create a tweet will be notified on Twitter once the game's new Dragonflight expansion arrives later this year.</p><a href=\"https://www.gamespot.com/articles/wow-players-can-get-a-recap-of-their-personal-warcraft-history-with-a-single-tweet/1100-6508840/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/review-roundup-for-god-of-war-ragnarok/1100-6508864/?ftag=CAD-01-10abi2f", "title": "Review Roundup For God Of War Ragnarok", "date_published": "2022-11-03 16:29:00+00:00", "description": "<p>God of War Ragnarok is easily one of the biggest game releases of the year, and ahead of its arrival on store shelves next week, reviews have gone live for the PlayStation exclusive. Unsurprisingly, God of War Ragnarok is being hailed as a blockbuster hit to end the year with, an action-packed experience that deftly weaves satisfying combat with plenty of charm and heart.</p><p>\"Sony Santa Monica brings back what made the original God of War reboot great and delivers another fantastic story with exceptional writing,\" Tamoor Hussain wrote in GameSpot's <a href=\"https://www.gamespot.com/reviews/god-of-war-ragnarok-review-blood-sweat-and-tyrs/1900-6417993/\">God of War Ragnarok review</a>. \"In a game where a hulking god rips all manner of creatures limb from limb, the most shocking moments aren't bathed in blood, but carried by poignant words and heartfelt emotions.\"</p><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B6228XBM/ref=twister_B0B6LNYL8D?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See on Amazon</a> </div><ul><li><strong>Game:</strong> God of War Ragnarok</li><li><strong>Platforms:</strong> PS5 and PS4</li><li><strong>Developer: </strong>Sony Santa Monica</li><li><strong>Release Date:</strong> November 9</li><li><strong>Price:</strong> $70</li></ul><p>For more, you can check out a roundup on GameSpot's sister site <a href=\"https://www.metacritic.com/game/playstation-5/god-of-war-ragnarok/critic-reviews\">Metacritic </a>where God of War Ragnarok currently has a 94 metascore based on 73 reviews.</p><a href=\"https://www.gamespot.com/articles/review-roundup-for-god-of-war-ragnarok/1100-6508864/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/reviews/god-of-war-ragnarok-review-blood-sweat-and-tyrs/1900-6417993/?ftag=CAD-01-10abi2f", "title": "God Of War Ragnarok Review - Blood, Sweat, And Tyrs", "date_published": "2022-11-03 16:00:00+00:00", "description": "<p dir=\"ltr\">God of War Ragnarok is a lavish production with pristine visuals, jaw-dropping scale, crunchy combat that is as satisfying as it is brutal, and a world that begs to have its every corner and crevice explored. It's a spectacular blockbuster, but these are the least of its achievements.</p><p dir=\"ltr\">In a game where a hulking god rips all manner of creatures limb from limb, the most shocking moments aren't bathed in blood, but carried by poignant words and heartfelt emotions. They are a former God of War--known for mercilessly killing his kin--finding the words to empathize with loss; a despondent child emploring a father to break a self-destructive cycle; a moment of tenderness in the life of a boy that has the weight of the world on his shoulders.</p><p dir=\"ltr\">God of War Ragnarok's most impressive achievements are its exploration of loss and love; grief and growth; determinism and defiance. It's an astoundingly well-written game that deconstructs the mythology of Norse gods and rebuilds it as an odyssey about families. Its story isn't about the end of the world, but those that have a hand in it. They're revered as mythical gods but are characterized by deep flaws, twisted by skewed perspectives, and corrupted by questionable motivations in the same way the people they preside over are. And yet, some also have redemptive qualities. In that respect, Ragnarok's story is told from a grey area where nuances blur the line between heroes and villains; good and evil. By constantly challenging you to reconsider who they are and the factors that drive their actions, these characters remain compelling throughout.</p><a href=\"https://www.gamespot.com/reviews/god-of-war-ragnarok-review-blood-sweat-and-tyrs/1900-6417993/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/god-of-war-ragnarok-review/2300-6459910/", "title": "God of War Ragnarok Review", "date_published": "2022-11-03 16:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1568/15687785/4058059-review_gowr_site.jpg\" width=\"480\" /> Sony Santa Monica brings back what made the original God of War reboot great and delivers another fantastic story with exceptional writing.", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/forspoken-powerful-magic-will-let-you-unleash-devastating-elemental-firepower/1100-6508874/?ftag=CAD-01-10abi2f", "title": "Forspoken's Powerful Magic Will Let You Unleash Devastating Elemental Firepower", "date_published": "2022-11-03 15:46:00+00:00", "description": "<p>The magical world of Athia is a dangerous one in Forspoken, but fortunately, protagonist Frey has plenty of magical firepower that she can wield when she's confronted by corrupted beasts and people. Luminous Productions wanted to lay down some ground rules for how sorcery looks and works in Forspoken, with the developer settling on an idea of exotic energy manipulating natural elements around the player.</p><p>\"We also wanted to stay away from using auras or summoning circles when Frey was using spells --this would lack originality,\" lead visual effects artist Ryota Nozoe explained in a <a href=\"https://blog.playstation.com/2022/11/03/how-forspokens-combat-works-and-why-it-looks-so-magical/\">PS Blog post</a>. \"Early in development, we decided that magic energy in Forspoken would be represented by geometric patterns. This informed the visual design of all of the game’s magic, and ensured we kept a consistent visual style throughout the game.\"</p><div>          </div><p>With those ideas in place, the combat magic of was broken up into various specialties. Earth-based purple magic can unleash quick projectiles, more powerful charged-up shots, and clusters of explosive rocks. Shield Shot covers Frey in a protective shield that explodes upon release, Scatter Shot is a steady stream of high-speed rocks followed up by a high-damage explosive projectile, while other support magic can leave behind mines, create barriers, and leech health from enemies with tendrils.</p><a href=\"https://www.gamespot.com/articles/forspoken-powerful-magic-will-let-you-unleash-devastating-elemental-firepower/1100-6508874/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/get-3-months-of-xbox-pc-game-pass-with-purchase-of-twitch-subs/1100-6508856/?ftag=CAD-01-10abi2f", "title": "Get 3 Months Of Xbox PC Game Pass With Purchase Of Twitch Subs", "date_published": "2022-11-03 15:35:00+00:00", "description": "<p dir=\"ltr\">Twitch and Xbox are teaming up to offer a Game Pass subscription deal: Purchase two new Twitch subs of any tier--for yourself or as gift subs--and get three months of <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=gs-gs{{TYPE_ID}}{{CONTENT_ID}}-dtp-en&amp;murl=https://www.xbox.com/en-US/games/store/pc-game-pass/cfq7ttc0kgq8?icid=CNavAllPCGamePass\">Xbox Game Pass on PC</a> for free. The deal lasts from November 3-11 and is only valid for new PC Game Pass subscribers.</p><p dir=\"ltr\">Considering each default monthly Twitch sub is $5, and two of them cost around $10--it's a pretty good deal for the PC Game Pass, which is priced at around $30 for a three month period. However it's not the best deal we've ever seen. In June, Xbox offered three months of <a href=\"https://www.gamespot.com/articles/get-3-months-of-xbox-game-pass-ultimate-for-only-1-right-now/1100-6504111/\">Xbox Game Pass Ultimate</a> (includes both console and PC) for just $1.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">We're teaming with <a href=\"https://twitter.com/Xbox?ref_src=twsrc^tfw\">@Xbox</a> to help new Game Pass members discover their next favorite game.<br />From November 3-11, you’ll get 3 months of <a href=\"https://twitter.com/XboxGamePassPC?ref_src=twsrc^tfw\">@XboxGamePassPC</a> with the purchase of 2 new Twitch subs and/or gift subs.<br />Terms and conditions apply. Full details: <a href=\"https://t.co/tGuLbNyGWz\">https://t.co/tGuLbNyGWz</a> <a href=\"https://t.co/4hbJdX4sEm\">pic.twitter.com/4hbJdX4sEm</a></p>  — Twitch (@Twitch) <a href=\"https://twitter.com/Twitch/status/1587492210425094147?ref_src=twsrc^tfw\">November 1, 2022</a></blockquote>              </div><p dir=\"ltr\">But if you're already somebody who already buys Twitch subs and plays games on PC--Xbox's Game Pass service continues to be impressive and is worth trying out.</p><a href=\"https://www.gamespot.com/articles/get-3-months-of-xbox-pc-game-pass-with-purchase-of-twitch-subs/1100-6508856/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gta-online-is-all-about-heists-this-month/1100-6508873/?ftag=CAD-01-10abi2f", "title": "GTA Online Is All About Heists This Month", "date_published": "2022-11-03 15:25:00+00:00", "description": "<p>Heists are one of the best parts of GTA Online, and Rockstar is going all-in on them in November. This week's GTA Online update adds the Heists Event, which gives players special rewards and bonuses for playing the game's handful of heists.</p><p>Players can earn 2X GTA$ and RP on all setup missions for GTA Online's classic <a href=\"https://www.rockstargames.com/gta-online?info=87k3\">heists</a>, as well as 1.5X GTA$ and RP on all prep missions for <a href=\"https://www.rockstargames.com/gta-online?info=6877\">The Doomsday heist</a> specifically. Players who finish all heist finales in the next three weeks will be rewarded with a big cash prize of $2 million GTA$.</p><figure style=\"width: 1005px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4058207-screenshot2022-11-03at11.30.48am.png\"><img alt=\"GTA Online is all about heists in November\" src=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4058207-screenshot2022-11-03at11.30.48am.png\" /></a><figcaption>GTA Online is all about heists in November</figcaption></figure><p>Additionally, Rockstar announced that the Fleeca Job will pay double rewards until November 9, while GTA+ subscribers will get an extra 50% GTA$ payout on top of those rewards.</p><a href=\"https://www.gamespot.com/articles/gta-online-is-all-about-heists-this-month/1100-6508873/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/syphon-filter-3-and-ghost-trick-have-been-rated-in-korea/1100-6508875/?ftag=CAD-01-10abi2f", "title": "Syphon Filter 3 And Ghost Trick Have Been Rated in Korea", "date_published": "2022-11-03 15:23:00+00:00", "description": "<p>Two games have been recently rated by the Game Rating and Administration Committee of Korea. The two games are Syphon Filter 3 and Ghost Trick, the former of which suggest that it could be coming to the PlayStation Plus catalogue in the future.</p><p>Spotted by <a href=\"https://www.gematsu.com/2022/11/syphon-filter-3-for-ps5-and-ps4-ghost-trick-rated-in-korea\">Gematsu</a>, Syphon Filter 3 was rated for PS4 and PS5. Syphon Filter 1 and Syphon Filter 2 are already included in the Classics section of the PlayStation Plus subscription service, so it wouldn't be surprising if the third game would be too. Back in April, Syphon Filter: Dark Mirror and Syphon Filter: Logan's Shadow were rated in Korea as well.</p><p>Ghost Trick was also rated in Korea and the publisher is listed as Gamepia, which handles game releases in the country on behalf of Capcom. It seems like Ghost Trick: Phantom Detective could be remastered for modern consoles, as its listing suggests a PC release.</p><a href=\"https://www.gamespot.com/articles/syphon-filter-3-and-ghost-trick-have-been-rated-in-korea/1100-6508875/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apparent-call-of-duty-modern-warfare-2-easter-egg-hints-at-potential-warzone-2-0-map/1100-6508872/?ftag=CAD-01-10abi2f", "title": "Apparent Call Of Duty: Modern Warfare 2 Easter Egg Hints At Potential Warzone 2.0 Map", "date_published": "2022-11-03 15:20:00+00:00", "description": "<p dir=\"ltr\">We've known that <a href=\"https://www.gamespot.com/articles/call-of-duty-warzone-2-here-are-all-the-details-and-rumors-so-far/1100-6503456/\">Call of Duty: Warzone 2.0</a> will launch in mid-November for a while now, following hot on the heels of <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-hits-800-million-in-revenue-in-3-days-sets-new-call-of-duty-records/1100-6508775/\">Modern Warfare 2's success</a>. However, it seems that the single-player campaign of Modern Warfare 2 contained an Easter egg that may hint at the future of the series' free-to-play battle royale game.</p><p dir=\"ltr\">As spotted by <a href=\"https://insider-gaming.com/warzone-2-las-almas-easter-egg/\">Insider Gaming</a>, the campaign mission \"El Sin Nombre\" includes a map of the city Las Almas, and it definitely looks like a battle royale map. That city is featured heavily in Modern Warfare 2 as a campaign location and a multiplayer location. Several leakers have alleged that Las Almas itself will serve as the second map for the heavily-hyped Warzone 2.0.</p><p dir=\"ltr\">We already know that the desert map Al Mazrah will launch as Warzone 2.0's first location, along with a new Tarkov-style DMZ mode called the Deployment Zone. Warzone 2.0 will also feature a 2v2 Gulag instead of the 1v1 version from the original model. Developer Infinity Ward also confirmed that vehicles will have a limited supply of gas. It's unclear when this hypothetical Las Almas map might come to Warzone 2.0, but if it happens, it'll likely be in 2023.</p>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/dying-light-2-bloody-ties-story-dlc-to-be-revealed-on-november-6/1100-6508871/?ftag=CAD-01-10abi2f", "title": "Dying Light 2 Bloody Ties Story DLC To Be Revealed On November 6", "date_published": "2022-11-03 15:16:00+00:00", "description": "<p>Techland has announced that a new episode of its Dying Light 2 web series, Dying 2 Know, will unveil more details about the upcoming DLC Bloody Ties. The launch trailer for this expansion will be shown off during the November 6 livestream, which includes a first look at the new Carnage Hall gladiatorial arena where players will battle it out for fame and glory.</p><p>Concept artist Anna Krzemien, narrative director Piotr Szymanek, and franchise director Tymon Smektala will all participate in the episode as they reveal more details about the DLC and what else Dying Light 2 fans can expect from the game. If you're interested in watching, you can tune in at 12 PM PT / 3 PM ET to the <a href=\"https://www.twitch.tv/techland\">official Techland Twitch channel</a>.</p><p><a href=\"https://www.gamespot.com/articles/dying-light-2-goes-gladiator-in-new-bloody-ties-story-dlc/1100-6506781/\">Bloody Ties was first annnounced</a> during Gamescom Opening Night Live, and has been a long time coming. Originally scheduled for release earlier this year, <a href=\"https://www.gamespot.com/articles/dying-light-2-story-dlc-delayed-to-september/1100-6503394/\">it was delayed into September</a> so that Techland could add more features like a New Game Plus and a FOV slider for console versions of Dying Light 2.</p><a href=\"https://www.gamespot.com/articles/dying-light-2-bloody-ties-story-dlc-to-be-revealed-on-november-6/1100-6508871/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/snag-2-free-games-at-the-epic-games-store-now/1100-6476419/?ftag=CAD-01-10abi2f", "title": "Snag 2 Free Games At The Epic Games Store Now", "date_published": "2022-11-03 15:14:00+00:00", "description": "<p>The Epic Games Store continues to give away free games each week, more than three years after the digital storefront launched its awesome weekly freebies program. Epic has confirmed that the free games program will continue through at least the end of 2022. Every Thursday at the same time 8 AM PT / 11 AM ET--Epic gives up between one and three free games. You merely need to <a href=\"https://www.epicgames.com/id/register\">create a free Epic account</a> and enable two-factor authentication to start snagging freebies. At this point, Epic has given away well over 100 free games, and there's no sign that the program will stop any time soon. We keep this article up to date weekly to highlight both the current free games and next week's offerings.</p><h2>This week's free game at Epic</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4058193-risingstorm.jpg\"><img alt=\"Rising Storm 2: Vietnam\" src=\"https://www.gamespot.com/a/uploads/scale_super/1595/15950357/4058193-risingstorm.jpg\" /></a><figcaption>Rising Storm 2: Vietnam</figcaption></figure><p> </p><p>From now until <strong>November 10 at 8 AM PT / 11 AM ET</strong>, you can claim Rising Storm 2: Vietnam and Filament. Rising Storm 2 is a tactical shooter that originally released in 2017. It features 64-player matches and more than 20 maps located throughout Vietnam. The FPS has dozens of era-accurate weapons and even has flight gameplay thanks to choppers. Meanwhile, Filament is a top-down puzzle game set inside of a research ship. Your job is to learn what happened to the crew. This open-ended puzzle game lets you explore the ship, which is littered with more than 300 cable-based puzzles to solve.</p><a href=\"https://www.gamespot.com/articles/snag-2-free-games-at-the-epic-games-store-now/1100-6476419/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-update-fixes-map-exploits-and-bugs/1100-6508870/?ftag=CAD-01-10abi2f", "title": "Call Of Duty: Modern Warfare 2 Update Fixes Map Exploits And Bugs", "date_published": "2022-11-03 14:22:00+00:00", "description": "<p>Infinity Ward has rolled out a new patch for <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-ii/\">Call of Duty: Modern Warfare II</a>'s multiplayer that makes a number of welcome changes to the shooter.</p><p>The new patch fixes an issue that previously stopped players from being able to edit their Profile Showcase. What's more, the patch addresses \"various map exploits\" and bugs from across the title.</p><p>Infinity Ward didn't specify the exact map exploits addressed in the update, but videos on social media documented a number of problematic exploits, <a href=\"https://twitter.com/OpTic/status/1586809367273377792\">including one map that lets you shoot and kill enemies through walls.</a> Players have also <a href=\"https://twitter.com/Mz_ColoradoGrov/status/1176152436186107904\">discovered they can get under the map</a>.</p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-update-fixes-map-exploits-and-bugs/1100-6508870/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/nintendo-switch-holiday-bundle-returns-for-black-friday-2022/1100-6508868/?ftag=CAD-01-10abi2f", "title": "Nintendo Switch Holiday Bundle Returns For Black Friday 2022", "date_published": "2022-11-03 13:33:00+00:00", "description": "<p>For the fourth year in a row, a <a href=\"https://www.nintendo.com/holiday/deals/\">Nintendo Switch holiday bundle</a> will be available to purchase in the coming weeks. The bundle once again comes with Mario Kart 8 Deluxe and three months of Nintendo Switch Online--just like it did last year. It will be available to purchase at participating retailers starting November 20, which is the beginning of <a href=\"https://www.gamespot.com/black-friday/\">Black Friday</a> week. Like usual, the Switch holiday bundle will retail for $300.</p><p>Though Nintendo hasn't confirmed which retailers will have the bundle in stock, historically the bundle has been available at all major retailers, including Amazon, Walmart, GameStop, Best Buy, and Target. Despite widespread availability, the bundle will almost certainly sell out quickly. For the past three years, the Switch holiday bundle has been one of the most popular gaming items during Black Friday.</p><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4058144-switchholidaybundle.png\"><img alt=\"Nintendo Switch holiday bundle\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4058144-switchholidaybundle.png\" /></a><figcaption>Nintendo Switch holiday bundle</figcaption></figure><p> </p><a href=\"https://www.gamespot.com/articles/nintendo-switch-holiday-bundle-returns-for-black-friday-2022/1100-6508868/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-502-november-3-2022/1100-6508866/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#502) - November 3, 2022", "date_published": "2022-11-03 13:33:00+00:00", "description": "<p>Who doesn't enjoy a little Thursday <a href=\"https://www.gamespot.com/games/wordle/\">Wordle</a> action every now and again? We're back with another edition of our Wordle guides, this time on November 3. There's no rest for the wicked, as another tough answer is ready to greet players on this Thursday in November.</p><p>If you haven't started the Wordle just yet, then you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a>. However, if you're already past the starting point, then you're likely looking for some hints. Luckily, we provide just that further down in this guide. We will also spell out the full answer for players looking to simply get out of today unscathed.</p><h2>Today's Wordle Answer - November 3, 2022</h2><p>We'll begin with a few hints that directly relate to today's Wordle answer, but don't give it away immediately.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-502-november-3-2022/1100-6508866/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/netflix-with-ads-launches-today-heres-everything-you-need-to-know/1100-6508867/?ftag=CAD-01-10abi2f", "title": "Netflix With Ads Launches Today: Here's Everything You Need To Know", "date_published": "2022-11-03 13:31:00+00:00", "description": "<p>The time has come: Netflix's new ad-based tier is officially arriving today in the United States. After years of refusing to offer an ad-supported tier, Netflix changed its mind (<a href=\"https://www.gamespot.com/articles/netflix-sued-by-shareholders-after-losing-subscribers/1100-6503129/\">in the wake of dwindling subscriber numbers</a>) and the less expensive subscription membership is now available widely after a test phase.</p><p>There are several key things to know about the new plan, which is called Netflix Basic with Ads. Here's a rundown that covers the price, key information about what you get and don't get, and more.</p><h3><strong>The Price</strong></h3><p>Netflix Basic with Ads costs $7/month in the United States. This is the rate for new subscribers and people with an existing plan that they want to convert.</p><a href=\"https://www.gamespot.com/articles/netflix-with-ads-launches-today-heres-everything-you-need-to-know/1100-6508867/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/aubrey-plaza-joins-cast-for-wandavision-spinoff-report/1100-6508865/?ftag=CAD-01-10abi2f", "title": "Aubrey Plaza Joins Cast For WandaVision Spinoff - Report", "date_published": "2022-11-03 12:45:00+00:00", "description": "<p>The WandaVision spinoff Agatha: Coven of Chaos for Disney+ has cast Aubrey Plaza to star in the series alongside Kathryn Hahn, according to a report from <a href=\"https://variety.com/2022/tv/news/wandavision-spinoff-agatha-coven-of-chaos-aubrey-plaza-1235416041/\">Variety</a>.</p><p>The site's sources didn't have any details on the character Plaza will play in the show. What we do know is Hahn is returning to play Agatha Harkness. Additionally, Emma Caulfield Ford is coming back to play Dottie once again, while Joe Locke will appear in the show as well.</p><p>Plaza and Hahn previously worked together on the NBC comedy Parks and Recreation.</p><a href=\"https://www.gamespot.com/articles/aubrey-plaza-joins-cast-for-wandavision-spinoff-report/1100-6508865/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/avengers-directors-wont-make-another-marvel-movie-until-2030-at-the-soonest/1100-6508863/?ftag=CAD-01-10abi2f", "title": "Avengers Directors Won't Make Another Marvel Movie Until 2030 At The Soonest", "date_published": "2022-11-03 12:30:00+00:00", "description": "<p>Joe and Anthony Russo, the brothers who directed Marvel's highest-grossing movies of all time, will not return to make another MCU project for quite a while. Joe Russo told <a href=\"https://variety.com/2022/film/features/joe-anthony-russo-agbo-marvel-chris-pratt-zoe-saldana-priyanka-chopra-jonas-1235419176/\">Variety</a> that he and Anthony are not likely to return to the world of Marvel until 2030 at the soonest.</p><p>\"We're always talking; we'd need to see what would work. We won't be ready to do anything with Marvel until the end of the decade,\" he said.</p><p>Joe and Anthony Russo, along with writers Christopher Markus and Stephen McFeely, are the writers and directors of Captain America: The Winter Soldier, Captain America: Civil War, Avengers: Infinity War, and Avengers: Endgame, which together have grossed more than $7 billion at the box office.</p><a href=\"https://www.gamespot.com/articles/avengers-directors-wont-make-another-marvel-movie-until-2030-at-the-soonest/1100-6508863/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/new-hercules-movie-factors-in-how-audiences-are-trained-by-tiktok-these-days/1100-6508862/?ftag=CAD-01-10abi2f", "title": "New Hercules Movie Factors In How Audiences Are \"Trained By TikTok\" These Days", "date_published": "2022-11-03 12:17:00+00:00", "description": "<p>Disney's new live-action Hercules movie will factor in how audiences are nowadays \"trained by TikTok.\" Producer Joe Russo (Avengers) told <a href=\"https://variety.com/2022/film/news/hercules-live-action-disney-tiktok-experimental-joe-russo-guy-ritchie-agbo-1235421454/\">Variety</a> that the film will be \"a little bit more experimental in tone,\" and that includes being shaped by how young people in particular are \"trained\" by TikTok these days.</p><p>The Russo brothers are producing the film via their AGBO banner, with Guy Ritchie (Disney's Aladdin) set to direct. Joe Russo said Ritchie is perfect for the movie because he has a \"penchant for experimentation.\" Russo went on to say that he believes Disney is excited about the project because it will be more than a simple \"reinterpretation of the animated film\" from 1997.</p><p>The new live-action Hercules will be a musical, and this is where the TikTok inspiration comes in.</p><a href=\"https://www.gamespot.com/articles/new-hercules-movie-factors-in-how-audiences-are-trained-by-tiktok-these-days/1100-6508862/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/netflixs-the-sandman-finally-confirmed-for-season-2/1100-6508861/?ftag=CAD-01-10abi2f", "title": "Netflix's The Sandman Finally Confirmed For Season 2", "date_published": "2022-11-03 12:04:00+00:00", "description": "<p>Netflix has finally confirmed that The Sandman from Neil Gaiman is returning for a second season. The streamer said in a social media post that \"The Sandman will return to Netflix.\" </p><p>Gaiman is quoted in Netflix's announcement, saying, \"There are some astonishing stories waiting for Morpheus and the rest of then... Now it's time to get back to work. There's a family meal ahead... And Lucifer is waiting for Morpheus to return to Hell.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Yes, it’s true: The Sandman will return to Netflix! <br /><br />\"There are some astonishing stories waiting for Morpheus &amp; the rest of them… Now it’s time to get back to work. There’s a family meal ahead... And Lucifer is waiting for Morpheus to return to Hell,\" says <a href=\"https://twitter.com/neilhimself?ref_src=twsrc^tfw\">@neilhimself</a> <a href=\"https://t.co/TbA3hnD5f6\">pic.twitter.com/TbA3hnD5f6</a></p>  — Netflix (@netflix) <a href=\"https://twitter.com/netflix/status/1587961504845877249?ref_src=twsrc^tfw\">November 3, 2022</a></blockquote>              </div><p>In <a href=\"https://twitter.com/neilhimself/status/1587961504455831552?s=46&amp;t=XI_1XvUI_eCFrsotkr9RfQ\">his own tweet</a>, Gaiman said, \"The rumors are true. Netflix is thrilled that so many of you have been watching Sandman, and the thing we were all hoping would happen... has indeed happened...\"</p><a href=\"https://www.gamespot.com/articles/netflixs-the-sandman-finally-confirmed-for-season-2/1100-6508861/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/microsoft-buys-into-korean-blockchain-game-company/1100-6508859/?ftag=CAD-01-10abi2f", "title": "Microsoft Buys Into Korean Blockchain Game Company", "date_published": "2022-11-03 07:01:00+00:00", "description": "<p>Wemade, the Korean blockchain-focused studio behind the Mir series of MMOs, has announced that its most recent investment round raised $46 million from a number of companies, including Microsoft, <a href=\"https://www.videogameschronicle.com/news/microsoft-has-invested-in-a-korean-blockchain-game-company/\">VGC reports</a>. Microsoft has invested $14.8 million in Wemade by purchasing convertible bonds.</p><p>Korean studio Wemade was founded in 2000 to develop PC and mobile titles, including the MMO Legend of Mir. As of 2018 the company started to develop blockchain technology, resulting in the launch of a blockchain mainnet called Wemix.</p><p>Wemade launched its latest title Mir 4 with blockchain support, including in-game NFTs and its own token called DRACO. The company bills its latest title as \"the world’s first well-made blockbuster blockchain game since the company entered the blockchain industry in 2018,\" though its ambitions extend beyond the world of Mir and into the games industry at large. The company says it aims to \"transform everyday games with blockchain technology and establish its Wemix coin as a key currency in the blockchain gaming space.\"</p><a href=\"https://www.gamespot.com/articles/microsoft-buys-into-korean-blockchain-game-company/1100-6508859/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/neymar-jr-comes-to-pubg-for-some-reason/1100-6508858/?ftag=CAD-01-10abi2f", "title": "Neymar Jr. Comes To PUBG For Some Reason", "date_published": "2022-11-03 05:50:00+00:00", "description": "<p>Krafton has announced that <a href=\"https://www.gamespot.com/games/playerunknowns-battlegrounds/\">PlayerUnknown's Battlegrounds</a> will be introducing a collaboration with Brazilian footballer Neymar da Silva Santo Junior, with themed visuals popping up in game, and items available in the in-game store.</p><p>The Neymar collaboration is dropping as a part of update 20.2, which is due out on PC on November 9 and for consoles on November 17. The visual update will include billboards, building decorations, soccer balls, and care packages themed after the soccer superstar.</p><p>As a keen gamer himself, it's not Neymar's first time collaborating with gaming companies. Other than appearing as the <a href=\"https://www.gamespot.com/articles/pes-2016-cover-star-is-brazil-s-neymar/1100-6427969/\">PES 2016 cover star</a>, the footballer was also made available as an unlockable skin in <a href=\"https://www.gamespot.com/articles/how-to-get-neymar-jr-skin-in-fortnite-all-challenges-explained/1100-6488908/\">Fortnite last year</a>. According to <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-2-leak-reveals-neymar-and-pogba-operators/1100-6508692/\">recent leaks for Modern Warfare 2</a>, the athlete could also be appearing soon as a new operator in the game, alongside other big-name footballers.</p><a href=\"https://www.gamespot.com/articles/neymar-jr-comes-to-pubg-for-some-reason/1100-6508858/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/halo-infinites-winter-update-is-bringing-heaps-of-weapon-balance-changes/1100-6508857/?ftag=CAD-01-10abi2f", "title": "Halo Infinite's Winter Update Is Bringing Heaps Of Weapon Balance Changes", "date_published": "2022-11-03 05:23:00+00:00", "description": "<p>343 Industries has revealed more about the <a href=\"https://www.gamespot.com/games/halo-infinite/\">Halo Infinite</a> Winter Update that's scheduled to drop on November 8, this time introducing a whole lot of weapon balance fixes that'll be coming to the sandbox mode. A few weapons will be getting buffs to encourage players to use them more, while overperforming weapons will see small nerfs--here's what's changing.</p><p>Community manager Unyshek explains in the <a href=\"https://www.halowaypoint.com/news/sandbox-balance-updates-winter-update\">blog post</a> that 343 has started looking at weapon balance in Halo Infinite's sandbox now that players are a little more familiar with the gameplay. Looking at both player feedback and hard data on how weapons are getting used in game, six of Halo Infinite's weapons are getting tweaked for better or for worse.</p><p>The Plasma Pistol and Disruptor are both getting upgrades that 343 hopes will increase their use and effectiveness in game, while the Pulse Carbine and VK78 Commando have both been tweaked to increase effectiveness at shorter ranges. In line for a nerf this update are both the BR75 and Frag Grenade, which will be getting minor downgrades in the interest of competitiveness. The full dev notes on balance changes and the rationale behind them can be read on <a href=\"https://www.halowaypoint.com/news/sandbox-balance-updates-winter-update\">343's blog</a>.</p><a href=\"https://www.gamespot.com/articles/halo-infinites-winter-update-is-bringing-heaps-of-weapon-balance-changes/1100-6508857/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "favourite": false}]