[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/moskwa-awaria-pradu-w-czasie-spotkania-z-putinem-ministrowie-siedzieli-w-ciemnosci/", "title": "Moskwa. Awaria prądu w czasie narady z Putinem. Ministrowie siedzieli w ciemności", "date_published": "2022-11-03 18:09:00+00:00", "description": "W czwartek Władimir Putin odbył wideokonferencję z rosyjskimi ministrami. W jej trakcie doszło do nieoczekiwanego incydentu - po awarii prądu w biznesowej dzielnicy Moskwy dwaj członkowie rządu musieli siedzieć w ciemności.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/naukowcy-nie-jestesmy-gotowi-na-przybycie-obcych-szykujmy-sie-zanim-bedzie-za-pozno/", "title": "Naukowcy: Nie jesteśmy gotowi na przybycie obcych. Szykujmy się, zanim będzie za późno", "date_published": "2022-11-03 15:51:00+00:00", "description": "Naukowcy ze szkockiego Uniwersytetu St. Andrews i brytyjskiej sieci badawczej SETI będą wspólnie opracowywać procedury na wypadek, gdyby na Ziemię trafił sygnał od obcej cywilizacji. Według koordynatora nowo powstałego zespołu obcy mogą się z nami skontaktować w każdej chwili, a Ziemianie nie są na to wydarzenie przygotowani. Jest najwyższy czas - uważa dr John Elliott.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/usa-dwoch-16-latkow-zabilo-nauczycielke-powodem-byly-zle-stopnie/", "title": "USA. Dwaj 16-latkowie zabili nauczycielkę. Powodem były złe stopnie", "date_published": "2022-11-03 15:12:00+00:00", "description": "Zła ocena wystawiona przez nauczycielkę hiszpańskiego, Nohemę Graber, była motywem jej zabójstwa - przekazali we wtorek śledczy ze stanu Iowa w USA. Kobieta zginęła od uderzeń kijem baseballowym.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/2022-ap7-na-kolidujacym-z-ziemia-kursie-moglaby-zniszczyc-zycie/", "title": "2022 AP7 na kolidującym z Ziemią kursie. Mogłaby zniszczyć życie", "date_published": "2022-11-03 13:55:00+00:00", "description": "Asteroida 2022 AP7 znajduje się na kursie kolidującym z Ziemią. Ma średnicę około dwóch kilometrów i jest w stanie unicestwić życie na Ziemi.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/zrobila-halloweenowy-tatuaz-teraz-nie-moze-go-zmyc/", "title": "Zrobiła halloweenowy tatuaż. Teraz nie może go zmyć", "date_published": "2022-11-03 13:37:00+00:00", "description": "Kobieta w ramach przebrania na Halloween zrobiła sobie i swojej siedmioletniej wnuczce sztuczny tatuaż na twarzy. Na udostępnionym w mediach społecznościowych filmiku nie kryła paniki, gdy okazało się, że straszna charakteryzacja nie chce zejść. Internauci radzą kobiecie, jak w tej sytuacji może - nomen omen - zachować twarz.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/bialorus-zaprezentowano-rower-elektryczny-wyroznia-sie-oryginalnym-wzornictwem-i-ergonomia/", "title": "Białoruś. Zaprezentowano rower elektryczny. \"Wyróżnia się oryginalnym wzornictwem i ergonomią\"", "date_published": "2022-11-03 13:14:00+00:00", "description": "Na Białorusi opracowano rower elektryczny na potrzeby wojska i milicji - przekazał Biełsat. Producent informuje, że sprzęt rozwija prędkość do 40 km/h, a także wyróżnia się oryginalnym wzornictwem i ergonomią. Niedawno podczas wizytacji fabryki motocykli Alaksandr Łukaszenka wytknął dyrektorom, że żadna z części użytych do produkcji jednośladu nie jest białoruska.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/picie-kawy-na-pusty-zoladek-to-blad-ekspertka-wplywa-na-hormony-i-prace-jelit/", "title": "Picie kawy na pusty żołądek to błąd. Ekspertka: wpływa na hormony i pracę jelit", "date_published": "2022-11-03 10:01:00+00:00", "description": "Kawa jest kwaśna, więc rano ciężko działa na nasz żołądek, dodatkowo, wypita na pusty żołądek powoduje reakcję organizmu taką samą jak reakcja na stres - wyjaśniała Olivia Hedlund, terapeutka i specjalistka żywieniowa brytyjskiej sieci fitness Livingwell.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/wielka-brytania-migranci-z-manston-przemycili-list-tu-jest-jak-w-wiezieniu/", "title": "Wielka Brytania. Migranci z Manston przemycili list. \"Tu jest jak w więzieniu\"", "date_published": "2022-11-03 10:01:00+00:00", "description": "Dzieci powinny być w szkole, a nie w więzieniu. Nasze jedzenie jest bardzo złe. Potrzebujemy waszej pomocy - napisali migranci, którzy przebywają w brytyjskim ośrodku na terenie hrabstwa Kent. W liście przerzuconym przez płot skarżą się na przeludnienie, niedostateczną opiekę, a także brak pieniędzy i kontaktu ze światem. Również lokalne władze mają listę zażaleń wobec rządu w Londynie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/wolodymyr-zelenski-dla-czeskiej-telewizji-nie-ma-potrzeby-bac-sie-rosji/", "title": "Wołodymyr Zełenski dla czeskiej telewizji: Nie ma potrzeby bać się Rosji", "date_published": "2022-11-03 09:27:00+00:00", "description": "Wojna odegrała fundamentalną rolę w uzyskaniu przez naród świadomości obywatelskiej - powiedział prezydent Ukrainy w wywiadzie dla czeskiej telewizji. Dodał, że nie ma potrzeby bać się Rosji. Wołodymyr Zełenski przekazał, że gdy Ukraińcy odbiją swoje terytoria, on uda się na słoneczny Krym.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/wielka-brytania-substancja-zawarta-w-grzybkach-halucynkach-moze-leczyc-depresje-trwaja-badania/", "title": "Wielka Brytania. Substancja zawarta w grzybkach halucynkach może leczyć depresję. Trwają badania", "date_published": "2022-11-03 07:53:00+00:00", "description": "Psylocybina, substancja znajdująca się w tzw. grzybkach halucynkach, czyli grzybach halucynogennych, może być pomocna w leczeniu depresji - wynika z badań brytyjskich naukowców. Stosowanie substacji przynosi efekty, jednak zdaniem lekarzy za wcześnie jeszcze na jednoznaczne osądy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/byla-miss-argentyny-i-byla-miss-portoryko-oglosily-ze-sa-malzenstwem/", "title": "Była miss Argentyny i była miss Portoryko poinformowały, że są małżeństwem", "date_published": "2022-11-03 07:15:00+00:00", "description": "Była zwyciężczyni konkursu piękności Argentyny i była miss Portoryko ogłosiły w mediach społecznościowych, że wzięły ślub - przekazały media. Fani pogratulowali kobietom tej decyzji, choć nie kryli zaskoczenia. Para wzięła ślub w końcu października w Portoryko.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/zaporoska-elektrownia-atomowa-odlaczona-od-sieci/", "title": "Zaporoska Elektrownia Atomowa odłączona od sieci", "date_published": "2022-11-03 06:43:00+00:00", "description": "Paliwa do pracy starczy na 15 dni. Zaczęło się odliczanie - napisał w komunikacie Energoatom, informując o poważnych skutkach rosyjskiego ostrzału Zaporoskiej Elektrowni Atomowej. W wyniku zniszczeń cała elektrownia miała zostać została odłączona od sieci energetycznych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-03/korea-polnocna-kolejna-proba-balistyczna-wykonana-przez-rezim-w-pjongjangu/", "title": "Korea Północna. Kolejna próba balistyczna wykonana przez reżim w Pjongjangu", "date_published": "2022-11-03 05:05:00+00:00", "description": "Korea Północna wystrzeliła pociski rakietowe, które wywołały alarm w środkowej i północnej Japonii. To nie pierwsze próby balistyczne dokonywane przez Pjongjang tej jesieni. Mają one zniechęcić USA i Koreę Południową do wspólnych ćwiczeń wojskowych - przekazał Reuters.", "favourite": false}]