[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-find-links-bw-black-basta.html", "title": "Researchers Find Links b/w Black Basta Ransomware and FIN7 Hackers", "date_published": "2022-11-03 17:40:00+00:00", "description": "A new analysis of tools put to use by the Black Basta ransomware operation has identified ties between the threat actor and the FIN7 (aka Carbanak) group.\nThis link \"could suggest either that Black Basta and FIN7 maintain a special relationship or that one or more individuals belong to both groups,\" cybersecurity firm SentinelOne said in a technical write-up shared with The Hacker News.\nBlack", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/why-identity-access-management.html", "title": "Why Identity & Access Management Governance is a Core Part of Your SaaS Security", "date_published": "2022-11-03 10:34:00+00:00", "description": "Every SaaS app user and login is a potential threat; whether it's bad actors or potential disgruntled former associates, identity management and access control is crucial to prevent unwanted or mistaken entrances to the organization's data and systems. \nSince enterprises have thousands to tens of thousands of users, and hundreds to thousands of different apps, ensuring each entrance point and", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-detail-opera1er-apt-attacks.html", "title": "OPERA1ER APT Hackers Targeted Dozens of Financial Organizations in Africa", "date_published": "2022-11-03 10:21:00+00:00", "description": "A French-speaking threat actor dubbed OPERA1ER has been linked to a series of more than 30 successful cyber attacks aimed at banks, financial services, and telecom companies across Africa, Asia, and Latin America between 2018 and 2022.\nAccording to Singapore-headquartered cybersecurity company Group-IB, the attacks have led to thefts totaling $11 million, with actual damages estimated to be as", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/hackers-using-rogue-versions-of-keepass.html", "title": "Hackers Using Rogue Versions of KeePass and SolarWinds Software to Distribute RomCom RAT", "date_published": "2022-11-03 09:20:00+00:00", "description": "The operators of RomCom RAT are continuing to evolve their campaigns with rogue versions of software such as SolarWinds Network Performance Monitor, KeePass password manager, and PDF Reader Pro.\nTargets of the operation consist of victims in Ukraine and select English-speaking countries like the U.K.\n\"Given the geography of the targets and the current geopolitical situation, it's unlikely that", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/new-tiktok-privacy-policy-confirms.html", "title": "New TikTok Privacy Policy Confirms Chinese Staff Can Access European Users' Data", "date_published": "2022-11-03 06:48:00+00:00", "description": "Popular short-form video-sharing service TikTok is revising its privacy policy for European users to make it explicitly clear that user data can be accessed by some employees from across the world, including China.\nThe ByteDance-owned platform, which currently stores European user data in the U.S. and Singapore, said the revision is part of its ongoing data governance efforts to limit employee", "favourite": false}]