[{"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/epic-games-match-group-google-motion-213036490.html?src=rss", "title": "Epic Games and Match Group want to bring additional antitrust allegations against Google", "date_published": "2022-10-09 21:30:36+00:00", "description": "<p>Epic Games and Match Group are attempting to expand their lawsuits against Google to include additional allegations against the search giant. In a <a href=\"https://www.scribd.com/document/599506240/Epic-Games-and-Match-Group-motion\">motion filed on Friday</a> with a federal court in the Northern District of California, the two companies accused Google of paying off developers that had the means and ability to create competing Android app stores.</p><p>Specifically, Epic and Match point to agr"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-and-instagram-lock-kanye-wests-accounts-184711528.html?src=rss", "title": "Twitter and Instagram lock Kanye West's accounts after a weekend of antisemitic posts", "date_published": "2022-10-09 18:47:11+00:00", "description": "<p>Kanye West’s return to Twitter has been short-lived. Less than a day after Elon Musk <a href=\"https://twitter.com/elonmusk/status/1578769394536452097?s=20&amp;t=ZLzW3H-P9tPVSESCBC57tw\"><ins>welcomed him back to the platform</ins></a>, the rapper saw his account suspended for posting an antisemitic message. On late Saturday night, West, who goes by Ye now, said he would go “<a href=\"https://en.wikipedia.org/wiki/DEFCON\"><ins>death con 3</ins></a> On JEWISH PEOPLE.” In the same message, West de"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-airpods-mac-accessories-usb-c-report-170406614.html?src=rss", "title": "All Apple AirPods and Mac accessories could feature USB-C by 2024", "date_published": "2022-10-09 17:04:06+00:00", "description": "<p>Apple will more widely adopt USB-C across its product portfolio over the next few years, according to <a href=\"https://www.bloomberg.com/news/newsletters/2022-10-09/will-the-iphone-15-get-usb-c-port-will-apple-aapl-release-a-wireless-iphone-l91edtxt\"><em><ins>Bloomberg’s</ins></em><ins> Mark Gurman</ins></a>. Writing in his latest Power On newsletter, Gurman says he expects the company to transition all of its wireless earbuds, including the <a href=\"https://www.engadget.com/airpods-pro-revie"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hitting-the-books-chip-war-chris-miller-scribner-143045918.html?src=rss", "title": "Hitting the Books: Steve Jobs' iPhone obsession led to Apple's silicon revolution", "date_published": "2022-10-09 14:30:45+00:00", "description": "<p>The fates of Apple and Taiwanese semiconductor manufacturer <a href=\"https://www.crfs.com/tscm/\">TSCM</a> have grown inextricably intertwined since the advent of the iPhone. As each subsequent generation of iPhone hurtled past the technological capabilities of its predecessor, the processors that powered them grew increasingly complex and specialized — to the point that, today, TSCM has become the only chip fab on the planet with the requisite tools and know-how to actually build them. In his"}]