[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/wloskie-miasteczko-presicce-poszukuje-mieszkancow-za-przeprowadzke-oferuja-ponad-140-tys/", "title": "Włoskie miasteczko Presicce poszukuje mieszkańców. Za przeprowadzkę oferują ponad 140 tys.", "date_published": "2022-11-21 20:42:00+00:00", "description": "Władze jednego z miasteczek we Włoszech oferują 30 tys. euro (ponad 140 tys. zł) dla osób, które zdecydują się do niego przeprowadzić. Zachęta finansowa ma spowodować, że do miasta Presicce zostanie tchnięte nowe życie. - W historycznym centrum jest wiele pustych domów zbudowanych przed 1991 rokiem, w których chcielibyśmy zobaczyć nowych mieszkańców - przekazał przedstawiciel lokalnych władz.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/rekord-na-instagramie-pobity-cristiano-ronaldo-ma-500-mln-obserwatorow/", "title": "Rekord na Instagramie pobity. Cristiano Ronaldo ma 500 mln obserwatorów", "date_published": "2022-11-21 19:59:00+00:00", "description": "Cristiano Ronaldo jest obecnie jedyną osobą na świecie, która zdobyła 500 milionów obserwujących w serwisie Instagram. Na liście najczęściej obserwowanych osób znalazł się jeszcze jeden piłkarz, który tak jak kapitan reprezentacji Portugalii, obecnie bierze udział w Mistrzostwach Świata w Katarze.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/usa-joe-biden-ulaskawil-indyki-przed-swietem-dziekczynienia-nawiazal-do-wyborow/", "title": "USA: Joe Biden ułaskawił indyki przed Świętem Dziękczynienia. Nawiązał do wyborów", "date_published": "2022-11-21 18:07:00+00:00", "description": "Chocolate i Chip - tak nazywają się dwa indyki, które ułaskawił prezydent USA Joe Biden. Darowanie życia indykom to tradycja związana z obchodzonym w Stanach Zjednoczonych w czwartek Świętem Dziękczynienia. Zwierzęta trafią na Uniwersytet w Karolinie Północnej. Prezydent nawiązał też do wyborów i zapowiadanych zwycięstw Republikanów, nazywanych czerwoną falą, które nie doszły do skutku.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/janusz-walus-warunkowo-zwolniony-sad-w-rpa-wydal-wyrok/", "title": "Janusz Waluś warunkowo zwolniony. Sąd w RPA wydał wyrok", "date_published": "2022-11-21 17:36:00+00:00", "description": "Janusz Waluś musi zostać zwolniony z więzienia - taką decyzję podjął sąd w Republice Południowej Afryki. W 1993 roku Polak został skazany za zabójstwo działacza komunistycznego Chrisa Haniego.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/rosja-dmitrij-pieskow-celem-specjalnej-operacji-nie-jest-zmiana-wladzy-w-ukrainie/", "title": "Wojna w Ukrainie. Dmitrij Pieskow: Celem \"specjalnej operacji\" nie jest zmiana władzy w Ukrainie", "date_published": "2022-11-21 15:46:00+00:00", "description": "Zmiana obecnej władzy w Ukrainie nie jest celem specjalnej operacji wojskowej, którą przeprowadza Rosja, o czym już wcześniej informował Władimir Putin - przekazał w poniedziałek rzecznik prezydenta Rosji Dmitrij Pieskow. Jak dodał, Rosja ma swoje cele i je osiągnie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/katar-dziennikarka-okradziona-podczas-relacji-na-zywo-zaskoczylo-ja-pytanie-policji/", "title": "Katar: Dziennikarka okradziona podczas relacji na żywo. Zaskoczyło ją pytanie policji", "date_published": "2022-11-21 15:42:00+00:00", "description": "Jaką karę mamy wymierzyć złodziejom, którzy ukradli twój portfel, gdy ich znajdziemy? - takie pytanie usłyszała argentyńska dziennikarka, która została okradziona podczas relacji z mistrzostw świata w Katarze. Kobieta straciła pieniądze i dokumenty, najbardziej jednak zaskoczyła ją relacja policji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/wykrywaczem-metali-znalazl-sredniowieczna-obraczke-jest-warta-47-tys-dolarow/", "title": "Wykrywaczem metali znalazł średniowieczną obrączkę. Jest warta 47 tys. dolarów", "date_published": "2022-11-21 14:49:00+00:00", "description": "To coś niesamowitego - tak swoje znalezisko podsumował jeden z pasjonatów spacerujących z wykrywaczem metali. 69-latek w Anglii znalazł... obrączkę wartą 47 tysięcy dolarów. Pochodzi ona z okresu średniowiecza. Zachowała się w idealnym stanie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/bialorus-alaksandr-lukaszenka-o-eksplozji-w-przewodowie-takie-wypadki-sie-nie-zdarzaja/", "title": "Białoruś. Alaksandr Łukaszenka o eksplozji w Przewodowie: Takie wypadki się nie zdarzają", "date_published": "2022-11-21 14:35:00+00:00", "description": "Alaksandr Łukaszenka uważa, że rakieta, która spadła na terytorium Polski, była ukraińska i jak dodał, takie wypadki się nie zdarzają - informują w poniedziałek prokremlowskie media. Białoruski dyktator odniósł się do eksplozji w Przewodowie, podczas której zginęło dwóch obywateli Polski.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/usa-zawodowy-bokser-sfingowal-swoja-smierc-to-czesc-policyjnego-sledztwa-przeciwko-jego-zonie/", "title": "USA. Zawodowy bokser sfingował swoją śmierć. To część policyjnego śledztwa przeciwko jego żonie", "date_published": "2022-11-21 13:59:00+00:00", "description": "Były zawodowy bokser Ramon Sosa sfingował swoją śmierć. Była to część policyjnego śledztwa, które miało doprowadzić do oskarżenia jego żony. Ta planowała zabójstwo pochodzącego z Portoryko Sosy i wynajęła w tym celu płatnego mordercę. Teraz poszkodowany swoją historię opowiedział w telewizyjnym dokumencie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/bialorus-lukaszenka-zegna-mcdonalda-zastapi-go-rosyjska-siec/", "title": "McDonald's wycofuje się z Białorusi. Łukaszenka: Chwała Bogu, kto to w ogóle je?", "date_published": "2022-11-21 13:30:00+00:00", "description": "Od wtorku McDonalds w Białorusi zostanie zastąpiony przez rosyjska sieć Wkusno i Toczka. To efekt zachodnich sankcji na ten kraj. - I chwała Bogu, kto to w ogóle je? - skomentował prezydent Alaksandr Łukaszenka. - Potrafimy sami przekroić bułkę na pół i włożyć tam kawałek mięsa - dodał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/wielka-brytania-masowa-bojka-z-udzialem-40-gosci-podczas-wesela-osmiu-krewnych-trafilo-do-wiezienia/", "title": "Wielka Brytania. Ogromna bijatyka podczas ślubu. Ośmiu krewnych trafiło za kraty", "date_published": "2022-11-21 12:27:00+00:00", "description": "Ośmiu członków tej samej rodziny trafiło do więzienia po krwawej jatce, do której doszło na przyjęciu weselnym z udziałem 60 gości w brytyjskim Runcorn. W masowej bójce łącznie udział miało brać około 40 osób. W ruch poszły krzesła, stoły, szklanki, a nawet gaśnice. Wszyscy aresztowani mają to samo nazwisko - Stokes.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/indonezja-trzesienie-ziemi-na-jawie-ponad-44-ofiary/", "title": "Indonezja: Trzęsienie ziemi na Jawie. Ponad 44 ofiary", "date_published": "2022-11-21 11:11:00+00:00", "description": "Co najmniej 44 osoby zginęły w poniedziałkowym trzęsieniu ziemi na Jawie, głównej wyspie Indonezji. Osiągnęło ono magnitudę 5,6. Co najmniej 300 mieszkańców zostało rannych - podał Reuters.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/rosja-fso-cwiczy-na-wypadek-zamachu-stanu-ochrona-putina-obawia-sie-hipnozy-i-psychologii/", "title": "Rosja. Na Kremlu obawiają się wykorzystania hipnozy przy próbie zamachu stanu", "date_published": "2022-11-21 10:08:00+00:00", "description": "Rosyjska Federalna Służba Ochrony (FSO), odpowiadająca m.in. za ochronę Władimira Putina, przygotowuje się do ewentualnego zamachu stanu i przejścia w tryb wojenny. Oprócz ćwiczeń taktycznych, personel szkolony jest na wypadek masowego ataku ideologicznego - wynika z dokumentu przedstawionego przez rosyjski niezależny portal śledczy. Chodzi np. o hipnozę czy operacje psychologiczne.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/usa-najstarsze-dzieci-z-in-vitro-zarodki-rozmrozono-po-30-latach/", "title": "USA: Najstarsze dzieci z in vitro. Zarodki rozmrożono po 30 latach", "date_published": "2022-11-21 09:06:00+00:00", "description": "30 lat czekały na rozmrożenie zarodki, z których dzieci - dzięki metodzie in vitro - urodziły się 31 października w USA. Małżeństwo Ridgewayów podkreśla, że to cud. Tym samym ich bliźniaki pobiły rekord.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/japonia-97-letni-kierowca-smiertelnie-potracil-kobiete-wjechal-w-samochod-ktorym-jechala-stulatka/", "title": "Japonia. 97-letni kierowca śmiertelnie potrącił kobietę. Wjechał w samochód, którym jechała stulatka", "date_published": "2022-11-21 07:54:00+00:00", "description": "97-letni mężczyzna śmiertelnie potrącił kobietę idącą chodnikiem w japońskiej Fukushimie. Wjechał także w trzy samochody, raniąc przy tym cztery kobiety. Jedną z nich była stulatka.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/szef-nato-jens-stoltenberg-uderzenie-rakietowe-w-polske-bylo-prawdopodobnie-wypadkiem/", "title": "Szef NATO Jens Stoltenberg: Uderzenie rakietowe w Polskę było prawdopodobnie wypadkiem", "date_published": "2022-11-21 07:04:00+00:00", "description": "Sekretarz generalny NATO Jens Stoltenberg określił wydarzenie, do którego doszło w Przewodowie jako wypadek, a nie atak Rosji na NATO. Zastrzegł jednak, że z ostateczną oceną należy się wstrzymać aż poznamy wyniki toczącego się śledztwa.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-21/rosja-pozar-w-centrum-moskwy-szesc-ofiar-smiertelnych/", "title": "Rosja. Pożar w centrum Moskwy. Sześć ofiar śmiertelnych", "date_published": "2022-11-21 05:22:00+00:00", "description": "Nie żyje co najmniej sześć osób po tym, jak wybuchł pożar w dwupiętrowym budynku w centrum Moskwy.", "favourite": false}]