[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-renew-push-for-cryptocurrency-regulations-target-company-that-serves-as-both-exchange-and-bank", "title": "Democrats Renew Push For Cryptocurrency Regulations, Target Company That Serves As Both Exchange And Bank", "date_published": "2022-11-21 17:49:20+00:00", "description": "Democratic lawmakers on Monday called upon regulators to examine bank holding company SoFi Technologies, which owns a subsidiary cryptocurrency exchange. Skepticism of the financial services company occurs after cryptocurrency platform FTX filed for bankruptcy following users’ discovery that trading firm Alameda Research borrowed millions in deposits to make investments, causing a liquidity crisis. Former FTX ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ticketmaster-live-nation-are-a-joke-break-up-their-monopoly", "title": "Ticketmaster, Live Nation Are A Joke. Break Up Their Monopoly.", "date_published": "2022-11-21 17:36:55+00:00", "description": "Taylor Swift blasted into the headlines last week, but not for the reason you&#8217;d think. The singer ripped Ticketmaster for a debacle over the sale of concert tickets for her new tour, which completely crashed at one point and led to scalpers posting tickets for upwards of $50,000. The whole thing was a fustercluck. First, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woke-leadership-is-gutting-u-s-military-through-dei-trans-policies-gop-report-says", "title": "Woke Leadership Is Gutting U.S. Military Through DEI, Trans Policies, GOP Report Says", "date_published": "2022-11-21 17:36:01+00:00", "description": "Military leaders’ embrace of woke diversity and transgender policies and ideology is corroding the effectiveness of the U.S. military, according to a new report by GOP lawmakers. Sen. Marco Rubio of Florida and Rep. Chip Roy of Texas, both Republicans, put out a report on the impact of DEI and LGBT initiatives on the U.S. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-view-host-claims-jesus-would-be-the-grand-marshal-at-the-pride-parade", "title": "‘The View’ Host Claims ‘Jesus Would Be The Grand Marshal At The Pride Parade’", "date_published": "2022-11-21 17:21:13+00:00", "description": "&#8220;The View&#8221; host Sunny Hostin claimed on Monday — in the wake of the Saturday night shooting at a gay nightclub in Colorado Springs — that Jesus would be &#8220;the Grand Marshal&#8221; of the gay pride parade. Co-host Whoopi Goldberg — back after a week spent recovering from her second bout with COVID — began ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-matt-walsh-call-out-left-for-exploitation-of-colorado-shooting", "title": "Ben Shapiro, Matt Walsh Call Out Left For ‘Exploitation’ Of Colorado Shooting", "date_published": "2022-11-21 17:00:25+00:00", "description": "Daily Wire hosts Ben Shapiro and Matt Walsh called out critics on the Left Monday for blaming Saturday night’s mass shooting inside a Colorado gay bar on conservatives who object to children being exposed to radical gender theory and irreversible medical treatments aimed at changing their sex. Both Shapiro, on his popular podcast and radio ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-administration-gives-over-1-billion-to-keep-californias-last-nuclear-plant-open", "title": "Biden Administration Gives Over $1 Billion To Keep California’s Last Nuclear Plant Open", "date_published": "2022-11-21 16:49:07+00:00", "description": "The Biden administration announced Monday it will put $1.1 billion towards keeping a nuclear power plant up and running in California.  The administration is providing Pacific Gas &amp; Electric Co. (PG&amp;E) with a $1.1 billion grant to assist the company in keeping the Diablo Canyon Nuclear Power Plant open, which is the last remaining nuclear ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/study-shows-drugs-like-aleve-ibuprofen-might-be-making-arthritis-inflammation-worse", "title": "Study Shows Drugs Like Aleve, Ibuprofen Might Be Making Arthritis Inflammation Worse", "date_published": "2022-11-21 16:44:48+00:00", "description": "A new study showed that taking certain anti-inflammatory drugs for arthritis might not help and could make the disease&#8217;s effects worse.  Osteoarthritis, the most common type of arthritis, occurs when the cartilage inside a joint starts to deteriorate and the bone beneath it begins to change, according to the Centers for Disease Control and Prevention.  ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/one-dead-nearly-20-injured-after-suv-driver-crashes-into-apple-store", "title": "One Dead, Nearly 20 Injured After SUV Driver Crashes Into Apple Store", "date_published": "2022-11-21 16:33:06+00:00", "description": "At least 19 people were injured and one person was killed after a vehicle barreled into an Apple store in Hingham, Massachusetts, Monday morning. Emergency responders arrived on the scene about 20 miles southeast of Boston, where a black SUV had driven through the storefront and onto the sales floor causing multiple traumatic injuries. The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/supernatural-actress-nicki-aycox-dead-at-47", "title": "‘Supernatural’ Actress Nicki Aycox Dead At 47", "date_published": "2022-11-21 16:29:09+00:00", "description": "&#8220;Supernatural&#8221; star Nicki Aycox died in California with her husband by her side on November 16, her sister-in-law wrote on Facebook. She was 47. A message shared by Susan Raab Ceklosky said her &#8220;beautiful, smart, fierce, incredibly talented, and loving sister-in-law&#8221; had passed away, Variety magazine reported. Aycox was married to Matt Raab. &#8220;Nicki and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/priority-1-elon-musk-to-address-twitters-child-sexual-exploitation-problem", "title": "‘Priority #1’: Elon Musk To Address Twitter’s Child Sexual Exploitation Problem", "date_published": "2022-11-21 16:08:33+00:00", "description": "Twitter CEO Elon Musk said Sunday the social media platform would make addressing its alleged child sexual exploitation problem his number one priority. Musk, who has made sweeping changes within his newly purchased $44 billion company, responded to a report shared by Twitter user EvaFoxU, which features a human trafficking survivor about how the company ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cbs-finally-admits-hunters-laptop-is-real-more-than-two-years-after-the-fact", "title": "CBS Finally Admits Hunter’s Laptop Is Real…More Than Two Years After The Fact", "date_published": "2022-11-21 15:54:05+00:00", "description": "Readers know that when you watch CBS News, much of what you see is spin, but a report regarding Hunter Biden&#8217;s infamous laptop from the legacy media network on Monday really takes the cake. On November 21, CBS News finally aired a segment &#8220;confirming&#8221; that it &#8220;independently verified&#8221; the contents of the president&#8217;s son&#8217;s computer ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/after-more-than-a-century-scientists-spot-bird-for-second-time-ever", "title": "After More Than A Century, Scientists Spot Bird For Second Time Ever", "date_published": "2022-11-21 15:33:08+00:00", "description": "A bird scientists haven’t seen in more than 140 years was recently viewed for the second time in history.  The black-naped pheasant-pigeon is a black and orange bird that has red eyes. Researchers first saw it in 1882, and it hasn’t been seen since, until now. According to BirdLife International, the animal is classified as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/world-cup-teams-back-down-on-rainbow-armbands-after-fifa-threats", "title": "World Cup Teams Back Down On Rainbow Armbands After FIFA Threats", "date_published": "2022-11-21 15:15:25+00:00", "description": "European World Cup teams backed down on Monday from wearing rainbow LGBTQ armbands during their games in Qatar after FIFA threatened to penalize players if they did so. In a joint statement from the Football Associations of England, Wales, Belgium, Denmark, Germany, the Netherlands, and Switzerland, the teams announced the captains would not be wearing ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-little-spooky-harrison-ford-80-reacts-to-de-aging-scene-in-new-indiana-jones-5-movie", "title": "‘A Little Spooky’: Harrison Ford, 80, Reacts To De-Aging Scene In New ‘Indiana Jones 5’ Movie", "date_published": "2022-11-21 15:08:26+00:00", "description": "“Indiana Jones 5” will utilize technology to make lead actor Harrison Ford look young again, and even the actor said the result is “a little spooky” because of how realistic it looks. Movie creators are employing the de-aging technology just for the opening scene, which shows the main character confronting a group of Nazis in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actress-eva-mendes-appears-to-confirm-she-and-ryan-gosling-secretly-wed", "title": "Actress Eva Mendes Appears To Confirm She And Ryan Gosling Secretly Wed", "date_published": "2022-11-21 14:58:58+00:00", "description": "Eva Mendes appeared to confirm the longtime rumors that she and actor Ryan Gosling are actually married and that the two secretly wed at some point during their eleven-year relationship. During the 48-year-old actress&#8217; recent appearance on Channel Nine&#8217;s &#8220;Today&#8221; in Australia, Mendes discussed the warm welcome she and Gosling received in that country and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-admin-tells-people-they-are-approved-for-student-loan-cancellation-even-as-court-battles-rage", "title": "Biden Admin Tells People They Are Approved For Student Loan Cancellation Even As Court Battles Rage", "date_published": "2022-11-21 14:46:56+00:00", "description": "The Biden administration began notifying Americans who applied for student loan forgiveness on Saturday that their requests had been greenlit, even as the controversial policy continues to move through the federal court system. President Joe Biden unveiled a website last month where Americans could provide basic information to determine eligibility for debt forgiveness. Some applicants ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jay-leno-released-from-hospital-reveals-burns", "title": "Jay Leno Released From Hospital, Reveals Burns", "date_published": "2022-11-21 14:41:26+00:00", "description": "Comedian and TV host Jay Leno was released from the hospital on Monday, over a week after he suffered third-degree burns while working on his 1907 White Steam Car. Leno, who injured his hands and face, underwent grafting procedures at the Grossman Burn Center in Los Angeles. Dr. Peter Grossman seemed to revise his initial ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/they-started-this-dance-gingrich-champions-mccarthys-planned-ouster-of-hard-left-dems-on-house-committees", "title": "‘They Started This Dance’: Gingrich Champions McCarthy’s Planned Ouster Of Hard-Left Dems On House Committees", "date_published": "2022-11-21 14:36:19+00:00", "description": "Former House Speaker Newt Gingrich, one of the most influential Republicans in recent decades, commended House Minority Leader Kevin McCarthy for his stated desire to remove hard-core leftist Democrats from position on House committees if he is elected House Speaker. McCarthy had told Fox News, “Eric Swalwell cannot get a security clearance in the public ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/anyone-with-five-braincells-conservative-commentators-drag-cbs-for-taking-a-victory-lap-on-hunter-biden-laptop-authenticity", "title": "‘Anyone With Five Braincells’: Conservative Commentators Drag CBS For Taking A ‘Victory Lap’ On Hunter Biden Laptop Authenticity", "date_published": "2022-11-21 14:35:54+00:00", "description": "Conservative commentators like Meghan McCain, Clay Travis, and others dragged CBS News for taking a &#8220;victory lap&#8221; on the authenticity of Hunter Biden&#8217;s laptop years after most outlets had already confirmed it was real. A tweet from the outlet on Monday read, &#8220;CBS News has obtained data from a laptop purported to have belonged to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/raymond-arroyo-reveals-the-real-story-behind-the-wise-men-and-christmas", "title": "Raymond Arroyo Reveals The ‘Real’ Story Behind The Wise Men And Christmas", "date_published": "2022-11-21 14:34:22+00:00", "description": "Struck by new historical context, journalist Raymond Arroyo is sharing the real story about the three wise men who traveled to visit Jesus Christ after his birth — the most ubiquitous Christmas story on the planet. &#8220;Everything I thought I knew about them ended up not being true,&#8221; the EWTN host told The Daily Wire. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rail-strike-threat-returns-as-union-group-rejects-latest-offer", "title": "Rail Strike Threat Returns As Union Group Rejects Latest Offer", "date_published": "2022-11-21 13:55:48+00:00", "description": "The threat of a railroad strike returns just before the holidays as the nation&#8217;s largest rail conductor union voted to reject its latest offer. SMART Transportation Division, the union representing the rail conductors, announced the results on Monday, adding that negotiations have until a December 8 deadline to avoid a potential strike. “Honestly, this vote ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/raw-courage-as-iranian-government-murders-protesters-irans-soccer-team-refuses-to-sing-anthem-at-world-cup", "title": "Raw Courage: As Iranian Government Murders Protesters, Iran’s Soccer Team Refuses To Sing Anthem At World Cup", "date_published": "2022-11-21 13:45:40+00:00", "description": "The Iranian national soccer team, displaying remarkable moral courage in the face of the killings of protesters by their despotic, tyrannical government, refused to sing along with their national anthem at the World Cup prior to their opening game against England. #BREAKING: Iran national team players choose not to sing national anthem at World Cup ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/he-eats-off-my-plate-tim-allen-discusses-very-close-relationship-with-tom-hanks", "title": "‘He Eats Off My Plate’: Tim Allen Discusses Very Close Relationship With Tom Hanks", "date_published": "2022-11-21 13:36:30+00:00", "description": "Tim Allen and Tom Hanks may have opposite political views, but that didn’t stop these two actors from cultivating a very close friendship that’s lasted for years. Allen recently described his close relationship with Hanks, who was his co-star in the popular Disney franchise “Toy Story.” The duo played enemies turned friends in the movies, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-investors-who-lost-millions-in-the-ftx-implosion", "title": "Here Are The Investors Who Lost Millions In The FTX Implosion", "date_published": "2022-11-21 13:26:26+00:00", "description": "A number of institutional investors suffered heavy losses as cryptocurrency exchange FTX unexpectedly went bankrupt last week. The cryptocurrency platform, which had been controlled by 30-year-old multibillionaire Sam Bankman-Fried, filed for bankruptcy two weeks ago after users discovered that trading firm Alameda Research, a company run by former love interest Caroline Ellison, had allegedly been ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/female-reporter-stolen-from-on-live-tv-during-world-cup", "title": "Female Reporter Stolen From On Live TV During World Cup", "date_published": "2022-11-21 13:12:57+00:00", "description": "An Argentinian female reporter says she was pickpocketed on live television while reporting at the World Cup in Qatar, losing documents and money from her handbag. Dominique Metzger, a journalist for Todo Noticias, was reporting from Doha ahead of the first match when she said her personal belongings were stolen. Video of the reported theft ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-seek-publics-help-in-solving-murder-of-four-university-of-idaho-students", "title": "Police Seek Public’s Help In Solving Murder Of Four University Of Idaho Students", "date_published": "2022-11-21 13:07:26+00:00", "description": "Police in Moscow, Idaho, are asking for the public’s help with any leads that could solve the murder cases of four University of Idaho students. It’s been more than a week since Ethan Chapin, 20; Kaylee Goncalves, 21; Xana Kernodle, 20; and Madison Mogen, 21, were found stabbed to death in the home they shared ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-just-sick-after-school-satan-club-allowed-to-hold-meetings-in-california-elementary-school-cafeteria", "title": "‘It’s Just Sick’: ‘After School Satan Club’ Allowed To Hold Meetings In California Elementary School Cafeteria", "date_published": "2022-11-21 12:47:48+00:00", "description": "A California elementary school is permitting an “After School Satan Club” to hold monthly meetings in the school’s cafeteria. Some parents and grandparents whose children attend the Golden Hills Elementary School in Tehachapi, California, are expressing their outrage. “The Satanic Temple began communication with the district in late October and submitted its completed Civic Center Facilities ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/with-time-running-out-mike-lee-urges-colleagues-to-protect-religious-freedom", "title": "With Time Running Out, Mike Lee Urges Colleagues To Protect Religious Freedom", "date_published": "2022-11-21 12:25:16+00:00", "description": "Senator Mike Lee (R-UT), fiercely fighting an uphill battle to protect religious freedom, wrote a letter urging his colleagues to attach his amendment to the Respect for Marriage Act, which seeks to codify same-sex marriage into law. Lee’s amendment passionately defends the right of religious people and religious institutions from predatory actions of the Federal ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/faith-based-series-the-chosen-hits-3-at-box-office", "title": "Faith-Based Series ‘The Chosen’ Hits #3 At Box Office", "date_published": "2022-11-21 12:19:41+00:00", "description": "Faith-based streaming series &#8220;The Chosen&#8221; launched its Season 3 premiere on the big screen and finished third among all movies at the weekend box office. The two-episode theatrical release earned an estimated $8.2 million over its three-day opening weekend, following only &#8220;Black Panther: Wakanda Forever&#8221; and &#8220;The Menu,&#8221; according to Deadline. “For the second year in a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-mellencamp-caught-sitting-eating-popcorn-during-national-anthem-at-nfl-game", "title": "John Mellencamp Caught Sitting, Eating Popcorn During National Anthem At NFL Game", "date_published": "2022-11-21 12:13:53+00:00", "description": "“Small Town” singer John Mellencamp is drawing criticism for a game day photo that appears to show him sitting and eating popcorn during the national anthem.  The Indianapolis Colts were hosting the Philadephia Eagles, but before kickoff, someone sent the image of Mellencamp to OutKick 360’s Dan Dakich. The snapshot, widely circulated online, appears to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/south-carolinas-governor-fights-as-aclu-targets-faith-based-foster-agencies", "title": "South Carolina’s Governor Fights As ACLU Targets Faith-Based Foster Agencies", "date_published": "2022-11-21 12:02:47+00:00", "description": "South Carolina&#8217;s Republican governor has asked a federal court to protect the state&#8217;s right to partner with faith-based foster care groups to provide homes for children in need. Gov. Henry McMaster sent a letter following a lawsuit by the American Civil Liberties Union (ACLU) against the U.S. Department of Health and Human Services (HHS) and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/babylon-bee-ceo-we-now-have-more-twitter-followers-than-ever-because-we-stubbornly-refused-to-bend-the-knee-for-tyrants", "title": "Babylon Bee CEO: We Now Have More Twitter Followers Than Ever ‘Because We Stubbornly Refused To Bend The Knee For Tyrants’", "date_published": "2022-11-21 11:11:27+00:00", "description": "Babylon Bee CEO Seth Dillon revealed that the Christian satire outlet ultimately gained a broader audience by refusing to delete a post that caused the former management of Twitter to shutter its account. The publication was banned from the social media platform earlier this year for an article that jokingly named Health and Human Services ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mystery-of-kung-fu-icon-bruce-lees-death-may-finally-be-solved", "title": "Mystery Of Kung Fu Icon Bruce Lee’s Death May Finally Be Solved", "date_published": "2022-11-21 11:00:47+00:00", "description": "Although Kung Fu legend Bruce Lee’s death at the age of 32 in 1973 was blamed on swelling of the brain from painkillers, many theories were propounded that his actual cause of death remained a mystery, including theories that he was murdered by gangsters or died from heatstroke. Now a team of scientific researchers, having ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dont-want-to-be-active-when-im-80-actor-gary-oldman-has-retirement-on-his-mind", "title": "‘Don’t Want To Be Active When I’m 80’: Actor Gary Oldman Has Retirement On His Mind", "date_published": "2022-11-21 10:47:56+00:00", "description": "Actor Gary Oldman is not interested in continuing acting in his later years, even if the roles are available. The 64-year-old Oscar winner made the comments during a recent interview with The Sunday Times.  &#8220;I’ve had an enviable career, but careers wane, and I do have other things that interest me outside of acting,” Oldman ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/outrage-ensues-over-balenciaga-using-young-children-to-advertise-alleged-bondage-teddy-bear-purses", "title": "Outrage Ensues Over Balenciaga Using Young Children To Advertise Alleged ‘Bondage’ Teddy Bear Purses", "date_published": "2022-11-21 10:39:38+00:00", "description": "Parents erupted in outrage over fashion brand Balenciaga using young children to advertise what one critic dubbed &#8220;bondage&#8221; teddy bear purses. The high-end brand is known for its outrageous fashion and is often worn by celebrities like Kim Kardashian, model Bella Hadid, and actress Nicole Kidman. &#8220;Has anyone else seen this? It&#8217;s on the main ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-woke-anti-trump-messaging-is-tripping-up-oscar-hopefuls", "title": "How Woke, Anti-Trump Messaging Is Tripping Up Oscar Hopefuls", "date_published": "2022-11-21 10:12:38+00:00", "description": "A moment from the 2020 thriller “The Boy Behind the Door” speaks volumes about today’s Hollywood. The story involves a kidnapped boy and his best buddy’s plot to rescue him. The kidnapper briefly leaves his lair, driving off in a car adorned with a bumper sticker that reads, “Make America Great Again.” It’s not enough ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/reeling-disney-fires-ceo-as-woke-culture-blamed-for-stock-plunge", "title": "Reeling Disney Fires CEO As ‘Woke’ Culture Blamed For Stock Plunge", "date_published": "2022-11-21 09:14:45+00:00", "description": "Disney fired CEO Bob Chapek in a dramatic development Sunday, bringing back its former boss and ending a disastrous tenure that saw the entertainment giant become a value-hemorrhaging caricature of wokeness. The company installed 71-year-old Bob Iger, who retired as CEO a year ago after a 15-year successful run, to his old post. Iger had ...", "favourite": false}]