[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/21/penguin-simon-schuster-merger-abandoned-paramount-bertelsmann", "title": "Paramount scraps $2.2bn sale of Simon & Schuster publishing to Penguin", "date_published": "2022-11-21 22:41:38+00:00", "description": "<p>Penguin owner Bertelsmann will not appeal US judge’s ruling that merger would be illegal because it would hit authors’ pay</p><p>Penguin Random House, the world’s largest book publisher, and rival Simon &amp; Schuster have scrapped a $2.2bn deal to merge, Penguin’s owner said in a statement on Monday.</p><p>Bertelsmann, a German media group which owns Penguin, initially said it would appeal a <a href=\"https://www.theguardian.com/books/2022/oct/31/penguin-random-house-simon-schuster-merger-blocked\">US judge’s decision</a> that said its purchase of Simon &amp; Schuster would be illegal because it would hit authors’ pay.</p> <a href=\"https://www.theguardian.com/books/2022/nov/21/penguin-simon-schuster-merger-abandoned-paramount-bertelsmann\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/colombian-government-eln-guerrillas-peace-talks", "title": "Colombian government and leftist ELN guerrillas begin new peace talks", "date_published": "2022-11-21 22:14:52+00:00", "description": "<p>Negotiations in Caracas are part of President Gustavo Petro’s promise to bring ‘total peace’ and end nearly 60 years of civil war</p><p>Negotiators from the Colombian government and the leftist National Liberation Army (ELN) guerrilla group have begun fresh peace talks, the first major step in President Gustavo Petro’s efforts to end nearly 60 years of war.</p><p>Petro, a former member of the M-19 insurgency who took office in August, has <a href=\"https://www.theguardian.com/world/2022/sep/22/colombia-gustavo-petro-total-peace\">promised to bring “total peace” to Colombia by negotiating with rebels and crime factions</a> involved in drug trafficking and illegal mining.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/colombian-government-eln-guerrillas-peace-talks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/new-york-recreational-marijuana-dispensary-licenses", "title": "New York issues first 36 dispensary licenses for recreational marijuana", "date_published": "2022-11-21 21:57:27+00:00", "description": "<p>Eight non-profits and numerous applicants with past cannabis convictions among first batch to receive licenses</p><p>New York issued its first 36 cannabis dispensary licenses on Monday, taking a monumental step in establishing a legal and lucrative marketplace for recreational marijuana.</p><p>The licenses approved by the state’s cannabis control board were the first of 175 the state plans to issue, with many in the first round reserved for applicants with past convictions for marijuana offenses.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/new-york-recreational-marijuana-dispensary-licenses\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/gareth-bales-penalty-rescues-point-for-wales-in-world-cup-opener-with-usa", "title": "Gareth Bale’s penalty rescues point for Wales in World Cup opener with USA", "date_published": "2022-11-21 21:19:24+00:00", "description": "<p>Is this the real life? Is this just fantasy? They were the unmistakable lyrics a dozen or so Wales supporters sang as they hopped off a metro escalator and descended on a stadium adjacent to a 500,000 sq metre shopping mall. A few days on from Cafu wishing Wales good luck wearing a tricolour bucket hat now synonymous with the nation, they are the kind of words that could have possibly been running through Gareth Bale’s mind after his penalty snatched a late draw on their first appearance at a World Cup finals tournament since 1958.</p><p>Bale spent almost the entire match on the fringes but he operates in his own divine way and, after taking a couple of deep breaths, blasted his spot-kick in with eight minutes to play to cancel out Timothy Weah’s fine first-half opener.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/gareth-bales-penalty-rescues-point-for-wales-in-world-cup-opener-with-usa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/biden-turkey-pardon-thanksgiving", "title": "Still alive: American democracy, Biden’s bad jokes – and two turkeys", "date_published": "2022-11-21 21:15:59+00:00", "description": "<p>High on the Democrats’ midterm success, the octogenarian president presides over the annual pardoning of the Thanksgiving turkeys</p><p>Hail to the grandpa-in-chief!</p><p>With important legislation under his belt, Republicans in disarray and Vladimir Putin in retreat, Joe Biden is looking pleased with himself and ready for family time.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/biden-turkey-pardon-thanksgiving\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/gallery/2022/nov/21/world-cup-2022-bale-rescues-draw-for-wales-against-usa-in-pictures", "title": "World Cup 2022: Bale rescues draw for Wales against USA – in pictures", "date_published": "2022-11-21 21:14:24+00:00", "description": "<p>The best images from Wales’s first appearance at a World Cup in 64 years</p> <a href=\"https://www.theguardian.com/football/gallery/2022/nov/21/world-cup-2022-bale-rescues-draw-for-wales-against-usa-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/malta-drafts-law-allowing-abortion-if-mothers-life-or-health-at-risk", "title": "Malta drafts law allowing abortion if mother’s life or health at risk", "date_published": "2022-11-21 21:12:14+00:00", "description": "<p>Proposal follows outrage after pregnant US tourist was denied abortion despite partial miscarriage and threat to her health </p><p>Malta’s government has published a draft law that would ease the country’s strict abortion laws by allowing the termination of pregnancies if the mother’s life or health are at serious risk.</p><p>The proposed change in the law follows an <a href=\"https://www.theguardian.com/global-development/2022/jun/22/us-woman-left-traumatised-after-malta-hospital-refuses-life-saving-abortion\">outcry over the treatment of a pregnant American tourist </a>in June, a case that sparked headlines worldwide.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/malta-drafts-law-allowing-abortion-if-mothers-life-or-health-at-risk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/irans-brave-and-powerful-gesture-is-a-small-wonder-from-a-world-cup-of-woe", "title": "Iran’s brave and powerful gesture is a small wonder from a World Cup of woe | Barney Ronay", "date_published": "2022-11-21 20:34:06+00:00", "description": "<p>An authentic football match appeared after the opening’s cold theatre but its most important moment was Iran’s defiant stand against singing the national anthem</p><p>Well, that was unexpected. After the cold, cold theatre of <a href=\"https://www.theguardian.com/football/2022/nov/20/qatar-ecuador-world-cup-match-report\">Qatar 2022’s opening game</a>, elite sport reimagined as a despot’s light-show, something remarkable happened on Monday afternoon in Doha.</p><p>As night fell over the vast, swooping Khalifa International Stadium (all these World Cup structures are vast and swooping; unless specifically told otherwise, assume vast and swooping) England and Iran produced something that felt jarringly real, oddly warm, suspiciously authentic.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/irans-brave-and-powerful-gesture-is-a-small-wonder-from-a-world-cup-of-woe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/man-31-charged-with-abduction-and-of-schoolgirl-in-france", "title": "Man, 31, charged with abduction and murder of schoolgirl in France", "date_published": "2022-11-21 20:25:40+00:00", "description": "<p>Killing comes a month after 12-year-old girl murdered in Paris in a crime that shocked nation</p><p>A 31-year-old man has been charged over the abduction and murder of a schoolgirl in France, one month after the killing of a girl in Paris caused outrage.</p><p>The latest victim, a 14-year-old named as Vanesa in French media, was taken on her way home from school in the town of Tonneins last Friday in the rural Lot-et-Garonne region.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/man-31-charged-with-abduction-and-of-schoolgirl-in-france\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/wales-fans-have-rainbow-coloured-hats-confiscated-before-usa-game-in-qatar", "title": "Wales fans have rainbow-coloured hats confiscated before USA game in Qatar", "date_published": "2022-11-21 19:44:23+00:00", "description": "<ul><li>Welsh FA investigating circumstances after complaints</li><li>Hats taken from women including former international</li></ul><p>The Football Association of Wales is investigating the circumstances around female supporters having rainbow-coloured bucket hats confiscated upon entry to the team’s Group B opener against the USA in Qatar.</p><p>Some Wales fans reported being confronted by security for bringing the hats into the Ahmad bin Ali Stadium and others have had them confiscated. The Rainbow Wall, a Welsh LGBTQ+ fans’ group, said on Twitter: “Not the men, just women. @FIFAcom ARE YOU SERIOUS!!”</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/wales-fans-have-rainbow-coloured-hats-confiscated-before-usa-game-in-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/gareth-southgate-urges-england-improve-focus-after-victory-over-iran-world-cup", "title": "Gareth Southgate warns England to improve focus after 6-2 win over Iran", "date_published": "2022-11-21 19:11:12+00:00", "description": "<ul><li>England manager unhappy with shipping of two late goals</li><li>‘I didn’t like the end of the game, I don’t like games that drift’</li></ul><p>Gareth Southgate warned that England must improve their focus after his side began their World Cup with a crushing 6-2 win against Iran.</p><p>England played magnificent attacking football during their opening match in Group B, with Bukayo Saka and Jude Bellingham in particularly bewitching form. However Southgate was unhappy that his side let the game drift during the second half, allowing Mehdi Taremi to give the scoreline a more respectable look with two late goals, and he wants his players to sharpen up against the USA on Friday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/gareth-southgate-urges-england-improve-focus-after-victory-over-iran-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/denmark-martin-braithwaite-world-cup-contenders-interview", "title": "Martin Braithwaite: ‘Denmark are serious contenders … we can do something special’", "date_published": "2022-11-21 19:00:28+00:00", "description": "<p>Striker on eyeing the big prize in Qatar, the ‘fairytale’ of Christian Eriksen’s return and his bitter Barcelona departure</p><p>Denmark have a problem, Martin Braithwaite reckons. They’re too nice, and way too modest. Or they <em>were</em>, anyway. “Danes are so humble that they will never claim they’re capable of big things, even though it’s in our DNA with the Vikings,” the former Barcelona striker says, laughing as he realises how far back he’s going in search of lost national character. </p><p>“Sometimes that’s the Danish mentality: so humble we’re <em>too</em> humble. As Danes, something has been missing: not arrogance exactly, but the confidence to go and do it.” No more. So here’s the thing, a clear message: Denmark have come to win the World Cup.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/denmark-martin-braithwaite-world-cup-contenders-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/video/2022/nov/21/timelapse-shows-earth-visible-on-nasas-orion-lunar-flyby-video", "title": "Timelapse shows Earth visible on Nasa's Orion lunar flyby – video", "date_published": "2022-11-21 18:56:44+00:00", "description": "<p>Nasa checked off another crucial milestone on its first crew-capable moon mission for 50 years early on Monday, with the Orion capsule of Artemis 1 “buzzing” the moon as it made its closest approach to the lunar surface of the 25-day space flight. The pass, 81 miles above the far side of the moon, was followed by a critical engine burn to place the spacecraft on a pathway to a wide lunar orbit 40,000 miles further on, the farthest a human-rated vehicle has ever travelled from Earth. Timelapse footage shows the capsule, moon and Earth in the same frame</p><ul><li><a href=\"https://www.theguardian.com/science/2022/nov/21/nasa-orion-capsule-moon-artemis-rocket\">Nasa’s Orion capsule reaches moon on way to record-breaking lunar orbit</a></li></ul> <a href=\"https://www.theguardian.com/science/video/2022/nov/21/timelapse-shows-earth-visible-on-nasas-orion-lunar-flyby-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/21/world-rugby-investigating-australia-not-substituting-white-after-brain-injury", "title": "World Rugby investigating Australia not substituting White after brain injury", "date_published": "2022-11-21 18:48:09+00:00", "description": "<ul><li>Australia’s White continued on despite clear concussion signs</li><li>Governing body is ‘looking at circumstances’ of the controversy</li></ul><p>World Rugby says it is “looking at the circumstances” of the controversial events in Dublin on Saturday when Australia’s Nic White was allowed to return to the field despite clear signs he had sustained a brain injury in the second half of his <a href=\"https://www.theguardian.com/sport/2022/nov/19/ireland-australia-autumn-nations-series-rugby-union-match-report\">side’s 13-10 defeat against Ireland</a>.</p><p>White has since been stood down for 12 days and will miss the final game of the Wallabies’ tour against Wales. But despite being visibly unsteady on his feet after a tackle on Mack Hansen and an accidental collision with Josh van der Flier’s boot, the scrum-half was not permanently removed from the fray as should have been the case.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/21/world-rugby-investigating-australia-not-substituting-white-after-brain-injury\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/21/jurors-benjamin-mendy-rape-trial-told-to-question-accusers-credibility", "title": "Jurors in Benjamin Mendy rape trial told to question credibility of accusers", "date_published": "2022-11-21 18:30:36+00:00", "description": "<p>Footballer denies seven counts of rape, one count of attempted rape and one count of sexual assault against six young women</p><p>Jurors in the rape trial of Manchester City footballer Benjamin Mendy have been told to question the credibility of their accusers.</p><p>Lisa Wilding KC, in her closing defence speech on behalf of Mendy’s friend and co-accused, Louis Saha Matturie, highlighted the evidence of one complainant, a 19-year-old woman, who told jurors from the witness box that both men had raped her.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/21/jurors-benjamin-mendy-rape-trial-told-to-question-accusers-credibility\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/senegal-netherlands-world-cup-group-a-match-report", "title": "Cody Gakpo and Klaassen stun Senegal with thrilling Netherlands late show", "date_published": "2022-11-21 18:17:14+00:00", "description": "<p>For Senegal, it had all seemed to be going so well. With their fans drumming away behind Aliou Cissé’s bench, this sounded like an Africa Cup of Nations game and, for a long time, it looked like one as well. There was very little width, a lot of bodies banging into each other in a congested centre, and only ever the vaguest sense a goal might come. But when one arrived with six minutes remaining, it was for the Netherlands.</p><p>Senegal had, for the most part, defended extremely well but Frenkie de Jong was given time to measure his cross from the left and Cody Gakpo beat the offside trap, got to the ball before Édouard Mendy and directed his header in. Davy Klaassen followed in after a Memphis Depay shot had been saved to seal the win in injury-time.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/senegal-netherlands-world-cup-group-a-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/lionel-messi-feeling-good-before-last-chance-to-get-what-we-all-want-so-much", "title": "Lionel Messi denies injury and basks in ‘special moment’ of his final World Cup", "date_published": "2022-11-21 18:13:33+00:00", "description": "<ul><li>Argentina captain tells teammates to enjoy challenge</li><li>‘I arrive in a good moment, personally and physically’</li></ul><p>Once more with feeling. On the eve of his fifth and, he admitted, final World Cup, Lionel Messi described himself as standing before a “last chance to get what we all want so much”. But far from feeling the weight of expectation, the pressure of time running out, the Argentina superstar insisted he is enjoying this “special moment” more than ever before. Despite photographs circulating that suggested he had a heavily swollen ankle and trained apart from his teammates, Messi also walked into the room, winked, and insisted he is in perfect physical condition.</p><p>“I feel good,” the 35-year-old said. “I arrive here in a good moment, personally and physically. I heard [talk] that I had trained apart because I had a knock but there’s nothing strange there, it’s just a precaution. There’s no problem. It’s a different moment in the season [to stage a World Cup], with fewer games. I didn’t prepare in any special way. I got in good shape, got a run of continuous games and I felt comfortable all the way up to arriving here.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/lionel-messi-feeling-good-before-last-chance-to-get-what-we-all-want-so-much\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/21/rab-noakes-obituary", "title": "Rab Noakes obituary", "date_published": "2022-11-21 17:57:26+00:00", "description": "Singer and guitarist at the heart of the Scottish music scene who was a founding member of Stealers Wheel and wrote songs for Lindisfarne<p>On stage, Rab Noakes was an immaculately dressed singer and fine guitarist who might play almost anything. There could be Scottish traditional songs, American country ballads, or songs by his heroes Bob Dylan and the Everly Brothers, through to tracks by Cliff Richard, Talking Heads or Beck Hansen.</p><p>And along with the “interpretations” (he hated the word covers), there were his own songs, which showed his gift for melody, his love of Americana and his ability to write about a wide range of subjects, and ranged from tributes to other musicians, such as his great friend <a href=\"https://www.theguardian.com/music/2011/jan/04/gerry-rafferty-obituary\" title=\"\">Gerry Rafferty</a>, to the defiant <a href=\"https://www.youtube.com/watch?v=Q5qzkZHhVmI\" title=\"\">That Won’t Stop Me</a>, written after he had been treated for cancer, or <a href=\"https://www.youtube.com/watch?v=XiRyIA024Z4\" title=\"\">Water Is My Friend</a>, a song about hydration and praise for the NHS.</p> <a href=\"https://www.theguardian.com/music/2022/nov/21/rab-noakes-obituary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/21/usa-v-wales-world-cup-2022-live-score-updates", "title": "USA v Wales: World Cup 2022 – live", "date_published": "2022-11-21 17:47:54+00:00", "description": "<ul><li>World Cup updates: 7pm GMT / 2pm ET kick-off</li><li>And feel free to <a href=\"mailto:rob.smyth@theguardian.com\">email Rob</a> with your thoughts</li></ul><p><strong>Gareth Bale won’t be wearing a OneLove armband tonight</strong>. I’m sure you’re familiar with a story that has been simmering for the last couple of days. But if not, this is what happened.</p><p>I think I’ll leave this one to Michael Sheen.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/21/usa-v-wales-world-cup-2022-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/south-african-court-paroles-killer-of-anti-apartheid-leader-chris-hani", "title": "South African court paroles killer of anti-apartheid leader Chris Hani", "date_published": "2022-11-21 17:23:36+00:00", "description": "<p>Janusz Waluś murdered head of communist party in 1993, risking outbreak of political violence before first multiracial elections</p><p>South Africa’s top court has ordered the release on parole of the man convicted of assassinating anti-apartheid leader Chris Hani, a murder that threatened to plunge the country into political violence before its transition to democracy.</p><p>Janusz Waluś, 69, killed Hani, a hugely popular leader of the Communist party, a year before South Africa’s first multiracial elections. He was sentenced to life in prison and his applications to be released on parole have been rejected by several justice ministers.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/south-african-court-paroles-killer-of-anti-apartheid-leader-chris-hani\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/21/danke-seb-f1-bids-fond-farewell-to-retiring-sebastian-vettel-after-16-years", "title": "Danke, Seb: F1 bids fond farewell to retiring Vettel after 16 years", "date_published": "2022-11-21 17:21:30+00:00", "description": "<p>German won four championships and grew from spiky young antagonist to universally loved pillar of the sport</p><p>Bowing out with the crowd on their feet delivering a standing ovation and chanting your name is perhaps the fondest farewell a competitor can hope for. In Abu Dhabi on Sunday Sebastian Vettel called time on his Formula One career with just such a reception. Admired and respected, Vettel’s departure genuinely leaves the sport a little bit poorer.</p><p>The 35-year-old completed his final GP at Yas Marina after 16 years in F1 and having won four world championships. It has been some career and notably for a perceptive, thoughtful character, one not of a straightforward trajectory. Here then was a man ending his career amidst an outpouring of genuine affection and a sense of sadness at his departure, where once he antagonised as many as he had endeared.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/21/danke-seb-f1-bids-fond-farewell-to-retiring-sebastian-vettel-after-16-years\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/canada-green-party-elizabeth-may-annamie-paul", "title": "‘A little bit of deja vu’: Canada’s Greens turn to ex-leader in bid to revive fortunes", "date_published": "2022-11-21 17:09:24+00:00", "description": "<p>Elizabeth May, who led party between 2006 and 2019, to replace Annamie Paul, who quit following 2021 electoral rout</p><p>When Canada’s Green party wanted fresh leadership, it turned to a Princeton educated lawyer and adviser at the international criminal court <a href=\"https://www.theguardian.com/world/2020/oct/05/canada-annamie-paul-becomes-first-black-party-leader\">who became the first Black and Jewish woman</a> to ever lead a federal party in Canada.</p><p>But after less than a year of legal feuds, infighting and an electoral rout Annamie Paul stepped down, calling her time as leader “the worst period of my life”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/canada-green-party-elizabeth-may-annamie-paul\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/strange-world-review-disneys-tangled-alt-family-eco-drama-means-well", "title": "Strange World review – Disney’s tangled alt-family eco-drama means well", "date_published": "2022-11-21 17:00:26+00:00", "description": "<p>The first animation from the entertainment giant to feature an openly gay teen, about an end-of-days environmental disaster, tries to shoehorn too much in</p><p>For his latest Disney animation, <a href=\"https://www.theguardian.com/film/2016/dec/01/moana-review-disney-polynesian-adventure\">Moana</a> director Don Hall has created a wonderfully surreal subterranean land that looks like something that might have been dreamed up by Jules Verne, all DayGlo-pink blobby bonkersness. It’s a strange world populated by weird creatures: shoals of fish flying through the air and an enormous critter that’s a cross between a dinosaur and a jellyfish. The human characters aren’t half bad either: a family of gung-ho explorers. Shame, then, about the environmentally themed plot, which is so tangled it would take the entire Royal Geographical Society a decade to map out.</p><p>Dennis Quaid voices paterfamilias Jaeger Clade, a legendary explorer with enormous hands (he’s like Sir Ranulph Fiennes beefed up for a Marvel role). Jaeger disappeared 25 years ago on an expedition, leaving his son Searcher (nicely played by Jake Gyllenhaal) dealing with daddy issues. Searcher, rebelling against his famous father who he feels never loved him, became a hippy farmer. Now he has a teenage son of his own, Ethan (Jaboukie Young-White), who in an early scene we watch flirting with another boy.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/strange-world-review-disneys-tangled-alt-family-eco-drama-means-well\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/england-show-their-true-colours-with-meek-surrender-in-armband-fiasco", "title": "England show their true colours with instant surrender in armband fiasco | Jonathan Liew", "date_published": "2022-11-21 16:37:23+00:00", "description": "<p>The threat of ‘sporting sanctions’ from Fifa was enough for England and other countries to abandon their principles</p><p>Every man has a limit. A place they will not be taken, a line that will not be crossed, a point at which they bend and break. And as England’s footballers peeled off their smart blue training jackets a few minutes before 4pm local time at the Khalifa International Stadium, perhaps we discovered theirs.</p><p>They really, really wanted to wear the armband. Perhaps was the main thing. Indeed that was the thrust of the Football Association’s statement issued about an hour before kick-off in their opening World Cup game against Iran, in which it declared it was “very frustrated” with Fifa’s ban on the little strip of elastane that had been unveiled with such proud fanfare in advance of the tournament. On reflection, maybe the real armband was the press releases it issued along the way.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/england-show-their-true-colours-with-meek-surrender-in-armband-fiasco\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/buffalo-lake-effect-snowfall-federal-aid", "title": "Biden sends federal aid as Buffalo digs out from weekend ‘epic snow event’", "date_published": "2022-11-21 16:34:44+00:00", "description": "<p>Snowstorm, worst since 2014, closed schools and forced Buffalo Bills to relocate game due to massive 77in lake-effect snowfall</p><p>Joe Biden is sending federal aid to western New York to help state and local authorities clean up from the massive storm that dumped as much as six feet of snow in western and northern parts of the state, the White House announced on Monday.</p><p>The emergency declaration authorizes the Department of Homeland Security and the Federal Emergency Management Agency to coordinate disaster relief in 11 counties hit by the lake-effect snowstorm on Friday and Saturday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/buffalo-lake-effect-snowfall-federal-aid\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/chinas-covid-fatalities-test-commitment-to-relaxing-restrictions", "title": "China’s Covid fatalities test commitment to relaxing restrictions", "date_published": "2022-11-21 16:32:39+00:00", "description": "<p>Rapidly rising cases and three deaths in Beijing push back hopes of an end to strict quarantine rules and snap lockdowns</p><p>China’s <a href=\"https://www.theguardian.com/world/2022/nov/21/china-reports-first-covid-death-for-six-months-as-beijing-cases-rise\">first Covid-19 fatalities in six months</a> and a sharp rise in reported cases are testing the government’s recent commitment to ease restrictions of its stringent Covid curbs.</p><p>Beijing reported three deaths from Covid-19 from Sunday to Monday. The victims were all over 80 and also suffered from multiple medical conditions, reported Beijing Evening News.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/chinas-covid-fatalities-test-commitment-to-relaxing-restrictions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/dear-greggs-im-a-pasty-maker-here-is-why-you-are-not-welcome-here-in-cornwall", "title": "Dear Greggs, I'm a pasty maker. Here is why you are not welcome here in Cornwall | Fergus Miller", "date_published": "2022-11-21 16:32:34+00:00", "description": "<p>The Cornish have favourite pasty shops like they have favourite football teams. Passable pastries don’t stand a chance</p><p>We’ve been making pasties in Cornwall for generations – we’re masters at it. Local people support their favourite pasty shop like they might do a football team. So Greggs’ plan to <a href=\"https://www.cornwalllive.com/news/cornwall-news/greggs-finally-confirms-opening-date-7841446\">open its only Cornish high-street shop</a> in Truro seems misguided at best.</p><p>I own Ann’s Pasties, which was founded 40 years ago using my gran’s pasty recipe. My gran, mum and aunt started making pasties out of the local Guildhall, opened a shop, and it all grew from there. The ingredients – from the salt to the turnips – are all sourced from within a 10-mile radius locally, with the vegetables grown in the same fields my great-great-grandmother would have used.</p><p>Fergus Muller is the owner of Ann’s Pasties (and son of Ann). As told to Barbara Speed</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/dear-greggs-im-a-pasty-maker-here-is-why-you-are-not-welcome-here-in-cornwall\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/everyone-should-see-it-embattled-film-joyland-opens-in-pakistan", "title": "‘Everyone should see it’: embattled film Joyland opens in Pakistan", "date_published": "2022-11-21 16:22:05+00:00", "description": "<p>Love story involving trans woman, which won jury prize at Cannes, still banned in Punjab province</p><p>As the male lead wades through the ocean and waves gently hit the shore, the cinema screen fades to the title: Joyland – Pakistan’s entry for the Oscars, on release in the capital Islamabad from Monday after weeks of controversy.</p><p>The winner of the jury prize at the Cannes film festival narrates the love story about the youngest son of a “happily patriarchal joint family” and a trans woman he meets after secretly joining an erotic dance theatre.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/everyone-should-see-it-embattled-film-joyland-opens-in-pakistan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/21/oxford-word-of-the-year-to-face-its-first-public-vote", "title": "Oxford word of the year to face its first public vote", "date_published": "2022-11-21 16:21:33+00:00", "description": "<p>Three ‘words’ selected by Oxford University Press – ‘goblin mode’, ‘#IStandWith’ and ‘metaverse’ – can now be voted for online</p><p>The Oxford word of the year will be voted for by the public for the first time, it has been announced. Since “the true arbiters of language” are “people around the world”, Oxford Languages has decided to put the final decision on the 2022 word in the hands of the English-speaking public.</p><p>Voting is <a href=\"https://languages.oup.com/word-of-the-year/2022/#WOTY2022vote\">now open online</a>, and over the next two weeks English speakers can cast their vote, choosing from three words selected by Oxford University Press (OUP)’s lexicographers, each of which is believed to capture “the mood and ethos of the last year in its own way”. The shortlisted words are “goblin mode”, a slang term that refers to behaviour that is “unapologetically self-indulgent, lazy, slovenly, or greedy, typically in a way that rejects social norms or expectations”; “#IStandWith”, a hashtag used to express solidarity online; and “metaverse”, a term coined in Neal Stephenson’s 1992 science-fiction novel Snow Crash to refer to a virtual reality environment, which has seen a dramatic growth in usage over the past year.</p> <a href=\"https://www.theguardian.com/books/2022/nov/21/oxford-word-of-the-year-to-face-its-first-public-vote\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/gallery/2022/nov/21/the-best-photos-from-englands-6-2-world-cup-win-over-iran", "title": "The best photos from England’s 6-2 World Cup win over Iran", "date_published": "2022-11-21 16:18:07+00:00", "description": "<p>Some of the best images of the action on the pitch and in the stands as England took on Iran</p> <a href=\"https://www.theguardian.com/football/gallery/2022/nov/21/the-best-photos-from-englands-6-2-world-cup-win-over-iran\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/ukraine-evacuations-kherson-mykolaiv-regions-winter-war-damage-infrastructure", "title": "Ukraine to begin evacuations in Kherson and Mykolaiv regions as winter sets in", "date_published": "2022-11-21 16:10:49+00:00", "description": "<p>Fears war damage to infrastructure is too severe for civilians in newly liberated areas of south to survive</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine is to evacuate civilians from recently liberated areas of the Kherson and Mykolaiv regions, amid fears that the damage to infrastructure caused by the war is too severe for people to endure the winter.</p><p>Residents of the two southern regions, which were shelled regularly by Russian forces in the past months, have been advised to move to safer areas in the central and western parts of the country, said Ukraine’s deputy prime minister, Iryna Vereshchuk.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/ukraine-evacuations-kherson-mykolaiv-regions-winter-war-damage-infrastructure\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/gunmen-abduct-more-than-100-people-in-north-west-nigeria", "title": "Gunmen kidnap more than 100 people in north-west Nigeria", "date_published": "2022-11-21 16:04:12+00:00", "description": "<p>Children among those seized from villages and farms, say residents</p><p>More than 100 people, including women and children, were abducted when gunmen raided four villages in Nigeria’s north-western Zamfara state on Sunday, the information commissioner and residents said.</p><p><a href=\"https://www.theguardian.com/global-development/2021/nov/12/itll-get-worse-how-kidnappings-are-ruining-education-for-nigerias-youth\">Kidnapping has become endemic in north-west Nigeria</a> as roving gangs of armed men seize people from villages, highways and farms and demand ransom money from their relatives.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/gunmen-abduct-more-than-100-people-in-north-west-nigeria\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/21/swiss-mountain-agassiz-agassizhorn-racist-sasha-huber-hitler-enslaved", "title": "The Swiss mountain with a racist name – and the artist fighting to rechristen it", "date_published": "2022-11-21 16:01:05+00:00", "description": "<p>Agassizhorn is an alp in Switzerland named after a notorious scientist. Sasha Huber explains why she flew to the summit by helicopter and rechristened it Rentyhorn – in honour of an enslaved man</p><p></p><p></p><p>In August 2008, <a href=\"http://www.sashahuber.com/\">Sasha Huber</a> landed by helicopter near the peak of the Agassizhorn mountain in Switzerland. She was carrying a metal plaque which she hammered into the ice, symbolically renaming the mountain Rentyhorn in honour of a Congolese-born slave, <a href=\"https://autograph.org.uk/blog/who-was-renty-taylor-honouring-and-recalling-7-stories-of-black-liberation-struggles\">Renty Taylor</a>, who had spent most of his life in captivity on a plantation in the US state of South Carolina. “As an artist,” says Huber, “I wanted to investigate Switzerland’s involvement in the slave trade, because nobody taught us that history.”</p><p>The previous year, Huber had joined a committee of activists, historians and artists involved in a campaign called Demounting Louis Agassiz. Their aim was to remove the name of the eminent 19th-century Swiss geologist and glaciologist not just from the mountain, but from the many sites around the globe that honour him. As such, their actions prefigured the widespread interrogation of historical monuments, sites and statues that accompanied the Black Lives Matter protests of 2020. In 2015, Huber found out that a statue of Agassiz at Stanford University had been upended during the 1906 San Francisco earthquake. She subsequently created three protest posters based on photographs of the toppled statue, to address police brutality against black people and call for the removal of statues that honour figures linked to racism.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/21/swiss-mountain-agassiz-agassizhorn-racist-sasha-huber-hitler-enslaved\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/21/nottingham-castle-closes-its-doors-a-year-after-33m-revamp", "title": "Nottingham Castle closes its doors a year after £33m revamp", "date_published": "2022-11-21 15:51:18+00:00", "description": "<p>Trust that runs historic building falls into liquidation citing ‘unpredictable and below-forecasts’ visitor numbers</p><p>Nottingham Castle has closed its doors to the public after the trust that runs it fell into liquidation, a year after a £33m revamp of the site failed to bring in expected visitor numbers.</p><p>In a statement published on Monday morning, Nottingham Castle Trust said it was “saddened and hugely disappointed” to be closing. It added that visitors were “significantly below” the 300,000 a year projected after a three-year renovation.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/21/nottingham-castle-closes-its-doors-a-year-after-33m-revamp\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/delaware-man-january-6-capitol-attack-tinder-date", "title": "Delaware man sentenced for joining US Capitol riots while on Tinder date", "date_published": "2022-11-21 15:44:46+00:00", "description": "<p>After news of attack was reported on TV at his date’s house, man took Uber to Capitol and climbed through broken window to enter</p><p>A Delaware man was sentenced to jail time for joining the January 6 Capitol attacks after seeing the violence unfold on a Tinder date’s television.</p><p>Jeffrey Schaefer <a href=\"https://www.justice.gov/usao-dc/defendants/schaefer-jeffrey\">was sentenced to 30 days in jail and ordered to pay a $2,000</a> fine on Friday after prosecutors argued that he participated in the Capitol attacks after watching the rioting happen on TV while at his date’s house.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/delaware-man-january-6-capitol-attack-tinder-date\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/iran-world-cup-national-anthem-silent-protest-qatar", "title": "Iran players stay silent for anthem in apparent support for protests", "date_published": "2022-11-21 15:43:46+00:00", "description": "<p>World Cup footballers did not sing before match against England in apparent show of support for protesters back home</p><p>Not a single member of the Iranian World Cup football team sang their country’s national anthem at the start of their match with England, in a deliberate attempt to distance themselves from their government.</p><p>One official on the touchline sang, only serving to highlight his isolation, but there was heavy booing of the anthem by the large Iranian crowd inside the stadium.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/iran-world-cup-national-anthem-silent-protest-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/21/toto-wolff-hails-exceptional-lewis-hamilton-after-mercedes-year-to-forget-formula-one-motor-sport", "title": "Wolff hails ‘exceptional’ Lewis Hamilton after Mercedes’ year to forget", "date_published": "2022-11-21 15:30:58+00:00", "description": "<ul><li>Team principal pays tribute to driver for morale lead</li><li>‘I’m not sure at all whether we can bounce back’ </li></ul><p>The Mercedes team principal Toto Wolff has paid tribute to Lewis Hamilton’s role in maintaining team morale and being determinedly positive despite the team’s poor performance this year. Wolff also insisted Mercedes had taken steps to pull out of their slump but warned that a return to the top would be no easy task.</p><p>Hamilton closed out the year with a mechanical failure in the season finale Abu Dhabi Grand Prix on Sunday. The race was won with ease by Red Bull’s Max Verstappen who had already clinched his second world championship. For Hamilton it was the end to a season to forget with a car that has been off the pace. He has failed to win a race, losing his record as the only driver to have taken a victory in every season he has competed in F1 and finished sixth in the title race, his lowest standing in 16 years of racing.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/21/toto-wolff-hails-exceptional-lewis-hamilton-after-mercedes-year-to-forget-formula-one-motor-sport\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/france-put-their-faith-in-mbappe-as-injury-hit-holders-begin-their-defence", "title": "France put their faith in Mbappé as injury-hit holders begin their defence", "date_published": "2022-11-21 15:22:59+00:00", "description": "<p>Les Bleus’ hopes of emulating Brazil may rest on their superstar forward avoiding a repeat of Pelé’s fate in 1962</p><p>No men’s world champions have successfully defended their title since Brazil kept the crown in Chile 60 years ago. The feat has been accomplished only twice in the 92-year history of the World Cup, although the possibility of a curse upon the holders is the least of Didier Deschamps’ concerns ahead of France’s pursuit of the hat-trick.</p><p>Deschamps seemed worry-free before Tuesday’s opener against Australia, in fairness, as he posed with a host of star-struck journalists who embarrassingly asked for selfies at his pre-match press conference. As for that so-called curse: “This is based on statistics, probabilities and facts,” the France head coach said, validating a theory he was attempting to dismiss. “We have our objective. Everything that came before is on the sideline now. We will be ready.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/france-put-their-faith-in-mbappe-as-injury-hit-holders-begin-their-defence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/21/he-started-breakdancing-i-couldnt-believe-it-your-verdicts-on-the-crown", "title": "‘He started breakdancing. I couldn’t believe it!’ Your verdicts on The Crown", "date_published": "2022-11-21 15:19:32+00:00", "description": "<p>From so bad it made you wince to so iconic you couldn’t stop laughing, here are your decidedly mixed feelings about the latest season of the royal drama</p><p>The series left me with a bad taste in my mouth. The praise of Charles, contrasted with the criticism of Diana, felt almost like the result of a negotiation between our new king and the showrunners. I found myself laughing out loud at several moments, but the most iconic moment for me was episode five, The Way Ahead. It is naturally critical of Charles vis-a-vis “Tampongate”, but ends with effectively an advert for the monarchy: Charles giving a speech at the Prince’s Trust, waxing lyrical about how he, too, has been the subject of criticism. The narrative standstill for the sake of fluffing one man’s reputation is laughable, and I thought it couldn’t get any better. Then he started breakdancing. I couldn’t believe it. Breakdancing! I like to think that King Charles sent a letter to the writers stipulating “you can say whatever you like about that phone call, but make sure to end with a post-credit scene about the one-point-whatever billion pounds my trust raised. Then show me breakdancing.” <strong>Benjamin, 24, PhD student, Bristol</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/21/he-started-breakdancing-i-couldnt-believe-it-your-verdicts-on-the-crown\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report", "title": "England open World Cup in style with Bukayo Saka double in 6-2 rout of Iran", "date_published": "2022-11-21 15:13:58+00:00", "description": "<p></p><p>It was a pleasure to watch England play, a relaxing experience and how often has that been written about them during the heat of a major tournament? It had been billed as a likely war of attrition against Carlos Queiroz and his compact and committed Iran team but it was nothing of the sort, England easing towards a statement victory after grabbing a hold of the tie in the first-half and squeezing tightly.</p><p>It was a feast for the few thousand England fans in attendance, men against boys on the pitch, although it was two of Gareth Southgate’s younger players that charged the occasion.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/belgium-needs-more-incinerators-to-burn-seized-cocaine", "title": "Belgium needs more incinerators to burn seized cocaine", "date_published": "2022-11-21 15:13:46+00:00", "description": "<p>Authorities fear depots used to store drugs could become targets for robberies by gangs</p><p>Belgium has seized so much cocaine from smugglers operating through the port of Antwerp that it needs more incinerator space to destroy it, officials have said.</p><p>Authorities are concerned that depots used to store the drugs could become targets for robberies by powerful gangs seeking to recover their lucrative cargoes.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/belgium-needs-more-incinerators-to-burn-seized-cocaine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/21/no-formal-sanction-for-tory-mp-david-warburton-who-broke-rules-on-declaring-interests", "title": "No formal sanction for Tory MP who broke rules on declaring interests", "date_published": "2022-11-21 15:03:35+00:00", "description": "<p>Standards commissioner finds David Warburton violated code of conduct twice but accepted his agreement to rectify the breaches</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/21/brexit-rishi-sunak-swiss-deal-cbi-chief-uk-politics-live-latest-updates\">UK politics live: latest news updates</a></li></ul><p>A Conservative MP has not been formally disciplined despite breaching rules on declaring interests after being lent £150,000 by a businessman for a rental property and then writing to a financial watchdog to praise the same person.</p><p>An <a href=\"https://www.parliament.uk/globalassets/documents/pcfs/rectifications/mr-david-warburton-mp-rectification-2022.pdf\">investigation by the parliamentary commissioner for standards</a>, Kathryn Stone, concluded that David Warburton, the MP for Somerton and Frome in Somerset, broke the MPs’ code of conduct twice.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/21/no-formal-sanction-for-tory-mp-david-warburton-who-broke-rules-on-declaring-interests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/21/kt-tunstall-how-we-made-suddenly-i-see-patti-smith", "title": "‘It made me a pop star – and I’m crap at being a pop star’: KT Tunstall on Suddenly I See", "date_published": "2022-11-21 14:57:23+00:00", "description": "<p>‘I looked at Patti Smith on the cover of her album Horses. There’s no makeup, no glam, no plastic surgery – she’s not a famous pop star with lots of money. And I thought, “That’s what I want to be”’</p><p>I’d been living in Edinburgh, on the dole, trying to make it as a musician. I was once so skint that I stole broccoli from a field. I moved down to London in 2000, having signed a record deal, but I was in that awful situation where the label was saying: “We need singles.”</p> <a href=\"https://www.theguardian.com/culture/2022/nov/21/kt-tunstall-how-we-made-suddenly-i-see-patti-smith\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/21/more-than-30-climate-activists-just-stop-oil-were-behind-bars-in-uk-during-cop27", "title": "More than 30 climate activists behind bars in UK during Cop27", "date_published": "2022-11-21 14:42:12+00:00", "description": "<p>Just Stop Oil campaigners were held on remand after charges relating to M25 protests</p><p>More than 30 climate activists were behind bars in UK prisons while diplomats from around the world negotiated at the Cop27 UN climate talks in Egypt.</p><p>Most of the activists, all supporters of the Just Stop Oil campaign, were held on remand after being charged with causing a public nuisance, or conspiracy to cause a public nuisance, in relation to disruptive protests on the M25 motorway.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/21/more-than-30-climate-activists-just-stop-oil-were-behind-bars-in-uk-during-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/bidens-decision-to-grant-mbs-immunity-is-a-profound-mistake", "title": "Biden’s decision to grant MBS immunity is a profound mistake | Mohamad Bazzi", "date_published": "2022-11-21 14:40:23+00:00", "description": "<p>After being repeatedly humiliated by Prince Mohammed, Biden continues to appease an autocrat who disdains him</p><p>The Biden administration told a US judge last week that Mohammed bin Salman, the Saudi crown prince, should be <a href=\"https://www.theguardian.com/world/2022/nov/18/biden-administration-says-mohammed-bin-salman-sovereign-immunity-civil-case-khashoggi\">granted immunity</a> in a civil lawsuit over his role in the murder of Saudi journalist Jamal Khashoggi. That decision effectively ends one of the last efforts to hold the prince accountable for Khashoggi’s assassination by a Saudi hit team inside the kingdom’s consulate in Istanbul in October 2018.</p><p>It is an act of weakness and political cowardice by Joe Biden’s administration, which staked its reputation on holding Khashoggi’s killers accountable and centering its foreign policy on human rights, rather than accommodating autocrats. Biden has done neither. Even worse, he has capitulated yet again to what he views as a realpolitik pressure to make nice with the 37-year-old prince who could well be Saudi Arabia’s king for decades. But Biden can’t seem to collect on that quid-pro-quo arrangement and claim a political victory, as Prince Mohammed has snubbed the US president at every opportunity.</p><p>Mohamad Bazzi is director of the Hagop Kevorkian Center for Near Eastern Studies and a journalism professor at New York University. He is also a non-resident fellow at Democracy for the Arab World Now</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/bidens-decision-to-grant-mbs-immunity-is-a-profound-mistake\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/21/senegal-v-netherlands-world-cup-2022-live-score-updates", "title": "Senegal v Netherlands: World Cup 2022 – live", "date_published": "2022-11-21 14:36:09+00:00", "description": "<ul><li>World Cup updates from the 4pm GMT kick-off</li><li>Get in touch! <a href=\"mailto:barry.glendenning@theguardian.com\">Mail Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@bglendenning</a></li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/16/world-cup-2022-player-profiles-qatar-match-ratings\">View the Guardian’s guide to every player at the World Cup</a></li></ul><p><strong>The Netherlands:</strong> “Louis van Gaal believes the Netherlands can win the World Cup because his squad has a “higher average quality” than the group he led to third at Brazil 2014,” writes Jamie Jackson from Doha.</p><p><strong>Senegal without Sadio:</strong> The injury to the Bayern Munich forward is a blow, but the African champions have a pragmatic approach to tournament football under Aliou Cissé, writes Ed Aarons.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/21/senegal-v-netherlands-world-cup-2022-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/21/nasa-orion-capsule-moon-artemis-rocket", "title": "Nasa’s Orion capsule reaches moon on way to record-breaking lunar orbit", "date_published": "2022-11-21 14:34:23+00:00", "description": "<p>Milestone in $4.1bn test flight that began last Wednesday after Orion launched into space atop massive Artemis rocket</p><p>Nasa’s Orion capsule reached the moon on Monday, whipping around the back side and passing within 80 miles of the surface on its way to a record-breaking lunar orbit.</p><p>The close approach occurred as the crew capsule and its three test dummies were on the far side of the moon.</p> <a href=\"https://www.theguardian.com/science/2022/nov/21/nasa-orion-capsule-moon-artemis-rocket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/21/woman-launches-high-court-challenge-of-facebook-use-of-personal-data-for-ads", "title": "Facebook sued for collecting personal data to target adverts", "date_published": "2022-11-21 14:33:59+00:00", "description": "<p>In high court case that could set precedent for millions, Tanya O’Carroll alleges owner Meta is breaking UK data laws</p><p>A human rights campaigner is suing Facebook’s owner in the high court, claiming the company is disregarding her right to object against the collection of her personal data.</p><p>Tanya O’Carroll has launched a lawsuit against Mark Zuckerberg’s Meta alleging it has breached UK data laws by failing to respect her right to demand Facebook stop collecting and processing her data. Facebook generates revenue from building profiles of users and matching them with advertisers who direct ads at people targeting their specific interests and backgrounds.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/21/woman-launches-high-court-challenge-of-facebook-use-of-personal-data-for-ads\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/rishi-sunak-brexit-plans-sensible-swiss-style-eu-deal", "title": "We may not be heading for a Swiss-style Brexit deal, but Sunak must face reality | Simon Jenkins", "date_published": "2022-11-21 14:33:00+00:00", "description": "<p>Most of Britain’s trade is with Europe, and Brexit has crippled it. There is a long way to go to resolve this fallout</p><p>As long as Brexit lasts it will remain on the political stage. For six years since the 2016 referendum, Britain’s relations with the EU have been soured. The reason is simple, you cannot erect a barrier against the 40% of trade that is with your closest neighbour without pain.</p><p>The Office for Budget Responsibility has said that <a href=\"https://www.theguardian.com/politics/live/2022/nov/18/jeremy-hunt-warns-of-two-challenging-years-after-autumn-statement-budget-uk-politics-live?page=with:block-637753118f08102c5679ee67#block-637753118f08102c5679ee67\">Brexit’s impact</a> on the economy is now “adverse” over the medium term to the tune of 4% of GDP. This is massive self-harm. Not a week passes without cries of protest from traders, truckers, farmers, hoteliers, care homes, scientists and even performing artists. Trade bureaucracy has soared. Every exported cow needs a vet certificate. Unskilled labour has dried up. A crushing verdict on referendums is that <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2022/11/17/one-five-who-voted-brexit-now-think-it-was-wrong-d\">public opinion</a> has swung dramatically towards hostility to Brexit, with just 32% still in favour and 56% of people professing buyer’s remorse. Yet politicians of all parties clap their hands over their ears and scream, “Brexit is over. Forget it.”</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/rishi-sunak-brexit-plans-sensible-swiss-style-eu-deal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/for-those-who-doubted-qatar-their-loss-was-heavy-countrys-press-lauds-opening-ceremony", "title": "‘A promise delivered in spectacular fashion’ – Qatar press lauds opening ceremony", "date_published": "2022-11-21 14:30:27+00:00", "description": "<p>The media lavished praise on the organisers for the opening day of the World Cup. Less was said about the team’s showing</p><p>There were mixed reactions to Qatar’s World Cup opening day in the gulf state’s media – with effusive praise for the opening ceremony and Sheikh Tamim bin Hamad Al Thani, and a somewhat more muted reception to <a href=\"https://www.theguardian.com/football/2022/nov/20/qatar-ecuador-world-cup-match-report\">the team’s 2-0 defeat</a> at the hands of Ecuador.</p><p>English-language daily The Peninsula enthused about the opening ceremony, writing “To the entire world and all those in attendance, it was a promise delivered in spectacular fashion. While hosting the World Cup is often a once in a life-time opportunity, given the global interest in hosting the Mondial, the world can give Qatar a thumbs up for delivering on its promises.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/for-those-who-doubted-qatar-their-loss-was-heavy-countrys-press-lauds-opening-ceremony\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/we-are-all-mahsa-iranians-doha-world-cup-anger-at-regime", "title": "‘We are all Mahsa’: Iranians in Doha for World Cup voice anger at regime", "date_published": "2022-11-21 14:21:34+00:00", "description": "<p>Signs of uprising were everywhere outside the stadium hosting England v Iran</p><p>Hundreds of Iranian fans arrived at Doha’s Khalifah stadium on Monday with a secret: they wanted their national team to lose.</p><p>“In my heart, I don’t want them to win,” said Mokhtar, 59, wincing visibly at the admission. The propaganda value of defeating Iran’s former colonial master, England, would simply be too irresistible for the country’s embattled rulers, he said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/we-are-all-mahsa-iranians-doha-world-cup-anger-at-regime\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/21/baked-beans-on-pizza-thats-worse-than-pineapple", "title": "Baked beans on pizza? That’s worse than pineapple!", "date_published": "2022-11-21 14:20:55+00:00", "description": "<p>Heinz is resurrecting the baked-bean pizza 19 years after it was last seen in shops. An abomination? Or an unfairly maligned taste sensation?</p><p><strong>Name:</strong> Baked bean pizzas.</p><p><strong>Age:</strong> Recently reanimated.</p> <a href=\"https://www.theguardian.com/food/2022/nov/21/baked-beans-on-pizza-thats-worse-than-pineapple\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-lgbtq-nightclub-shooting-club-q", "title": "‘Enough is enough’: grief and anger in Colorado Springs over gay nightclub shooting", "date_published": "2022-11-21 14:19:05+00:00", "description": "<p>Among the mourners outside Club Q, there was little doubt anti-LGBTQ hatred was a motivating factor in the deadly attack</p><p>While officials held off on releasing a motive in the shooting at an LGBTQ nightclub in Colorado Springs that killed at least five people and injured another 25, there was little doubt among the thousands of mourners who have now gathered across the city: they believe the motive was hate.</p><p>“It has to stop,” said the Rev Roger Butts of the All Souls Unitarian Church, of what he described as a social and political landscape in the US rampant with anti-LGBTQ rhetoric and misinformation. “Enough is enough. We have to stand up.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-lgbtq-nightclub-shooting-club-q\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-shooting-mayor-hate-crime", "title": "Colorado Springs shooting: mayor says attack has ‘trappings of a hate crime’", "date_published": "2022-11-21 14:17:02+00:00", "description": "<p>John Suthers says investigation into motive is ongoing after man killed five people and injured at least 25 at LGBTQ nightclub</p><p>The mayor of Colorado Springs has said that a <a href=\"https://www.theguardian.com/us-news/2022/nov/20/people-killed-shooting-at-colorado-springs-nightclub\">gun attack on a LGBTQ nightclub</a> in his city that left five dead and at least 25 injured has “the trappings of a hate crime”.</p><p>John Suthers spoke on Monday of the “tragic darkness” that descended on the community, as detectives continued piecing together a motive for the murders, and residents honored those who lost their lives.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-shooting-mayor-hate-crime\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/the-princess-diaries-teenage-third-film-meg-cabot-books-garry-marshall-films", "title": "The Princess Diaries guided me through my teenage years. Could a third film help to heal us all? | Rebecca Liu", "date_published": "2022-11-21 14:13:55+00:00", "description": "<p>The books and films taught me about growing up, feminism … even Marxism. But most of all they offered glittering fantasy</p><p>News of Hollywood franchise reboots are so frequent as to be usually unremarkable, even tiresome. But Disney’s announcement last week that it was developing a Princess Diaries 3 film felt different. “The Princess Diaries 3 movie,” in the words of a <a href=\"https://twitter.com/Rachael_Conrad/status/1592705887093030912?ref_src=twsrc%5Etfw\">popular tweet</a>, “will heal our broken nation.”</p><p>That may sound over-dramatic – after all, cultural objects beloved by teenage girls invite suspicion at worst and polite tolerance at best; things that also fall under the banner of “chick-lit” doubly so. And yet the films, and the Meg Cabot books that provided their source material, arguably taught my teenaged self more about life – and even politics – than textbooks did. They were certainly more fun.</p><p>Rebecca Liu is a Guardian commissioning editor</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/the-princess-diaries-teenage-third-film-meg-cabot-books-garry-marshall-films\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/most-britons-now-think-brexit-was-a-bad-idea-the-government-just-hasnt-caught-up-yet", "title": "Most Britons now think Brexit was a bad idea – the government just hasn’t caught up yet | Zoe Williams", "date_published": "2022-11-21 14:11:55+00:00", "description": "<p>Under pressure from the fundamentalists, No 10 quickly denied reports of a ‘Swiss-style’ deal with the EU. But the mood music against Brexit is an irreversible trend</p><p>The head of the Confederation of British Industry (CBI) used his conference speech today to call for a tilt in immigration policy, to reflect the fact that the UK actively needs people to move here if we are ever to see a return to prosperity. There were rumours, meanwhile, of <a href=\"https://www.theguardian.com/politics/2022/nov/20/brexit-who-wants-a-swiss-style-eu-deal-and-what-would-it-look-like\">a “Swiss-style” deal</a> between the UK and the EU, in which we would slowly reconverge with the single market, via harmonised regulations around food and agriculture.</p><p>The puzzle pieces are cohering into one picture: things are bad. Some people would like to continue arguing about root causes, arranging Brexit, Covid and the sheer fecklessness of modern Conservatism into an infinitely contestable hierarchy, but most people would just prefer things to be better. And the “how can things be better?” phase of the arc comes right before “any mistake that can be undone, let’s try to undo it”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/most-britons-now-think-brexit-was-a-bad-idea-the-government-just-hasnt-caught-up-yet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/22/andor-how-a-star-wars-deep-cut-became-one-of-the-best-tv-shows-of-the-year", "title": "Andor: how a Star Wars deep cut became one of the best TV shows of the year", "date_published": "2022-11-21 14:00:24+00:00", "description": "<p>With no Jedi or Skywalkers to be seen, this politically charged, slow-burn thriller adds human stakes and a real sense of the fascism behind Star Wars’s endless civil war</p><ul><li><em>Warning: this article contains spoilers up to episode 10</em></li></ul><p>Of all the made-for-streaming Star Wars and Marvel spin-offs to shuffle off the Disney+ production line, few have arrived with less anticipation and lower stakes than Andor. A prequel to a prequel, the series explores the origins of Cassian Andor (Diego Luna), a Rebel Alliance captain introduced in the 2016 wartime heist film <a href=\"https://www.theguardian.com/film/2016/dec/13/rogue-one-a-star-wars-story-review-felicity-jones-gareth-edwards\">Rogue One: A Star Wars Story.</a> Rogue One was set immediately before George Lucas’s original Star Wars films and ended quite decisively when – very old spoiler alert – Andor and his accomplices died in a bittersweet blaze of glory while stealing the plans to the Death Star.</p><p>When Rogue One became mired in reshoots, Lucasfilm tapped the Oscar-nominated writer-director Tony Gilroy, of Michael Clayton and the Bourne franchise fame, to salvage it. Gilroy was reportedly the one to point out that the most obvious and satisfying way to end the picture was by killing everyone. With Gilroy hired as the showrunner on Andor, that kind of bleak yet bold approach to storytelling sets the tone of the show: no one is safe and no sacrifice is too great.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/22/andor-how-a-star-wars-deep-cut-became-one-of-the-best-tv-shows-of-the-year\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/22/how-to-buy-a-timeless-suit-check-the-seams-note-the-lining-and-pretend-youre-driving", "title": "How to buy a timeless suit: check the seams, note the lining and pretend you’re driving", "date_published": "2022-11-21 14:00:24+00:00", "description": "<p>From sweat shields to a comfortable rise, tailors share their tips for finding a suit to last a lifetime</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>“A suit should be a pretty pure and time-tolerant wardrobe piece,” says Tom Riley, the co-founder of tailor P. Johnson. Since the suit has remained in style for over a century, enduring in both fashion and popular culture as a symbol of elegance, this is particularly sage advice.</p><p>A properly tailored suit has the added benefit of being universally flattering. In terms of clothing, suits have a distinct ability to accentuate the good parts of a figure, hide what needs to be hidden and create balance in between. As Melbourne-based tailor, Emily Nolan says, “a suit that fits you well will never go out of style”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/22/how-to-buy-a-timeless-suit-check-the-seams-note-the-lining-and-pretend-youre-driving\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/22/dolly-parton-loved-it-gracie-otto-on-her-film-seriously-red-and-the-success-of-heartbreak-high", "title": "‘Dolly Parton loved it’: Gracie Otto on her film Seriously Red and the success of Heartbreak High", "date_published": "2022-11-21 14:00:24+00:00", "description": "<p>The Australian director’s film about a Parton impersonator has already won over fans – including the queen of country herself</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>“The Guardian, Amerie! The Guardian – I just got off the phone with the Guardian!” As soon as our call is connected, Australian director Gracie Otto is immediately quoting from the Netflix reboot of Heartbreak High, on which she worked as director.</p><p>“Did you see the TikTok where <a href=\"https://www.tiktok.com/@guardianaustralia/video/7148679735193718017?is_from_webapp=v1&amp;item_id=7148679735193718017\">someone from the Guardian pretended to call Woodsy up</a>?” Otto laughs. “It’s quite funny.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/22/dolly-parton-loved-it-gracie-otto-on-her-film-seriously-red-and-the-success-of-heartbreak-high\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/21/trump-twitter-elon-musk-joe-biden-politics-latest", "title": "Trump stays silent on Twitter after Musk lifts ban – US politics live", "date_published": "2022-11-21 13:49:00+00:00", "description": "<ul><li>Former president yet to tweet after account reactivated</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Good morning, US politics blog readers. It’s been more than 24 hours since Twitter’s new owner <strong>Elon Musk</strong> allowed <strong>Donald Trump</strong> to return to the platform, and the former president hasn’t said a word. You would think Trump has plenty on his mind, considering his announcement last week that he will run for the White House in 2024, even as his legal situation is looking perilous after the justice department appointed a special counsel to handle two criminal investigations into his conduct. But the day is just beginning, and perhaps Trump will make his return in the hours ahead.</p><p>Here’s what else is happening today:</p><p><strong>Joe Biden</strong> pardons the Thanksgiving turkey at 11.15am eastern time, marking the 75th anniversary of this most American of traditions. He then heads to military bases in North Carolina to celebrate Friendsgiving with the troops and their families.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> will speak with reporters aboard Air Force One during the flight to North Carolina, some time after 4.20pm.</p><p><strong>Democrats in Congress</strong> <a href=\"https://www.politico.com/news/2022/11/20/supreme-court-roberts-whitehouse-johnson-00069673?nname=playbook&amp;nid=0000014f-1646-d88f-a1cf-5f46b7bd0000&amp;nrid=12069c7e-e346-405c-ad2c-71cb1a62e514&amp;nlid=630318\">want answers</a> after the New York Times reported on another leak from the supreme court, albeit from a case decided several years ago, Politico reports.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/21/trump-twitter-elon-musk-joe-biden-politics-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/21/a-qing-dynasty-shipwreck-and-england-in-qatar-mondays-best-photos", "title": "A Qing dynasty shipwreck and England in Qatar: Monday’s best photos", "date_published": "2022-11-21 13:47:22+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/21/a-qing-dynasty-shipwreck-and-england-in-qatar-mondays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/21/shamima-begum-may-have-been-a-victim-of-child-trafficking-court-told", "title": "Shamima Begum may have been a victim of child trafficking, court told", "date_published": "2022-11-21 13:34:36+00:00", "description": "<p>Lawyers for 23-year-old who left UK to join Islamic State in 2015 challenge ‘hasty’ decision to revoke citizenship</p><p>Shamima Begum, who left Britain as a schoolgirl to join Islamic State (IS) in Syria, was likely to have been the victim of child trafficking and sexual exploitation, a court has heard.</p><p>Lawyers acting for the 23-year-old began a new appeal on Monday against the removal of her British citizenship at a hearing of the Special Immigration Appeals Commission (Siac).</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/21/shamima-begum-may-have-been-a-victim-of-child-trafficking-court-told\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/21/bret-mckenzie-review-flight-of-the-conchords-comic-goes-beyond-funny", "title": "Bret McKenzie review – Flight of the Conchords comic goes beyond funny", "date_published": "2022-11-21 13:33:13+00:00", "description": "<p><strong>O2 Shepherd’s Bush Empire, London</strong><br />Though touring his straight-up rock album Songs Without Jokes, the New Zealand comic can’t help but stray into his customary funny-haha habitat</p><p>As one half of New Zealand’s self-proclaimed “fourth-most-popular guitar-based digi-bongo a cappella-rap-funk-comedy duo” and a composer of tunes from the likes of the Muppets and the Simpsons, Flight of the Conchords’ Bret McKenzie is best known for singing songs laden with jokes. It might come as a surprise to some, then, that his debut solo album – released earlier this year – offers quite the opposite experience. Titled, categorically, Songs Without Jokes, it’s a collection of road trip-ready rock numbers inspired by the likes of Harry Nilsson and Steely Dan, with McKenzie pairing rich horn and piano arrangements with lyrics about lost love, LA and environmental disaster. We’re not talking Father John Misty levels of west coast-based existential crisis, but it’s also decidedly <em>not</em> a comedy record.</p><p>Ending a three-month tour that’s taken in his home country and the US, this one-off UK show sees McKenzie and his six-piece band (plus two Horne Section members) pair these new troubadour delights with material from the Conchords and other assorted comedic projects. He describes it as “a variety show” but, initially at least, it’s a bit of a hard sell. The chugging blues of Too Young (For All This Shit) and the 80s pop stylings of Dave’s Place are more than listenable – the latter given heft by droning synth and sax – but what are they doing next to a (really quite hilarious) Muppets movie song that McKenzie bagged an Oscar for in 2011, delivered in his best Kermit voice?</p> <a href=\"https://www.theguardian.com/music/2022/nov/21/bret-mckenzie-review-flight-of-the-conchords-comic-goes-beyond-funny\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/jean-marie-straub-obituary", "title": "Jean-Marie Straub obituary", "date_published": "2022-11-21 13:20:19+00:00", "description": "French film-maker who challenged the primacy of narration and orthodox  notions of realism<p>Jean-Marie Straub, who has died aged 89, and his wife, <a href=\"http://www.guardian.co.uk/news/2006/oct/18/guardianobituaries.france\" title=\"Danile Huillet obituary\">Danièle Huillet</a>, worked together as film-makers for more than 30 years. Straub-Huillet, as they were often called by French critics, broke away from accepted notions of realism, disengaged from bourgeois values and questioned the primacy of narration.</p><p>Their films were almost exclusively taken from pre-existing texts, whether from literature, theatre or music. The principal stylistic devices were a usually static camera, sometimes with a pan or tracking shot lasting up to several minutes, the use of non-professionals as actors and direct sound, to the extent that background noises and even wind rustling on a microphone were retained. The pair’s intention, they stated, was to teach people “how to think, see and hear”. Straub was notoriously critical of “lazy” viewers unwilling or unable to engage with his films.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/jean-marie-straub-obituary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/nun-won-the-voice-of-italy-left-order-sister-cristina-scuccia", "title": "Nun who wowed The Voice of Italy becomes waiter in Spain", "date_published": "2022-11-21 13:18:46+00:00", "description": "<p>Cristina Scuccia, who wowed judges in 2014 contest, explains decision to leave nunhood on talkshow</p><p>A nun who became a singing sensation after winning Italy’s version of The Voice has stunned TV viewers again after announcing that she has kicked the habit and is now a waiter in Spain.</p><p>Sister Cristina Scuccia, from Sicily, shocked judges, including the late Raffaella Carrà, during her blind audition for the show in 2014, giving a rapturous performance of the Alicia Keys’ hit song No One. After realising the incredible voice belonged to a nun, Carrà, who died last year, said: “I couldn’t speak for several minutes.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/nun-won-the-voice-of-italy-left-order-sister-cristina-scuccia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/russians-accused-of-burning-bodies-at-kherson-landfill", "title": "Russians accused of burning bodies at Kherson landfill", "date_published": "2022-11-21 13:16:41+00:00", "description": "<p>Residents and workers say occupying forces used site to burn bodies of fallen Russian soldiers</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>The landfill site on the edge of Kherson offers some visible hints here and there, among the piles of rubbish, to what locals and workers say happened in its recent past. Russian flags, uniforms and helmets emerge from the putrid mud, while hundreds of seagulls and dozens of stray dogs scavenge around.</p><p>As the Russian occupation of the region was on its last legs over the summer, the site, once a mundane place where residents disposed of their rubbish, became a no-go area, according to Kherson’s inhabitants, fiercely sealed off by the invading forces from presumed prying eyes.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/russians-accused-of-burning-bodies-at-kherson-landfill\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/lgbt-groups-condemn-fifa-over-onelove-armband-sanctions-threat", "title": "LGBTQ+ groups condemn Fifa over OneLove armband sanctions threat", "date_published": "2022-11-21 13:11:21+00:00", "description": "<p>Campaigners hit out after teams including England and Wales say players will not wear armband at World Cup in Qatar</p><ul><li><a href=\"https://www.theguardian.com/football/2022/nov/21/bullingham-admits-england-may-step-back-from-onelove-armband\">England and Wales back down over OneLove armband</a></li></ul><p>LGBTQ+ rights activists and campaigners have condemned Fifa’s threats to impose sanctions on players who wear OneLove armbands at the World Cup in Qatar.</p><p>England, Wales and five other European nations have confirmed their players will not wear the armband, saying the football governing body had made it clear their captains could be booked or forced to leave the pitch if they did so.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/lgbt-groups-condemn-fifa-over-onelove-armband-sanctions-threat\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/21/sunak-tries-to-pacify-brexiters-but-keeps-door-open-to-closer-eu-ties", "title": "Sunak tries to pacify Brexiters but keeps door open to closer EU ties", "date_published": "2022-11-21 13:00:24+00:00", "description": "<p>Prime minister stresses ‘enormous benefits and opportunities’ of Brexit before business leaders</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/21/brexit-rishi-sunak-swiss-deal-cbi-chief-uk-politics-live-latest-updates\">UK politics live: latest news updates</a></li></ul><p>Rishi Sunak has kept open the door to closer ties with the European Union but tried to pacify angry Brexiters in his own party by laying down a red line that the UK must remain free to set its own standards and regulation.</p><p>The UK prime minister tried to dampen down speculation that senior government figures <a href=\"https://www.theguardian.com/politics/live/2022/nov/21/brexit-rishi-sunak-swiss-deal-cbi-chief-uk-politics-live-latest-updates\">were considering a “Swiss-style” deal</a> with Brussels, which would require alignment, at least temporarily, on food and agriculture standards.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/21/sunak-tries-to-pacify-brexiters-but-keeps-door-open-to-closer-eu-ties\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/21/pasta-linguine-caramelised-shallots-parsnips-sage-butter-recipe-thomasina-miers", "title": "Thomasina Miers’ recipe for pasta with caramelised shallots, parsnips and sage butter | The new flexitarian", "date_published": "2022-11-21 13:00:21+00:00", "description": "<p>Pairing a British staple with an aromatic, pine nut and sage butter pasta makes for a warming winter meal – just ditch the pancetta and swap the parmesan for another hard cheese to make it vegetarian</p><p>Sweet and earthy parsnips are a staple of British veg patches. They are also easy to prepare and very affordable. Here, sliced into fingers, they make a delicious partner for caramelised shallots cut with salty pancetta and an aromatic pine nut and sage butter. With pasta, they make for a simple, rich and warming sauce that’s perfect for an autumnal weeknight dinner.</p> <a href=\"https://www.theguardian.com/food/2022/nov/21/pasta-linguine-caramelised-shallots-parsnips-sage-butter-recipe-thomasina-miers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/21/poem-of-the-week-foxglove-country-by-zaffar-kunial", "title": "Poem of the week: Foxglove Country by Zaffar Kunial", "date_published": "2022-11-21 12:56:28+00:00", "description": "<p>A complicated pastoral explores the semantic undergrowth hidden in the English language</p><p>Sometimes I like to hide in the word<br />foxgloves - in the middle of foxgloves.<br />The xgl is hard to say, out of the England<br />of its harbouring word.<br />Alone it becomes a small tangle,<br />a witch’s thimble, hard-to-toll bell,<br />elvish door to a door. Xgl<br />a place with a locked beginning<br />then a snag, a gl <br />like the little Englands of my grief, <br />a knotted dark that locks light<br />in glisten, glow, glint, gleam<br />and Oberon’s banks of eglantine<br />which closes in on the opening<br />of Gulliver whose shrunken gul<br />says ‘rose’ in my fatherland. <br />Meanwhile, in the motherland, the xg<br />is almost the thumb of a lost mitten,<br />an impossible interior, deeper than forests<br />and further in. And deeper inland <br />is the gulp, the gulf, the gap, the grip<br />that goes before <em>love</em>.</p> <a href=\"https://www.theguardian.com/books/2022/nov/21/poem-of-the-week-foxglove-country-by-zaffar-kunial\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/world-cup-daily-email-gianni-infantino", "title": "Football Daily | Gianni Infantino drops some bars. As if this wasn’t tough enough already", "date_published": "2022-11-21 12:29:08+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>“I feel Qatari. I feel Arab. I feel African. I feel gay. I feel disabled. I feel a migrant worker. Man I feel like a woman. I feel for you, I think I love you. I was dreaming when I wrote this, forgive me if it goes astray. I am a lineman for the county. I am the resurrection and I am the life. I am woman hear me roar. I’m the leader, I’m the leader, I’m the leader of the gang I am. I am the one and only, you can’t take that away from me. I am, I am, I am Superman and I know what’s happening. I I I I I I, I I I I I I I I, la la love plus one.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/world-cup-daily-email-gianni-infantino\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/video/2022/nov/21/has-wellness-become-a-gateway-to-conspiracy-a-sceptics-guide-to-the-industry", "title": "Has wellness become a gateway to conspiracy? A sceptic's guide to the industry – video", "date_published": "2022-11-21 12:23:26+00:00", "description": "<p>Guardian journalist Richard Sprenger goes down the wellness rabbit hole to find out why the industry has become linked with conspiracy theories, so-called 'conspirituality'. From the Cheshire mum offering harmonic egg healing to sound bathing at the Stroud goddess temple, therapists discuss how mistrust of conventional medicine appears to have grown in the wake of the pandemic, while a familiar face from earlier in the series points to the inevitable end point of such alternative thinking</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/series/a-sceptic-s-guide-to-wellness\">Watch more episodes of&nbsp;<b>a sceptic's guide to wellness</b>&nbsp;here</a>&nbsp;</li></ul> <a href=\"https://www.theguardian.com/lifeandstyle/video/2022/nov/21/has-wellness-become-a-gateway-to-conspiracy-a-sceptics-guide-to-the-industry\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/21/eiko-ishibashi-review-tantalising-reworking-of-drive-my-car-soundtrack", "title": "Eiko Ishibashi review – tantalising reworking of Drive My Car soundtrack", "date_published": "2022-11-21 12:20:39+00:00", "description": "<p><strong>Kings Place, London</strong><br />The composer and multi-instrumentalist is joined by a single saxophonist, reinterpreting her mesmerising soundscapes as delicate duets</p><p>Eiko Ishibashi is a composer and multi-instrumentalist who wears many hats. Over the last decade and a half we’ve heard her recording left-field music with such avant-rock luminaries as Jim O’Rourke and Keiji Haino; making ear-grating prog-punk with Tatsuya Yoshida from Ruins; crooning low-volume ambient ballads on the album Carapace; singing over angular jazz-rock on Car and Freezer; experimenting with musique concrète and electronica on Satellite; and recording Nils Frahm-ish piano solos on I’m Armed. And that’s just a small selection of her output.</p><p>Tonight she wears yet another hat: that of the film composer, playing an hour-long suite of songs based on her soundtrack to the multiple-Oscar-nominated, Palme d’Or-winning movie <a href=\"https://www.theguardian.com/film/2021/jul/14/drive-my-car-review-hamaguchi-murakami\">Drive My Car</a>. Each composition is turned into a duet between herself and the alto saxophonist Kei Matsumaru. It’s an interesting twist, given that there aren’t any saxophones on the original soundtrack, but Matsumaru has a soft, sighing, vibratoless delivery that often sounds like a flute, or even a string section, which fits many of these tracks.</p> <a href=\"https://www.theguardian.com/music/2022/nov/21/eiko-ishibashi-review-tantalising-reworking-of-drive-my-car-soundtrack\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/21/elon-musk-rules-out-conspiracy-theorist-alex-jones-return-to-twitter", "title": "Elon Musk rules out conspiracy theorist Alex Jones’s return to Twitter", "date_published": "2022-11-21 12:12:23+00:00", "description": "<p>Twitter boss says he has ‘no mercy’ for those who capitalise on deaths of children, citing loss of son in 2002</p><p>Elon Musk has said he will not reinstate the conspiracy theorist Alex Jones on Twitter, saying he has “no mercy” for people who capitalise on the deaths of children for personal fame.</p><p>Twitter permanently suspended the accounts of Jones and his Infowars website <a href=\"https://www.theguardian.com/technology/2018/sep/06/twitter-permanently-bans-conspiracy-theorist-alex-jones\">in September 2018</a> for violating the platform’s abusive behaviour policy.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/21/elon-musk-rules-out-conspiracy-theorist-alex-jones-return-to-twitter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/21/shotgun-seamstress-zine-black-punk-osa-atoe-interview", "title": "‘All you have to do is participate’: how the Shotgun Seamstress zine made space for Black punks", "date_published": "2022-11-21 12:00:20+00:00", "description": "<p>As the DIY publication is collected in a new anthology, creator Osa Atoe and the musicians she inspired reflect on its defiant positivity</p><p>In 2006, Osa Atoe picked up pen and paper and began to write herself into history. She had decided to create a fanzine, titled Shotgun Seamstress, with a simple manifesto: to support “Black people who exist within predominantly white subcultures, and to encourage the creation of our own.” She went on to produce eight issues, and now those lovingly crafted pages have been compiled into an anthology that celebrates her zine’s status as one of the most iconic subcultural documents of the 00s alt-rock scene.</p><p>“I think it had to do with finding a genre that encourages participation,” reflects Atoe from her Florida home. “My parents are Nigerian, and my dad always had a big record collection, mostly pop and R&amp;B. I was a teen in the 90s so it was impossible to not know about grunge, but punk was the first genre that told me that I could be in a band.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/21/shotgun-seamstress-zine-black-punk-osa-atoe-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global/2022/nov/21/mcdonalds-and-walmart-beef-suppliers-put-public-health-at-risk-with-reckless-antibiotics-use", "title": "McDonald’s and Walmart beef suppliers criticised for ‘reckless’ antibiotics use", "date_published": "2022-11-21 12:00:12+00:00", "description": "<p>Exclusive: Most important antibiotics for human health still used in supply chains of major US food companies, risking spread of superbugs</p><p>Suppliers of beef to McDonald’s, Taco Bell and Walmart are sourcing meat from US farms that use antibiotics linked to the spread of dangerous superbugs, an investigation has found.</p><p>Unpublished US government records obtained by the Bureau of Investigative Journalism and the Guardian show farms producing beef for meat packing firms Cargill, JBS, and Green Bay are risking public health by still using antibiotics classed as the “highest priority critically important” to human health (HP-CIAs).</p> <a href=\"https://www.theguardian.com/global/2022/nov/21/mcdonalds-and-walmart-beef-suppliers-put-public-health-at-risk-with-reckless-antibiotics-use\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/musiala-taking-inspiration-from-englands-youth-teams-for-germany", "title": "Musiala taking inspiration from England’s youth teams for Germany", "date_published": "2022-11-21 11:57:34+00:00", "description": "<ul><li>19-year-old poised to make World Cup debut in Qatar</li><li>Musiala: ‘To play with freedom was the motto at the time’</li></ul><p>Jamal Musiala has stated that the motto of “play with freedom” he learned when representing England’s youth teams remains his inspiration before Germany’s World Cup campaign.</p><p>The Stuttgart-born 19-year-old moved aged seven to London and he went to school there and played for England youth teams before deciding to represent Germany at senior level. The Bayern Munich midfielder is conscious of how vital his formative years were.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/musiala-taking-inspiration-from-englands-youth-teams-for-germany\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/21/avoid-carol-services-on-world-cup-final-day-church-of-england-vicars-told", "title": "Avoid carol services on World Cup final day, Church of England vicars told", "date_published": "2022-11-21 11:57:05+00:00", "description": "<p>Church issues guidance saying it ‘may be best’ to avoid planning Christmas services on Sunday 18 December</p><p>In an effort to avoid a potential clash between the Three Lions and the three kings, the Church of England is advising vicars to reschedule Christmas carol services due to be held on World Cup final day.</p><p>The guidance to clergy, under the heading <a href=\"https://www.churchsupporthub.org/sport-and-wellbeing-landing/article/making-the-most-of-the-world-cup-final-18thdec-2022.php\">“Making the most of the World Cup final”</a>, warns of the possible difficulties of holding a carol service on Sunday 18 December. The Sunday before Christmas is a traditional time for afternoon or evening festive services.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/21/avoid-carol-services-on-world-cup-final-day-church-of-england-vicars-told\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/21/england-v-iran-world-cup-2022-live-score-updates", "title": "England v Iran: World Cup 2022 – live", "date_published": "2022-11-21 11:43:06+00:00", "description": "<ul><li>Follow the 1pm GMT kick-off at Khalifa International Stadium</li><li><a href=\"https://www.theguardian.com/football/2022/nov/21/bullingham-admits-england-may-step-back-from-onelove-armband\">‘Very frustrated’: England and Wales back down over armband</a></li><li>Get in touch! <a href=\"mailto:scott.murray.casual@theguardian.com\">Email Scott</a> with your thoughts on the match</li></ul><p><strong>Fifa are a shower (pt XXXVIII in an ongoing series). </strong>Shame all the associations didn’t stand their ground.</p><p><strong>Let’s warm up for the big one by going through our cognitive-dissonance drills. </strong>Everyone ready? Here we go, then. To cover isn’t to condone; to watch, listen and read implies no approval; to feel a pang of That Old World Cup Fever obligates nobody to feel any guilt or shame. This is Fifa’s burden to carry: enjoy the football, and don’t let them foist a single scrap of their terrible karmic load onto you.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/21/england-v-iran-world-cup-2022-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/radical-french-director-jean-marie-straub-dies-aged-89", "title": "Radical French director Jean-Marie Straub dies aged 89", "date_published": "2022-11-21 11:38:56+00:00", "description": "<p>Together with his wife Daniele Huillet, Straub was responsible for a string of challenging political films</p><p>Anti-conformist French film-maker Jean-Marie Straub died peacefully at his home in Switzerland on Sunday, the Swiss National Film Archive announced. He was 89.</p><p>Straub was a peer of many greats from the French New Wave and received the Locarno film festival’s lifetime achievement award in 2017.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/radical-french-director-jean-marie-straub-dies-aged-89\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/21/virgin-atlantic-heathrow-third-runway-shai-weiss-landing-charges", "title": "Virgin Atlantic withdraws support for Heathrow third runway", "date_published": "2022-11-21 11:32:03+00:00", "description": "<p>Airline chief Shai Weiss attacks airport’s proposal to increase landing charges by 120%</p><p>Virgin Atlantic has withdrawn its support for Heathrow’s <a href=\"https://www.theguardian.com/environment/2020/dec/16/top-uk-court-overturns-block-on-heathrows-third-runway\">third runway</a> plans amid an ongoing row over the cost of flying from Britain’s biggest airport.</p><p>The carrier had been one of the most prominent airline backers of expansion before the pandemic. But on Monday its <a href=\"https://www.theguardian.com/business/2022/nov/05/shai-weiss-the-virgin-atlantic-boss-taking-flight-again-after-the-pandemic\">chief executive, Shai Weiss</a>, hit out at Heathrow’s proposal to increase landing charges by 120% and called on the aviation regulator, the CAA, to reform a “broken” system and “pay closer attention to the abuse of power by a de facto monopolistic airport”.</p> <a href=\"https://www.theguardian.com/business/2022/nov/21/virgin-atlantic-heathrow-third-runway-shai-weiss-landing-charges\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/21/how-we-met-she-was-bloody-gorgeous-as-soon-as-she-said-hello-i-knew-i-was-in-trouble", "title": "How we met: ‘She was bloody gorgeous. As soon as she said hello, I knew I was in trouble’", "date_published": "2022-11-21 11:30:19+00:00", "description": "<p>Andy, 46, and Shalini, 39, met six years ago at a Christmas fair on the Caribbean island of Curaçao. They plan to move in together soon</p><p>In 2016, finding love was the last thing on Andy’s mind. A scuba diving accident four years earlier had left him with a spinal cord injury, and his primary focus was recovery. “I am from Curaçao and there isn’t much social security here, so I’d moved back in with my parents for support,” he says. “I spent my time blogging about life with disability and I set up a business selling lanterns made from recycled cans, to make some extra money.”</p><p>That December, Andy was invited to a Christmas fair to sell his products. After he set up his stall, he saw a woman behind him, who had arrived late. “Out of the corner of my eye, I noticed she was bloody gorgeous,” he says. Throughout the event, he tried to avoid speaking to her. “I’m a sensitive person and knew I didn’t want to fall for anyone at that time,” he says.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/21/how-we-met-she-was-bloody-gorgeous-as-soon-as-she-said-hello-i-knew-i-was-in-trouble\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/elon-musk-went-on-a-firing-frenzy-at-twitter-now-hes-paying-for-it", "title": "Elon Musk went on a firing frenzy at Twitter. Now he’s paying for it | Robert Reich", "date_published": "2022-11-21 11:21:06+00:00", "description": "<p>Where employees are a corporation’s key assets, workers’ greater power comes in threatening to walk out the door</p><p>When Elon Musk bought Twitter for $44bn, he clearly didn’t know that the key assets he was buying lay in Twitter’s 7,500 workers’ heads.</p><p>On corporate balance sheets, the assets of a corporation are its factories, equipment, patents, and brand name.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It,</a> is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/elon-musk-went-on-a-firing-frenzy-at-twitter-now-hes-paying-for-it\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/oligarch-prime-minister-greece-spyware-allegations", "title": "What happens when an oligarch takes on a prime minister? Look to Greece to find out | Alexander Clapp", "date_published": "2022-11-21 11:00:54+00:00", "description": "<p>The drama started three months ago with spyware allegations. Now it prompts a big question: where does power really lie?</p><p>It’s been three months, and Greece has been embroiled in one of its greatest political crises in recent memory. It began as a wiretapping scandal. In August, two members of Kyriakos Mitsotakis’s government <a href=\"https://www.theguardian.com/world/2022/aug/28/greek-watergate-phone-tapping-scandal-threatens-to-topple-pm\">tendered their resignation</a> following reports that the phones of a financial journalist and a rival politician had been sent links to spyware designed to whisk their data away to a shadowy company in Athens. Greece’s press dubbed it the country’s Watergate. “Mr Mitsotakis must give explanations to the Greek people,” <a href=\"https://www.euractiv.com/section/elections/news/greek-government-rocked-by-more-resignations-over-phone-spying-claims/\">said Alexis Tsipras</a>, the head of Greece’s opposition. “A lot of our questions remain to be answered,” the leader of a European parliament committee said, after a <a href=\"https://www.aljazeera.com/news/2022/11/4/mep-urge-greece-to-investigate-spyware-scandal-more\">fact-finding mission to Greece</a>.</p><p>Then, earlier this month, events took a stunning turn. A leftist newspaper called <a href=\"https://www.politico.eu/article/greece-spyware-scandal-cybersecurity/\">Documento</a><em><a href=\"https://www.politico.eu/article/greece-spyware-scandal-cybersecurity/\"> </a></em><a href=\"https://www.politico.eu/article/greece-spyware-scandal-cybersecurity/\">claimed</a> that, in addition to the two Greeks already known to have been targeted, attempts had also been made to sweep up dozens more into the spyware net. They included Mitsotakis’s own cabinet members, newspaper editors and the wife of the governor of Attica. A week later, Documento<em> </em>released nearly 40 additional names. The paper accused the government of involvement – it strongly denied the accusations.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/oligarch-prime-minister-greece-spyware-allegations\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/21/fettuccine-chicken-liver-mushroom-ragu-recipe-rachel-roddy", "title": "Rachel Roddy’s recipe for fettuccine with chicken liver and mushroom ragu | A kitchen in Rome", "date_published": "2022-11-21 11:00:53+00:00", "description": "<p>A rich, deep sauce that’s a perfect match for ribbon pasta</p><p>Sometimes, on a Saturday morning, we drive to <a href=\"https://gattiantonelli.it/#hello\">Gatti &amp; Antonelli</a>. It is one of Rome’s numerous <em>pasta all’uovo</em> (fresh egg pasta) shops, and it is certainly one of the best. It’s a handsome space, with a long, marble counter, a window on to the back workshop, bright yellow signs with timings and prices, and two shelves that display eggs and a large collection of small ornamental chickens. When my son was small, it was one of the few occasions I didn’t mind his shouting, because he voiced what I felt: “Chickens! Look at the chickens! Can I hold one?” This scene reminded me of scenes from my own childhood: staring at the lines of ornaments at my grandma’s house and thinking they were treasures, then being allowed to hold a little elephant, which I squeezed so it brought me luck.</p><p>Decades beyond my squeezing and years on from my son’s shouting, we now choose which chicken we would hold – the one with the gold neck, or the white one that looks like an egg? – while we wait in line. Behind the marble counter, which is veined like cheese, two women in white coats and blue hairnets serve efficiently, lifting long and short pasta from shallow boxes into stiff paper trays – tortellini, <a href=\"https://en.wikipedia.org/wiki/Agnolotti\">agnolotti</a>, ravioli, fettuccine, tonnarelli, pappardelle. The smell in Gatti is hopeful and sappy, like fresh sawdust and a clean baby. Many have come for the <em>agnolotti ripieni di carne </em>(agnolotti stuffed with meat) – the specialty of the house. I, however, have come for <a href=\"https://www.theguardian.com/food/2020/sep/30/how-to-make-the-perfect-pasta-ai-funghi-recipe-felicity-cloake\">fettuccine</a>.</p> <a href=\"https://www.theguardian.com/food/2022/nov/21/fettuccine-chicken-liver-mushroom-ragu-recipe-rachel-roddy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/utama-review-gentle-study-of-bolivian-family-facing-the-end-of-their-way-of-life", "title": "Utama review – gentle study of Bolivian family facing the end of their way of life", "date_published": "2022-11-21 11:00:53+00:00", "description": "<p>Meditative drama follows non-professional leads playing a farming couple being driven from their home in the Andean plateau by global heating</p><p>Bolivian director Alejandro Loayza Grisi started his career as a photographer then turned to cinematography; now he makes his feature debut with this slow and beautiful-looking drama set high on the Andean plateau. It’s a film that unfolds at such a measured pace that at times it felt to me like a piece of cinematic mindfulness or a concentration training exercise. I wouldn’t have been surprised if a voiceover gently interrupted proceedings, like a mindfulness app, to gently instruct us not to let our thoughts wander.</p><p>Utama opens with the staggeringly gorgeous image of an elderly man walking towards the sun rising golden over mountains. This is Virginio (José Calcina), whose weathered face is as cracked as the earth beneath his feet. Virginio spends his days tramping across the plain grazing his flock of fluffy llamas; he and his wife Sisa (Luisa Quispe) live without running water or power. They are a couple in real life, non-professionals discovered by Grisi as he drove around scouting locations. You can see that closeness in every gesture, in Sisa’s arthritic fingers tenderly patting her husband’s hand.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/utama-review-gentle-study-of-bolivian-family-facing-the-end-of-their-way-of-life\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/21/twitter-anti-vax-health-misinformation", "title": "‘Verified’ anti-vax accounts proliferate as Twitter struggles to police content", "date_published": "2022-11-21 11:00:53+00:00", "description": "<p>Platform’s paid verification system is being used to give sense of validity to accounts pushing health misinformation</p><p>As the troubled social media platform Twitter rolled out a paid verification system and laid off thousands of content moderators, health misinformation accounts on the social network began pushing their messages to a wider audience than ever.</p><p>Under Elon Musk’s new direction for Twitter, several anti-vaccine accounts with tens of thousands of followers are now verified by paying $7.99 a month for Twitter Blue.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/21/twitter-anti-vax-health-misinformation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/rangers-sack-giovanni-van-bronckhorst-after-lacklustre-start-to-season", "title": "Rangers sack Giovanni van Bronckhorst after lacklustre start to season", "date_published": "2022-11-21 10:51:13+00:00", "description": "<ul><li>Ibrox club nine points behind Celtic in Scottish Premiership</li><li>Champions League campaign ended with six defeats in a row</li></ul><p>Rangers have sacked Giovanni van Bronckhorst after a disappointing start to the season which has left them a distant second to Celtic in the Scottish Premiership and embarrassed in the Champions League.</p><p>The Ibrox club <a href=\"https://www.theguardian.com/football/2022/nov/01/rangers-ajax-champions-league-match-report\">made unwanted history in Europe</a> with six defeats from six in the group stage, finishing rock bottom of Group A with a goal difference of -20. That represented a new low for a Champions League side, beating Dinamo Zagreb’s winless 2011-12 campaign which ended in six losses and a goal difference of -19.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/rangers-sack-giovanni-van-bronckhorst-after-lacklustre-start-to-season\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/21/cbi-uk-economy-growth-jeremy-hunt-ftse-oil-covid-business-live", "title": "Disney shares surge as Bob Iger returns; oil hit by China Covid worries – business live", "date_published": "2022-11-21 10:47:24+00:00", "description": "<p>Rolling coverage of the latest economic and financial news, as Iger returns to run Disney and oil price slides</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/21/brexit-rishi-sunak-swiss-deal-cbi-chief-uk-politics-live-latest-updates\">CBI chief Tony Danker joins Tory Brexiters’ criticism of seeking Swiss-style Brexit deal</a></li></ul><p><strong><br /></strong></p><p><strong>Over in Germany, the prices charged for industrial products have plunged – in a sign that inflation may finally be peaking.</strong></p><p>Producer prices fell by 4.2% in October, the first monthly drop since May 2020 during the first Covid-19 lockdowns.</p><p>“Perhaps the first signal of a certain cyclical easing of price pressure.”</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/21/cbi-uk-economy-growth-jeremy-hunt-ftse-oil-covid-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/earthquake-indonesia-java", "title": "Earthquake on Indonesia’s main island of Java kills at least 46 people", "date_published": "2022-11-21 10:37:55+00:00", "description": "<p>USGS says magnitude-5.6 quake was centred in Cianjur region in West Java province at depth of 10km</p><p>An earthquake has shaken Indonesia’s main island of Java, killing at least 46 people, damaging dozens of buildings and sending residents into the capital’s streets for safety.</p><p>The US Geological Survey said the magnitude-5.6 quake was centred in the Cianjur region in West Java province at a depth of 10km (6.2 miles).</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/earthquake-indonesia-java\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/21/crypto-exchange-ftx-creditors-cryptocurrency", "title": "Crypto exchange FTX owes nearly $3.1bn to 50 biggest creditors", "date_published": "2022-11-21 10:37:50+00:00", "description": "<p>Company says cryptocurrency allegedly stolen in collapse being transferred to other exchanges</p><p>The collapsed cryptocurrency exchange FTX owes its 50 biggest creditors nearly $3.1bn (£2.6bn), according to a filing in a US bankruptcy court.</p><p>The exchange owes about $1.45bn to its top 10 creditors, it said in a court filing over the weekend, without naming them. The largest creditor is owed $226m.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/21/crypto-exchange-ftx-creditors-cryptocurrency\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/two-islamist-killers-of-us-blogger-avijit-roy-escape-from-bangladesh-court", "title": "Two Islamist killers of US blogger escape from Bangladesh court", "date_published": "2022-11-21 10:21:14+00:00", "description": "<p>Men on death row for murder of secular writer snatched by bikers who sprayed police with chemical</p><p>Two Islamist militants sentenced to death for killing a US blogger critical of religious extremism have escaped from a crowded court in Bangladesh’s capital, Dhaka.</p><p>Avijit Roy, an engineer of Bangladeshi origin, was <a href=\"https://www.theguardian.com/world/2015/feb/27/american-atheist-blogger-hacked-to-death-in-bangladesh\">hacked to death by machete-wielding assailants</a> in February 2015 while returning home with his wife from a Dhaka book fair. His wife, the blogger Rafida Ahmed Banna, suffered head injuries and lost a thumb in the attack.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/two-islamist-killers-of-us-blogger-avijit-roy-escape-from-bangladesh-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/21/man-forced-gunpoint-drive-suspicious-device-derry-police-station", "title": "Man forced at gunpoint to drive suspicious device to Derry police station", "date_published": "2022-11-21 10:10:11+00:00", "description": "<p>Major security operation continuing in Northern Irish city after hijacking on Sunday night</p><p>A man has been forced at gunpoint to drive a car containing a suspect device to a police station in Derry.</p><p>A major security operation is continuing in the city following a hijacking on Sunday night when the suspicious object was placed in a delivery driver’s car in Currynierin and he was forced to travel to the Waterside.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/21/man-forced-gunpoint-drive-suspicious-device-derry-police-station\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/21/its-a-community-effort-a-look-inside-the-campaign-that-discourages-teen-drinking", "title": "‘It’s a community effort’: a look inside the campaign that discourages teen drinking", "date_published": "2022-11-21 10:00:52+00:00", "description": "<p>As many celebrate the holidays – which usually includes alcohol – Chris Swonger has launched We Don’t Serve Teens</p><p>Chris Swonger had already signed up to lead a publicity campaign warning about underage drinking across the US on the Wednesday before Thanksgiving when a deadly crash in his home town earlier this month drove home the timeliness.</p><p>A teen motorist suspected of driving while intoxicated despite being under the legal drinking age crashed into another car and killed a high-school basketball player named <a href=\"https://www.arlnow.com/2022/11/16/friends-remember-braylon-meades-hustle-on-and-off-the-basketball-court/\">Braylon Meade</a> on 11 November in Arlington, Virginia. Meade’s community grieves for a life cut short while the other teen at the center of the case faces an involuntary manslaughter charge.</p> <a href=\"https://www.theguardian.com/society/2022/nov/21/its-a-community-effort-a-look-inside-the-campaign-that-discourages-teen-drinking\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/21/who-doesnt-love-a-nugget-how-the-fast-food-favourite-got-posh", "title": "‘Who doesn’t love a nugget?’ How the fast food favourite got posh", "date_published": "2022-11-21 10:00:51+00:00", "description": "<p>We’ve come a long way from the humble Chicken McNugget, with high-end restaurants serving their own versions using cod cheeks, salt beef and even trotters. But why have they become so popular?</p><p>At <a href=\"https://the-suffolk.co.uk/\">the Suffolk restaurant in ​​Aldeburgh</a>, nuggets are made from cod cheeks and served with a curried tartare sauce and seaweed salt. At <a href=\"https://www.spreadeaglewandsworth.co.uk/food-drinks/all-day-menu/\">the Spread Eagle in Wandsworth</a>, London, Pitchfork cheddar nuggets come resting on a bed of warm onion chutney, with a side of saffron mayo. And, at <a href=\"http://whitehartwelwyn.co.uk\">the White Hart in Welwyn</a>, confit chicken nuggets are drizzled with truffle mayo – “the boujiest chicken nuggs I ever did see”, as one commenter on <a href=\"https://www.instagram.com/p/CkTeOBjoIHr/\">the restaurant’s Instagram</a> put it. More than a decade since <a href=\"https://www.thesun.co.uk/tvandshowbiz/6837622/jamie-oliver-kids-chicken-nuggets/\">Jamie Oliver did his best to dissuade the nation’s children from eating ultra-processed beige bites</a>, nuggets – chicken or otherwise – are back on the menu, upgraded from fast-food favourite to restaurant-worthy fare.</p><p>“It’s our biggest-selling starter,” says James Jay, head chef at the Suffolk. “I think around one in six order it.” His nuggets sit alongside white-tablecloth classics such as lobster bisque, steak tartare and scallops – so what is the appeal of the seemingly simple dish? “It’s memory-evoking comfort food and there’s a playful element,” he says. “Ours is actually a play on words: ‘cod’s cheek-in-nugget’.”</p> <a href=\"https://www.theguardian.com/food/2022/nov/21/who-doesnt-love-a-nugget-how-the-fast-food-favourite-got-posh\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/robert-lewandowski-towers-over-qatar-as-he-chases-world-cup-legacy", "title": "Robert Lewandowski towers over Qatar as he chases World Cup legacy", "date_published": "2022-11-21 09:54:52+00:00", "description": "<p>As one of the faces of the tournament, the Poland striker is keen to make his mark and shrug off past disappointments</p><p>The army of workers tasked with sweeping mini dust mountains from doorsteps across Doha spend long days endlessly battling the elements. In a city constructed on sand, the gentlest of breezes makes it near impossible to prevent the desert from intruding on an otherwise gleaming capital well accustomed to accommodating forces of nature.</p><p>It is playing host to another one right now, in the shape of a striker capable of making the world’s best defenders feel as helpless as Qatar’s street cleaners.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/robert-lewandowski-towers-over-qatar-as-he-chases-world-cup-legacy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/21/brexit-rishi-sunak-swiss-deal-cbi-chief-uk-politics-live-latest-updates", "title": "CBI chief Tony Danker joins Tory Brexiters’ criticism of seeking Swiss-style Brexit deal", "date_published": "2022-11-21 09:48:20+00:00", "description": "<p>Business leader says more important to implement current Brexit deal and solve Northern Ireland impasse</p><p>In his interviews this morning <strong>Robert Jenrick</strong>, the immigration minister, also ruled out pushing for a Swiss-style deal with the EU. Echoing the firm denial issued by No 10 yesterday, after <a href=\"https://www.thetimes.co.uk/article/britain-mulls-swiss-style-ties-with-brussels-nr0f7fw2k\">the Sunday Times story</a> was published (there was no denial ahead of publication), Jenrick told TalkTV:</p><p>We have a settled position on our relationship with the European Union, that’s the deal that was struck in 2019 and 2020 - and that’s the one that we intend to stick to.</p><p>That sets out the fundamental position that we don’t want to see a return to free movement, we don’t want to have the jurisdiction of European judges in the UK, and we don’t want to be paying any money to the European Union.</p><p>Money, free movement, jurisdiction of European judges: these are really important things that were discussed at length within the Conservative party, within the country, a few years ago.</p><p>We chose our position. I think it’s broadly the right one, because we did that for a reason.</p><p>In private, senior government sources have suggested that pursuing frictionless trade requires moving towards a Swiss-style relationship over the next decade. However, they insist this would not extend to a return to freedom of movement.</p><p>“It’s obviously something the EU would <a href=\"https://www.thetimes.co.uk/article/no-special-deal-for-british-if-they-leave-the-eu-says-german-finance-minister-tt3hv8l9w\">never offer us upfront</a> because they would say you are trying to have your cake and eat it but the reason I think we will get it is because it is overwhelmingly in the businesses interests on both sides,” one said …</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/21/brexit-rishi-sunak-swiss-deal-cbi-chief-uk-politics-live-latest-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/21/christies-cancels-t-rex-skeleton-auction-after-doubts-raised", "title": "Christie’s cancels T rex skeleton auction after doubts raised", "date_published": "2022-11-21 09:39:10+00:00", "description": "<p>Sale of 1,400kg skeleton withdrawn after New York Times reported claims of similarities to T rex sold in 2020</p><p>Christie’s has called off the auction of a Tyrannosaurus rex skeleton days before it was due to go under the hammer in Hong Kong after a US fossil company raised doubts about parts of the skeleton named “Shen”.</p><p>Christie’s said in a statement that Shen – a 1,400kg (3,100lb) skeleton – had been withdrawn from its autumn auctions week, which starts in Hong Kong on Friday.</p> <a href=\"https://www.theguardian.com/science/2022/nov/21/christies-cancels-t-rex-skeleton-auction-after-doubts-raised\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/21/golden-toad-haunts-monteverde-how-species-foretold-climate-crisis-aoe", "title": "‘The ghost that haunts Monteverde’: how the climate crisis killed the golden toad", "date_published": "2022-11-21 09:15:51+00:00", "description": "<p>The loss of the amphibian from Costa Rica’s cloud forest was one of the first linked to global heating, say scientists</p><p>Deep in Costa Rica’s mist-shrouded cloud forest, hundreds of bright golden toads would appear suddenly each April to mate. It was a spectacular sight for those who witnessed it: the dazzling, mostly subterranean amphibians gathered en masse around pools of rainwater and fought aggressively for the right to copulate with the females before heading back underground.</p><p>“It was one of the truly great wildlife spectacles of the American tropics,” says ecologist Alan Pounds, resident scientist at the Tropical Science Center’s <a href=\"https://cloudforestmonteverde.com/\">Monteverde Cloud Forest Biological Preserve</a>, standing at the centre of the toads’ former habitat. “It somehow looked unreal.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/21/golden-toad-haunts-monteverde-how-species-foretold-climate-crisis-aoe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/britain-supporting-fleeing-ukrainians-instead-failing-them", "title": "Britain was meant to be supporting fleeing Ukrainians. Instead, we’re failing them | Keir Giles", "date_published": "2022-11-21 09:00:51+00:00", "description": "<p>The government left the job of helping refugees to local authorities and volunteers. Now the system is at risk of collapse</p><ul><li>Keir Giles is the author of Russia’s War on Everybody</li></ul><p>Ukraine may be enjoying success on the battlefield, but displaced Ukrainians in the UK face renewed trauma. The <a href=\"https://www.gov.uk/register-interest-homes-ukraine\">Homes for Ukraine scheme</a>, which has housed more than <a href=\"https://www.theguardian.com/world/2022/oct/30/ukrainian-refugees-uk-homelessness-councils-hosts\">100,000 people</a> in Britain since the start of the war, is now at risk of collapse. Without early and drastic intervention, the scheme will compound rather than ease the suffering of the Ukrainian families it was meant to help.</p><p>The single biggest problem with the scheme is that it was drawn up with a six-month time limit attached, and the war has been going on for nine months. That means families reaching the end of the allotted period face a cliff-edge where essential support can suddenly stop, with no alternatives in place. By mid-October this year, nearly a third of displaced Ukrainian families were approaching the end of their <a href=\"https://www.bbc.co.uk/news/uk-63177289\">hosting arrangements</a>. When placements have ended, local and central government officials have told many displaced Ukrainians that they should look for new accommodation on the local private housing market, perfectly aware that letting agencies demand security and credit histories that people who have been subsisting in the country for only six months will find impossible to provide. Some local authorities advise that the only way to access further support is to deliberately make Ukrainian mothers and children <a href=\"https://www.theguardian.com/world/2022/oct/30/ukrainian-refugees-uk-homelessness-councils-hosts\">homeless</a> – which makes little sense, given that emergency housing is much more expensive than hosting arrangements.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/britain-supporting-fleeing-ukrainians-instead-failing-them\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/21/the-madness-memoir-war-fear-ptsd-by-fergal-keane-review-running-towards-a-world-of-pain", "title": "The Madness by Fergal Keane review – running towards a world of pain", "date_published": "2022-11-21 09:00:51+00:00", "description": "<p>The BBC correspondent unpicks a lifetime of trauma and compulsion that damaged him – but also brought him success</p><p>“It took 20 years,” writes Fergal Keane in <em>The Madness</em><em>, </em>“before I came to the point of accepting I was addicted to war.” It was a bitter realisation for the Irish journalist. Feted for his decades of reporting at the sharp end of disaster, Keane built a career on his capacity to take in the worst of human nature – and keep going. Until one day, tormented by his experience of the Rwandan genocide, he couldn’t keep going any longer. This book<em> </em>tells the story of how Keane began to unpick a lifetime of trauma, addiction and fear, traits that made him an alcoholic, a mental wreck – and a star.</p><p>Keane made his name writing back from distant war zones: Kosovo, Iraq, Ukraine. But growing up in 1960s Ireland, bloodshed was never far away. The Irish war of independence had ended in 1921, 40 years before his birth. As a child, it was present everywhere, Keane recalls: in family stories and public memorials, in culture, politics – and the brewing conflict in the north. All were seeds carefully planted, Keane thinks. War – or a romanticised idea of it – made him who he was.</p><p><em>The Madness: A Memoir of War, Fear and PTSD</em> by Fergal Keane is published by HarperCollins (£22). To support the<em> Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/the-madness-9780008420420\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2022/nov/21/the-madness-memoir-war-fear-ptsd-by-fergal-keane-review-running-towards-a-world-of-pain\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/three-day-millionaire-review-grimsby-james-burrows", "title": "Three Day Millionaire review – Grimsby’s cheeky-chappie answer to Guy Ritchie", "date_published": "2022-11-21 09:00:50+00:00", "description": "<p>A laddish Britcom about trawlermen planning a heist while on shore leave has plenty of camaraderie but not enough sense of what’s at stake</p><p>“Welcome fuckers, to Grimsby.” That’s fisherman Curly (ex Corrie actor James Burrows), giving it large, talking straight to camera near the start of this laddish British heist comedy. It’s a lairy, offputting scene, and a few too many like it make Three Day Millionaire charmless at times, and difficult to warm to.</p><p>Curly is one of the few remaining trawler crew working out of Grimsby, once the world’s biggest fishing port. His plan for a three-day leave on shore is to blow his wages on a marathon binge with his two best mates: bleach-haired amphetamine addict Codge (Michael Kinsey), and gormless Budgie (Sam Glen), who’s only got a job because his mum’s shagging the boss. (Female characters here mostly exist to be shagged.) But bad news awaits Curly on shore. The company is being sold off. Developers are sniffing around the docks with plans for gentrifying the area, which means Curly is heading for the job centre or a zero hours contract selling “overpriced muffins” and “shite coffee”.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/three-day-millionaire-review-grimsby-james-burrows\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/bullingham-admits-england-may-step-back-from-onelove-armband", "title": "FA chief executive admits England may ‘step back’ from OneLove armband", "date_published": "2022-11-21 08:52:06+00:00", "description": "<ul><li>Bullingham says discussions with Fifa are ongoing</li><li>Fifa has launched its own armbands with ‘positive messages’</li></ul><p>The Football Association has confirmed that <a href=\"https://www.theguardian.com/football/2022/nov/20/england-harry-kane-may-abandon-onelove-armband-booking-fear-world-cup-qatar-take-knee\">Harry Kane could be booked</a> if he wears the OneLove armband in Monday’s <a href=\"https://www.theguardian.com/football/2022/nov/20/gareth-southgate-biggest-england-gamble-harry-maguire-loyalty-world-cup\">World Cup opener against Iran</a> and it is exploring other ways in which it could show support to the LGBTQ+ community.</p><p>The <a href=\"https://www.theguardian.com/football/live/2022/nov/21/world-cup-2022-armband-row-in-qatar-before-england-wales-and-us-enter-fray-live\">row with Fifa</a> erupted on Sunday when it was suggested that referees could be left with no option but to show a yellow card to captains who wear the armband in Qatar, where same-sex relationships are illegal. Fifa has ordered all captains to wear armbands that promote other social messages.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/bullingham-admits-england-may-step-back-from-onelove-armband\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/cristiano-ronaldo-manchester-united-interview-i-talk-when-i-want-to-portugal-world-cup", "title": "‘I talk when I want to’: Cristiano Ronaldo on his Manchester United interview", "date_published": "2022-11-21 08:47:28+00:00", "description": "<ul><li>Forward speaks at Portugal training after explosive comments</li><li>Ronaldo says he is ‘bullet proof’ and denies Fernandes friction</li></ul><p>Cristiano Ronaldo has claimed he is “bullet proof” and that the timing of the <a href=\"https://www.theguardian.com/football/2022/nov/18/manchester-united-to-sue-cristiano-ronaldo-and-ban-him-over-interview\">interview that may lead to his sacking</a> by Manchester United is not a distraction to Portugal’s World Cup campaign.</p><p>Ronaldo was speaking at his nation’s World Cup training base for a first time since the allegations he made against United that have caused the club to explore potential legal action against the forward.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/cristiano-ronaldo-manchester-united-interview-i-talk-when-i-want-to-portugal-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/21/hacked-digital-billboard-in-brisbane-displays-pornography-for-several-minutes", "title": "Hacked digital billboard in Brisbane displays pornography for several minutes", "date_published": "2022-11-21 08:39:22+00:00", "description": "<p>Billboard operator says it captured ‘imagery of individuals’ and passed it to Queensland police, who are now investigating</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/21/australia-politics-live-anthony-albanese-industrial-relations-cost-of-living-jobseeker-workplace-reform-greens-senate-pocock-vic-qld-nsw\">Follow our Australia news live blog for the latest updates</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcas</a></li></ul><p>Police in Queensland are searching for hackers who they believe infiltrated a digital billboard on a busy road and configured it to display pornography for several minutes.</p><p>The outdoor media operator goa said the billboard on Milton Road in Brisbane “began to show inappropriate content of a pornographic nature” on Sunday morning.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/21/hacked-digital-billboard-in-brisbane-displays-pornography-for-several-minutes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/21/justin-fields-injury-quarterback-chicago-bears-nfl-football", "title": "Justin Fields is the rarest of things: a Bears quarterback worth watching", "date_published": "2022-11-21 08:30:50+00:00", "description": "<p>The second-year QB has thrilled fans this season, even if he is far from the finished product. Chicago must do everything to keep him healthy </p><p>It’s hard to say how Chicago Bears fans should feel following <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401437845\">their 27-24 loss</a> to the Atlanta Falcons on Sunday. No fans wants to see their team’s record drop to 3-8, of course, or resign themselves to the knowledge that they have no realistic route to the playoffs. Still, the loss provided more evidence that Justin Fields could be the quarterback that the Bears have been searching for since the bygone days of <a href=\"https://www.si.com/longform/2015/1985/super-bowl-shuffle/index.html\">the Super Bowl Shuffle</a>.</p><p>Now, however, the Bears have to worry about keeping Fields healthy.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/21/justin-fields-injury-quarterback-chicago-bears-nfl-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/disney-bob-iger-returns-as-ceo-bob-chapek", "title": "Disney: Bob Iger returns as CEO as Bob Chapek exits", "date_published": "2022-11-21 08:13:37+00:00", "description": "<p>Entertainment company restores executive who led it for 15 years, ousting replacement after 33 months</p><p>Disney has reappointed Bob Iger as its chief executive in a surprise decision as the entertainment company ousted his hand-picked replacement, Bob Chapek, after less than three years in the job.</p><p>Iger <a href=\"https://www.theguardian.com/film/2020/feb/25/disney-chief-executive-bob-iger-announces-surprise-exit\">retired from leading Disney in 2020</a>, after delaying his exit several times to guide the company through the early stages of the coronavirus pandemic. He had spent 15 years as chief executive, to be replaced by Chapek, who formerly ran its theme parks division. Iger had stayed on as executive chairman until the end of 2021.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/disney-bob-iger-returns-as-ceo-bob-chapek\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/21/buffy-sainte-marie-documentary-interview", "title": "Buffy Sainte-Marie: ‘I didn’t know I was ahead of the pack at the time’", "date_published": "2022-11-21 08:01:49+00:00", "description": "<p>The groundbreaking singer-songwriter discusses government surveillance, her Indigenous identity and a revealing new documentary</p><p>Buffy Sainte-Marie vividly remembers the reaction she would get in the folk clubs of the 60s whenever she would perform her song Now That the Buffalo’s Gone, which lists a litany of persistent sins committed against Native peoples. “I would see the faces of all these very smart white people turn ashen,” she said. “They didn’t know anything about Indians, and they were flabbergasted to hear that all these things were still happening on their watch – even in New York! They’d say, ‘Oh, that little Indian girl must be mistaken.’ I was gaslighted by them all the time on that. And it was terribly, terribly painful.”</p><p>Even so, when Sainte-Marie talks about vexing subjects like this today she exudes an abiding sense of calm, punctuating even her most withering observations with a giggle that brings the listener in, as if to say, “can you believe we had to put up with all this crap?”</p> <a href=\"https://www.theguardian.com/music/2022/nov/21/buffy-sainte-marie-documentary-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/australias-awer-mabil-football-has-been-my-lifes-guide", "title": "Australia’s Awer Mabil: ‘Football has been my life’s guide’ | Sid Lowe", "date_published": "2022-11-21 08:00:49+00:00", "description": "<p>The player whose penalty ultimately took the Socceroos to the World Cup on his incredible journey from Kenya to Qatar</p><p>Awer Mabil’s extraordinary story begins in the Kakuma refugee camp, Kenya, but he doesn’t want it to end there. He doesn’t want your pity, either. Born to parents fleeing the Sudanese civil war, raised in a small hut, he went half way round the world then half way back again to become a professional footballer in Denmark, Portugal, Tukey and Spain. He is, he points out, one of only four Australians to score in the Champions League and now he’s going to the World Cup. In fact, it was his penalty, at sudden death in the playoff, that ultimately took the country there.</p><p>He has become a hero and, he hopes, an inspiration, embarked upon a hell of a journey against the odds. After all, he says: “When you come to Europe from Australia you’re nobody, you don’t have the respect, so you have to really work, fight.” But he knows that is not the part people usually focus on; instead his origins in Kakuma eclipse all else. And that, he admits, “starts to piss me off a lot”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/australias-awer-mabil-football-has-been-my-lifes-guide\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/21/qatar-zanele-muholi-lgbtq-portraits-south-africa", "title": "‘My story deserves to be told’ – what Qatar could learn from Zanele Muholi’s LGBTQ+ portraits", "date_published": "2022-11-21 08:00:49+00:00", "description": "<p>As the World Cup kicks off in repressive Qatar, where same-sex sexual activity is illegal, Muholi’s moving, dignified photographs of marginalised South Africans feel more urgent than ever</p><p>‘My mission,” Zanele Muholi has said, “is to re-write a Black queer and trans visual history of South Africa, for the world to know of our resistance and existence”. With photographs that range from small to colossal, this self-proclaimed “visual activist” captures people in their communities, people who have often been subjected to violence because of their sexuality. Muholi tells their marginalised stories.</p><p>Born in 1972, Muholi grew up in South Africa during apartheid, and was a young adult when the brutal system came to an end in 1994. This was meant to usher in a new era of political and social progress: the 1996 Constitution of the Republic of South Africa banned all discrimination on grounds of gender and sexuality. Ten years later, the country legalised same-sex marriage, the only one to do so in the entire African continent. Yet queer communities still face injustices daily, from abuse to much worse.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/21/qatar-zanele-muholi-lgbtq-portraits-south-africa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/chris-hemsworth-to-take-time-off-from-acting-after-discovering-alzheimers-risk", "title": "Chris Hemsworth to take ‘time off’ from acting after discovering Alzheimer’s risk", "date_published": "2022-11-21 07:57:52+00:00", "description": "<p>The Thor actor’s predisposition to the disease was confirmed via a genetic test he undertook as part of a new TV series</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Chris Hemsworth has discovered he has a significantly heightened risk of developing Alzheimer’s disease due to genetic factors, prompting the Thor actor to take some time off from acting.</p><p>The 39-year-old Australian actor learned he had two copies of the gene ApoE4, inherited from both his parents, after undergoing tests as part of his Disney+ documentary series Limitless.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/film/2022/nov/21/chris-hemsworth-to-take-time-off-from-acting-after-discovering-alzheimers-risk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/21/world-cup-2022-armband-row-in-qatar-before-england-wales-and-us-enter-fray-live", "title": "World Cup 2022: armband row in Qatar before England, Wales and US enter fray – live", "date_published": "2022-11-21 07:51:33+00:00", "description": "<p>The latest news from Qatar, including team news and press conferences as the second day of the World Cup sees three matches played</p><p>Welcome to our live coverage of day two of the weirdest World Cup of all our lifetimes to date. </p><p>After an explosive start – including some baffling VAR – yesterday’s opening match settled down into <a href=\"https://www.theguardian.com/football/2022/nov/20/qatar-ecuador-world-cup-match-report\">a rather unambitious dull affair</a>. Ecuador may ultimately regret not pushing harder to rack up more goals in a group where only two of the Netherlands, Senegal and Ecuador can progress.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/21/world-cup-2022-armband-row-in-qatar-before-england-wales-and-us-enter-fray-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/21/gold-guns-gangs-on-patrol-with-the-elite-unit-saving-ivory-coasts-forests", "title": "Gold, guns, gangs: on patrol with the elite unit saving Ivory Coast’s forests", "date_published": "2022-11-21 07:45:49+00:00", "description": "<p>After deforestation for cocoa and goldmining reached alarming rates, the African country set up a security team with a mission to stamp out illegal activity</p><p>About an hour before dawn, Lt Mahi Landry and his team of rangers find the illegal goldmine they’ve been looking for deep in Téné forest, in south-central Ivory Coast.</p><p>It has been raining heavily for most of the night and the only light is from the beams of a few torches. The team, accompanied by the Guardian, has to dodge felled branches, taking care not to fall into holes that have been dug in the earth. Cigarette packets, empty bottles of alcohol and the odd shoe are strewn across the forest floor.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/21/gold-guns-gangs-on-patrol-with-the-elite-unit-saving-ivory-coasts-forests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-shooting-patrons-gunman-club-q", "title": "Colorado Springs shooting: ‘heroic’ patrons praised for subduing gunman", "date_published": "2022-11-21 07:40:59+00:00", "description": "<p>Five people were killed at 25 injured after a gunman opened fire at Club Q</p><p>The individuals who subdued a gunman after he opened fire at a LGBTQ nightclub in Colorado Springs have been praised for their “incredible act of heroism” that prevented the <a href=\"https://www.theguardian.com/us-news/2022/nov/20/people-killed-shooting-at-colorado-springs-nightclub\">tragedy that killed at least five people</a> from being even worse.</p><p>The mayor of Colorado Springs, John Suthers, told CNN, one or two individuals in the club moved quickly to “subdue” the shooter.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-shooting-patrons-gunman-club-q\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/how-to-watch-world-cup-22-at-work", "title": "Keyboard shortcuts and a poker face: how to watch the World Cup at work", "date_published": "2022-11-21 07:34:38+00:00", "description": "<p>Here are the crucial dos and don’ts for not giving the game away in the office over the next four weeks</p><p>From Monday, the World Cup in Qatar begins in earnest, and millions of Britons will be faced with the same problem: how to watch the football at work<em> </em>discreetly.</p><p>One <a href=\"https://www.opinium.com/wp-content/uploads/2022/11/World-Cup-TL-Report.pdf\">poll</a> found that nearly half of the country’s workforce would not be allowed to watch games during business hours, but a fifth of those surveyed said they would find a way nevertheless.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/how-to-watch-world-cup-22-at-work\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/lionel-messis-world-cup-swansong-might-just-be-his-best-shot-at-glory", "title": "Lionel Messi’s World Cup swansong might just be his best shot at glory | Jonathan Liew", "date_published": "2022-11-21 07:34:20+00:00", "description": "<p>At 35 years old, the Argentina forward is humbler, wiser and ready to complete one of football’s greatest stories </p><p>In the summer of 2016 Diego Maradona and Pelé were sitting in the Palais-Royal in Paris as part of a promotional event organised by a Swiss watch company. Afterwards the pair held a press conference and before long the topic of conversation turned to Lionel Messi.</p><p>“He is a great person,” Maradona said, “but he has no personality. He doesn’t have the personality to be a leader.” Pelé agreed. “He’s not like we were back in the days,” he said. “In the 1970s we had really good players like Rivellino, Gérson, Tostão. Not like Argentina now, which depends only on Messi. Messi is a good player, there’s no doubt about it. But he has no personality.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/lionel-messis-world-cup-swansong-might-just-be-his-best-shot-at-glory\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/21/waless-football-revolution-is-born-of-tears-pride-fan-culture-and-radical-history", "title": "Wales’s football revolution is born of tears, pride, fan culture and radical history | Elis James", "date_published": "2022-11-21 07:33:27+00:00", "description": "<p>This national team is no longer defined by failure on the pitch but appearing at a World Cup takes national harmony to a new level</p><p>Wales fans have been waiting 64 years to take their place among football’s elite and a long-held pipe dream has suddenly begun to feel very real. For some, confirmation that we have made it came when they saw Wales in a Panini World Cup sticker album, unfinished business from childhood being concluded in middle age. For others it is the uncharacteristic cavalcade of content around the Wales squad. TV documentaries, pages to ourselves in broadsheet pull-outs, journalists who have spent careers covering other teams muttering about “indefatigable team spirit” on podcasts, all complementing the Football Association of Wales’s relentless social media blitz; footage of Gareth Bale putting off Chris Gunter as he tries to pose for his official photo, Ben Davies ruffling Joe Rodon’s hair, the team laughing as they do stretches in the new training kit that is flying off the shelves in Wales.</p><p>For me it was seeing Cafu, the greatest full-back of all time and the most capped Brazil footballer, welcome Wales to the tournament on behalf of Budweiser by speaking Welsh. “Cymru,” he says, resplendent in our 21st‑century national dress, <a href=\"https://www.theguardian.com/football/2022/nov/11/wales-football-world-cup-bucket-hat-uniting-a-nation\" title=\"\">the Spirit of ’58 bucket hat</a>; “Croeso nol” (“Welcome back”).</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/21/waless-football-revolution-is-born-of-tears-pride-fan-culture-and-radical-history\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/21/sudan-dengue-malaria-outbreak-floods-global-heating", "title": "Sudan experiences worst dengue fever outbreak for more than a decade", "date_published": "2022-11-21 07:15:48+00:00", "description": "<p>Floods caused by warming temperatures and a lack of preventive care are driving the spread of the disease in a country racked with political and economic upheaval</p><p>More than 1,400 people in Sudan have been diagnosed with dengue fever this year in the worst outbreak in the country for more than a decade.</p><p>Half of the country’s 18 states have registered cases and nine deaths recorded, including <a href=\"https://reliefweb.int/report/sudan/child-dies-north-darfur-dengue-fever-rise-after-sudan-floods\">one child</a>, according to the World Health Organization (WHO) who suspect the true number to be far higher. </p> <a href=\"https://www.theguardian.com/global-development/2022/nov/21/sudan-dengue-malaria-outbreak-floods-global-heating\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/cinemas-mistrust-fine-dining-the-menu", "title": "Hungry for less: cinema’s longstanding mistrust of fine dining", "date_published": "2022-11-21 07:08:48+00:00", "description": "<p>One-percenter satires The Menu and Triangle of Sadness follow a lineage of films expressing unease over haute cuisine</p><p>The elaborately prepared feast at uber-exclusive restaurant Hawthorne, the setting of the new gourmand-culture thriller <a href=\"https://www.theguardian.com/film/2022/nov/16/the-menu-review-ralph-fiennes-celeb-chef-horror-comedy-cooks-nasty-surprises\">The Menu</a>, is so photogenic that snapping pictures has been expressly forbidden; food in general, however, doesn’t come off looking so good.</p><p>The dishes whipped up by self-serious celebrity chef Julian (Ralph Fiennes) and his militaristic fleet of obedient kitchen staff aspire to profundity rather than settling for the merely appetizing. As foodie douche Tyler (Nicholas Hoult) mansplains to his unimpressed date Margot (Anya Taylor-Joy), the sequencing of courses tells a story, elevating foodstuffs to the level of an artistic medium. She’s mostly just hungry, and so she’s disappointed when each plate bears a couple bites’ worth of what she can only assume is edible material.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/cinemas-mistrust-fine-dining-the-menu\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/21/a-locals-guide-to-split-croatia-a-city-that-marches-on-its-stomach", "title": "A local’s guide to Split, Croatia: a city that marches on its stomach", "date_published": "2022-11-21 07:00:50+00:00", "description": "<p>Beef in red wine, top-notch fish stew and chilli-infused tequila are the best of the bunch, says tour guide Robyn Vulinovich</p><p>One of my favourite restaurants is <a href=\"https://www.facebook.com/people/Villa-Spiza/100063535273221/\" title=\"\">Villa Spiza</a>, which is on an alleyway a few minutes’ walk from Unesco-listed <a href=\"https://www.theguardian.com/travel/2016/sep/10/split-road-trip-croatia-roman-history\" title=\"\">Diocletian’s Palace</a> in the old town. It’s small and busy – locals love it! The menu is handwritten every morning to reflect whatever is in season. Depending on the day, you might find traditional Croatian dishes including <em>pašticada</em> (slow-cooked beef in red wine with gnocchi) or <em>brujet</em> (fish stew) – the grilled fish and shellfish dishes are always delicious.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/21/a-locals-guide-to-split-croatia-a-city-that-marches-on-its-stomach\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/21/cold-comfort-kent-where-small-boat-arrivals-receive-a-fraying-welcome", "title": "Cold comfort Kent: where small-boat arrivals receive a fraying welcome", "date_published": "2022-11-21 07:00:50+00:00", "description": "<p>From Dover port to Marston and Napier barracks, the UK offers asylum seekers who cross the Channel a mixed reception</p><p>A few sturdy souls dressed in waterproof winter coats braved the elements to take a walk along Folkestone’s clifftop promenade, The Leas. Some winced as the biting wind and slanted rain hit their faces. Below them the waves of the Channel rose high as they bashed the shore. This was weather to gladden the heart of the home secretary, Suella Braverman.</p><p>The Home Office officials and their boss, who reportedly <a href=\"https://www.theguardian.com/uk-news/2022/nov/04/small-boats-priti-patel-suella-braverman-big-issue\">scrutinise the weather forecasts</a> more than most, may have offered silent prayers of thanks to the weather gods in the last few days. After a spike in the numbers of people in crossings the previous weekend – including 972 recorded on 12 November – there were zero crossings due to the inclement conditions over 15-17 November.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/21/cold-comfort-kent-where-small-boat-arrivals-receive-a-fraying-welcome\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/wales-world-cup-1958-2022-qatar", "title": "Win or lose, watching Wales play in the World Cup will be a joyful, proud moment | Darren Chetty", "date_published": "2022-11-21 07:00:50+00:00", "description": "<p>After 64 years, my team is back in the top tier – and with it comes a distinctly Welsh and modern style of football fandom</p><ul><li>Darren Chetty is co-editor of Welsh (Plural): Essays on the Future of Wales</li></ul><p>When the <a href=\"https://www.theguardian.com/football/2022/nov/11/wales-football-world-cup-bucket-hat-uniting-a-nation\">Wales men’s team</a> line up this evening for what will be a stirring rendition of <a href=\"https://www.youtube.com/watch?v=SuR3cpOquWA\">Hen Wlad fy Nhadau</a> at their World Cup opener, each player will know that he carries the hopes and dreams of a footballing nation. But more than that, he will know he has already helped make dreams come true.</p><p>Ending a <a href=\"https://www.sportingnews.com/uk/soccer/news/last-time-wales-qualified-for-world-cup-history-fifa/ifjyrh9ihhuzlaks6f7s4lx6#:~:text=A%20rundown%20of%20nation%27s%20history%20in%20FIFA%20tournament,-Jeorge%20Bird&amp;text=Wales%20completed%20qualification%20to%20the,when%20they%20reached%20the%20quarterfinals.\">64-year wait</a> for World Cup qualification makes this a Welsh team of history makers. Yes, the march to the <a href=\"https://www.youtube.com/watch?v=ehUyyIiE3P0\">semi-finals of Euro 2016</a> still looms large in the memory of all Wales fans, but it is respect and gratitude, rather than a huge sense of expectation, that I and many other fans will be feeling tonight.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/wales-world-cup-1958-2022-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/21/a-new-start-after-60-i-learned-to-skydive-the-door-opens-the-wind-comes-through-and-vroom-youre-away", "title": "A new start after 60: ‘I learned to skydive. The door opens, the wind comes through – and vroom, you’re away!’", "date_published": "2022-11-21 07:00:49+00:00", "description": "<p>At 77, Mercy Baggs did her first parachute jump – and found it thrilling. As she turned 90, she did it again for charity – and might try a zip wire next</p><p>Mercy Baggs is contemplating her future. “Should I live to 95, I’ll do another parachute jump,” she says. She first jumped when she was 77, to commemorate her stint as mayor of the Wiltshire town of Calne. Then she jumped again last March, a day before her 90th birthday, to raise funds for Wiltshire air ambulance.</p><p>“It’s the thrill of it,’ she says. “You go up, and then that door opens and the wind starts to come through. You are strapped to this guy and he slides you out. Suddenly there’s a touch on your head, and vroom, you’re away. You free-fall. You free-fall for a long time.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/21/a-new-start-after-60-i-learned-to-skydive-the-door-opens-the-wind-comes-through-and-vroom-youre-away\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/21/amaryllis-review-thomas-lawes", "title": "Amaryllis review – the oddest split-screen silent-movie musical you’ll ever see", "date_published": "2022-11-21 07:00:49+00:00", "description": "<p>Thomas Lawes plays a synth score on screen as a teen drama plays out above – a bold experiment that doesn’t fully work</p><p>Director Thomas Lawes is the proverbial one-man band on this modern silent movie. He has not only written, filmed, edited and composed the music, but is also visible playing the keyboards, guitars and drums of the synthwave score in split screen underneath the action, like a funky sign-language interpreter. It’s a kitsch formal quirk that initially adds a kind of distancing effect to this simple urban fable, but it quickly becomes invisible (presumably less so in screenings with live accompaniment).</p><p>Ella McLoughlin plays Amaryllis, a sullen, beanie-hatted skater girl living with her alcoholic mum (Liz May Brice). After breaking into a warehouse where waifish drug dealer Roach (Adam El Hagar) is doing business, she manages to worm her way into running errands for him. Taking a cut, she aims to save enough to move out and, as she scrawls in animated diary snippets, “not have to see my stupid fucking bitch mother EVER AGAIN!” But as Roach takes to pulling up at her door in his flame-emblazoned camper van, Amaryllis begins to fall for the doe-eyed pusher.</p> <a href=\"https://www.theguardian.com/film/2022/nov/21/amaryllis-review-thomas-lawes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/21/microsoft-surface-laptop-5-windows-11-review-slick-operation-but-dated-design", "title": "Microsoft Surface Laptop 5 review: slick operation but dated design", "date_published": "2022-11-21 07:00:49+00:00", "description": "<p>Premium Windows 11 PC offers smooth and quiet experience but is showing its age compared with rivals</p><p>Microsoft’s latest Surface Laptop has new chips, new connections and costs the same as last year but has a five-year-old design that makes it look aged.</p><p>The Surface Laptop 5 starts at £999 ($999/A$1,699) for the 13.5in version, replacing the <a href=\"https://www.theguardian.com/technology/2021/jun/16/microsoft-surface-laptop-4-review-windows-10-battery-keyboard-face-recognition\">18-month-old Laptop 4</a> as Microsoft’s idea of what a standard Windows 11 notebook should be. It sits above Microsoft’s entry-level <a href=\"https://www.theguardian.com/technology/2022/jun/28/microsoft-surface-laptop-go-2-review-notebook-windows-11\">Surface Laptop Go 2</a>, which comes in at £529.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/21/microsoft-surface-laptop-5-windows-11-review-slick-operation-but-dated-design\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/21/plastic-man-in-senegal-on-mission-against-trash-in-pictures", "title": "‘Plastic Man’ in Senegal on mission against trash – in pictures", "date_published": "2022-11-21 07:00:49+00:00", "description": "<p>On a beach in Senegal with so much rubbish that much of the sand is covered, one man is trying to raise awareness about the dangers of plastics</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/21/plastic-man-in-senegal-on-mission-against-trash-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/taking-photos-in-venice-men-dont-take-them-like-women", "title": "I’ve taken 263 photos since arriving in Venice, my husband has taken five | Emma Beddington", "date_published": "2022-11-21 07:00:48+00:00", "description": "<p>Men don’t take pictures like women do. But memory is an unreliable thing and I want to mark our past selves</p><p>‘I think you should take a picture of me,” I say to my husband, with slightly gruff embarrassment. We are on a long-planned, once-in-a-lifetime trip to Venice, undertaking a self-devised initiation rite for the empty nest stage of our lives: working and living in a single room for a month with our mildly demented dog.</p><p>I can’t stop taking pictures – 263 so far, and counting. Everything is beautiful: the luminous green water against faded yellow and terracotta, the bridges topped with smart Venetians looking at their phones, the glitter of sun or low-lying morning mist on water. I have to capture the joyful decorative flourishes: a stone camel here, a brass lion there, the five-tiered Murano glass chandelier surrounded by plaster daisies in the library where I’m working. My phone is packed with boats, a woman walking nine chihuahuas and countless gulls.</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/taking-photos-in-venice-men-dont-take-them-like-women\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/pacific-leaders-celebrate-cop27-victory-on-loss-and-damage-fund-after-decades-of-advocacy", "title": "Pacific leaders celebrate Cop27 victory on loss and damage fund after decades of advocacy", "date_published": "2022-11-21 06:18:33+00:00", "description": "<p>Pacific countries have fought for fund to provide assistance to poor nations hit by climate disasters for three decades</p><p>Pacific leaders and climate activists are celebrating the establishment of a loss and damage financing mechanism in the Cop27 agreement, three decades after they raised the need for such a provision.</p><p><a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-agrees-to-historic-loss-and-damage-fund-to-compensate-developing-countries-for-climate-impacts\">A loss and damage fund</a>, which would provide financial assistance to poor nations stricken by climate disaster, has been a key ask of Pacific nations – which are among the most vulnerable to the impacts of the climate crisis – for decades in climate negotiations. It was first raised more than 30 years ago by Vanuatu, which the UN has ranked as the country most vulnerable to natural disasters.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/pacific-leaders-celebrate-cop27-victory-on-loss-and-damage-fund-after-decades-of-advocacy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/21/new-gadget-could-reduce-shark-bycatch-by-90", "title": "New gadget could reduce shark bycatch by 90%", "date_published": "2022-11-21 06:00:48+00:00", "description": "<p>Trials of the SharkGuard – which emits a pulse to repel sharks and rays from fishing gear – have produced eye-catching results</p><p>Marine scientists have designed a piece of technology that could drastically reduce shark bycatch by emitting short electrical pulses as a deterrent.</p><p>The small battery-powered device, known as SharkGuard, reduced the numbers of blue sharks accidentally caught by commercial fishing gear in a French longline tuna fishery in the Mediterranean by 91% and stingrays by 71%, according to a study in the peer-reviewed journal Current Biology<em>.</em></p> <a href=\"https://www.theguardian.com/environment/2022/nov/21/new-gadget-could-reduce-shark-bycatch-by-90\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/20/heroin-chic-fashion-skinny-worship", "title": "The term ‘heroin chic’ needs to die – even if skinny-worship rages on", "date_published": "2022-11-21 06:00:48+00:00", "description": "<p>The aesthetic may be back, but the phrase has dark roots. Industry veterans warn we shouldn’t revert to 90s beauty standards</p><p>With the headline “<a href=\"https://nypost.com/2022/11/02/heroin-chic-is-back-and-curvy-bodies-big-butts-are-out/amp/\">Bye-bye booty: heroin chic is back</a>”, a New York Post article this month announced that thin is in, again. Or maybe it never left. No, it left, but has returned, perhaps as a backlash to the past decade of progress on size inclusivity in the fashion industry.</p><p>The response to the Post’s glorification of heroin chic was a wave of dissent. “OUR BODIES ARE NOT TRENDS. SAY IT WITH ME,” Jameela Jamil <a href=\"https://www.instagram.com/reel/CklkbFWJ3Ai/?utm_source=ig_embed&amp;ig_rid=0e2808b9-9b58-4cee-ab06-b2abc1567c9f\">wrote</a> on Instagram. “I’m starting Not Hungry Chic. Happy Chic. Fu*ck off Chic? Anything but this.” The Vogue culture writer Emma Specter <a href=\"https://twitter.com/EmmaSpecter/status/1592546873189228550\">tweeted</a>: “Do people who insist the return of crop tops and low-rise jeans means we all have to adhere to early-aughts levels of compulsory thinness realize i will just………wear those things w my large and beautiful stomach hanging out?”</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/20/heroin-chic-fashion-skinny-worship\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/21/from-elon-musk-to-vibrator-batteries-edith-pritchetts-week-in-venn-diagrams-cartoon", "title": "From Elon Musk to vibrator batteries: Edith Pritchett’s week in Venn diagrams – cartoon", "date_published": "2022-11-21 06:00:47+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/21/from-elon-musk-to-vibrator-batteries-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/21/qatar-world-cup-british-double-standards-anger-gifts-property-arms-deals", "title": "It’s not just Qatar hoping we now ‘put politics aside’. It’s the hypocritical west, too | Nesrine Malik", "date_published": "2022-11-21 06:00:47+00:00", "description": "<p>By all means boycott the football, but we could also follow the trail of gifts, property and arms deals closer to home </p><p>The 2022 World Cup was supposed to herald the arrival of Qatar, already an economic powerhouse, into the international arena as a legitimate cultural and political player. But so far, the opposite has happened. In an epic backfiring, all it seems to have achieved is focusing attention on the country’s <a href=\"https://www.theguardian.com/football/2022/nov/14/stadiums-of-shame-the-numbers-world-cup-hosts-qatar-dont-want-to-be-seen\">abusive treatment</a> of migrant workers and repression of LGBTQ+ people and women. Everything in Sunday’s opening ceremony – which the BBC remarkably chose not to broadcast, focusing instead on all that was wrong with Qatar 2022 – felt coloured by the buildup, precipitating an overall sense of enforced joyfulness. Even the generic welcoming words from the Qatari sovereign felt pared-back and pointed.</p><p>On the face of it, the frenzy around this tournament has been the rare triumph of a human rights issue “cutting through” to the public. There’s just something about how the bid came about that put people off: it looked like money bending the world to its will, with the event being held in winter – in the middle of the European football season – and the use of cheap, exploited labour to build the facilities. Recent headlines including a World Cup ambassador describing homosexuality as a “<a href=\"https://www.theguardian.com/football/2022/nov/08/qatar-world-cup-ambassador-homosexuality\">damage in the mind</a>” and the sight of a Danish journalist being <a href=\"https://www.bbc.co.uk/news/av/world-europe-63655870\">forced off air</a>, while broadcasting in a public space, seemed to confirm all this. High-profile footballers such as the former Bayern Munich and Germany player <a href=\"https://www.theguardian.com/football/blog/2022/nov/15/world-cup-qatar-damaged-football-philipp-lahm\">Philipp Lahm</a> have said they will not be attending, while the Lionesses’ captain, Leah Williamson, has said she hasn’t “any interest” in such a compromised contest. Major European cities including Barcelona and Paris are not broadcasting matches in public places, and David Beckham, an ambassador for the event, came under intense pressure to withdraw from the proceedings.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/21/qatar-world-cup-british-double-standards-anger-gifts-property-arms-deals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/21/bridgerton-effect-black-lives-british-history-sara-collins-confessions-of-frannie-langton-itv", "title": "‘Bridgerton effect’ hides reality of black lives in British history, says Sara Collins", "date_published": "2022-11-21 06:00:47+00:00", "description": "<p>Confessions of Frannie Langton writer applauds Netflix hit but warns of impact of ‘fantasy’ on viewers</p><p>Viewers are being “lulled into a false sense of security about black people in period dramas” because of “the Bridgerton effect”, according to the writer of a historical drama spearheading the launch of ITV’s streaming service ITVX.</p><p>The Costa award-winning author Sara Collins said she wrote The Confessions of Frannie Langton, about an enslaved Jamaican woman in London, as a “black Jane Eyre” to fill a gap, as there were not enough stories about the reality of black people’s history.</p> <a href=\"https://www.theguardian.com/media/2022/nov/21/bridgerton-effect-black-lives-british-history-sara-collins-confessions-of-frannie-langton-itv\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/21/housesitters-escaping-the-cost-of-living-crisis", "title": "‘I’m a homeless guy looking after a palace!’ The housesitters escaping the cost of living crisis", "date_published": "2022-11-21 06:00:47+00:00", "description": "<p>Who wouldn’t want to live rent-free in a nice warm home in return for looking after the owner’s pets and keeping burglars away?</p><p>Massive houses, expansive gardens, occasionally a fridge full of food – and all of it free. Megan Gay and Sean Wood, both 27, have managed to dodge the cost of living crisis and the rent or mortgage hikes that are ravaging many people’s lives and savings in the UK. Their trick? Full-time housesitting. Seven months ago, the couple decided to quit London’s rental market and go on the road. Their belongings in bags, they have moved from house to house across the UK. They plan to continue living like this for at least another year.</p><p>Housesitting – taking care of properties and pets for nothing while owners are away – is not new. But since the pandemic, the trend has boomed. Confronted with an unstable housing market, inflation at a 40-year high and soaring food and energy costs, increasing numbers of people of all ages and walks of life are turning to housesitting to keep a roof over their heads.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/21/housesitters-escaping-the-cost-of-living-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/21/russia-ukraine-war-live-news-russia-launched-400-strikes-on-sunday-zelenskiy-says-un-to-inspect-zaporizhzhia-plant", "title": "Russia-Ukraine war live news: Russia launched 400 strikes on Sunday, Zelenskiy says; UN to inspect Zaporizhzhia plant", "date_published": "2022-11-21 05:45:00+00:00", "description": "<p>Surge in missile strikes aims to <a href=\"https://www.theguardian.com/world/live/2022/nov/21/russia-ukraine-war-live-news-russia-launched-400-strikes-on-sunday-zelenskiy-says-un-to-inspect-zaporizhzhia-plant?page=with:block-637acbe48f088c5c886129b7#block-637acbe48f088c5c886129b7\">exhaust Kyiv’s air-defence supplies</a>, Pentagon official says; IAEA chief calls for ceasefire as shelling comes within metres of nuclear site</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-271of-the-invasion\">At a glance: what we know on day 271 of the invasion</a></li></ul><p>Russian forces launched almost 400 strikes on Sunday in Ukraine’s east as part of a campaign of artillery fire, President Volodymyr Zelenskiy said in a Sunday night <a href=\"https://www.president.gov.ua/en/news/cogorich-svit-pobachiv-yakim-vagomim-ye-vnesok-ukrayinciv-u-79305\">address</a>.</p><p>The fiercest battles, as before, are in the <strong>Donetsk</strong> region. Although there are fewer attacks today due to the deterioration of the weather, the number of Russian shelling occasions remains, unfortunately, extremely high.</p><p><strong>Luhansk</strong> region - little by little we are moving forward with battles. As of now, there have been almost 400 shelling occasions in the east since the beginning of the day.”</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/21/russia-ukraine-war-live-news-russia-launched-400-strikes-on-sunday-zelenskiy-says-un-to-inspect-zaporizhzhia-plant\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/world-cup-2022-briefing-big-guns-join-the-party-on-day-two", "title": "World Cup 2022 briefing: big guns join the party on day two", "date_published": "2022-11-21 05:02:59+00:00", "description": "<p>Three games feature, with England tackling Iran, Senegal facing the Netherlands and USA facing off with Wales</p><p>Following that curious opening match between Qatar and Ecuador, with its emptying seats, curiously elated home fans, and the sense the South Americans rather stepped off the gas, England should be involved in the World Cup’s first genuine contest.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/world-cup-2022-briefing-big-guns-join-the-party-on-day-two\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/21/children-injured-explosion-manly-west-public-primary-school-students-science-experiment-sydney", "title": "Children taken to hospital after science experiment causes chemical explosion at Sydney school", "date_published": "2022-11-21 04:35:32+00:00", "description": "<p>Two students at Manly West public school suffer serious burns while nine others and one adult have superficial burns</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/21/australia-politics-live-anthony-albanese-industrial-relations-cost-of-living-jobseeker-workplace-reform-greens-senate-pocock-vic-qld-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Eleven students and one teacher are in a stable condition after a science experiment caused a chemical explosion at a school on Sydney’s northern beaches.</p><p>New South Wales Ambulance have confirmed two students have suffered serious burns while nine students and one adult – believed to be a teacher – suffered superficial burns as a result of the explosion at Manly West public school on Monday afternoon.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/21/children-injured-explosion-manly-west-public-primary-school-students-science-experiment-sydney\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/21/the-most-popular-member-of-socceroos-squad-the-barista-fuelling-australian-world-cup-hopes", "title": "The most popular member of Socceroos’ squad? The barista fuelling Australian World Cup hopes | Emma Kemp", "date_published": "2022-11-21 04:28:06+00:00", "description": "<p>Inspired by Olympic success, Football Australia has flown Alexia Ralevski into Qatar from Sydney with a specific caffeine-related brief</p><ul><li><strong><a href=\"https://www.theguardian.com/football/2022/nov/21/how-to-watch-australia-fifa-world-cup-2022-socceroos-live-stream-fixtures-when-where-what-time-tv-channel-viewing-broadcast-sbs-on-demand\">World Cup 2022: how to watch the Socceroos games in Qatar</a></strong></li></ul><p>There’s a lot of talk about one-percenters in football, those tiny extra tasks which, if performed consistently over a period of time, lead to improved outcomes. Sipping coffee may not exactly classify as work, but it is definitely yielding results inside the Socceroos camp.</p><p>In a sign of Australians’ sky-rocketing reliance on a good-quality brew, Football Australia staff have flown a barista to Doha especially to serve the hard stuff to players throughout the World Cup.</p> <a href=\"https://www.theguardian.com/football/2022/nov/21/the-most-popular-member-of-socceroos-squad-the-barista-fuelling-australian-world-cup-hopes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/china-accused-of-seizing-rocket-debris-from-philippines-navy-in-south-china-sea-dispute", "title": "China accused of seizing rocket debris from Philippines navy in South China Sea dispute", "date_published": "2022-11-21 03:44:20+00:00", "description": "<p>Coast guard cut towing cable the Phillipines navy was using, say military officials, on eve of visit to region by Kamala Harris</p><p> China’s coast guard forcibly seized the suspected debris of a Chinese rocket that the Philippine navy was towing to its island in the South China Sea, Philippines military officials have said, in the latest confrontation in the disputed sea.</p><p>The Chinese vessel twice blocked the Philippine naval boat before seizing the floating debris it was towing on Sunday off Philippine-occupied Thitu island, Vice Admiral Alberto Carlos said on Monday. He said no one was injured in the incident.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/china-accused-of-seizing-rocket-debris-from-philippines-navy-in-south-china-sea-dispute\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/21/woman-found-videos-of-herself-being-raped-while-asleep-in-partners-inbox-court-hears", "title": "Woman found videos of herself being raped while asleep in partner’s inbox, court hears", "date_published": "2022-11-21 03:09:29+00:00", "description": "<p>Partner pleads guilty to three charges of sexual assault, two charges of rape, will be sentenced as serious sexual offender</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Suspecting her fiance was cheating on her, a Melbourne woman logged into his email account. There she found videos of him raping her as she slept, prosecutors have told the Victorian county court.</p><p>The man she trusted in a relationship for more than two years has admitted raping her seven times and sexually assaulting her 21 times without her knowledge.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p><p><em>In Australia, the crisis support service Lifeline is 13 11 14. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In the UK, Samaritans can be contacted on 116 123.<strong> </strong>Other international suicide helplines can be found at <a href=\"https://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/21/woman-found-videos-of-herself-being-raped-while-asleep-in-partners-inbox-court-hears\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/21/sydney-water-restrictions-fears-warragamba-dam-25-percent-safe-to-drink-water-quality-nsw-floods", "title": "Fears of Sydney water restrictions as only 25% of Warragamba Dam catchment deemed safe to drink", "date_published": "2022-11-21 03:09:16+00:00", "description": "<p>Sydney Water says filtration systems under extreme pressure amid floods, as all Melbourne beaches declared unsuitable for swimming</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/21/australia-politics-live-anthony-albanese-industrial-relations-cost-of-living-jobseeker-workplace-reform-greens-senate-pocock-vic-qld-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Just a quarter of Sydney’s largest drinking water catchment, <a href=\"https://www.theguardian.com/australia-news/2022/nov/17/nsw-minister-took-just-five-days-to-agree-to-fast-track-project-to-raise-warragamba-dam\">the Warragamba Dam</a>, is safe for consumption, prompting fears residents will need to conserve water.</p><p>Ben Blayney, the head of water supply and production at Sydney Water, said the past year’s floods had placed extreme pressure on the city’s water filtration system.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/21/sydney-water-restrictions-fears-warragamba-dam-25-percent-safe-to-drink-water-quality-nsw-floods\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/21/beyond-8bn-why-the-world-population-matters-podcast", "title": "Beyond 8 billion: why the world’s population matters – podcast", "date_published": "2022-11-21 03:00:43+00:00", "description": "<p>The world now contains 8bn people, according to the UN. Hannah Ellis-Peterson reports from India, which is on course to overtake China as the most populous nation</p><p>Just 11 years after the world population hit 7 billion, Vinice Mabansag, born on 15 November in Manila, was given the symbolic title of the 8 billionth person. The milestone prompted reflection around the globe about the rise in the population in recent decades, driven primarily by the developing world.</p><p>The Guardian’s south Asia correspondent, <strong>Hannah Ellis-Peterson, </strong>tells <strong>Nosheen Iqbal </strong>how India, which is due to overtake China as the most populous country, views the issue. A ‘youth bulge’ has presented India with the opportunity for a ‘demographic dividend’ but only if it can provide those people with education and opportunities.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/21/beyond-8bn-why-the-world-population-matters-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/what-do-you-think-about-lowering-new-zealands-voting-age-to-16", "title": "What do you think about lowering New Zealand’s voting age to 16?", "date_published": "2022-11-21 01:51:26+00:00", "description": "<p>The supreme court has ruled that the current age of 18 discriminates against young people</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/21/voting-age-of-18-is-discriminatory-new-zealand-supreme-court-rules\">Voting age of 18 is discriminatory, New Zealand supreme court rules</a> </li></ul><p>On Monday, New Zealand’s supreme court ruled that the voting age of 18 discriminates against younger voters and that parliament is now <a href=\"https://www.theguardian.com/world/2022/nov/21/voting-age-of-18-is-discriminatory-new-zealand-supreme-court-rules\">breaching their fundamental human rights</a>.</p><p>The ruling means that existing legislation is inconsistent with the country’s Bill of Rights, and that MPs must now consider the issue.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/what-do-you-think-about-lowering-new-zealands-voting-age-to-16\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/voting-age-of-18-is-discriminatory-new-zealand-supreme-court-rules", "title": "Voting age of 18 is discriminatory, New Zealand supreme court rules", "date_published": "2022-11-21 01:02:56+00:00", "description": "<p>Campaign to lower voting age to 16 secures what it called a historic victory after judges rule human rights of young people are being breached</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/21/what-do-you-think-about-lowering-new-zealands-voting-age-to-16\">What do you think about lowering New Zealand’s voting age to 16?</a> </li></ul><p><strong> </strong>New Zealand’s supreme court has ruled that its current voting age of 18 is discriminatory and breaches the human rights of young people.</p><p>The court ruling on Monday marked the conclusion of a two-year case brought by a group of young campaigners to lower the voting age to 16, arguing that younger people should be able to vote on issues such as the climate crisis, which will disproportionately affect them and their futures.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/voting-age-of-18-is-discriminatory-new-zealand-supreme-court-rules\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/china-reports-first-covid-death-for-six-months-as-beijing-cases-rise", "title": "China reports first Covid death for six months as Beijing cases rise", "date_published": "2022-11-21 00:43:35+00:00", "description": "<p>An 87-year-old man died in the capital over the weekend and officials have called for residents to avoid ‘non-imperative’ travel</p><p>China reported the death of an 87-year-old man in Beijing on Sunday as its first fatality from Covid-19 in six months, with cases rising despite a stringent zero-Covid policy.</p><p>China is the last major economy still welded to a no-tolerance policy on the virus and has enforced snap lockdowns, mass testing and quarantines even as the rest of the world adjusts to living with Covid.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/china-reports-first-covid-death-for-six-months-as-beijing-cases-rise\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/iran-arrests-actors-for-removing-headscarves-in-wider-crackdown-on-celebrities", "title": "Iran arrests top actors who removed headcarves, in wider crackdown on celebrities", "date_published": "2022-11-21 00:21:48+00:00", "description": "<p>Prominent Iranians in film and sport have been condemned for expressing solidarity with the protest movement</p><p>Iran has arrested two prominent actors who expressed solidarity with the country’s protest movement and removed their headscarves in public, according to state media.</p><p>Hengameh Ghaziani and Katayoun Riahi were both detained after being summoned by prosecutors looking into their “provocative” social media posts, Iran’s state-run IRNA news agency said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/iran-arrests-actors-for-removing-headscarves-in-wider-crackdown-on-celebrities\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-271of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 271 of the invasion", "date_published": "2022-11-21 00:20:23+00:00", "description": "<p>Russian forces launched almost 400 strikes in Ukraine’s east on Sunday, Volodymyr Zelenskiy says; UN nuclear watchdog to assess Zaporizhzhia nuclear power plant after renewed shelling</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p><strong>Russian forces launched almost 400 strikes on Sunday in Ukraine’s east as part of a campaign of artillery fire</strong>, President Volodymyr Zelenskiy said in a Sunday night <a href=\"https://www.president.gov.ua/en/news/cogorich-svit-pobachiv-yakim-vagomim-ye-vnesok-ukrayinciv-u-79305\">address</a>. “The fiercest battles, as before, are in the Donetsk region. Although there were fewer attacks today due to worsening weather, the amount of Russian shelling unfortunately remains extremely high,” Zelenskiy said. “In the Luhansk region, we are slowly moving forward while fighting. As of now, there have been almost 400 artillery attacks in the east since the start of the day.” Russia has moved troops to reinforce positions in the eastern Donetsk and Luhansk regions after withdrawing from Kherson.</p><p><strong>The UN nuclear watchdog will conduct an assessment of the Zaporizhzhia nuclear power plant</strong> on Monday after the site was <a href=\"https://www.theguardian.com/world/2022/nov/20/shelling-of-zaporizhzhia-is-playing-with-fire-says-un-nuclear-chief-ukraine\">shelled more than a dozen times over the weekend</a>. The blasts damaged buildings and equipment, though none had been “critical” for nuclear safety and security, the International Atomic Energy Agency said. Its head, Rafael Grossi, said the forces behind the shelling were “playing with fire”, adding that “it must stop immediately”.</p><p><strong>Germany has offered Poland the Patriot missile defence system to help it to secure its airspace after a stray missile crashed in the country last week</strong>, the defence minister, Christine Lambrecht, said. “We have offered Poland support in securing airspace – with our Eurofighters and with Patriot air defence systems,” Lambrecht told the Rheinische Post and General Anzeiger. Ground-based air defence systems such as Raytheon’s Patriot are built to intercept incoming missiles.</p><p><strong>Ukraine has denies its forces executed Russian prisoners of war</strong>, arguing its soldiers were defending themselves against Russians who feigned surrender. The Ukrainian parliament’s commissioner for human rights responded on Sunday to videos circulated on Russian social media this week purporting to show the bodies of Russian servicemen killed after surrendering to Ukrainian troops. Ukrainian ombudsman Dmytro Lubinets said “excerpts” of a video showed that Russians “using a staged capture ... committed a war crime by opening fire on the Ukrainian armed forces”. This means the soldiers “cannot be considered prisoners of war”, he said. A UN spokesperson told AFP it was “aware of the videos” and was “looking into them”.</p><p><strong>Negotiating with Russia would be “capitulation”, a key adviser to the Ukrainian presidency has said.</strong> Mykhaylo Podolyak said attempts by the west to urge Ukraine to negotiate with Moscow were “bizarre” given a series of major military victories by Kyiv. He added it would mean that a country “that recovers its territories must capitulate to the country that is losing”. The comments come after recent US media reports that some senior officials were beginning to encourage Ukraine to consider talks.</p><p><strong>The first Ukrainian supermarket has opened in Kherson since the city was liberated earlier this month.</strong> ATB, a 24/7 shop in the city, had queues of people outside on Sunday as it welcomed customers back. Kherson <a href=\"https://www.theguardian.com/world/2022/nov/20/the-russians-have-gone-now-kherson-faces-a-relentless-new-enemy-winter\">remains without electricity, running water or heating</a>, but residents found some relief in being able to purchase Ukrainian pickled gherkins, dumplings, horseradish and other favourites.</p><p><strong>France has sent another two air defence systems to Ukraine,</strong> along with two multiple rocket launchers, according to an interview given by a French defence minister.</p><p><strong>Emmanuel Macron has <a href=\"https://www.theguardian.com/world/2022/nov/20/emmanuel-macron-accuses-russia-of-feeding-disinformation-in-africa\">accused Russia of feeding disinformation </a>to further its “predatory project” in Africa</strong>, where France has had military setbacks. In an <a href=\"https://information.tv5monde.com/video/emmanuel-macron-tv5monde-la-france-accueillera-le-prochain-sommet-de-la-francophonie\">interview with TV5 Monde</a> on the sidelines of a conference of Francophone nations in Tunisia, the French president said there was a “predatory project” pushing disinformation into African countries, which was “a political project financed by Russia, sometimes others”. Macron said: “A number of powers, who want to spread their influence in Africa, are doing this to hurt France, hurt its language, sow doubts, but above all pursue certain interests.”</p><p><br /></p> <a href=\"https://www.theguardian.com/world/2022/nov/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-271of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/21/paradise-paused-asia-pacific-tourism-continues-to-lag-after-the-covid-induced-freeze", "title": "Paradise paused: Asia-Pacific tourism continues to lag after the Covid induced freeze", "date_published": "2022-11-21 00:08:03+00:00", "description": "<p>Foreign arrivals slowly return, but cost of living pressures and China’s zero-Covid policy weigh on visitor numbers</p><p>Mari Kishigawa’s family have been in the tourism business for decades. In the remote Pacific country of Palau, on an even more remote archipelago, Mari runs the 11-room Carp Island Resort, a 30km boat journey from Palau’s commercial centre, Koror.</p><p>But beneath canopies of palm trees, bordered by crystal clear water, Mari is reassessing her future.</p> <a href=\"https://www.theguardian.com/world/2022/nov/21/paradise-paused-asia-pacific-tourism-continues-to-lag-after-the-covid-induced-freeze\">Continue reading...</a>", "favourite": false}]