[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wlochy-centroprawica-wygrywa-wybory-parlamentarne/", "title": "Włochy. Exit poll: Centroprawica wygrywa wybory parlamentarne", "date_published": "2022-09-25 21:04:00+00:00", "description": "Centroprawica wygrywa wybory parlamentarne we Włoszech - podał w niedzielę późnym wieczorem Reuters, powołując się na wyniki sondażu exit poll dla włoskiej telewizji RAI. Oznacza to, że premierem Włoch najprawdopodobniej zostanie Giorgia Meloni, liderka partii Bracia Włosi. Jej partia jest w koalicji z Ligą Matteo Salviniego i Forza Italia, której przewodzi Silvio Berlusconi."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/ukraina-kolejne-dwa-masowe-groby-w-iziumie-wolodymyr-zelenski-pochowki-z-setkami-cial/", "title": "Ukraina. Kolejne dwa masowe groby w Iziumie. Wołodymyr Zełenski: Pochówki z setkami ciał", "date_published": "2022-09-25 20:37:00+00:00", "description": "Dwa kolejne masowe groby z setkami ciał znaleziono w wyludnionym Iziumie w obwodzie charkowskim - powiedział w wywiadzie dla telewizji CBS prezydent Ukrainy Wołodymyr Zełenski. Wcześniej w tym samym mieście odkryto masową mogiłę z blisko 500 ciałami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/ukraina-wolodymyr-zelenski-usa-przekazaly-ukrainie-systemy-nasams/", "title": "Ukraina. Wołodymyr Zełenski: USA przekazały Ukrainie systemy NASAMS", "date_published": "2022-09-25 18:45:00+00:00", "description": "USA przekazały Ukrainie dwa systemy przeciwlotnicze NASAMS, które mogą zapewnić ochronę przed atakami rakietowymi - poinformował prezydent Ukrainy Wołodymyr Zełenski w wywiadzie dla telewizji CBS. Podkreślił, że to pozwoli części Ukraińców wrócić do ojczyzny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/dagestan-protesty-przeciwko-mobilizacji-padly-strzaly/", "title": "Dagestan. Protesty przeciwko mobilizacji. Padły strzały", "date_published": "2022-09-25 15:15:00+00:00", "description": "W Republice Dagestanu trwa manifestacja przeciwko mobilizacji wojskowej. Licznie zgromadzeni we wsi Endirej protestujący w obronie swoich synów, braci i mężów zablokowali trasę Chasawjurt-Machaczkała. Próbujący rozgonić tłum funkcjonariusze oddali strzały w powietrze. Demonstracje odbywają się także w stolicy republiki Machaczkale, gdzie pojawili się funkcjonariusze Rosgwardii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wojna-w-ukrainie-aiden-aslin-o-rosyjskiej-niewoli-traktowali-mnie-gorzej-niz-psa/", "title": "Wojna w Ukrainie. Aiden Aslin o rosyjskiej niewoli: \"Traktowali mnie gorzej niż psa\"", "date_published": "2022-09-25 13:58:00+00:00", "description": "Brytyjczyk Aiden Aslin, który dzięki wymianie jeńców został zwolniony z rosyjskiej niewoli opowiedział, jak obchodzili się z nim Rosjanie. Traktowali mnie gorzej niż psa - mówił. Pokazał m.in. ślady po ranach od noża. Wspominał o przeludnionej celi, pladze wszy, głodzie i trwaniu w straszliwych warunkach higienicznych bez toalety. - Rosyjski oficer powiedział mi jestem twoją śmiercią - dodał."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/usa-floryda-w-obliczu-kataklizmu-tropikalny-sztorm-ian-przybiera-na-sile-ogloszono-stan-wyjatkowy/", "title": "USA: Floryda w obliczu kataklizmu. Tropikalny sztorm Ian przybiera na sile. Ogłoszono stan wyjątkowy", "date_published": "2022-09-25 11:05:00+00:00", "description": "Tropikalny sztorm Ian przybiera gwałtownie na sile i na początku tygodnia może uderzyć we Florydę już jako duży huragan - twierdzą synoptycy. Gubernator Ron DeSantis ogłosił w sobotę stan wyjątkowy na terenie całej Florydy. W gotowości jest Gwardia Narodowa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wielka-brytania-palac-buckingham-opublikowal-zdjecie-grobu-krolowej-elzbiety-ii/", "title": "Wielka Brytania. Pałac Buckingham opublikował zdjęcie grobu królowej Elżbiety II", "date_published": "2022-09-25 10:55:00+00:00", "description": "Niespełna tydzień po pogrzebie Elżbiety II Pałac Buckingham opublikował pierwsze zdjęcie z kaplicy w Windsorze, gdzie spoczęła królowa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/niemcy-piekarze-szukaja-sposobu-na-inflacje-sponsorowany-inflacyjny-chleb/", "title": "Niemcy. Piekarze szukają sposobu na wzrost cen. Sponsorowany \"chleb inflacyjny\"", "date_published": "2022-09-25 09:59:00+00:00", "description": "Piekarz Michael Tenk z Südlohn w zachodnich Niemczech chce, by jego chleb był sponsorowany przez firmy, przez co jego cena spadnie. Projekt takiej sprzedaży oparty jest o zasady rynku reklamy. Firma płaci za umieszczenie nazwy oraz logo na produkcie. Znalazł już pierwszą firmę, która dotuje jego wypieki."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/francja-samolot-towarowy-wypadl-z-pasa-sunal-sie-do-jeziora/", "title": "Francja. Samolot towarowy wypadł z pasa. Zsunął się do jeziora", "date_published": "2022-09-25 08:26:00+00:00", "description": "Samolot towarowy linii West Atlantic podczas lądowania wypadł z pasa startowego na lotnisku w Montpellier i wpadł do jeziora Étang de l’Or. Maszyna zaryła dziobem w wodzie i zatrzymała się na brzegu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/holandia-zakatowal-zone-na-smierc-sad-orzekl-ze-ma-prawo-do-jej-spadku/", "title": "Holandia: Zakatował żonę na śmierć. Sąd orzekł, że ma prawo do jej spadku", "date_published": "2022-09-25 08:18:00+00:00", "description": "Laurent D. tygodniami torturował swoją żonę Hetty Verink, kobieta zmarła w 2015 roku z powodu utraty krwi. Oprawca nie trafił jednak do więzienia. Teraz sąd orzekł, że D. ma prawo do części jej majątku i musi zostać uwzględniony w ugodzie spadkowej przez najbliższych krewnych ofiary."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wojna-w-ukrainie-kolejny-sukces-ukrainskiej-kontrofensywy-przebita-linia-rosyjskiej-obrony/", "title": "Wojna w Ukrainie. Kolejny sukces ukraińskiej kontrofensywy. Przebita linia rosyjskiej obrony", "date_published": "2022-09-25 08:11:00+00:00", "description": "W niedzielę rano pojawiły się doniesienia o przebiciu się Ukraińców 27 km w głąb rosyjskiej obrony na północ od Łymana, miasta w północno-wschodniej części Ukrainy. Łyman został zdobyty przez Rosję w maju. Podobna techniką Ukraińcy odbili tereny w obwodzie charkowskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wojna-w-ukrainie-odessa-zaatakowana-dronami-trwa-akcja-ratunkowa/", "title": "Wojna w Ukrainie. Odessa zaatakowana przy użyciu dronów. Pod ostrzałem także Zaporoże", "date_published": "2022-09-25 05:46:00+00:00", "description": "Odessa została zaatakowana wrogimi dronami - przekazał w niedzielę rano Serhij Bratczuk, rzecznik tamtejszych władz. - Trwa akcja ratunkowa - dodał. Na razie nie są znane szczegóły ataku. Pod ostrzałem znalazło się też Zaporoże."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wlochy-trwaja-wybory-parlamentarne-prawica-prowadzila-w-sondazach/", "title": "Włochy. Trwają wybory parlamentarne. Prawica prowadziła w sondażach", "date_published": "2022-09-25 05:17:00+00:00", "description": "O 7 rano otwarte zostały lokale wyborcze w całych Włoszech, tym samym rozpoczęły się wybory parlamentarne. Uprawnionych do głosowania jest 51 milionów Włochów, którzy według ostatnich sondaży skłonni są poprzeć skrajną prawicę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wojna-w-ukrainie-rosyjskie-grozby-nuklearne-rosja-deklaruje-gotowosc-do-pogwalcenia-doktryny/", "title": "Wojna w Ukrainie. Rosyjskie groźby nuklearne. \"Rosja deklaruje gotowość do pogwałcenia doktryny\"", "date_published": "2022-09-25 04:27:00+00:00", "description": "Szantaż nuklearny, to nie jest to już kwestia Ukrainy, jest to kwestia bardziej globalna - ocenił w sobotę doradca prezydenta Ukrainy Mychajło Podolak, cytowany przez agencję Ukrinform."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-25/wojna-w-ukrainie-izrael-odmawia-pomocy-militarnej-ukrainie-zelenski-jestem-w-szoku/", "title": "Wojna w Ukrainie. Izrael odmawia pomocy militarnej Ukrainie. Zełenski: Jestem w szoku", "date_published": "2022-09-25 04:09:00+00:00", "description": "Ukraiński prezydent Wołodymyr Zełenski, przekazał, że jest w szoku po tym jak Izrael poinformował, że nie wyśle do Kijowa wsparcia militarnego w postaci systemów antyrakietowych. Prośby o pomoc Ukraina wystosowała w lutym."}]