[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/rosja-domagaja-sie-rezygnacji-putina-ponownie-grozimy-swiatu-bronia-nuklearna/", "title": "Rosja: Domagają się rezygnacji Putina. \"Ponownie grozimy światu bronią nuklearną\"", "date_published": "2022-09-09 19:48:00+00:00", "description": "W ślad za radnymi z Petersburga poszli samorządowcy z okręgu Łomonosowskiegiego w Moskwie. Na oficjalnej stronie pojawiło się pismo, w którym zwracają się do Władimira Putina, by zrezygnował ze stanowiska prezydenta Federacji Rosji. - Rosji znów zaczęli się bać i nienawidzić, ponownie grozimy całemu światu bronią nuklearną - można przeczytać w piśmie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/kontrofensywa-i-30-wyzwolonych-osad-zelenski-wszedzie-powroci-ukrainska-flaga/", "title": "Kontrofensywa i 30 wyzwolonych osad. Zełenski: Wszędzie powróci ukraińska flaga", "date_published": "2022-09-09 19:37:00+00:00", "description": "W obwodzie charkowskim wojskom ukraińskim udało się wyzwolić 30 osad - przekazał Wołodymyr Zełenski. W sieci pojawiły się doniesienia o zniszczeniu przez Ukraińców mostu na rzece Oskoł w Kupiańsku, co jeżeli się potwierdzi, utrudni odwrót okupantom."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/wielka-brytania-krol-karol-iii-wyglosil-pierwsze-oredzie/", "title": "Wielka Brytania. Król Karol III wygłosił pierwsze orędzie", "date_published": "2022-09-09 18:33:00+00:00", "description": "- Nasze wartości pozostały i muszą pozostać, niezmienne - mówił król Karol III w pierwszym orędziu po śmierci królowej. W sobotę po posiedzeniu Rady Akcesyjnej, Karol formalnie zostanie ogłoszony królem Wielkiej Brytanii. - Mojej kochanej Mamie, kiedy rozpoczynasz swoją ostatnią wielką podróż, aby dołączyć do mojego drogiego zmarłego Papy, chcę po prostu powiedzieć to: dziękuję - dodał."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/korea-polnocna-nowe-prawo-doktryna-nuklearna-i-zapowiedz-wyprzedzajacych-atakow/", "title": "Korea Północna. Nowe prawo, doktryna nuklearna i zapowiedź wyprzedzających ataków", "date_published": "2022-09-09 16:57:00+00:00", "description": "Korea Północna ogłosiła się atomowym mocarstwem i uchwaliła nowe ustawodawstwo, zgodnie z którym rości sobie prawo do przeprowadzania wyprzedzających ataków nuklearnych, jeśli uzna, że inne państwo zagraża jej lub przywódcy Kim Dzong Unowi. Według CNN może to być zapowiedź przeprowadzenia pierwszych od lat prób broni jądrowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/kanada-elton-john-uczcil-pamiec-zmarlej-krolowej-podczas-koncertu/", "title": "Kanada. Elton John uczcił pamięć zmarłej królowej podczas koncertu", "date_published": "2022-09-09 16:56:00+00:00", "description": "Elton John podczas czwartkowego koncertu w Toronto uczcił pamięć zmarłej królowej Elżbiety II. - Prowadziła kraj przez niektóre z naszych największych i najciemniejszych momentów z gracją, przyzwoitością i prawdziwą troską - mówił muzyk."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/ukraina-rosjanie-oglosili-ewakuacje-z-obwodu-charkowskiego/", "title": "Ukraina. Rosjanie ogłosili \"ewakuację\" z obwodu charkowskiego", "date_published": "2022-09-09 16:22:00+00:00", "description": "Rosyjscy okupanci ogłosili ewakuację z okupowanych terenów obwodu charkowskiego, po tym, jak Zbrojne Siły Ukrainy rozpoczęły kontratak i udało im się wyzwolić kilka miejsc - powiadomił portal Ukraińska Prawda. - Mieszkańcy wywożeni są do Ługańskiej Republiki Ludowej - ogłosił szef okupacyjnej władzy obwodowej Witalij Hanczew."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/indie-ucieczka-na-safari-slon-atakowal-samochod/", "title": "Indie: Ucieczka na safari. Słoń atakował samochód", "date_published": "2022-09-09 15:25:00+00:00", "description": "Słoń biegnie za pojazdem, jest coraz bliżej. W pewnym momencie jego kły znajdują się tuż przed przednią szybą jeepa. Kierowca jednak nie traci nerwów i cofając ucieka przed rozwścieczonym zwierzęciem. Nagranie trafiło do sieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/watykan-samolot-z-papiezem-lecacy-do-kazachstanu-nie-przeleci-nad-rosja/", "title": "Watykan. Samolot z papieżem lecący do Kazachstanu nie przeleci nad Rosją", "date_published": "2022-09-09 14:34:00+00:00", "description": "Samolot z papieżem Franciszkiem ominie terytorium Rosji w czasie lotu do Kazachstanu - przekazał w piątek w Watykanie Matteo Bruni, dyrektor biura prasowego Stolicy Apostolskiej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/kijow-mateusz-morawiecki-sankcje-beda-coraz-bardziej-bolesne-dlatego-musimy-wytrwac/", "title": "Kijów. Mateusz Morawiecki: Sankcje będą coraz bardziej bolesne, dlatego musimy wytrwać", "date_published": "2022-09-09 14:29:00+00:00", "description": "- Rosja robi dobrą minę do złej gry. Sankcje z miesiąca na miesiąc będą coraz bardziej bolesne dla rosyjskiej gospodarki, dlatego musimy wytrwać, musimy wytrzymać - mówił w piątek Mateusz Morawiecki. Premier spotkał się w stolicy Ukrainy z prezydentem Wołodymyrem Zełenskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/ukraina-nagranie-zrobilo-furore-w-sieci-tak-wyglada-z-perspektywy-pilotow/", "title": "Ukraina. Nagranie zrobiło furorę w sieci. Tak wygląda z perspektywy pilotów", "date_published": "2022-09-09 14:24:00+00:00", "description": "Dziewczyna trzyma ukraińską flagę i pozdrawia nadlatujących pilotów. Samoloty przelatują kilkanaście metrów nad nią. Wojsko pokazało sytuację z innej perspektywy - opublikowano film nagrany kamerami umieszczonymi na skrzydłach i w kabinie pilotów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/ukraina-kontrofensywa-i-wyzwalane-terytoria-lzy-radosci-mieszkancow/", "title": "Ukraina. Kontrofensywa i wyzwalane terytoria. Łzy radości mieszkańców", "date_published": "2022-09-09 13:21:00+00:00", "description": "- Modliliśmy się sześć miesięcy, żebyście do nas wrócili - mówi łamiący się głosem kobieta, która wita ukraińskich żołnierzy w Bałakliji. W ostatnich godzinach pojawiły się doniesienia o sukcesach ukraińskiej armii we wschodniej części obwodu charkowskiego. W internecie opublikowano nagrania z wyzwalanych ziem. Mieszkańcy witają ukraińskich żołnierzy ze łzami w oczach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/wielka-brytania-krol-karol-iii-wrocil-do-londynu-wieczorem-wyglosi-oredzie/", "title": "Wielka Brytania. Król Karol III wrócił do Londynu. Wieczorem wygłosi orędzie", "date_published": "2022-09-09 13:07:00+00:00", "description": "Król Karol III wrócił z Balmoral do Londynu. Nowy król w piątek w stolicy wygłosi przemówienie inauguracyjne dla narodu. Dziś w Wielkiej Brytanii rozpoczęła się 10-dniowa żałoba po śmierci Królowej Elżbiety II."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/rosja-wladimir-putin-oskarzany-o-zdrade-stanu-grupe-radnych-spotkaly-represje/", "title": "Rosja. Władimir Putin oskarżany o zdradę stanu. Grupę radnych spotkały represje", "date_published": "2022-09-09 12:39:00+00:00", "description": "Grupa rosyjskich radnych z okręgu Smolninskoje w Petersburgu, w gdzie urodził się Władimir Putin, zamierzała zwrócić się do Dumy Państwowej Rosji z propozycją oskarżenia prezydenta o zdradę stanu. Samorządowcy uznali, że decyzja o inwazji na Ukrainę jest szkodliwa dla bezpieczeństwa Rosji i jej obywateli. Po dwóch dniach służby zarzuciły im dyskredytowanie władzy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/dynastia-windsorow-skad-pochodza-i-jak-dlugo-panuja-w-wielkiej-brytanii/", "title": "Dynastia Windsorów. Skąd pochodzą i jak długo panują w Wielkiej Brytanii?", "date_published": "2022-09-09 12:37:00+00:00", "description": "Windsorowie panują w Zjednoczonym Królestwie od 121 lat. Pierwszy władca z tej dynastii zasiadł na brytyjskim tronie w 1901 roku, po śmierci królowej Wiktorii. Aczkolwiek pod innym niż znane dziś wszystkim nazwisko Windsor."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/protestujacy-weganie-przedziurawili-opony-w-ciezarowkach-chca-pozbawic-brytyjczykow-mleka/", "title": "Protestujący weganie przedziurawili opony w ciężarówkach. Chcą pozbawić Brytyjczyków mleka", "date_published": "2022-09-09 12:16:00+00:00", "description": "Brytyjscy aktywiści z grupy Animal Rebellion, sprzeciwiający się hodowli zwierząt do produkcji nabiału, opublikowali w mediach społecznościowych nagranie z jednego ze swoich protestów. W akcji wiercenia dziur w samochodach ciężarowych jednej z firm mleczarskich zostało uszkodzonych co najmniej 50 pojazdów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/chiny-balon-odczepil-sie-od-drzewa-mezczyzna-dryfowal-w-powietrzu-przez-dwa-dni/", "title": "Chiny. Balon odczepił się od drzewa. Mężczyzna dryfował w powietrzu przez dwa dni", "date_published": "2022-09-09 11:27:00+00:00", "description": "Mężczyzna z Chin wypróbował prosty sposób na zbieranie orzeszków piniowych. By dotrzeć do wyższych partii drzew, wykorzystał balon z wodorem. Nie przewidział jednak, że może dojść do wypadku przy pracy. Po tym, jak lina łącząca balon z drzewem odwiązała się, mężczyzna został uwięziony w powietrzu. Akcja ratunkowa trwała dwa dni."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/wielka-brytania-polski-dyplomata-zlamal-protokol-na-prosbe-krolowej/", "title": "Wielka Brytania. Polski dyplomata złamał protokół, na prośbę królowej", "date_published": "2022-09-09 10:58:00+00:00", "description": "Proszę minie natychmiast pocałować w rękę - usłyszał od królowej-matki Elżbiety Bowes-Lyon Zdzisław Rapacki, były dyrektor biura ds. międzynarodowych w Kancelarii Prezydenta Aleksandra Kwaśniewskiego. Chwilę później o to samo poprosiła sama Elżbieta II. Takie zachowanie było wbrew zasadom protokołu na dworze brytyjskim."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/nie-zyje-elzbieta-ii-wiadomo-gdzie-spocznie-krolowa-wielkiej-brytanii/", "title": "Pogrzeb Elżbiety II. Wiadomo, gdzie spocznie królowa Wielkiej Brytanii", "date_published": "2022-09-09 10:07:00+00:00", "description": "London Bridge is down (Londyński most się zawalił - red) - takimi słowami rozpoczęto wdrażanie procedury na wypadek śmierci Elżbiety II. W dokumentach zaplanowany jest każdy dzień po śmierci monarchini aż do jej pogrzebu - informują media. W instrukcji zapisano także, gdzie ma spocząć królowa Wielkiej Brytanii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/elzbieta-ii-nie-zyje-tego-krolowa-zalowala-najbardziej/", "title": "Elżbieta II nie żyje. Tego królowa żałowała najbardziej", "date_published": "2022-09-09 09:18:00+00:00", "description": "Zasiadająca na tronie Zjednoczonego Królestwa przez 70 lat królowa Elżbieta II uchodziła za osobę potrafiącą odnaleźć się w każdej sytuacji. Jej panowanie przypadło na burzliwy, powojenny czas. Poświęcając swoje życie służbie krajowi, swoje obowiązki wykonywała wzorowo. Ale dwóch sytuacji nie mogła sobie darować aż do śmierci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/krolowa-elzbieta-ii-i-jej-ostatnie-godziny-william-i-harry-nie-zdazyli-sie-pozegnac/", "title": "Królowa Elżbieta II i jej ostatnie godziny. William i Harry nie zdążyli się pożegnać", "date_published": "2022-09-09 08:52:00+00:00", "description": "Pałac Buckingham poinformował o śmierci królowej Elżbiety II w czwartek po godz. 18:30 czasu lokalnego. Monarchini zmarła kilka godzin wcześniej. O 16:30 o jej śmierci dowiedziała się premier Wielkiej Brytanii Liz Truss. Oznacza to, że z Elżbietą II nie zdążyli pożegnać się wnukowie: książę William i Harry oraz inni członkowie rodziny królewskiej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/aleksander-kwasniewski-elzbieta-ii-nie-narzucala-dystansu-rozmowa-z-krolowa-byla-niebanalna/", "title": "\"To był początek prezydentury\". Aleksander Kwaśniewski o Elżbiecie II i przestrzeganiu etykiety", "date_published": "2022-09-09 08:41:00+00:00", "description": "Były prezydent Aleksander Kwaśniewski kilka razy miał okazję spotkać się z królową Elżbietą II. Na antenie Polsat News mówił o tym, co sądziła ona o Polsce i Polakach oraz przestrzeganiu etykiety podczas spotkań z monarchinią."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/niesamowity-widok-tuz-po-smierci-krolowej-zobaczyla-ja-na-niebie/", "title": "Królowa Elżbieta nie żyje. Taki \"znak\" pojawił się na niebie", "date_published": "2022-09-09 07:15:00+00:00", "description": "Zaledwie godzinę po śmierci brytyjskiej monarchini nad jednym z angielskich miast pojawiła się formacja chmur przypominająca sylwetkę Elżbiety II w swoim charakterystycznym kapeluszu. Zdjęcie nieba stało się wiralem, które udostępniono do tej pory prawie 40 tys. razy. Ale podobnych znaków było więcej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/smierc-elzbiety-ii-wladimir-putin-zlozyl-kondolencje-zycze-odwagi-i-mestwa-w-obliczu-straty/", "title": "Śmierć Elżbiety II. Władimir Putin złożył kondolencje. Życzył odwagi i męstwa", "date_published": "2022-09-09 06:33:00+00:00", "description": "Władimir Putin złożył kondolencje królowi Karolowi III z powodu śmierci Elżbiety II - poinformowały media. Prezydent Rosji podkreślił autorytet królowej na arenie międzynarodowej, z którą spotkał się w Wielkiej Brytanii w 2000 roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/iga-swiatek-w-finale-us-open-to-kolejny-final-turnieju-wielkoszlemowego-dla-polki/", "title": "Iga Świątek w finale US Open. To kolejny finał turnieju wielkoszlemowego dla Polki", "date_published": "2022-09-09 05:11:00+00:00", "description": "Najlepsza polska tenisistka awansowała do finału US Open po wygranej z Białorusinką Aryną Sabalenką. Iga Świątek w finale zmierzy się z Tunezyjką Ons Jabeur. Mecz odbędzie w sobotę o godzinie 22:00 czasu polskiego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-09/elzbieta-ii-nie-zyje-banknoty-z-wizerunkiem-zmarlej-krolowej-pozostana-w-uzyciu/", "title": "Elżbieta II nie żyje. Banknoty z wizerunkiem zmarłej królowej pozostaną w użyciu", "date_published": "2022-09-09 04:12:00+00:00", "description": "Bank Anglii zadecydował, co stanie się z funtami z wizerunkiem Elżbiety II. W komunikacie wydanym po śmierci monarchini podkreślono, że banknoty z wizerunkiem zmarłej królowej pozostają prawnym środkiem płatniczym. Portrety Elżbiety II po raz pierwszy pojawiły się na banknotach emitowanych przez Bank Anglii w roku 1960."}]