[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/manchins-inflation-reduction-act-side-deal-beginning-to-fall-apart-dozens-of-democrats-signal-opposition", "title": "Manchin’s ‘Inflation Reduction Act’ Side Deal Beginning To Fall Apart: Dozens Of Democrats Signal Opposition", "date_published": "2022-09-09 18:46:36+00:00", "description": "The &#8220;side deal&#8221; Senate Democrats cut with Sen. Joe Manchin (D-WV) is beginning to fall apart, as dozens of Democrats announced their opposition to it. Senate Majority Leader Chuck Schumer (D-NY) struck a deal with Manchin in order to secure his critical vote to pass their $740 billion tax and climate law, the so-called “Inflation ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/state-public-health-departments-opt-for-birth-parent-in-place-of-mother-on-medical-forms", "title": "State Public Health Departments Opt For ‘Birth Parent’ In Place Of ‘Mother’ On Medical Forms", "date_published": "2022-09-09 18:35:35+00:00", "description": "Numerous Departments of Public Health across the United States are opting to replace &#8220;mother&#8221; and &#8220;father&#8221; for &#8220;birth parent&#8221; and &#8220;non-birth parent,&#8221; respectively. A trove of scanned documents from the The Connecticut Department of Public Health circulating on social media reveal their official childbirth forms have been altered to substitute mother with &#8220;birth parent&#8221; and father with ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-households-lost-6-trillion-in-three-months", "title": "American Households Lost $6 Trillion In Three Months", "date_published": "2022-09-09 18:22:12+00:00", "description": "Total household wealth in the United States fell $6.1 trillion dollars in the second quarter of 2022, according to data released on Friday by the Federal Reserve. The central bank’s Financial Accounts of the United States report showed that wealth held by households and nonprofits dropped from $149.9 trillion at the end of March to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-is-legacy-media-so-boring-cnn-pushes-climate-change-blm-reparations-and-more-while-discussing-king-charles-iii", "title": "Why Is Legacy Media So Boring? CNN Pushes Climate Change, BLM, Reparations, And More While Discussing King Charles III", "date_published": "2022-09-09 18:03:42+00:00", "description": "Why is legacy media so boring? CNN is a billion-dollar company. Yet the best the media conglomerate can conjure up for stimulating conversation surrounding the ascent of King Charles III sounds like a litany of the latest college campus wishes contrived from an international relations 101 class at Swarthmore. On Friday, the former home of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justice-gorsuch-says-he-hopes-report-on-dobbs-leak-will-come-soon", "title": "Justice Gorsuch Says He Hopes Report On Dobbs Leak Will Come Soon", "date_published": "2022-09-09 17:15:00+00:00", "description": "Supreme Court Justice Neil Gorsuch said Thursday he hopes the report on the leaked draft opinion of the Dobbs v. Jackson Women’s Health Organization decision comes soon. “Improper efforts to influence judicial decision-making, from whatever side, from whomever, are a threat to the judicial decision-making process and inhibit our capacity to communicate with one another,” ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lord-of-the-rings-the-rings-of-power-skeptics-arent-racist-trolls-and-house-of-the-dragon-can-prove-it", "title": "‘Lord Of The Rings: The Rings Of Power’ Skeptics Aren’t Racist Trolls, And ‘House Of The Dragon’ Can Prove It", "date_published": "2022-09-09 17:11:43+00:00", "description": "There’s no denying it: most viewers cannot stand “The Lord of the Rings: The Rings of Power.” The new Amazon series has a 39% rating on Rotten Tomatoes despite the contradictory 85% critic rating. Showrunners and mainstream media insist that people hate the J.R.R. Tolkien adaptation because they can’t stand seeing black actors added to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tmi-gay-tv-host-stuns-hillary-with-secret-service-sex-claim", "title": "‘TMI!’: Gay TV Host Stuns Hillary With Secret Service Sex Claim", "date_published": "2022-09-09 16:54:07+00:00", "description": "Gay cable TV provocateur Andy Cohen stunned Hillary Clinton Thursday, revealing to the former first lady that he had a fling with one of her Secret Service agents while she lived in the White House. Cohen told the shocking secret as he interviewed Clinton, who later served as a U.S. senator and secretary of state, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/an-execution-and-an-exile-what-happened-to-king-charles-i-and-king-charles-ii", "title": "An Execution And An Exile: What Happened To King Charles I And King Charles II?", "date_published": "2022-09-09 16:44:39+00:00", "description": "The new British monarch bears the name of a predecessor who was executed and another who was exiled. King Charles III, 73, formerly Prince Charles, chose to keep his name following the death of his mother, Queen Elizabeth II, on Thursday. He is the first monarch named Charles since the 1600s, and the oldest person ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-approves-first-of-its-kind-microplastics-testing-in-drinking-water", "title": "California Approves First-Of-Its-Kind Microplastics Testing In Drinking Water", "date_published": "2022-09-09 16:26:27+00:00", "description": "California became the first state in the world to mandate microplastics testing in sources of drinking water. “We’ve known about the issue for decades. The public has been asking for governments to do something about it for a good 10 or 15 years,” Scott Coffin of the state water resources control board said. The California ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-bond-actors-speak-after-queen-elizabeth-iis-death", "title": "James Bond Actors Speak After Queen Elizabeth II’s Death", "date_published": "2022-09-09 16:18:33+00:00", "description": "Actors like Daniel Craig and Pierce Brosnan shared touching tributes to the late Queen Elizabeth II following news of the queen&#8217;s death on Thursday. She was 96. The two stars, who famously played James Bond in the legendary spy films in which they served on Her Majesty&#8217;s Secret Service, both released statements after learning of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arizona-election-commission-backs-kari-lake-shoots-down-democrat-katie-hobbs-town-hall-debate-proposal", "title": "Arizona Election Commission Backs Kari Lake, Shoots Down Democrat Katie Hobbs’ ‘Town Hall’ Debate Proposal", "date_published": "2022-09-09 16:16:34+00:00", "description": "Arizona’s election commission has rejected a proposal by Democrat Katie Hobbs to hold a town hall-style event instead of a debate with Republican Kari Lake. Hobbs and Lake are in a tight race to be Arizona’s next governor. Recent polling has Lake just edging out Hobbs by less than one point. In recent weeks, the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-administration-severely-cuts-back-on-oil-and-gas-leases", "title": "Biden Administration Severely Cuts Back On Oil And Gas Leases", "date_published": "2022-09-09 16:07:03+00:00", "description": "As energy and gas prices continue to be an issue across the country, the Biden administration’s handling of oil and gas leases has come under more scrutiny. The Biden administration has leased less land for oil and gas drilling on government land and offshore than any other presidential administration at this point, going back to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lauded-federal-data-privacy-bill-has-a-carveout-for-government-surveillance", "title": "Lauded Federal Data Privacy Bill Has A Carveout For Government Surveillance", "date_published": "2022-09-09 16:04:08+00:00", "description": "The American Data Privacy and Protection Act, a key piece of federal online privacy legislation, appears to have a carveout for organizations gathering data for the government. The legislation would adopt a “data minimization” approach toward collection of user information such that only the data points “reasonably necessary and proportionate” to specific applications — including ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/racial-hoaxes-remain-too-good-to-fact-check-for-the-left", "title": "Racial Hoaxes Remain Too Good To Fact-Check For The Left", "date_published": "2022-09-09 15:51:08+00:00", "description": "Some stories are just too good to fact-check for legacy media and their &#8220;mainstream Republican&#8221; counterparts. Chief among such news items are ones that stoke racial animosity. If it&#8217;s an opportunity to knock down a group of Christians,  then that&#8217;s even better for the usual suspects, who jump at the chance to shriek about alleged ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/duke-responds-to-byu-investigation-concluding-no-racial-slurs-were-shouted-at-black-player", "title": "Duke Responds To BYU Investigation Concluding No Racial Slurs Were Shouted At Black Player", "date_published": "2022-09-09 15:48:01+00:00", "description": "Duke University responded Friday to Brigham Young University&#8217;s (BYU) finding that there is no evidence that racial slurs were hurled at a Duke female volleyball player by saying the university stands by its athletes “when their character is called into question.” Rachel Richardson, a black Duke volleyball player, claimed late last month that a spectator ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/panic-over-my-son-hunter-shows-left-wont-cede-culture-without-a-fight", "title": "Panic Over ‘My Son Hunter’ Shows Left Won’t Cede Culture Without A Fight", "date_published": "2022-09-09 15:37:07+00:00", "description": "Hunter Biden symbolizes everything that’s wrong with both Hollywood and the legacy media. The former ignored the First Son’s potentially criminal behavior and comic potential. No late-night shows made him a recurring punchline, nor did “Saturday Night Live” task one of its “players” to make the troubled Biden a recurring foil. The latter? Reporters abandoned ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/raping-genocidal-empire-sunny-hostin-defends-professor-who-called-for-queens-excruciating-death", "title": "‘Raping, Genocidal Empire’: Sunny Hostin Defends Professor Who Called For Queen’s ‘Excruciating’ Death", "date_published": "2022-09-09 14:43:18+00:00", "description": "&#8220;The View&#8221; co-hosts Sunny Hostin and Ana Navarro defended a Carnegie Mellon University professor who called for Queen Elizabeth II&#8217;s  death to be &#8220;excruciating.&#8221; During the ABC talk show Friday, co-hosts Sarah Haines brought up the fact that female Professor Uju Anya tweeted &#8220;I heard the chief monarch of a thieving raping genocidal empire is ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/boise-pride-backs-down-cancels-controversial-drag-kids-performance-as-more-sponsors-pull-out", "title": "Boise Pride Backs Down, Cancels Controversial ‘Drag Kids’ Performance As More Sponsors Pull Out", "date_published": "2022-09-09 14:20:32+00:00", "description": "The Boise Pride Festival has canceled its “Drag Kids” performance after at least six sponsors publicly withdrew from the event for at least a $48,000 net loss in donations. The festival organizers released a statement on Thursday announcing the “difficult decision” to “postpone” the performance involving minors “due to increased safety concerns.” Statement from Boise ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paddington-bear-offers-poignant-touching-tribute-to-his-queen", "title": "Paddington Bear Offers Poignant, Touching Tribute To His Queen", "date_published": "2022-09-09 14:11:36+00:00", "description": "After news broke that Great Britain’s Queen Elizabeth II, the longest serving monarch in the history of the nation, had died, the Twitter account of the legendary British children’s icon Paddington Bear issued a brief, eloquent statement that spoke for the British people as a whole: “Thank you Ma’am, for everything.” Thank you Ma’am, for ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heartfelt-debt-king-charles-iii-pays-homage-to-mother-in-first-official-address-as-monarch", "title": "‘Heartfelt Debt’: King Charles III Pays Homage To Mother In First Official Address As Monarch", "date_published": "2022-09-09 14:00:34+00:00", "description": "LONDON &#8212; King Charles III promised Thursday to uphold the system of British governance and praised his mother, the late Queen Elizabeth II, in his first official address as the new monarch of the United Kingdom.  In the pre-recorded speech, which lasted about ten minutes, Charles III paid homage to his mother for “a life ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/european-union-questions-russian-oil-price-cap-considers-making-fossil-fuel-companies-pay-a-solidarity-contribution", "title": "European Union Questions Russian Oil Price Cap, Considers Making Fossil Fuel Companies Pay A ‘Solidarity Contribution’", "date_published": "2022-09-09 13:33:44+00:00", "description": "Officials in the European Union are eyeing a “solidarity contribution” from energy companies as the bloc grapples with rising power prices. European nations are attempting to secure energy supplies as natural gas costs increase more than tenfold compared to normal levels. After leading finance ministers floated a price cap on Russian oil, the nation severed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woman-beheaded-on-california-street-as-witnesses-watch-in-horror", "title": "Woman Beheaded On California Street As Witnesses Watch In Horror", "date_published": "2022-09-09 13:27:11+00:00", "description": "A California woman’s head was severed by a sword-wielding maniac in broad daylight Thursday as witnesses watched in horror, police said. The horrifying attack occurred in San Carlos, a small town about halfway between San Jose and San Francisco in the state’s wealthy Silicon Valley region. San Mateo County Sheriff’s deputies found the victim dead ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gun-rights-group-amends-lawsuit-to-lower-tennessee-constitutional-carry-age-to-18-after-texas-victory", "title": "Gun Rights Group Amends Lawsuit To Lower Tennessee Constitutional Carry Age To 18+ After Texas Victory", "date_published": "2022-09-09 13:21:10+00:00", "description": "A gun rights group filed an amended complaint Wednesday in its lawsuit seeking to lower the age requirement of Tennessee&#8217;s constitutional carry law to adults age 18 and older. The Firearms Policy Coalition (FPC) filed an amended complaint in its Tennessee lawsuit after winning a similar case in Texas last month. FPC sued Tennessee last year ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-time-paralympian-leads-lawsuit-against-portland-for-letting-homeless-block-sidewalks", "title": "Two-Time Paralympian Leads Lawsuit Against Portland For Letting Homeless Block Sidewalks", "date_published": "2022-09-09 13:13:26+00:00", "description": "A two-time Paralympian is leading nine other Portland, Oregon residents, all of whom have physical disabilities, to sue the city, accusing it of violating the Americans with Disabilities Act by refusing to remove homeless encampments from city sidewalks. Paralympian Tiana Tozer, the lead plaintiff, was struck by a car when she was 20, then underwent ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/abortion-clinics-witness-surge-in-out-of-state-appointments", "title": "Abortion Clinics Witness Surge In Out-Of-State Appointments", "date_published": "2022-09-09 13:06:51+00:00", "description": "Abortion clinics are seeing more mothers come from other states to obtain the procedure. After the Supreme Court’s ruling in Dobbs v. Jackson Women’s Health Organization overturned Roe v. Wade — the 1973 opinion which claimed that abortion is protected under the Fourteenth Amendment of the Constitution — many red states tightened regulations on abortion. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/every-blessing-to-her-and-her-film-shia-labeouf-reacts-after-olivia-wilde-doubles-downs-on-claims-against-actor", "title": "‘Every Blessing To Her And Her Film’: Shia LaBeouf Reacts After Olivia Wilde Doubles Downs On Claims Against Actor", "date_published": "2022-09-09 13:00:09+00:00", "description": "Actor Shia LaBeouf is refusing to re-engage with director and actress Olivia Wilde despite a second round of accusations from Wilde that she had to fire LaBeouf to keep the set of &#8220;Don&#8217;t Worry Darling&#8221; safe. Representation for LaBeouf last month released an email he sent to Wilde asking the director to tell the truth about ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/she-went-to-the-er-32-years-ago-and-was-never-seen-again-her-family-finally-has-answers", "title": "She Went To The ER 32 Years Ago And Was Never Seen Again. Her Family Finally Has Answers.", "date_published": "2022-09-09 12:48:25+00:00", "description": "In May 1990, Myrtle Brown was visiting her best friend in New York when her purse, which contained her identification documents and epilepsy medication, was stolen. Later that evening, she told her family she didn’t feel well and went alone to the emergency room of a Brooklyn hospital to get a refill on her medication, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ghouls-tucker-carlson-shreds-those-celebrating-queen-elizabeths-death", "title": "‘Ghouls’: Tucker Carlson Shreds Those Celebrating Queen Elizabeth’s Death", "date_published": "2022-09-09 12:24:12+00:00", "description": "On Thursday night, following the death of Queen Elizabeth II, Fox News’ Tucker Carlson tore into those on social media who vilified the queen in the hours after her death. The queen had served the longest tenure in the history of Great Britain’s monarchy, ruling for 70 years. “Today on social media, the usual ghouls ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/king-charles-iii-to-give-first-speech-as-nation-mourns-queens-death", "title": "King Charles III To Give First Speech As Nation Mourns Queen’s Death", "date_published": "2022-09-09 12:10:58+00:00", "description": "King Charles III will give a speech to a mourning nation Friday evening, his first address since the death of his mother, Queen Elizabeth II, made him a monarch. The king traveled to London early Friday, after being at his mother&#8217;s bedside at her Scottish estate Balmoral during her final hours. He is expected to speak ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-barrs-predecessor-calls-him-institutionalist-who-should-know-better-than-to-defend-mar-a-lago-raid", "title": "Bill Barr’s Predecessor Calls Him ‘Institutionalist’ Who Should Know Better Than To Defend Mar-A-Lago Raid", "date_published": "2022-09-09 12:06:54+00:00", "description": "Bill Barr took heat from his predecessor for backing the FBI’s raid of former President Trump’s Florida mansion in light of the Department of Justice’s checkered history regarding the 45th commander-in-chief. Former Acting Attorney General Matt Whitaker told Just the News that Barr, who succeeded him in February, 2019, should know better than to cover for ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/let-the-wolfs-tail-freeze-putin-doubles-down-on-halting-natural-gas-flow-to-western-europe", "title": "‘Let The Wolf’s Tail Freeze’: Putin Doubles Down On Halting Natural Gas Flow To Western Europe", "date_published": "2022-09-09 11:58:11+00:00", "description": "Russian President Vladimir Putin threatened on Wednesday to let Europe “freeze” through the winter by refusing to continue energy shipments. Russia severed natural gas flow through the Nord Stream 1 pipeline last week, citing mechanical issues as the country continues its invasion of Ukraine. During a speech at the Eastern Economic Forum, Putin said that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lizas-last-run-retracing-the-tragic-final-hour-of-the-heiress-whose-murder-rocked-memphis", "title": "Liza’s Last Run: Retracing The Tragic Final Hour Of The Heiress Whose Murder Rocked Memphis", "date_published": "2022-09-09 11:52:11+00:00", "description": "MEMPHIS &#8211; Eliza Fletcher’s final run started off one week ago like so many before. Before the 34-year-old pre-kindergarten teacher, marathon runner, and heiress to a wholesale hardware fortune stepped onto the sidewalk in front of her Memphis home in the predawn darkness of Friday, September 2, she’d pulled her hair back into a ponytail and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/byu-finishes-investigation-says-no-racial-slurs-were-hurled-at-duke-volleyball-player", "title": "BYU Finishes Investigation, Says No Racial Slurs Were Hurled At Duke Volleyball Player", "date_published": "2022-09-09 11:37:38+00:00", "description": "Brigham Young University (BYU) released a statement on Friday stating that after a thorough investigation, no evidence had been found that racial heckling and slurs took place at the Duke vs. BYU women’s volleyball match on August 26. A public maelstrom had been catalyzed after Duke volleyball player Rachel Richardson had claimed BYU fans yelled ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chris-pratt-in-the-terminal-list-proves-anti-woke-entertainment-isnt-dead", "title": "Chris Pratt In ‘The Terminal List’ Proves Anti-Woke Entertainment Isn’t Dead", "date_published": "2022-09-09 11:21:01+00:00", "description": "There have been numerous examples of Hollywood studios finding success by dropping the woke agenda for five seconds and just making quality entertainment again. The recent “Top Gun: Maverick” film is solid proof of this, as is the hit TV show “Yellowstone.” And now, the limited series “The Terminal List” has become another runaway hit ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/college-isnt-for-everybody-ny-construction-company-offers-substantial-pay-to-high-school-students", "title": "‘College Isn’t For Everybody’: NY Construction Company Offers Substantial Pay To High School Students", "date_published": "2022-09-09 10:52:02+00:00", "description": "An upstate New York construction company is offering high school students an opportunity to make significant money without them going to college. Harrison &amp; Burrowes has supervised the construction and rebuilding of 400 bridges with a workforce of 150 people. Chief Operations Officer Chris DiStefano spoke with “Fox &amp; Friends&#8217;” Brian Kilmeade about the company’s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-another-college-football-groundhog-day", "title": "It’s Another College Football Groundhog Day", "date_published": "2022-09-09 10:21:48+00:00", "description": "My boss has a pretty famous saying: “Facts don’t care about your feelings.” And when it comes to college football, that couldn’t be more true. Most of us want parity; we really want to believe our team has a chance to win the whole thing. Unfortunately, outside of four fanbases right now, that is just ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/think-tank-releases-first-ever-education-freedom-report-card-where-does-your-state-rank", "title": "Think Tank Releases First-Ever ‘Education Freedom Report Card.’ Where Does Your State Rank?", "date_published": "2022-09-09 10:13:38+00:00", "description": "The Heritage Foundation released its inaugural ranking of the states with respect to school choice and educational outcomes on Friday. The Education Freedom Report Card evaluates categories such as school choice policy, availability of alternative teacher certification, efficient use of taxpayer dollars, and access to curricula among parents. As a report from The Wall Street ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/she-disappeared-33-years-ago-now-dna-technology-has-identified-her-remains-and-her-killer", "title": "She Disappeared 33 Years Ago. Now, DNA Technology Has Identified Her Remains – And Her Killer.", "date_published": "2022-09-09 09:09:45+00:00", "description": "In September 1988, 19-year-old Stacey Lyn Chahorski was traveling the country and called her mother to say that she was returning home to Norton Shores, Michigan. She was never heard from again. Chahorski wasn’t officially reported missing until January 1989, but in December 1988, just three months after the teen had phoned her mother, the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-georgia-deputies-ambushed-and-killed-while-serving-warrant", "title": "Two Georgia Deputies ‘Ambushed’ And Killed While Serving Warrant", "date_published": "2022-09-09 08:52:37+00:00", "description": "Two Georgia deputies were “ambushed” and killed Thursday night while serving a warrant, according to local authorities. The deputies were serving a warrant over failure to appear in court over theft by deception in Cobb County, a populous county northwest of the Atlanta metropolitan area. The two suspected killers have been taken into custody, but ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/criminal-investigation-into-trump-widens-as-former-president-now-faces-several-probes", "title": "Criminal Investigation Into Trump Widens As Former President Now Faces Several Probes", "date_published": "2022-09-09 07:27:06+00:00", "description": "Former President Donald Trump is facing several criminal investigations, at the state and federal levels, that threaten to derail another potential run for president in 2024. Most of the recent news coverage surrounding the investigations has focused on the FBI&#8217;s raid last month of the former president&#8217;s Florida home at Mar-a-Lago. The raid came after ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/carnegie-mellon-university-responds-to-professor-who-called-for-excruciating-death-of-queen-elizabeth-ii", "title": "Carnegie Mellon University Responds To Professor Who Called For ‘Excruciating’ Death Of Queen Elizabeth II", "date_published": "2022-09-09 07:14:20+00:00", "description": "Carnegie Mellon University condemned a professor on Thursday who called for the death of Queen Elizabeth II to be “excruciating[ly]” painful, saying that the professor&#8217;s tweet was &#8220;offensive and objectionable.&#8221; Queen Elizabeth II, who ascended to the British throne at age 25, counted Winston Churchill and former President Reagan as close friends, and became the ..."}]