[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rep-lauren-boeberts-opponent-concedes-razor-thin-house-race", "title": "Rep. Lauren Boebert’s Opponent Concedes Razor-Thin House Race", "date_published": "2022-11-18 18:41:21+00:00", "description": "Rep. Lauren Boebert’s (R-CO) opponent conceded the election on Friday despite the race’s razor-thin vote margin. Boebert leads local businessman and former Democrat city councilor Adam Frisch, 50.8% to 49.92%, with over 99% of the votes counted, according to DecisionDeskHQ. Under Colorado law, the extremely close margin would likely trigger a recount. Frisch, however, announced ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-have-sick-ideas-to-grow-the-population", "title": "Democrats Have Sick Ideas To Grow The Population", "date_published": "2022-11-18 17:41:46+00:00", "description": "In this dystopian nightmare that has become life in America, Senator Chuck Schumer (D-NY) has recently come out and said that our American population is not reproducing as it used to do — but don&#8217;t worry, guys. He has a solution for it. Ready for it? The solution is to grant mass amnesty to “however” ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-elizabeth-holmes-disgraced-media-darling-behind-theranos-fraud-sentenced-to-11-years-in-prison", "title": "BREAKING: Elizabeth Holmes, Disgraced Media Darling Behind Theranos Fraud, Sentenced To 11 Years In Prison", "date_published": "2022-11-18 17:37:33+00:00", "description": "Former biotech entrepreneur and media darling Elizabeth Holmes was sentenced on Friday to 11 years in prison. Holmes — who ran the fraudulent biotechnology company Theranos — formally received 135 months in prison. The Department of Justice had requested that the disgraced founder receive 15 years in prison and be forced to pay $800 million ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mother-of-disgraced-crypto-billionaire-sam-bankman-fried-is-a-democratic-fundraiser-who-once-wrote-essay-blasting-personal-responsibility", "title": "Mother Of Disgraced Crypto Billionaire Sam Bankman-Fried Is A Democratic Fundraiser Who Once Wrote Essay Blasting ‘Personal Responsibility’", "date_published": "2022-11-18 17:32:05+00:00", "description": "The mother of former FTX CEO Sam Bankman-Fried is a law professor and Democratic fundraiser who once wrote an essay decrying “personal responsibility.” The cryptocurrency platform filed for bankruptcy last week after users discovered that adjacent trading firm Alameda Research had allegedly been using consumer holdings from FTX to make investments. Following the incident, in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-to-americans-feeling-poor-and-cold-just-spend-thousands-on-solar-panels-and-new-windows", "title": "Biden To Americans: Feeling Poor And Cold? Just Spend Thousands On Solar Panels And New Windows.", "date_published": "2022-11-18 17:26:41+00:00", "description": "President Joe Biden says if you are cold and looking for some economic relief, then you just need to spend thousands on retrofitting your home with energy-efficient windows. Oh, what&#8217;s that? You&#8217;re saying rent an apartment? Even if you are a homeowner, you&#8217;re saying you can barely afford groceries, let alone home upgrades? Well, Biden ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/some-trump-allies-signal-a-change-in-tune-for-2024-our-job-is-to-talk-to-every-single-american", "title": "Some Trump Allies Signal A Change In Tune For 2024: ‘Our Job Is To Talk To Every Single American’", "date_published": "2022-11-18 17:10:57+00:00", "description": "Some politicians once considered among former President Donald Trump&#8217;s top allies have either turned on him or are holding back their support as the 45th commander in chief gears up for a third White House bid in 2024. The news comes after three billionaire Republican megadonors — Stephen Schwarzman, Ronald Lauder, and Ken Griffin — have ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/don-lemon-cnn-anchors-insulted-by-jeopardy-contestants-not-knowing-bidens-scotus-pick", "title": "Don Lemon, CNN Anchors Insulted By ‘Jeopardy!’ Contestants Not Knowing Biden’s SCOTUS Pick", "date_published": "2022-11-18 17:06:03+00:00", "description": "CNN anchor Don Lemon and co-anchor Kaitlan Collins expressed their shock that highly intelligent contestants appearing on “Jeopardy!” didn’t know who Ketanji Brown Jackson, President Biden’s nominee who became the first black woman on the Supreme Court, was. The two co-anchors were discussing with fellow co-anchor Poppy Harlow clues that have elicited criticism on “Jeopardy!” ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-administration-asks-supreme-court-to-allow-student-loan-forgiveness-plan", "title": "Biden Administration Asks Supreme Court To Allow Student Loan Forgiveness Plan", "date_published": "2022-11-18 16:23:55+00:00", "description": "The Biden administration asked the Supreme Court to weigh in on its student loan forgiveness plan on Friday and let the program resume. The plan has faced several legal disputes and is officially on hold after a ruling from an appellate court this week. On Monday, the U.S. Court of Appeals for the 8th Circuit ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/megyn-kelly-husband-reveal-why-first-kiss-didnt-go-as-planned", "title": "Megyn Kelly, Husband Reveal Why First Kiss Didn’t Go As Planned", "date_published": "2022-11-18 15:40:04+00:00", "description": "Megyn Kelly spoke to her husband, novelist Doug Brunt, on the latest episode of her podcast and revealed why their first kiss did not go as planned. During Sirius XM’s “The Megyn Kelly Show&#8221; podcast on Thursday, the host discussed the awkwardness that she and her husband of 15 years experienced when they started dating due ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lgbtq-disney-star-reveals-why-she-didnt-want-her-character-to-be-gay-on-her-show", "title": "LGBTQ Disney Star Reveals Why She Didn’t Want Her Character To Be Gay On Her Show", "date_published": "2022-11-18 15:14:05+00:00", "description": "Disney star Raven-Symoné may identify as a member of the LGBTQ community, but that doesn’t mean she wanted her character to reflect that in her show “Raven’s Home.” The 36-year-old former child star is best known for starring in the series “That’s So Raven,” which aired on Disney Channel from 2003 until 2007. When Raven-Symoné, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/queen-caroline-forbes-publishes-flattering-profile-of-math-whiz-sam-bankman-fried-love-interest-behind-ftx-collapse", "title": "‘Queen Caroline’: Forbes Publishes Flattering Profile Of ‘Math Whiz,’ Sam Bankman-Fried Love Interest Behind FTX Collapse", "date_published": "2022-11-18 14:58:43+00:00", "description": "Forbes ran a puff piece Friday about Caroline Ellison, the one-time love interest of disgraced former FTX CEO Sam Bankman-Fried and the head of Alameda Capital, which allegedly made bets with money deposited by consumers at the cryptocurrency exchange. FTX filed for bankruptcy last week after users&#8217; worries about the arrangement between the two companies ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/piers-morgan-has-a-suggestion-for-all-those-whining-about-the-death-of-twitter", "title": "Piers Morgan Has A Suggestion For All Those ‘Whining About The Death Of Twitter’", "date_published": "2022-11-18 14:40:58+00:00", "description": "TV host Piers Morgan had a suggestion for all those people, including stars, who he said have been &#8220;whining about &#8216;the death of Twitter&#8217;&#8221; after Elon Musk took over the company. The 57-year-old British broadcaster took to Twitter on Friday and tweeted to his 8.1 million followers, &#8220;Could all the people currently whining about ‘the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watchdogs-damning-report-on-war-in-afghanistan-details-two-decade-debacle", "title": "Watchdog’s Damning Report On War In Afghanistan Details Two-Decade Debacle", "date_published": "2022-11-18 14:37:48+00:00", "description": "The United States squandered $145 billion in Afghanistan by assuming that the struggle was between the Taliban and supporters of democracy, when in fact some who opposed the Taliban were simply war criminals and child molesters from competing factions; by propping up a former World Economic Forum official who, as president, was arrogant and naïve; and by losing the trust of locals after it turned out that some services like speedy justice and border security were provided more efficiently under the Taliban than under Western-influenced bureaucracies.", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-allied-group-pledges-to-investigate-republicans-probing-presidents-ties-to-familys-foreign-business-deals", "title": "Biden-Allied Group Pledges To Investigate Republicans Probing President’s Ties To Family’s Foreign Business Deals", "date_published": "2022-11-18 14:29:46+00:00", "description": "Democratic operatives are reviving a partisan watchdog group to “investigate the investigators” and hound House Republicans who are preparing congressional investigations into the Biden administration. The Congressional Integrity Project (CIP) announced Wednesday that it is planning a multi-million-dollar effort to investigate House Republicans and “expose the reality behind the politically motivated oversight and investigations targeting ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/three-ways-democrats-perfected-the-bait-and-switch-on-gullible-voters-this-midterm-election", "title": "Three Ways Democrats Perfected The ‘Bait-And-Switch’ On Gullible Voters This Midterm Election", "date_published": "2022-11-18 14:16:45+00:00", "description": "As flagged by Barstool Sports, Qatar just pulled one of the greatest &#8220;bait-and-switches&#8221; of all times by pulling the plug on beer being sold at the stadium roughly 48 hours before the World Cup is set to kick off in the Islamic nation. Ticket purchasers were told they would be allowed to consume alcohol on ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-elon-musk-restores-the-babylon-bees-twitter-account-let-that-sink-in", "title": "BREAKING: Elon Musk Restores The Babylon Bee’s Twitter Account: ‘Let That Sink In’", "date_published": "2022-11-18 14:11:52+00:00", "description": "Twitter CEO Elon Musk restored the account belonging to Christian satire outlet The Babylon Bee on Friday. “We&#8217;re back. Let that sink in,” said The Babylon Bee in a nod to Musk&#8217;s recent acquisition of the platform. The outlet was banned from the social media site earlier this year for an article that jokingly named ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-merrick-garland-to-name-special-counsel-to-determine-charges-against-trump-report", "title": "BREAKING: Merrick Garland To Name Special Counsel To Determine Charges Against Trump: Report", "date_published": "2022-11-18 14:00:57+00:00", "description": "Attorney General Merrick Garland will reportedly name a special counsel to determine whether former President Donald Trump should face charges related to Department of Justice probes. Garland is expected to make the announcement in a press conference on Friday, according to The Wall Street Journal. It is unclear what the scope of the special counsel’s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/conservatives-must-embrace-the-progressive-strategy-of-losing-to-win", "title": "Conservatives Must Embrace The Progressive Strategy Of Losing To Win", "date_published": "2022-11-18 13:59:50+00:00", "description": "Political Power is not linear. There is a reason we use the term election cycles. The purpose of a political party is to win elections, but the purpose of a political movement is to exert power. These two things are often at odds. Movements can and do gain power through electoral defeat, and an opportunity ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-jordan-peterson-restored-to-twitter-by-elon-musk", "title": "BREAKING: Jordan Peterson Restored To Twitter By Elon Musk", "date_published": "2022-11-18 13:51:59+00:00", "description": "Twitter CEO Elon Musk announced on Friday that his company restored the account belonging to DailyWire+ host Jordan Peterson. “New Twitter policy is freedom of speech, but not freedom of reach,” Musk said. Peterson, who was banned from the social media platform earlier this year for a post about transgender actress Elliot Page, previously wrote ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/longtime-today-show-host-al-roker-in-the-hospital-explains-absence-from-show", "title": "Longtime ‘Today’ Show Host Al Roker In The Hospital, Explains Absence From Show", "date_published": "2022-11-18 13:51:05+00:00", "description": "Longtime &#8220;Today&#8221; show host Al Roker revealed Friday that he&#8217;s in the hospital after a blood cot in his leg &#8220;sent some clots into&#8221; his lungs. The 68-year-old popular weather presenter on NBC shared a message Friday on Instagram that said he&#8217;s doing okay and thanked fans for all their &#8220;wishes and prayers.&#8221; His post included ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justin-bieber-spent-1-3-million-on-a-bored-ape-nft-in-january-now-its-worth-70k", "title": "Justin Bieber Spent $1.3 Million On A Bored Ape NFT In January, Now It’s Worth $70K", "date_published": "2022-11-18 13:45:08+00:00", "description": "Justin Bieber spent a small fortune on a Bored Ape NFT in January, but less than one year later the value has plummeted due in part to the collapse of Sam Bankman-Fried’s FTX, according to a report from Business Insider. The 28-year-old pop star purchased the non-fungible token for 500 of the cryptocurrency ethereum, which ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/coroner-reports-extensive-wounds-found-on-murdered-university-of-idaho-students", "title": "Coroner Reports ‘Extensive’ Wounds Found On Murdered University Of Idaho Students", "date_published": "2022-11-18 13:43:01+00:00", "description": "The local coroner in Moscow, Idaho, said that the four University of Idaho students found murdered Sunday afternoon showed “pretty extensive” wounds. Latah County Coroner Cathy Mabbutt told NBC News that the autopsies for Ethan Chapin, 20; Kaylee Goncalves, 21; Xana Kernodle, 20; and Madison Mogen, 21, were completed on November 16. Mabbutt told the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taylor-swift-finally-breaks-silence-after-eras-tour-ticket-fiasco", "title": "Taylor Swift Finally Breaks Silence After ‘Eras Tour’ Ticket Fiasco", "date_published": "2022-11-18 13:27:18+00:00", "description": "Taylor Swift finally broke her silence on Friday after Ticketmaster crashed this week for fans with presale codes for her &#8220;Eras Tour&#8221; and then the site canceled the public sale of tickets because of &#8220;extraordinarily high demand.&#8221; In a message shared on the 32-year-old singer&#8217;s Instagram story, Swift said she was &#8220;assured&#8221; by Ticketmaster, owned ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/401-pain-average-retirement-savings-continue-to-plummet", "title": "401-Pain: Average Retirement Savings Continue To Plummet", "date_published": "2022-11-18 13:21:45+00:00", "description": "Average retirement savings declined for the third consecutive quarter amid a volatile stock market and pervasive economic pressures, according to research from Fidelity Investments. The financial services company reported that the average IRA balance was $101,900 in the third quarter, marking a 25% year-over-year decline from $135,700, while the average 401(k) balance was $97,200, constituting ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/medical-examiners-report-ends-debbie-collier-homicide-investigation", "title": "Medical Examiner’s Report Ends Debbie Collier Homicide Investigation", "date_published": "2022-11-18 13:09:16+00:00", "description": "The homicide investigation into the death of Georgia mom Debbie Collier has ended after autopsy results revealed that she died by suicide. Collier left the home she shared with her husband, Steve, on September 10. Later that day, she sent her daughter, 36-year-old Amanda Bearden, a chilling text that said, “They are not going to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/authorities-release-suspect-in-horrific-crash-that-hit-25-sheriff-recruits", "title": "Authorities Release Suspect In Horrific Crash That Hit 25 Sheriff Recruits", "date_published": "2022-11-18 12:53:46+00:00", "description": "The suspect in a horrific crash that hit 25 sheriff recruits early Wednesday morning was released from jail late Thursday because the initial complaint was not enough to hold him, according to CNN. Nicholas Gutierrez, 22, was held on suspicion of attempted murder of a peace officer on a $2 million bond for driving his ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/just-make-your-head-explode-scientists-awed-as-webb-finds-farthest-light-seen-by-man", "title": "‘Just Make Your Head Explode’: Scientists Awed As Webb Finds Farthest Light Seen By Man", "date_published": "2022-11-18 12:50:42+00:00", "description": "The remarkable James Webb Telescope has now offered mankind a possible glimpse of the farthest starlight from Earth anyone has ever seen, and a galaxy that was formed closer to the original Big Bang than any galaxy seen before. Two galaxies billions of light-years farther behind the giant galaxy cluster Abell 2744 were discovered by ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pelosi-and-the-swamp-millions-of-babies-killed-record-overdoses-job-loss-and-open-borders", "title": "Pelosi And The Swamp: Millions Of Babies Killed, Record Overdoses, Job Loss, And Open Borders", "date_published": "2022-11-18 12:26:19+00:00", "description": "Speaker of the House Nancy Pelosi (D-CA) announced that she will not seek re-election to Democratic leadership in the new Congress. This can only mean that the 82 year old is one step closer to retirement. Good riddance. Since she was elected into office, America has been ruthlessly gutted of blue-collar jobs, strong borders, and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-scrapping-divisions-in-the-sec-is-the-right-move", "title": "Why Scrapping Divisions In The SEC Is The Right Move", "date_published": "2022-11-18 11:49:41+00:00", "description": "SEC Commissioner, and the most influential man in college football, Greg Sankey said that once Texas and Oklahoma join the league in a couple seasons, the SEC is leaning toward scratching its current divisional model of having teams split into two divisions: East and West. We’ve seen other conferences like the Pac-12, the Big-12, and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-wont-answer-the-question-rand-paul-grills-fbis-wray-on-getting-private-info-from-facebook-social-media-companies", "title": "‘You Won’t Answer The Question’: Rand Paul Grills FBI’s Wray On Getting Private Info From Facebook, Social Media Companies", "date_published": "2022-11-18 11:40:59+00:00", "description": "Senator Rand Paul (R-KY), a fierce defender of American civil liberties, harshly confronted FBI Director Christopher Wray about the communication between social media companies and the FBI regarding social media users’ private information. Paul’s withering questions were prompted by a House report detailing whistleblower claims of the FBI’s bias toward the political Left. “Is Facebook ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-stock-exchange-filled-with-pride-flags-as-grindr-goes-public", "title": "New York Stock Exchange Filled With Pride Flags As Grindr Goes Public", "date_published": "2022-11-18 11:39:44+00:00", "description": "The trading floors of the New York Stock Exchange were filled with pride flags as homosexual dating app Grindr debuted on public markets. Leaders of the company rang the opening bell on Friday as individuals assembled throughout the historic building waved the “progress pride flag,” which includes the colors pink and blue to represent transgenderism, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paris-hilton-speaks-positively-about-ivf-journey-but-her-mom-says-shes-struggling", "title": "Paris Hilton Speaks Positively About IVF Journey, But Her Mom Says She’s Struggling", "date_published": "2022-11-18 10:56:06+00:00", "description": "Paris Hilton is getting candid about her journey to motherhood, but her comments differ slightly compared to what her mom, Kathy Hilton, has been saying. The 41-year-old actress and socialite put an update on her Instagram stories this week. Hilton married venture capitalist Carter Reum in November 2021.  &#8220;I&#8217;m getting tons of messages of people ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/government-entity-that-seized-ftx-crypto-assets-steps-forward", "title": "Government Entity That Seized FTX Crypto Assets Steps Forward", "date_published": "2022-11-18 10:35:12+00:00", "description": "Law enforcement in the Bahamas revealed on Thursday that officials seized assets belonging to defunct cryptocurrency platform FTX and moved them to a government-controlled wallet for “safekeeping.” The cryptocurrency platform, which was controlled by young multibillionaire Sam Bankman-Fried, filed for bankruptcy last week after users discovered that trading firm Alameda Research, a company run by ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fed-governor-implies-employers-should-slow-down-wage-increases", "title": "Fed Governor Implies Employers Should Slow Down Wage Increases", "date_published": "2022-11-18 10:27:12+00:00", "description": "Speaking at the 59th Annual Economic Forecast Luncheon in Phoenix, Arizona, Federal Reserve Governor Christopher Waller implied that employers should slow down any wage increases they hand out so that the American economy can temper inflation. Waller warned that the economic growth in the third quarter the first half of the year had experienced economic ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/happiest-depressed-person-blues-clues-host-steve-burns-said-he-struggled-with-mental-health-during-filming", "title": "‘Happiest Depressed Person’: ‘Blues Clues’ Host Steve Burns Said He Struggled With Mental Health During Filming", "date_published": "2022-11-18 09:59:44+00:00", "description": "“Blue’s Clues” host Steve Burns was known for being an enthusiastic character who connected with kids, but now the 49-year-old actor says he was struggling with depression while filming the show. Burns hosted the long-running children’s series on Nickelodeon from 1996 until 2002. However, the actor said in a recent interview with Variety that his ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michelle-obama-thinks-americans-are-really-racist-country-wasnt-ready-for-black-lady-with-braids", "title": "Michelle Obama Thinks Americans Are Really Racist: Country ‘Wasn’t Ready’ For Black Lady With Braids", "date_published": "2022-11-18 09:15:00+00:00", "description": "Remember former first lady Michelle Obama&#8216;s newfound pride in America as her husband was gaining popularity in the 2008 presidential election? Well, it didn&#8217;t really last long as she apparently thought Americans were still a bunch of bigots, despite Barack getting elected. Throughout her time in office, it appears she was so worried that America ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-allen-visits-jay-leno-in-the-hospital-hes-going-with-the-george-clooney-look", "title": "Tim Allen Visits Jay Leno In The Hospital: ‘He’s Going With The George Clooney Look’", "date_published": "2022-11-18 07:43:00+00:00", "description": "Actor and comedian Tim Allen gave an update this week after visiting fellow comedian Jay Leno in the hospital following Leno&#8217;s tragic burn accident. TMZ reported Monday that Leno, 72, was in his garage in Los Angeles when “one of the cars erupted into flames without warning.” &#8220;Jay is good. He&#8217;s wonderful because he&#8217;s feeling ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/obama-judge-faces-backlash-for-halting-desantis-stop-woke-act-this-clown-is-dumber-than-dirt", "title": "Obama Judge Faces Backlash For Halting DeSantis’ ‘Stop WOKE Act’: ‘This Clown Is Dumber Than Dirt’", "date_published": "2022-11-18 07:25:13+00:00", "description": "A federal judge appointed by former President Barack Obama faced backlash this week for issuing a preliminary injunction against a law signed by Republican Florida Gov. Ron DeSantis that targets woke indoctrination in higher education. Chief U.S. District Judge Mark Walker issued the ruling Thursday against the “Stop Wrongs to Our Kids and Employees (W.O.K.E.) Act,” officially ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-never-okay-to-castrate-a-child-walsh-talks-what-is-a-woman-at-berkeley", "title": "‘It’s Never Okay To Castrate A Child’: Walsh Talks ‘What Is A Woman?’ At Berkeley", "date_published": "2022-11-18 00:53:03+00:00", "description": "Daily Wire Host and best selling author Matt Walsh addressed a crowd of about 400 people at the University of California, Berkeley after airing his acclaimed documentary “What is a Woman?” UC Berkeley is well known for the left-wing tilt of its campus culture and its history as the birthplace of the free speech movement — ...", "favourite": false}]