[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/lionel-scaloni-when-you-play-for-argentina-that-grrr-is-always-there", "title": "Lionel Scaloni: ‘When you play for Argentina, that grrr is always there’", "date_published": "2022-11-18 23:00:40+00:00", "description": "<p>Argentina’s head coach on bringing Lionel Messi back into the fold – and the pain of losing an FA Cup final with West Ham</p><p>‘The sun will come up tomorrow,” Lionel Scaloni says. The Argentina manager is talking about the “terrible burden of responsibility” he carried as a player, the weight he tries to free his footballers from now, when a moment comes to his mind. It happened in 2006, and you may remember it. He certainly does, the regret remaining even though it might have been the best mistake he ever made. Not destiny exactly and he couldn’t have known it then, but one of those events that somehow shape things, the ball as butterfly effect.</p><p>Seconds remained in the FA Cup final with West Ham on the verge of winning their first trophy in 26 years, only the fourth in their history, when it fell to Steven Gerrard and, Scaloni says, “the world came crashing down on me”. Liverpool’s captain hit an absurd shot and everything shifted. “I lost an FA Cup, it was partly my fault because I didn’t clear well, and life changed,” he recalls. “West Ham don’t want to sign me, I return to Spain. I wouldn’t have met my wife or had my kids.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/lionel-scaloni-when-you-play-for-argentina-that-grrr-is-always-there\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/robbie-williams-defends-decision-to-perform-in-qatar-during-world-cup", "title": "Robbie Williams defends decision to perform in Qatar during World Cup", "date_published": "2022-11-18 21:55:02+00:00", "description": "<p>Singer said he didn’t ‘condone any abuses of human rights’ but it would be ‘hypocritical’ not to go</p><p>Robbie Williams has defended his decision to perform in Qatar during the World Cup, arguing that it would be “hypocritical” not to go.</p><p>The singer, 48, has been criticised on social media for agreeing to sing during the tournament, which begins on Sunday night, due to the country’s human rights record, stance on homosexuality and treatment of migrant workers.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/robbie-williams-defends-decision-to-perform-in-qatar-during-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/england-edge-out-france-to-win-wheelchair-rugby-league-world-cup", "title": "England edge out France to win Wheelchair Rugby League World Cup", "date_published": "2022-11-18 21:46:37+00:00", "description": "<ul><li>France 24-28 England</li><li>Captain Tom Halliwell seals enthralling game with late try</li></ul><p>England, champions of the world. You only have to go back a few years since wheelchair rugby league was being played in empty sports halls. So here in Manchester, as almost 5,000 people watched England win the Wheelchair Rugby League World Cup on home soil, with the nation having taken this incredible sport to its heart, it was hard not to feel a little moved.</p><p>It was Tom Halliwell’s try three minutes from time which ended France’s grip on the trophy, having beaten England by narrow margins in the 2013 and 2017 finals. The world’s two best sides were never more than eight points apart all evening but in the end, it was England who won a thrilling, compelling final.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/england-edge-out-france-to-win-wheelchair-rugby-league-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/multiple-world-cup-sponsors-concerned-over-contracts-after-qatars-alcohol-ban", "title": "Multiple World Cup sponsors concerned over contracts after Qatar’s alcohol ban", "date_published": "2022-11-18 21:00:37+00:00", "description": "<ul><li>U-turn on selling beer could affect £63m Budweiser contract</li><li>Partners feel ‘let down by Fifa’ according to another sponsor</li></ul><p>Multiple sponsors have raised concerns or issues with Fifa about their contracts at the Qatar World Cup, the Guardian can reveal. It gives football’s governing body another headache hours after it was forced to <a href=\"https://www.theguardian.com/football/2022/nov/18/qatar-bans-beer-from-world-cup-stadiums-fifa-u-turn\">ban alcohol from stadiums</a> by the Qatari authorities, a decision that complicated its $75m (£63m) contract with the brewer of Budweiser, Anheuser-Busch InBev.</p><p>One representative of another major sponsor, speaking on condition of anonymity, said that many partners had felt “let down by Fifa in lots of ways”. They also indicated there had been informal discussions about potential contractual breaches and reneging on deliverables.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/multiple-world-cup-sponsors-concerned-over-contracts-after-qatars-alcohol-ban\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/18/millie-gibson-revealed-as-doctor-whos-new-sidekick", "title": "Millie Gibson revealed as Time Lord’s new sidekick in Doctor Who", "date_published": "2022-11-18 20:51:53+00:00", "description": "<p>Coronation Street actor will appear as companion to Ncuti Gatwa’s 15th incarnation of Doctor late in 2023</p><p>Millie Gibson has been unveiled as the Time Lord’s new sidekick in Doctor Who, in an announcement made live on BBC Children in Need on Friday evening.</p><p>The Coronation Street actor, 18, will play the role of Ruby Sunday, companion to the <a href=\"https://www.theguardian.com/tv-and-radio/2022/may/10/its-a-massive-moment-how-ncuti-gatwa-will-shake-up-doctor-who\">new Doctor, Ncuti Gatwa</a>, when the programme returns towards the end of 2023.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/18/millie-gibson-revealed-as-doctor-whos-new-sidekick\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/china-police-stations-us-fbi-wray", "title": "China hits back at FBI claim of unauthorized ‘police stations’ in US", "date_published": "2022-11-18 20:44:22+00:00", "description": "<p>Christopher Wray called foreign police presence in US ‘outrageous’ but Chinese embassy says sites are volunteer-run</p><p>China has contested claims it was operating unauthorized “police stations” on US soil, calling the sites volunteer-run, after <a href=\"https://www.theguardian.com/world/2022/nov/18/fbi-director-very-concerned-by-reports-of-secret-chinese-police-stations-in-us\">the FBI director said he was “very concerned” about unauthorized stations </a>that have been linked to Beijing’s influence operations.</p><p>Safeguard Defenders, a Europe-based human rights organization, published a report in September <a href=\"https://www.theguardian.com/world/2022/oct/26/china-using-police-bases-in-netherlands-to-target-dissidents-say-reports\">revealing the presence of dozens of Chinese police “service stations” in major cities around the world</a>, including New York.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/china-police-stations-us-fbi-wray\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/gallery/2022/nov/18/nancy-pelosi-house-speaker-in-pictures", "title": "Nancy Pelosi, House Speaker – in pictures", "date_published": "2022-11-18 20:08:40+00:00", "description": "<p>A look back at the career of <a href=\"https://www.theguardian.com/us-news/nancy-pelosi\">Nancy Pelosi</a>, 82, who is stepping down as the Speaker of the House of Representatives</p> <a href=\"https://www.theguardian.com/us-news/gallery/2022/nov/18/nancy-pelosi-house-speaker-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/rugby-union-england-can-set-the-tone-for-their-next-nine-months-by-beating-new-zealand", "title": "England can set the tone for their next nine months by beating New Zealand", "date_published": "2022-11-18 20:00:37+00:00", "description": "<p>Eddie Jones can set his plans in motion against an All Blacks side eager to avenge defeat in semi-finals of the last World Cup</p><p>It really is a sign of our turbulent times that the UK has had more prime ministers in three months than the All Blacks have played England in eight years. Almost as striking is the fact that Britain was firmly in the EU and David Cameron was still in Downing Street when Eddie Jones began his Twickenham tenure. When people question England’s lack of oval-ball consistency it is a clearly relative observation.</p><p>Amid the political and economic maelstrom, however, some things never change. The All Blacks still despise losing to England and memories of the sides’ last meeting, in the semi-finals of the 2019 World Cup, have not wholly faded. Jones’s team have never performed better than they did <a href=\"https://www.theguardian.com/sport/2019/oct/26/england-new-zealand-rugby-world-cup-semi-final-match-report\">that night in Yokohama</a> and it could be argued New Zealand have never entirely recovered either.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/rugby-union-england-can-set-the-tone-for-their-next-nine-months-by-beating-new-zealand\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/picture/2022/nov/18/martin-rowson-on-12-years-of-economic-hardship-under-the-tories-cartoon", "title": "Martin Rowson on 12 years of economic hardship under the Tories – cartoon", "date_published": "2022-11-18 20:00:37+00:00", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2022/nov/18/martin-rowson-on-12-years-of-economic-hardship-under-the-tories-cartoon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/positive-george-russell-still-keen-to-improve-after-first-f1-grand-prix-win", "title": "Positive George Russell still keen to improve after first F1 grand prix win", "date_published": "2022-11-18 20:00:37+00:00", "description": "<p>Mercedes driver triumphed in Brazil but has learned much more from team’s struggles over the past two years</p><p>Never short of confidence, George Russell revealed after his maiden Formula One win at the Brazilian Grand Prix last week that he felt it had simply been a matter of doing everything right. In his words, he expected himself to “do your thing, get into the groove”. Which is a disarmingly self-possessed description of what was an immense drive at Interlagos.</p><p>He made it sound almost effortless but Russell is not at Mercedes, one of F1’s top teams, by accident nor did he clinch that win through anything but a relentless commitment that has marked him out as a potential future world champion.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/positive-george-russell-still-keen-to-improve-after-first-f1-grand-prix-win\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/the-damned-world-cup-kicks-off-and-qatar-is-not-in-any-mood-to-apologise", "title": "The damned World Cup kicks off and Qatar is not in any mood to apologise | Barney Ronay", "date_published": "2022-11-18 20:00:37+00:00", "description": "<p>There has been a hardening of the host nation’s attitudes before a tournament shadowed by corruption, suffering and death</p><p>Unfurl the faded summer bunting. Crank the thermostat up half a notch. Bask in the yellowy glow from that rectangular screen in the corner of the room. The most divisive, brutal, mindbogglingly corrupt sporting event of the modern age is now upon us. It is time, finally, to Discover Amazing, as the Qatar 2022 Fifa men’s World Cup repeatedly urges the passing traffic on the endless hoardings and fences ringing this city of light and sheer surfaces.</p><p>On Sunday evening the footballers of Ecuador and Qatar will walk out for the opening game at the Al Bayt stadium. Over the next 29 days Qatar’s eight box-fresh arenas, gleaming glass and steel monuments to the men who <a href=\"https://%20https://www.theguardian.com/football/2022/nov/15/this-world-cup-is-about-much-more-than-football-ive-seen-the-coffins\">died in their construction</a>, will live out their own brief sepulchral lifespans before being dismantled for parts or converted into shopping malls.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/the-damned-world-cup-kicks-off-and-qatar-is-not-in-any-mood-to-apologise\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/world-cup-2022-guardian-writers-predictions-for-the-tournament", "title": "World Cup 2022: Guardian writers’ predictions for the tournament", "date_published": "2022-11-18 20:00:36+00:00", "description": "<p>Argentina and Brazil are popular choices to triumph but Jude Bellingham could flourish in Qatar even if England fall short</p><p>Brazil v France – a repeat of 1998 – looks more than possible, but the outcome will be reversed this time. <strong>Nick Ames</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/18/world-cup-2022-guardian-writers-predictions-for-the-tournament\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/girl-helps-mother-deliver-baby", "title": "Missouri girl, 10, hailed as hero after helping mother give birth at home", "date_published": "2022-11-18 19:55:37+00:00", "description": "<p>Miracle Moore dialed 911 and followed emergency dispatcher’s instructions – and now wants to be a doctor</p><p>A 10-year-old girl aptly named Miracle has earned plaudits as a hero from government officials in her home town after she helped her mother give birth to her baby sister at home with little more than some coaching from a 911 operator.</p><p>Miracle Moore dialed up emergency help after her mom went into labor three weeks early at their home in Jennings, <a href=\"https://www.theguardian.com/us-news/missouri\">Missouri</a>, north of St Louis, on 22 October. There wasn’t time to get her mother – Viola Fair – to a hospital, so the emergency response dispatcher who received Miracle’s call explained the protocols her mother should follow to birth her baby as safely as possible, according to media reports in and around Jennings.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/girl-helps-mother-deliver-baby\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/18/the-week-around-the-world-in-20-pictures", "title": "The week around the world in 20 pictures", "date_published": "2022-11-18 19:53:17+00:00", "description": "<p>Palestinians protest the construction of Jewish settlements, new artworks by Banksy in Ukraine, drought shrinks Poyang Lake in China and England win the T20 World Cup in Australia – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/18/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/trump-special-counsel-justice-department-merrick-garland", "title": "US attorney general names special counsel to assess whether Trump should face charges", "date_published": "2022-11-18 19:33:25+00:00", "description": "<p>Merrick Garland’s move to appoint prosecutor Jack Smith comes just days after former president announced White House run</p><p>US attorney general Merrick Garland has announced the appointment of a special counsel tasked with the job of determining whether Donald Trump will face charges as part of any Department of Justice (DoJ) investigations.</p><p>The politically explosive move just comes just days after the former US president announced he was running for the White House yet again, despite a disappointing Republican performance in the midterm elections, especially among candidates backed by Trump.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/trump-special-counsel-justice-department-merrick-garland\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/brazil-bolsonaro-truck-drivers-threaten-road-blockades", "title": "Pro-Bolsonaro truck drivers threaten new road blockades in Brazil", "date_published": "2022-11-18 19:17:44+00:00", "description": "<p>Six federal highways blocked on Friday as far-right president has still not conceded defeat in last month’s runoff election</p><p>Protesters in Brazil have blocked roads again and lorry drivers threatened to strike in what could be a new wave of support for the outgoing president, Jair Bolsonaro.</p><p>Six federal highways were blocked on Friday morning although two were cleared by early afternoon, the federal highway police said in its first bulletin on road closures since 9 November when <a href=\"https://www.theguardian.com/world/2022/nov/01/brazil-bolsonaro-truckers-roadblocks-election-defeat\">the first wave of post-election protests</a> dissipated.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/brazil-bolsonaro-truck-drivers-threaten-road-blockades\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/iranian-protesters-set-fire-to-ayatollah-khomeinis-ancestral-home", "title": "Iranian protesters set fire to Ayatollah Khomeini’s ancestral home", "date_published": "2022-11-18 19:04:50+00:00", "description": "<p>Social media images show what is now a museum commemorating the Islamic Republic founder ablaze as protests continue</p><p>Protesters in Iran have set on fire the ancestral home of the Islamic republic’s founder Ayatollah Ruhollah Khomeini as <a href=\"https://www.theguardian.com/world/2022/nov/15/iranian-security-forces-shoot-dead-at-least-two-demonstrators\">two months of anti-regime demonstrations show no let up</a>.</p><p>The house in the city of Khomein in the western Markazi province was shown ablaze late on Thursday with crowds of jubilant protesters marching past, according to images posted on social media, verified by AFP.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/iranian-protesters-set-fire-to-ayatollah-khomeinis-ancestral-home\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/world-cup-accommodation-site-unfinished-with-abandoned-trucks", "title": "World Cup fan village still a building site 48 hours before tournament kicks off", "date_published": "2022-11-18 19:00:10+00:00", "description": "<ul><li>Rawdat Al Jahhniya is near stadium for Wales’ first game</li><li>World Cup expected to attract 1.2m visitors</li></ul><p>A large official fan village, which is expected to house dozens of England and Wales fans in the coming weeks, still resembles a building site less than 48 hours before the World Cup kicks off.</p><p>The Rawdat Al Jahhaniya accommodation base, in the shadow of the Ahmad bin Ali stadium where Wales play the US on Monday, had abandoned forklift trucks and a digger next to the hundreds of sea containers that will host supporters when the Guardian visited on Thursday and Friday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/world-cup-accommodation-site-unfinished-with-abandoned-trucks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/taylor-swift-tickets-ticketmaster-live-nation-us-justice-department", "title": "Taylor Swift slams Ticketmaster over ‘excruciating’ ticket debacle", "date_published": "2022-11-18 18:53:54+00:00", "description": "<p>Singer addresses outrage over delays, sky-high prices and glitches as the US justice department investigates the live music company</p><p><a href=\"https://www.theguardian.com/music/taylor-swift\">Taylor Swift</a> has addressed widespread criticism over Ticketmaster’s handling of sales to her upcoming Eras tour, writing that it has been “excruciating for me to just watch mistakes happen with no recourse”.</p><p>Swift’s first public comments about the chaotic ticket sales landed the same day as the New York Times <a href=\"https://www.nytimes.com/2022/11/18/technology/live-nation-ticketmaster-investigation-taylor-swift.html\">reported</a> an antitrust investigation by the US justice department into Ticketmaster’s parent company. The investigation, which predates the Swift controversy, is looking into whether Live Nation Entertainment has abused its power in the multibillion-dollar live entertainment industry.</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/taylor-swift-tickets-ticketmaster-live-nation-us-justice-department\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/fans-paid-to-attend-world-cup-by-qatar-have-daily-allowance-cancelled", "title": "Fans paid to attend World Cup by Qatar have daily allowance cancelled", "date_published": "2022-11-18 18:50:54+00:00", "description": "<ul><li>Fan Leader Network money removed as people prepare to travel </li><li>Message blames ‘erroneous misinformed statements’ in media</li></ul><p>Fans who have travelled to Qatar as part of a controversial <a href=\"https://www.theguardian.com/football/2022/nov/04/england-and-wales-fans-being-paid-to-promote-world-cup-from-qatar\">paid-for supporters programme</a> have been told by Qatari authorities that their cash has been cut.</p><p>The <a href=\"https://www.qatar2022.qa/en/news/fan-leader-network-playing-a-key-role-in-promoting-the-fifa-world-cup-qatar-2022#:~:text=The%20Fan%20Leader%20Network%20covers,have%20qualified%20for%20Qatar%202022.\">Fan Leader Network</a> is a scheme run by the Supreme Committee for Delivery and Legacy, the Qatari agency responsible for the World Cup. It has recruited supporters from around the globe, offering travel and accommodation and a place at the World Cup opening ceremony in return for enthusiasm and positive social media content. But the Guardian can reveal that a per diem payment for food and drink, upon which some supporters were depending, was cancelled just as fans were packing to travel to the Gulf.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/fans-paid-to-attend-world-cup-by-qatar-have-daily-allowance-cancelled\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/sam-whitelock-twickenham-still-feels-like-it-has-a-bit-of-extra-spice", "title": "Sam Whitelock: ‘Twickenham still feels like it has a bit of extra spice’", "date_published": "2022-11-18 18:42:39+00:00", "description": "<p>The All Blacks captain reflects on the inspiration found in an old family cigar and how facing South Africa can never be a friendly</p><p>There’s an old cigar in Caroline and Braeden Whitelock’s house, wrapped up somewhere safe in a drawer. Their son, Sam, can still remember the way it smelled to him when he was a kid. It was given to his grandad, Nelson Dalzell, as a reward for his man-of-the match performance when the All Blacks beat England 5-0 at Twickenham in 1954. Dalzell scored the only try, when he charged over England wing Ted Woodward. “We didn’t have a lot of stuff from grandad’s playing days,” says Whitelock – the jerseys were all thrown out after Sam’s uncle wore them thin – “but that cigar’s still at home. Mum and Dad always said they would smoke it if one of us became an All Black, but thankfully they never did.”</p><p>They had plenty of chances. Sam’s older brother, George, was capped in 2009, and so was his younger brother Luke, in 2013; the fourth, Adam has played for the national sevens side. Sam’s gone on to outstrip all of them, and almost everyone else. He has 142 caps now. Chances are that by this time next year he will be the most-capped All Black in history.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/sam-whitelock-twickenham-still-feels-like-it-has-a-bit-of-extra-spice\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/18/how-did-crypto-firm-ftx-collapse", "title": "What do we know so far about collapse of crypto exchange FTX?", "date_published": "2022-11-18 18:33:38+00:00", "description": "<p>How did Sam Bankman-Fried’s FTX fail and what does the firm’s fate tell us about cryptocurrencies?</p><p>The collapse of FTX, one of the world’s largest cryptocurrency exchanges, has unleashed another bout of volatility in the highly speculative digital asset market. The fortune of <a href=\"https://www.theguardian.com/business/2022/nov/12/i-fd-up-the-rise-and-fall-of-us-ftx-crypto-king-sam-bankman-fried\">FTX’s founder, Sam Bankman-Fried</a>, went from nearly $16bn to zero within days as his crypto empire filed for <a href=\"https://www.theguardian.com/technology/2022/nov/11/cryptocurrency-exchange-ftx-files-for-bankruptcy-protection-in-us\">bankruptcy protection in the US </a>on 11 November. Here we answer some of your questions about the story so far.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/18/how-did-crypto-firm-ftx-collapse\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/hakeem-jeffries-house-minority-leader-black", "title": "Hakeem Jeffries on course to become first Black party leader in Congress", "date_published": "2022-11-18 18:22:35+00:00", "description": "<p>New York Democrat, 52, is favorite to succeed Nancy Pelosi after declaring candidacy for House minority leader</p><p>Hakeem Jeffries of New York was on course on Friday to be the first Black party leader in Congress, declaring his candidacy for House minority leader after securing key endorsements to succeed Nancy Pelosi, the current speaker who <a href=\"https://www.theguardian.com/us-news/2022/nov/17/nancy-pelosi-house-speaker-speech-steps-down\">announced</a> her withdrawal from leadership on Thursday.</p><p>Democrats will cede control of the House in January, after midterm elections in which Republicans performed less well than expected but still took the lower chamber.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/hakeem-jeffries-house-minority-leader-black\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/mimi-parker", "title": "Mimi Parker obituary", "date_published": "2022-11-18 18:12:00+00:00", "description": "Mesmerising voice of Low, one of America’s most influential bands<p>Mimi Parker, of the American alternative rock group Low, who has died aged 55 of ovarian cancer, had a voice renowned for its quiet, eerie intensity. Often blended in stunning harmonies with her bandmate and husband Alan Sparhawk, and enhanced by her delicate brushwork on the drums, her voice had an impact on the listener that was sometimes chilling, sometimes heavenly, always mesmerising.</p><p>On tracks such as <a href=\"https://www.youtube.com/watch?v=WdH3mTpjq-U\" title=\"\">In Metal</a>, where the couple harmonised to a “degree of claustrophobic perfection”, according to a Guardian review of the 2001 album Things We Lost in the Fire, and <a href=\"https://www.youtube.com/watch?v=qH_B_4vXX_w\" title=\"\">Monkey</a>, from The Great Destroyer (2005), later <a href=\"https://www.youtube.com/watch?v=WEMVdaSZ-f0\" title=\"\">covered by Robert Plant</a>, it was often as if they were sharing the same breath, rounding off consonants with the same control and measure.</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/mimi-parker\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/video/2022/nov/18/nancy-pelosi-key-moments-from-the-democrats-time-as-house-speaker-video", "title": "Nancy Pelosi: key moments from the Democrat's time as House speaker – video", "date_published": "2022-11-18 18:11:19+00:00", "description": "<p>THe US House of Representatives speaker, Nancy&nbsp;Pelosi, the first woman to hold that influential post, has announced she will be stepping down as the Democratic leader in the chamber after Republicans secured a narrow majority after the midterm elections. It marks the end of an historic leadership career highlighted by her ability to hold a fractious caucus together and challenge the world's most powerful men – including the former president Donald Trump. Here is a look back at her long and defiant career</p> <a href=\"https://www.theguardian.com/us-news/video/2022/nov/18/nancy-pelosi-key-moments-from-the-democrats-time-as-house-speaker-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/18/cop27-fossil-of-the-day-and-passionate-plenaries-in-pictures", "title": "Cop27: Fossil of the day and passionate plenaries – in pictures", "date_published": "2022-11-18 18:10:39+00:00", "description": "<p>Media briefings, protests and plenary sessions at the Cop27 UN Climate Summit in Sharm el-Sheikh, Egypt</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/18/cop27-fossil-of-the-day-and-passionate-plenaries-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/18/qatar-beer-ban-a-show-of-strength-and-an-almighty-two-fingers-up-to-its-critics", "title": "Qatar beer ban a show of strength and an almighty two fingers up to its critics | Sean Ingle", "date_published": "2022-11-18 18:02:30+00:00", "description": "<p>Late decision on the sale of alcohol in World Cup stadiums shows that the host nation is running the show, not Fifa</p><p>The ink was barely dry on Qatar’s decision to <a href=\"https://www.theguardian.com/football/2022/nov/18/qatar-bans-beer-from-world-cup-stadiums-fifa-u-turn\">ban alcohol from World Cup stadiums</a> when an informed insider in Doha was asked why it was happening now, just 48 hours before the tournament’s big kick-off. His response was succinct. “It’s a deliberate fuck you to the west.”</p><p>Of course it was. Yes, the Qataris wanted to ensure that fans of every nation, religion and creed feel comfortable at matches – and that wouldn’t be the case if some were boozed-up or blotto. And yes, Qatar remains a conservative Muslim country, in which alcohol is alien to the culture. But that was true on 2 December 2010, the day it won the right to host the World Cup, every bit as much as today.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/18/qatar-beer-ban-a-show-of-strength-and-an-almighty-two-fingers-up-to-its-critics\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/18/john-donne-roof-walking-trapeze-flying-baillie-gifford-winner-katherine-rundell", "title": "‘Taking life advice from John Donne would be disastrous’ – the roof-walking, trapeze-flying Baillie Gifford winner", "date_published": "2022-11-18 17:54:35+00:00", "description": "<p>Katherine Rundell has just become the youngest ever winner of the prestigious literary prize – for a biography of ‘poet of desire’ John Donne. Why is she giving the £50,000 away? Because, she says, no man is an island</p><p>When Katherine Rundell was growing up in Zimbabwe, her parents pinned a John Donne poem by the bathroom sink for their four children to read while they were brushing their teeth. “I do mean Go and Catch a Falling Star rather than To His Mistress Going to Bed,” laughs Rundell, seated in a London hotel. “It was age appropriate.” So began a love affair with Donne that took off in her late teens and led to her studying his poetry for a PhD – and now winning the Baillie Gifford prize for Super-Infinite, her biography of the poet and her second book for adults (she is the author of five children’s books). At 35, she is the youngest ever recipient of the prestigious award for nonfiction.</p><p>That the life of a 400-year-old metaphysical poet should beat shortlisted books about such issues as the migrant crisis and British colonialism is testament to the eloquence and passion of Super-Infinite. “This is both a biography of Donne and an act of evangelism,” Rundell tells the reader at the start. “I wanted to write something that will push people towards his poetry. My great hope was that I might put people in a position where they would be more readily able to unfurl what he’s doing, because he is famously difficult. And his difficulty has its own power and joy. He offers us a mode of living. He offers us a sense of what we might do with our minds. He offers a model of burning originality. And I love him for that.”</p> <a href=\"https://www.theguardian.com/books/2022/nov/18/john-donne-roof-walking-trapeze-flying-baillie-gifford-winner-katherine-rundell\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/cop27-talks-continue-over-eu-climate-loss-and-damage-fund-proposal", "title": "Cop27 talks continue over EU climate loss and damage fund proposal", "date_published": "2022-11-18 17:52:07+00:00", "description": "<p>Last-ditch plan for providing cash to countries suffering climate-related disaster brought overtime wrangling</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live\">Cop27 live – latest news updates</a></li></ul><p>Crucial climate talks have dragged on past their deadline with no end in sight, as governments wrangle over how to pay for the <a href=\"https://www.theguardian.com/environment/2022/nov/05/climate-loss-and-damage-why-its-such-a-big-deal-at-cop27\">rebuilding of poor countries ravaged by climate breakdown</a>.</p><p>There was <a href=\"https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live\">turmoil in the negotiating halls</a> of the <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">Cop27 UN summit in Egypt</a>. Delegates rushed from room to room as countries scrambled to decide their response to a <a href=\"https://www.theguardian.com/environment/2022/nov/18/cop27-eu-agrees-to-loss-and-damage-fund-to-help-poor-countries-recover-from-climate-disasters\">last-ditch proposal from the European Union</a> that would establish a new fund providing cash for countries suffering climate-related disaster, known as <a href=\"https://www.theguardian.com/environment/2022/nov/05/ipcc-methane-carbon-offsetting-cop27-jargon-buster-un-climate-talks-egypt\">loss and damage</a>.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/cop27-talks-continue-over-eu-climate-loss-and-damage-fund-proposal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/us-shamed-as-the-colossal-fossil-of-cop27-climate-summit-by-campaigners", "title": "US shamed as the ‘colossal fossil’ of Cop27 climate summit by campaigners", "date_published": "2022-11-18 17:51:23+00:00", "description": "<p>Climate action group believes US is blocking progress on global heating by rejecting payments to poorer countries</p><p>The US has been named the “colossal fossil” of the Cop27 climate talks by campaigners who criticised the country for its intransigence in providing support to developing countries hit hardest by the climate crisis.</p><p>The “award”, unveiled at a ceremony featuring a person dressed as a dinosaur, is an annual event staged by Climate Action Network International to shame the countries deemed to be blocking climate progress.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/us-shamed-as-the-colossal-fossil-of-cop27-climate-summit-by-campaigners\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/ronnie-osullivan-crashes-out-of-uk-snooker-championships-in-whitewash-to-ding-junhui", "title": "Ronnie O’Sullivan whitewashed by Ding Junhui at UK Snooker Championship", "date_published": "2022-11-18 17:50:42+00:00", "description": "<ul><li>World No 1 thrashed 6-0 by Ding Junhui in quarter-final</li><li>‘It was just one of those days, what can you do?’</li></ul><p>Ronnie O’Sullivan crashed out of the UK Championship quarter-finals in York after being thrashed 6-0 by Ding Junhui. World No 1 O’Sullivan was whitewashed in a Triple Crown event for the first time in his 30-year career and scored just four points in the final four frames.</p><p>The 46-year-old, who has won the UK title seven times, said: “It’s great to see Ding play well. He’s a class act. Afterwards I just said to him: ‘You played great, go and win it, get the job done.’ I think we’re all Ding fans.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/ronnie-osullivan-crashes-out-of-uk-snooker-championships-in-whitewash-to-ding-junhui\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/18/mike-bloomberg-forced-to-apologise-after-boris-johnson-speech-criticising-china", "title": "Mike Bloomberg forced to apologise after Boris Johnson speech criticising China", "date_published": "2022-11-18 17:49:45+00:00", "description": "<p>Exclusive: Ex-PM said to have described China as ‘coercive autocracy’ in speech to Asian businesspeople and diplomats</p><p>The billionaire financier Mike Bloomberg was forced to apologise to hundreds of guests at a major Asian business event in Singapore this week after complaints about a speech by Boris Johnson that robustly criticised China.</p><p>The former UK prime minister, the after-dinner speaker at the flagship Bloomberg New Economy Forum in Singapore on Tuesday, was said to have described China as a “coercive autocracy” to about 500 Asian businesspeople, investors and diplomats.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/18/mike-bloomberg-forced-to-apologise-after-boris-johnson-speech-criticising-china\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/democrats-state-legislature-wins", "title": "Why the Democrats’ biggest wins of the midterms weren’t in Washington DC", "date_published": "2022-11-18 17:46:17+00:00", "description": "<p>Breaking Republican strangleholds over state capitols gives Democrats an advantage in the fight for voting, abortion and LGBTQ+ rights</p><p>While Democrats staved off a red wave in Washington during the midterm elections, the party’s most <a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/07/republican-state-legislature-races-power-control-midterms-2022\">significant victories came</a> far away from the US Capitol. They were in state legislatures across the country with consequences that will be felt for years to come.</p><p>Over the last decade, Republicans have quietly amassed power in state capitols, investing in races for state legislatures that can be decided by just a few hundred votes. It’s an investment that has paid off wildly. Since state legislatures draw electoral districts in many places, Republicans have used that advantage to entrench their power, drawing district lines that further guaranteed their majorities. They have also used those majorities to pass measures that make it harder to vote, strip LGBTQ+ protections, loosen gun laws and restrict access to abortion.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/democrats-state-legislature-wins\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/elon-musk-twitter-billionaire-awful-boss", "title": "The Elon Musk effect: have we reached our limit with awful bosses? | André Spicer", "date_published": "2022-11-18 17:43:14+00:00", "description": "<p>Twitter’s billionaire owner may think his tactics will leave him with committed employees. The evidence suggests otherwise</p><p>If you passed by the Twitter headquarters in San Francisco on Thursday, you would have seen a stream of insults <a href=\"https://twitter.com/joshuaphilll/status/1593432939127361542\">projected on to</a> the side of the building: “Elon Musk: mediocre manchild, pressurised privilege, petty racist, megalomaniac …” Inside, employees had received a message asking them to sign a pledge to work “long hours at high intensity” or leave their jobs. This came on the back of large-scale layoffs and an all-company email sent at 2.30am <a href=\"https://www.businessinsider.com/elon-musk-email-ends-remote-work-twitter-staff-office-2022-11?r=US&amp;IR=T\">declaring</a> “there is a good chance Twitter will not survive the upcoming economic downturn”.</p><p>Musk’s uncouth approach to managing people is long documented. Take allegations made about his behaviour at Tesla, where he reportedly yelled at one engineer “You’re a fucking idiot! … Get the fuck out and don’t come back!”, according to <a href=\"https://www.wired.com/story/elon-musk-tesla-life-inside-gigafactory/\">Wired</a>. Other colleagues told the magazine that he would publicly humiliate and demote people, and that staff were discouraged from walking too near his desk as he was prone to “unpredictable rages”. “He was shouting that I didn’t know what I was doing, that I was an idiot, that he’s never worked with someone so incompetent,” one former employee told the magazine about her sacking.</p><p>André Spicer is professor of organisational behaviour at the Bayes Business School at City, University of London. He is the author of the book <a href=\"https://www.routledge.com/Business-Bullshit/Spicer/p/book/9781138911673\">Business Bullshit</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/elon-musk-twitter-billionaire-awful-boss\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/russia-says-ukrainian-soldiers-executed-prisoners-of-war-in-donbas-region", "title": "Russia says Ukrainian soldiers executed prisoners of war in Donbas region", "date_published": "2022-11-18 17:38:02+00:00", "description": "<p>A video has circulated on social media reportedly showing Ukrainian soldiers shooting at least 12 men</p><p>The Kremlin has accused Ukrainian soldiers of executing more than ten Russian prisoners of war following the circulation of a video on social media purporting to be from the frontline.</p><p>The footage appears to show a group of Russian soldiers emerging from an outbuilding in the grounds of a house with their hands above their heads before they are told to lie facedown.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/russia-says-ukrainian-soldiers-executed-prisoners-of-war-in-donbas-region\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/us-eagles-portugal-rugby-world-cup-place-france", "title": "Portugal down USA to book final Rugby World Cup place in France", "date_published": "2022-11-18 17:30:39+00:00", "description": "<p>Last kick of the game gives Os Lobos a 16-16 draw, enough to book place in Pool C with Australia, Wales, Fiji and Georgia</p><p>To Portugal, the deserved and considerable glory of a second-ever place at the Rugby World Cup. They will join Australia, Wales, Fiji and Georgia in Pool C in France.</p><p>To the USA, the not-quite unknown ignominy of missing the finals, thanks to this dramatic draw in Dubai. The host country in 2031 will not be at the big show this time.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/us-eagles-portugal-rugby-world-cup-place-france\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/economic-tory-jeremy-hunt-keir-starmer-autumn-statement", "title": "Economic gloom should spell Tory disaster – but Hunt has made it tricky for Starmer | Jonathan Freedland", "date_published": "2022-11-18 17:16:44+00:00", "description": "<p>Labour’s path to victory was clear when Truss was in office. A politically cunning autumn statement has made it harder<br /></p><p>The Tories should be toast. The words spoken by Jeremy Hunt to the House of Commons on Thursday, along with the forecasts of the Office for Budget Responsibility, should be enough to ensure that we are in the final stretch of what will have been 14 years of Conservative rule. Given that politics turns on economics, and that the dominant question of any election campaign is a version of the one Ronald Reagan asked of Americans in 1980 – “Are you better off now than you were four [or 14] years ago?” – the Conservatives should be heading to a crushing defeat in 2024.</p><p>The economic outlook could scarcely be bleaker, with every measure pointing towards gloom. Real household incomes will <a href=\"https://obr.uk/overview-of-the-november-2022-economic-and-fiscal-outlook/\">fall by a calamitous 7%</a> over the next two years, plunging living standards back to the level they were at in 2013: nine years spent pushing the boulder up the hill, only for it roll back down in 24 months. Forget the crash of 2008, the fall in incomes projected for the next year alone will be the <a href=\"https://www.theguardian.com/business/2022/nov/17/obr-confirms-uk-enters-year-long-recession-with-half-a-million-job-losses-likely\">steepest since records began</a> in the mid-1950s. Meanwhile, Britons will be paying more in tax, as a share of national income, than at any time since the end of the second world war.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/economic-tory-jeremy-hunt-keir-starmer-autumn-statement\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/ik-2-mordovia-harsh-notorious-penal-colony-brittney-griner", "title": "IK-2 Mordovia: the harsh, notorious penal colony holding Brittney Griner", "date_published": "2022-11-18 16:54:16+00:00", "description": "<p>First-hand accounts from Russian prison where US basketball star has been sent paint a grim picture</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/18/russia-viktor-bout-brittney-griner-us-prisoner-swap\">Russia hopeful of Griner-Bout swap</a></li></ul><p>The US basketball star Brittney Griner will endure harsh conditions inside the remote Mordovian penal colony to which she has been <a href=\"https://www.theguardian.com/sport/2022/nov/17/brittney-griner-begins-sentence-russian-penal-colony\">sent this week</a> to serve her nine-year prison sentence, human rights experts and former prisoners of the colony have said.</p><p>“Prisons in Mordovia are notoriously terrible, even by Russian standards. The prisons there are known for the harsh regimes and human rights violations,” said Olga Zeveleva, a sociologist at the University of Helsinki who specialises in Russian prison conditions as part of the Gulag Echoes project. “It is a place any prisoner wants to avoid,” Zeveleva said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/ik-2-mordovia-harsh-notorious-penal-colony-brittney-griner\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/18/murdoch-v-trump-ruperts-papers-kick-donald-but-fox-wont-play-ball", "title": "Murdoch v Trump: Rupert’s papers kick Donald, but Fox won’t play ball", "date_published": "2022-11-18 16:49:19+00:00", "description": "<p>Some think the media mogul has made a clean break with ‘Trumpty Dumpty’, but his TV channel may find it hard to let go</p><p>Rupert Murdoch’s newspapers don’t do subtlety when it comes to political attacks.</p><p>Over the last week, readers of his US titles have been informed that Donald Trump is “Trumpty Dumpty”, the “biggest loser” in Republican politics, and the man who meant the “red wave” never crested in the US midterm elections.</p> <a href=\"https://www.theguardian.com/media/2022/nov/18/murdoch-v-trump-ruperts-papers-kick-donald-but-fox-wont-play-ball\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/18/rishi-sunak-burnishes-image-world-stage-at-home-problems-mount", "title": "Sunak burnishes image on world stage – but at home problems mount", "date_published": "2022-11-18 16:47:11+00:00", "description": "<p>PM returns from G20 summit to face difficult economic circumstances that will soon become challenging political ones</p><p>On the tropical island of Bali, Rishi Sunak has been enjoying a honeymoon as a global statesman at the G20. He struck up a bromance with Canada’s Justin Trudeau and managed a crucial first bilateral talk with US president, Joe Biden. The only major hiccup was a missed encounter with China’s president, Xi Jinping, as he attempted to reset relations after a period of extended frost.</p><p>But back home, the climate of domestic politics is decidedly chillier, with little sign Sunak is enjoying much of the bounce in the polls new prime ministers used to expect.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/18/rishi-sunak-burnishes-image-world-stage-at-home-problems-mount\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/world-cup-2022-fans-preview-tournament-teams-players-mood", "title": "World Cup 2022: fans from around the globe preview the tournament", "date_published": "2022-11-18 16:41:37+00:00", "description": "<p>Twenty-one supporters have given us the lowdown on their teams, standout players and the mood at home</p><p>We should get out of the group – then it’s either the mighty France or the excellent Denmark, and all bets are off because we do not know how we measure up against strong European teams. That’s the cold reality. If we can pass that hurdle, we could go to the final.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/world-cup-2022-fans-preview-tournament-teams-players-mood\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/ng-interactive/2022/nov/18/second-draft-of-cop27-text-what-has-changed-since-the-first-draft", "title": "Second draft of Cop27 text: what has changed since the first draft?", "date_published": "2022-11-18 16:37:01+00:00", "description": "<p>Fiona Harvey highlights the forward and backward steps made at the UN climate talks in Egypt</p><p>• <a href=\"https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live\">Cop27 live – latest news updates</a></p> <a href=\"https://www.theguardian.com/environment/ng-interactive/2022/nov/18/second-draft-of-cop27-text-what-has-changed-since-the-first-draft\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/18/i-dont-watch-television-how-two-brian-coxes-stumped-one-hotel-receptionist", "title": "‘I don’t watch television’: how two Brian Coxes stumped one hotel receptionist", "date_published": "2022-11-18 16:35:19+00:00", "description": "<p>Scottish actor and physics professor describe their difficulty in checking in to same hotel using matching names</p><p>It adds a whole new meaning to double booking. Or perhaps it’s more of a mathematical problem: solve Brian Cox squared? But when the question was raised by a hotel receptionist, it was left to an actor and a physicist to find an answer.</p><p>Brian Cox, the former musician turned physics professor, was the first to encounter the problem when attempting to get a key to his room in the hotel in which Brian Cox, the Scottish actor best known for starring in Succession, was also staying before a joint TV appearance.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/18/i-dont-watch-television-how-two-brian-coxes-stumped-one-hotel-receptionist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/18/where-to-start-with-marcel-proust-french-writer", "title": "Where to start with: Marcel Proust", "date_published": "2022-11-18 16:31:17+00:00", "description": "<p>One hundred years after the French writer’s death, translator Lucy Raitz suggests some good ways into his work</p><p>The long revered French novelist, critic and essayist is still thought to be one of the most influential authors of all time a century after this death on 18 November 1922. While Proust does have more than one work of fiction to his name - in 1896 he published the short story collection Les Plaisirs et Les Jours (Pleasures and Days), for example, and between 1895 and 1899 he wrote the autobiographical novel Jean Santeuil – when people refer to Proust they tend to be talking about A la Recherche du Temps Perdu (In Search of Lost Time). Perhaps you’ve dipped in to one of the monumental novel’s seven volumes, or maybe you’ve struggled to find a way in; either way, literary translator Lucy Raitz has put together this handy guide to the great writer for anyone who wants to know his work better.</p><p>***</p><p>They buried him, but all through the night of his funeral, in the lit shop-windows, his books, in groups of three, kept watch like angels with outstretched wings, and seemed, for him who was no longer there, the symbol of his resurrection.</p> <a href=\"https://www.theguardian.com/books/2022/nov/18/where-to-start-with-marcel-proust-french-writer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/europe-brexit-business-export-paperwork-british", "title": "I once sold cheese to Europe. Brexit took my business to the brink of destruction | Simon Spurrell", "date_published": "2022-11-18 16:29:47+00:00", "description": "<p>Prohibitive export charges and paperwork have shattered the bright future promised to small British businesses like mine</p><ul><li>Simon Spurrell is director of the Cheshire Cheese Company</li></ul><p>When I voted to remain as a part of the EU it was for practical rather than political reasons. As the founder of a cheesemaking business, my experience of exporting outside the EU had taught me that that leaving the single market would bring my business increased costs and countless problems with bureaucracy.</p><p>The news of the referendum result came as a shock, but I took solace in the subsequent promises of a “seamless transition”. Perhaps if we had remained in the single market, the transition really would have been seamless. I resolved to make the best of a bad situation. I had the funds and a plan to build a new fulfilment warehouse for my <a href=\"https://www.cheshirecheesecompany.co.uk/\">Cheshire Cheese Company</a> brand. We optimistically created a multilingual version of our website for e-commerce sales and increased our marketing, securing some wholesale distribution in the EU.</p><p>Simon Spurrell is director of the Cheshire Cheese Company</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/europe-brexit-business-export-paperwork-british\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/18/stephen-colbert-late-show-recap-house-republicans", "title": "Colbert: ‘Nice to see Republicans take the House without any zip ties’", "date_published": "2022-11-18 16:23:25+00:00", "description": "<p>Late-night hosts discuss the GOP’s slim majority in Congress’s lower chamber, Nancy Pelosi’s farewell and Mike Pence’s book</p><p>Over a week out from the midterm elections, it’s now clear that <a href=\"https://www.theguardian.com/us-news/2022/nov/16/us-midterms-2022-republicans-win-control-house-representatives-congress-midterm-election-results\">Republicans have taken control of the House</a>. “I know, it’s disappointing,” said Stephen Colbert on Thursday’s Late Night, “though it’s nice to see Republicans take the House without any zip ties.”</p> <a href=\"https://www.theguardian.com/culture/2022/nov/18/stephen-colbert-late-show-recap-house-republicans\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/18/world-cup-groups-gand-h-plus-women-in-qatar-football-daily-podcast", "title": "World Cup Groups G and H, plus: women in Qatar – Football Daily podcast", "date_published": "2022-11-18 16:21:34+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a>, <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/NickAmes82\">Nick Ames</a>, <a href=\"https://twitter.com/JFfutbol\">Jonathan Fadugba</a> and <a href=\"https://twitter.com/Tim_Vickery\">Tim Vickery</a> preview Groups G and H. Plus Max,<a href=\"https://twitter.com/PhilippeAuclair\"> Philippe Auclair</a>, <a href=\"https://twitter.com/Rothna_Begum\">Rothna Begum</a> of <a href=\"https://www.hrw.org/\">Human Rights Watch</a> and Louis Donovan from <a href=\"https://twitter.com/FullerProject\">the Fuller Project</a> discuss life for women in Qatar</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>The panel previews the final two groups of the World Cup: Group G, featuring the most successful nation in World Cup history, Brazil; and Group H, featuring Portugal, Uruguay and more.</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/18/world-cup-groups-gand-h-plus-women-in-qatar-football-daily-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/denmark-manager-calls-for-change-in-way-world-cup-hosts-are-chosen", "title": "Denmark manager calls for change in way World Cup hosts are chosen", "date_published": "2022-11-18 16:17:32+00:00", "description": "<ul><li>Kasper Hjulmand says Qatar process must not be repeated</li><li>Denmark move training sessions to cooler late afternoon</li></ul><p>The Denmark manager, Kasper Hjulmand, has said he hopes the process through which Qatar was awarded the World Cup is never repeated and called for a more diverse, youthful demographic to influence the hosting of tournaments.</p><p>Denmark, highly fancied for a strong run over the next month, have been one of the more vocal countries around the off-pitch issues that cast a heavy cloud over the hosts. They remain aggrieved Fifa refused them permission to train in shirts reading “Human rights for all”, a ruling they will abide by for fear of a potentially heavy punishment. On Friday they trained in black shirts, described by the manufacturer, Hummel, as “the colour of mourning”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/denmark-manager-calls-for-change-in-way-world-cup-hosts-are-chosen\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/18/security-guards-doha-qatar-world-cup-park-claim-they-are-paid-just-35p-an-hour", "title": "Security guards at Doha World Cup park claim they are paid just 35p an hour", "date_published": "2022-11-18 16:15:31+00:00", "description": "<p>Migrant workers in Qatar working as guards at Al-Bidda Park appear to get one day off a month and are housed in dirty camps on the edge of the desert</p><p>Migrant workers employed as security guards in a huge park that will be at the heart of Qatar’s World Cup festivities appear to be being paid as little as 35 pence an hour.</p><p>The men are stationed across Al Bidda Park, a pristine green space adjoining the Fifa Fan Festival. Throughout the tournament Al Bidda Park will be packed with football fans enjoying the sweeping lawns, shaded picnic spots and views over Doha. The guards interviewed are not contracted to Fifa or deployed in the Festival.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/18/security-guards-doha-qatar-world-cup-park-claim-they-are-paid-just-35p-an-hour\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/canada-safari-park-shooting-animals-two-charged", "title": "Two Canadian men charged with shooting animals at safari park", "date_published": "2022-11-18 16:13:39+00:00", "description": "<p>Mathieu Godard and Jeremiah Mathias-Polson accused of breaking into Parc Omega in Quebec and killing three wild boar and an elk</p><p>Two Canadian men have been charged with entering a safari park in Quebec and shooting three wild boar and an elk, brazen killings that have left staff at the family-themed park in shock.</p><p>Police say Mathieu Godard and Jeremiah Mathias-Polson broke through a barrier at <a href=\"https://www.parcomega.ca/\">Parc Omega</a> on the evening of 10 November.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/canada-safari-park-shooting-animals-two-charged\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/18/prince-andrews-ex-girlfriend-koo-stark-wins-damages-against-daily-mail", "title": "Prince Andrew’s ex-girlfriend Koo Stark wins damages against Daily Mail", "date_published": "2022-11-18 16:05:09+00:00", "description": "<p>Stark took legal action against newspaper after it wrongly referred to her as a ‘porn star’</p><p>Prince Andrew’s former girlfriend Koo Stark has received substantial damages from the Daily Mail after the newspaper wrongly referred to her as a “porn star”.</p><p>Stark, who now works as a photographer, brought the legal action over a November 2019 piece that referred to Andrew as a “Duke of Hazard” with “very shady friends” and included a photo of Stark from the film The Awakening of Emily captioned “The prince and the porn star”.</p> <a href=\"https://www.theguardian.com/media/2022/nov/18/prince-andrews-ex-girlfriend-koo-stark-wins-damages-against-daily-mail\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/beer-ban-beckham-and-a-vagina-stadium-the-world-cup-in-inglorious-technicolor-qatar", "title": "Beer ban, Beckham and a vagina stadium: a World Cup in inglorious technicolor | Marina Hyde", "date_published": "2022-11-18 16:03:26+00:00", "description": "<p>In some ways it’s a shame not to be in Qatar to see how this all pans out … in others, not so much</p><p>Some of my greatest regrets in life are things I’ve declined on principle. So in many ways, I’m sorry not to be in Qatar for the World Cup. On reflection, I’d have liked to take a detailed look at the horror show, in situ. I was once extremely close to travelling with Donald Trump’s presidential party and some bad boys of Brexit to Mississippi, where the fash-Wotsit was guest of honour at <a href=\"https://www.nytimes.com/2017/12/09/us/politics/trump-mississippi-civil-rights-museum.html\" title=\"\">the opening of a civil rights museum</a>, of all things. Insulting? Disgusting? Grotesque? Obviously. But let me tell you: there would have been plenty to write about. I’d have got 5,000 words out of the plane flight alone.</p><p>Fast forward to the present day, then, and I am nearly disappointed not to be seeing one of the great horrors of the sporting/geopolitical age in inglorious technicolor. Then again, how many words are honestly available? It’s possible Fifa has finally contrived to pull off the genuinely unprecedented: a World Cup where, two days out from kick-off, there is only one thing to say about it all.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/beer-ban-beckham-and-a-vagina-stadium-the-world-cup-in-inglorious-technicolor-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/russia-viktor-bout-brittney-griner-us-prisoner-swap", "title": "Russia hopeful of Brittney Griner-Viktor Bout prisoner swap", "date_published": "2022-11-18 15:36:08+00:00", "description": "<p>Moscow says it wants US to return convicted arms trafficker in swap that would include basketball star jailed on drug charges</p><p>Russia has said that it hopes to complete a prisoner swap with the United States to return convicted Russian arms trafficker <a href=\"https://www.theguardian.com/world/viktor-bout\">Viktor Bout</a> in an exchange that would likely include US basketball star <a href=\"https://www.theguardian.com/sport/brittney-griner\">Brittney Griner</a>.</p><p>Amid the deadliest war in Europe since 1945, Russia and the United States are exploring a deal that could see imprisoned Americans including Griner return to the United States in exchange for Bout.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/russia-viktor-bout-brittney-griner-us-prisoner-swap\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/18/female-referees-world-cup-qatar-positive-step", "title": "As a female referee, this World Cup is a positive step – and a deserved one | Kirsty Dowle", "date_published": "2022-11-18 15:33:16+00:00", "description": "<p>Six female officials from five confederations will take part at the tournament in Qatar and hopefully this marks just the start</p><p>Women will officiate at a men’s World Cup for the first time in Qatar – and that is a positive step for female officials across the globe. Three referees and three assistant referees will form part of the 129 match officials who will cover the 64 matches and their selections are nothing to do with gender and all about merit.</p><p>The 36 referees, 69 assistant referees and 24 video match officials have been selected on their performances during Fifa fixtures and at other international and domestic competitions.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/18/female-referees-world-cup-qatar-positive-step\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/liberated-kherson-ukrainians-victory-russia-occupation", "title": "In liberated Kherson, Ukrainians are glimpsing victory after dark days | Nataliya Gumenyuk", "date_published": "2022-11-18 15:20:31+00:00", "description": "<p>As I report on the aftermath of Russian occupation, there is a new sense that what once seemed impossible can be achieved</p><ul><li>Nataliya Gumenyuk is a Ukrainian journalist and author</li></ul><p>At Liberty Square in <a href=\"https://www.theguardian.com/world/2022/nov/12/ukraine-carries-out-stabilisation-of-kherson-after-night-of-jubilation\">Kherson</a>, residents gather, trying to find wifi near the temporary wireless internet towers and charging points. There is limited phone connection and no internet to read the news and find out what is going on outside this recently liberated region. During their withdrawal after nine months of occupation, Russian forces <a href=\"https://www.ostro.org/ua/general/society/news/652147/\">blew up</a> the TV tower and the power grid, so there is no electricity to charge devices either. </p><p>Yet the mood is celebratory in the square today, as locals wave Ukrainian flags and banners marking the liberation. It has been seven days since Ukrainian troops re-entered the city, but Ukrainian soldiers, police, social services, foreign reporters and anyone who has arrived from outside the city are still greeted warmly.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/liberated-kherson-ukrainians-victory-russia-occupation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/judge-florida-ron-desantis-stop-woke-law", "title": "‘Positively dystopian’: judge blocks key parts of Florida’s ‘Stop-Woke’ law", "date_published": "2022-11-18 15:12:55+00:00", "description": "<p>Legislation that limits what universities can teach about racism and sexism violates first and 14th amendment, judge rules</p><p>A federal judge in Florida halted part of a state law that limits what colleges and universities can teach students about racism and sexism, calling it “positively dystopian”.</p><p>Issuing a temporary injunction on the law on Thursday, US district court judge Mark Walker said it violates first amendment rights to free speech, and 14th amendment rights to due process on campuses.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/judge-florida-ron-desantis-stop-woke-law\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/australia-target-double-success-in-rugby-league-world-cup-finals", "title": "Australia target double success in Rugby League World Cup finals", "date_published": "2022-11-18 15:01:37+00:00", "description": "<p>The men’s and women’s sides face Samoa and New Zealand respectively in back-to-back matches at Old Trafford</p><p>If you are in and around Old Trafford on Saturday and can smell something familiar in the air, it’s probably the lingering scent of Australian dominance. As the sun sets on another Rugby League World Cup, it does so in utterly recognisable fashion: only this time there is not one, but two Australian sides looking to cement their status as the world’s best in their respective finals.</p><p>We are well used to seeing the Kangaroos’ men dominate the road to the World Cup final. The numbers behind their supremacy are staggering; they have not missed a final since the inaugural one in 1954 and are bidding for a ninth World Cup title in the last 10 tournaments. With men’s and women’s finals held together at Old Trafford in a double-header, the men will be preceded on to the pitch by Australia’s women, who are also defending their title.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/australia-target-double-success-in-rugby-league-world-cup-finals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/can-anyone-avoid-cctv-surveillance-we-ask-an-expert", "title": "Can anyone avoid CCTV surveillance? We ask an expert", "date_published": "2022-11-18 15:00:31+00:00", "description": "<p>Hailed as a tech solution to crime, security cameras throw up questions of accountability and privacy</p><p>The hit BBC thriller The Capture has thrown the scale of camera surveillance into the spotlight. I ask <a href=\"https://www.theguardian.com/profile/gus-hosein\" title=\"\">Gus Hosein, director of Privacy International</a>, just how advanced the technology is – and if it’s possible to avoid it.</p><p><strong>You’ve got to watch </strong><strong>The Capture, Gus. It’s about a police officer who </strong><strong>finds </strong><strong>people hacking into the CCTV network, and it </strong><strong>hit home how omnipresent cameras are.</strong><br />They are. It started with stadiums and transport, because of football hooliganism, and was later expanded by Tony Blair as a solution to crime. In the early 2000s, the private sector was convinced to join in – in order to get an insurance renewal, businesses needed cameras. Soon it was unquestioned, but there was an attempt by the coalition government to increase regulation on cameras. I don’t know if you’ve noticed, but there’s still crime!</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/can-anyone-avoid-cctv-surveillance-we-ask-an-expert\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/18/whole-roast-apples-no-churn-ice-cream-recipe-ravneet-gill", "title": "Ravneet Gill’s recipe for whole roast apples with no-churn ice-cream | The sweet spot", "date_published": "2022-11-18 15:00:31+00:00", "description": "<p>Baked apples stuffed with buttered dates, roasted in earl grey tea and served with a no-fuss ice-cream – winter cooking at its best</p><p>Baked apples fill the kitchen with the most beautiful scent. Recently an old friend who is trying to sell his home told me that he was considering making an apple crumble before people came to view it; he had heard that the smell of baked comforts can help. I told him these baked apples would work just as well. The jamminess of the dates stuffed inside the fruit brings a welcome bit of texture, and you can scoop it up with the melted ice-cream that gathers in the bottom of your bowl.</p> <a href=\"https://www.theguardian.com/food/2022/nov/18/whole-roast-apples-no-churn-ice-cream-recipe-ravneet-gill\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/will-david-beckham-qatar-role-kill-his-brand-world-cup", "title": "‘A gay icon no more’: will David Beckham’s Qatar role kill his brand?", "date_published": "2022-11-18 15:00:31+00:00", "description": "<p>The man once called ‘Golden Balls’ has put his enduring appeal to the test in becoming the face of a controversial World Cup</p><p>Wherever Fahad, a gay man in his 40s, walks in his home city of Doha, from the Qatari capital’s coastal promenade, known as the Corniche, to the gleaming streets of the super-modern downtown Msheireb district, David Beckham smiles down from the billboards and the big flashing screens.</p><p>The former England captain, husband to the former Spice Girl Victoria, father to Brooklyn, Romeo, Harper and Cruz, is not just a face of the World Cup kicking off this Sunday, he is the pre-eminent figure – a 2022 version of the 1966 mascot World Cup Willie some might be tempted to say, if not something cruder.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/will-david-beckham-qatar-role-kill-his-brand-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/18/how-babylon-berlin-became-tvs-most-decadent-drama", "title": "Jazz, Nazis and Bryan Ferry: how Babylon Berlin became TV’s most decadent drama", "date_published": "2022-11-18 15:00:30+00:00", "description": "<p>It’s the most expensive – and most successful – German drama ever made. As its brilliant portrait of the tragic hedonism of 1930s Berlin reaches a season finale, the team behind it tell its tale</p><p>Babylon Berlin is the most expensive German television drama ever made. It’s also the most successful, with its depiction of Weimar Republic-era Berlin having been shown in more than 100 countries worldwide. Since its early seasons this detective noir show has exploded with colour, razzle-dazzle, danger and sweeping set pieces, and it has now spent five years vividly bringing to life a decade-long flash of chaotic democracy that ended in economic turmoil, corruption and, ultimately, fascism. With its superb opening titles, breathless, trippy pace and extravagant song-and-dance numbers – last season even saw a turn from Bryan Ferry, singing a German jazz version of his song Bitter-Sweet – heady, dangerous times have never been better depicted.</p><p>This season, the feel of the show has become even more menacing. Since its October launch on Sky Atlantic, UK viewers have been given a darker, wintry vision of Berlin, its smoky streets lined with the dishevelled and desperate victims of the 1929 crash. The Nazis are no longer lurking menacingly in the wings, but are violently taking centre stage. Lead detective Gereon Rath, played by Volker Bruch, has found himself uncomfortably close to Hitler’s militant supporters as he undertakes a secret assignment to infiltrate the National Socialist party. As the city descends into chaos, all the dancing and hedonism takes on a new poignancy, as it becomes clear that decadence is now a last, desperate refuge from the dreadful world outside the ballrooms. At one point, we see one of the show’s lead characters – flapper girl and sex worker-turned-aspiring-detective<strong> </strong>Charlotte “Lotte” Ritter, played by Liv Lisa Fries – nearly lose her job when she tries to help her homeless sister. The city depicted is one of broken dreams, shattered hopes and lives on the edge.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/18/how-babylon-berlin-became-tvs-most-decadent-drama\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/rome-police-on-the-hunt-for-possible-serial-killer-after-three-women-dead", "title": "Rome police hunt for possible serial killer after three women found dead", "date_published": "2022-11-18 14:59:03+00:00", "description": "<p>Bodies of three sex workers found stabbed to death in two apartments in upmarket district of Prati</p><p>Police in Rome are hunting for a possible serial killer after the bodies of three women were found in two apartments in the upmarket district of Prati.</p><p>Two of the women, both sex workers of Chinese nationality believed to be aged between 40 and 50, were found stabbed to death in an apartment on Via Augusto Riboty.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/rome-police-on-the-hunt-for-possible-serial-killer-after-three-women-dead\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/leaders-climate-breakdown-fail-power-cop27", "title": "Our leaders had a final chance to halt climate breakdown. They failed each and every one of us | George Monbiot", "date_published": "2022-11-18 14:55:42+00:00", "description": "<p>It’s a miracle that any one of us is alive today. Those with the power to grant that miracle to future generations chose not to</p><p>The chances of any one person <a href=\"https://www.huffpost.com/entry/probability-being-born_b_877853\">being born</a> were calculated by the life coach Dr Ali Binazir. He multiplied the probability of your parents meeting, mating and conceiving by the chances of a particular sperm and egg fusing; of all your human and hominid ancestors reaching reproductive age; and of all them successfully reproducing. He arrived at a figure of one in 10 to the power of 2,640,000. In other words, a 10 followed by 2.6m zeros. It’s an unimaginable, miraculous number. Yet here we are.</p><p>The chances of being alive right now, as a member of one of the first generations to know the path it is on, and one of the last that can change it, must add several more zeros to this crazy number. The chances of being the president or prime minister of your nation at this critical moment … well you get the idea.</p><p>George Monbiot is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/leaders-climate-breakdown-fail-power-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/not-just-another-album-stormzys-third-act-takes-anticipation-to-fever-pitch", "title": "‘Not just another album’: Stormzy’s third act takes anticipation to fever pitch", "date_published": "2022-11-18 14:54:36+00:00", "description": "<p>He took grime to No 1 with a masterful mix of ferocity and vulnerability. Can his long-awaited new album live up to its billing?</p><p>The UK albums chart has been dominated by American behemoths over the past few weeks, with Taylor Swift and Drake dropping blockbuster albums. That could all change when one of Britain’s most successful grime stars ever comes home to roost. Next Friday, Stormzy will release This Is What I Mean, his first album in three years. First teased during <a href=\"https://www.theguardian.com/music/2022/mar/16/stormzy-review-victory-lap-for-the-big-dog\">a live show</a> earlier in the year and finally announced this week, it is expected to be one of the most commercially successful releases of the year.</p><p>This Is What I Mean will be Stormzy’s first release since <a href=\"https://www.theguardian.com/music/2019/dec/13/stormzy-heavy-is-the-head-album-review-merky\">Heavy Is the Head</a>, the monumental capstone to a charmed 2019 that saw him net his first No 1 single, Vossi Bop, and become <a href=\"https://www.theguardian.com/music/2019/jun/29/stormzy-glastonbury-review-pyramid-stage\">the first UK grime star to headline Glastonbury</a>. It was an album that brought grime, and Stormzy, to the centre of British culture – a transition that began with his 2017 debut <a href=\"https://www.theguardian.com/music/2017/feb/23/stormzy-gang-signs-and-prayer-review-merky\">Gang Signs &amp; Prayer</a>, the first grime album to reach No 1 in the UK.</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/not-just-another-album-stormzys-third-act-takes-anticipation-to-fever-pitch\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/cop27-is-it-right-to-talk-of-reparations", "title": "Cop27: is it right to talk of ‘reparations’?", "date_published": "2022-11-18 14:51:03+00:00", "description": "<p>Negotiations are centred on ‘loss and damages’ – but some think that language does not fully account for climate debt</p><p>• <a href=\"https://www.theguardian.com/environment/2022/nov/18/cop27-eu-agrees-to-loss-and-damage-fund-to-help-poor-countries-recover-from-climate-disasters\">Cop27: EU agrees to loss and damage fund to help poor countries amid climate disasters</a></p><p>• <a href=\"https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live\">Cop27 live – latest news updates</a></p><p>Todd Stern, the US climate envoy to Barack Obama, who <a href=\"https://www.theguardian.com/environment/2015/dec/13/paris-climate-deal-cop-diplomacy-developing-united-nations\">negotiated the Paris climate treaty on behalf of the US</a>, recalls how the first question at his first press conference at his first UN climate summit in 2009 caught him offguard.</p><p>“I had just arrived, and I was asked, do you believe in paying reparations to developing countries?” he recalls. “I said no, absolutely not. But I certainly believe in significant support for developing countries.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/cop27-is-it-right-to-talk-of-reparations\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/rugby-union-ireland-chasing-southern-hemisphere-hat-trick-against-australia", "title": "Ireland chasing southern-hemisphere hat-trick against Australia", "date_published": "2022-11-18 14:42:05+00:00", "description": "<ul><li>New Zealand and South Africa already beaten this year</li><li>Scotland face Argentina, Wales take on Georgia</li></ul><p>A clean sweep of the southern-hemisphere giants in the same calendar year is Ireland’s for the taking this weekend if they can beat Australia in Dublin. And it is testament to the changing face of international rugby that it would not even be for the first time. They managed it in 2016.</p><p>This time, though, it feels solid. In 2016, they beat the All Blacks for the first time in their history, let alone all three of them in one year, but now the Irish lord it over the rest at the top of World Rugby’s rankings. Beat the Wallabies in Saturday’s evening fixture, and that is where they will finish the year. More poignantly perhaps, it is where they will start a World Cup year.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/rugby-union-ireland-chasing-southern-hemisphere-hat-trick-against-australia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/18/jan-6-trump-republicans-house-democrats-us-politics-latest", "title": "January 6 panel looks to wrap up investigation before Republicans take over House – live", "date_published": "2022-11-18 14:37:04+00:00", "description": "<p>Bipartisan committee may respond as soon as today to Trump’s attempt to quash their subpoena, report says</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><em>Here’s more from The Guardian’s <a href=\"https://www.theguardian.com/profile/hugo-lowell\">Hugo Lowell</a> on the issue of the January 6 committee’s criminal referrals, which might be its most consequential piece of unfinished business:</em></p><p>The House January 6 select committee has created a subcommittee to examine the scope of potential criminal referrals it might make to the justice department over the Capitol attack as well as what materials to share with federal prosecutors, its chairman and other members said on Thursday.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/18/jan-6-trump-republicans-house-democrats-us-politics-latest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/18/will-the-hooded-dress-be-the-warmdrobe-look-of-winter-2022", "title": "Will the hooded dress be the ‘warmdrobe look’ of winter 2022?", "date_published": "2022-11-18 14:35:12+00:00", "description": "<p>Accessory once favoured by Grace Jones and Kylie Minogue returns to keep heads and ears warm</p><p>You could call it the “haute hoodie”. Or at a stretch, fashion’s response to the energy crisis. Either way, in the latest crossover between catwalk glamour and high street practicality, the hooded dress has been dubbed the “warmdrobe look” of winter 2022.</p><p>No two hooded gowns are the same, of course, and at the higher end of things they come sheer and tight. On a chilly night in New York last week, the model Kate Moss presented an award wearing a sheer olive-green silk jersey dress whose only warmth came from a built-in hood. Earlier in the month, Beyonce wore one by Saint Laurent in aubergine, which she paired with sunglasses. Completing the triumvirate, the British actor Michaela Coel went for a floor-length Ferragamo gown with matching hood, in sheer chocolate fabric dotted with crystals, to the LA premiere of Black Panther: Wakanda Forever.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/18/will-the-hooded-dress-be-the-warmdrobe-look-of-winter-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/18/could-twitter-collapse-or-go-bankrupt-elon-musk", "title": "Could Twitter collapse or go bankrupt?", "date_published": "2022-11-18 14:31:00+00:00", "description": "<p>Since Elon Musk bought it, firm has been hit by swingeing job cuts, an advertiser boycott, warnings of bankruptcy and mass resignations</p><p>Elon Musk’s reaction on Friday to the latest <a href=\"https://www.theguardian.com/technology/2022/nov/17/elon-musk-twitter-closes-offices-loyalty-oath-resignations\">wave of chaos to hit Twitter</a> was to tweet a picture of the company’s logo superimposed over a gravestone. Former Twitter staff are wondering if the problems at the company are indeed existential.</p><p>Since the Tesla chief executive took over last month, the company has been hit by swingeing job cuts, an advertiser boycott, warnings of bankruptcy and now a mass resignation among its remaining staff.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/18/could-twitter-collapse-or-go-bankrupt-elon-musk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/from-vinyl-to-streaming-music-writers-on-the-formats-they-love", "title": "From vinyl to streaming: music writers on the formats they love", "date_published": "2022-11-18 14:30:54+00:00", "description": "<p>Crying over the Spice Girls, recording off the radio and raging against the sales machine: our writers recount how they consumed the singles chart</p><p>I was brought up on 7in singles. My grandparents ran pubs and now and again they’d give my parents singles that had fallen out of the charts and were therefore no longer required by their jukebox. I can vividly remember our copy of You’re the One That I Want by John Travolta and Olivia Newton-John, which had a large hole punched through the middle, as jukeboxes had thicker spindles than regular record players.</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/from-vinyl-to-streaming-music-writers-on-the-formats-they-love\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/18/comfort-and-joy-welcome-resurgence-rice-pudding", "title": "Comfort and joy: the welcome resurgence of rice pudding", "date_published": "2022-11-18 14:28:59+00:00", "description": "<p>Derided by those forced to eat it at school, sales and recipe searches are on the rise</p><p>Uncomfortable times call for comfort food. This winter, from restaurants to supermarkets and even social media, rice pudding is having a moment.</p><p>Sales of rice pudding are up at all the main food chains including 45% year on year at Aldi and 49% month-on-month at Ocado. Waitrose meanwhile reports a 54% increase in searches for tinned versions, while recipe searches are up 233%.</p> <a href=\"https://www.theguardian.com/food/2022/nov/18/comfort-and-joy-welcome-resurgence-rice-pudding\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/18/sales-jumps-and-plunging-champagne-stocks-despite-crisis-luxury-is-booming", "title": "Luxury sales jump as champagne runs out: wealthy enjoying ‘roaring 20s’", "date_published": "2022-11-18 14:28:50+00:00", "description": "<p>LVMH’s financial chief says he does not expect the global economic crisis to show in its customers’ spending</p><p>Arwa Alhudhayei and Najla Ahmed are on a spending spree. Walking down New Bond Street – the London home of many of the world’s most expensive luxury brands, including Louis Vuitton, Chanel and Hermès – Arwa lets slip that she spent more than £2,000 yesterday.</p><p>Najla won’t tell the Guardian how much she spent because, she claims, she doesn’t know. “Oh my God,” she says. “It’s such a difficult question, I don’t want to remember how much I spent. It’s hard.”</p> <a href=\"https://www.theguardian.com/business/2022/nov/18/sales-jumps-and-plunging-champagne-stocks-despite-crisis-luxury-is-booming\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live", "title": "Cop27: EU agrees to finance fund for poorer countries – live", "date_published": "2022-11-18 14:17:52+00:00", "description": "<p>The European Union has backed a loss and damage fund, one of the key demands of developing countries at the climate talks</p><p>The low-lying Pacific island of <strong>Tuvalu</strong> has been reacting to the EU’s proposal on “loss and damage”. Its finance minister, <strong>Seve Paeniu</strong>, called for support for phasing out all fossil fuels, language so far missing from the draft Sharm el-Sheikh agreement.</p><p>He described the EU position on loss and damage as a “breakthrough”.</p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/shameful-un-silencing-indigenous-voices-say-banned-cop27-activists", "title": "‘Shameful’ UN silencing Indigenous voices, say banned Cop27 activists", "date_published": "2022-11-18 14:08:34+00:00", "description": "<p>Campaigners who briefly interrupted US president’s speech had passes revoked after they put ‘lives in danger’</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live\">Cop27 live – latest news updates</a></li></ul><p>Four US activists who had their Cop27 accreditation revoked after briefly interrupting the US president, Joe Biden, in Sharm el-Sheikh have described the UN as “shameful” and say it has silenced Indigenous voices.</p><p>Big Wind, Jacob Johns, Jamie Wefald, and Angela Zhong missed the second week of the climate conference after being suspended for standing up with a “People vs Fossil Fuels” banner during Biden’s speech last Friday. The Indigenous activists, Wind and Johns, gave a war cry to announce themselves and draw attention to the fossil fuels crisis before security officials confiscated the banner. The group then sat down and Biden continued.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/shameful-un-silencing-indigenous-voices-say-banned-cop27-activists\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/18/a-better-way-than-brollies-to-stay-stylishly-dry", "title": "Fiddly brollies, be gone! There’s a better way to stay stylishly dry | Jess Cartner-Morley", "date_published": "2022-11-18 14:00:33+00:00", "description": "<p>Capes, bonnets and mock hoods provide a fashionable alternative to unwieldy umbrellas</p><p>Every morning, after I’ve made tea and fed the dog, I pick up my phone in search of wardrobe inspiration. Ignoring Instagram and Vogue Runway, I open Dark Sky, the weather app, which tells you exactly if, when and how hard it will rain, on your street. Then, and only then, do I think about what to wear.</p><p>As far as fashion goes, whether or not it’s sunny doesn’t matter. Even the temperature isn’t a dealbreaker – by this time of year you are wearing warm socks and you grab your coat whenever you leave the house. If it’s colder than you thought when you step outside, that would be when you run back in and get your gloves.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/18/a-better-way-than-brollies-to-stay-stylishly-dry\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/18/beaujolais-doesnt-have-to-be-nouveau-fiona-beckett", "title": "Beaujolais doesn't have to be nouveau | Fiona Beckett on drink", "date_published": "2022-11-18 14:00:31+00:00", "description": "<p>For many people, beaujolais tends to mean nouveau, which is not to every taste, but there’s so much other wine from the region that there’s bound to be a bojo out there to suit you</p><p>If you’re someone who thinks that beaujolais starts and finishes over the third weekend in November, you might want to reconsider. The region has more to offer than bright, bubble-gummy nouveau, fun though that is, and has a surprising range of styles; the only constant is the grape it’s made from, namely gamay.</p><p>For a start, not all beaujolais is light, although the current 2021 vintage is markedly lighter and fresher than the 2020, which is still around. Which you go for will be partly a question of taste and partly what you’re eating: a 2020 would be a good choice for the Christmas turkey, say, while a ’21 would be better with Boxing Day leftovers.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2022/nov/18/beaujolais-doesnt-have-to-be-nouveau-fiona-beckett\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/what-a-time-to-be-alive-rugby-league-fever-grips-samoa-after-teams-surprise-world-cup-run", "title": "‘What a time to be alive’: rugby league fever grips Samoa after team’s surprise World Cup run", "date_published": "2022-11-18 14:00:31+00:00", "description": "<p><sub>Houses have been painted blue and flags are sold out across the island country ahead of the grand final against Australia on Saturday at Old Trafford</sub></p><p>On the main street of Apia, the capital of Samoa, everything is blue. People are in royal blue T-shirts, blue streamers hang from car windows, some houses have even been painted blue in the last week.</p><p>Samoans are decked out in the colours of their Toa Samoa, the national men’s rugby league team, the surprise stars of the Rugby League World Cup.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/what-a-time-to-be-alive-rugby-league-fever-grips-samoa-after-teams-surprise-world-cup-run\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/my-friends-ex-gives-him-no-parental-rights-over-their-son-how-can-i-help-him", "title": "My friend’s ex gives him no parental rights. How can I help him? | Ask Annalisa Barbieri", "date_published": "2022-11-18 14:00:30+00:00", "description": "<p>I would urge your friend to keep a diary of what’s happening. Not least because one day his son may need to know he tried</p><p><strong>Five years ago, my best friend became the father of a </strong><strong>baby boy with his then partner of over </strong><strong>10 years. When the baby was born, his then partner registered the </strong><strong>birth and, without telling my friend, </strong><strong>omitted his name from the birth certificate. The relationship broke down and he left the home they jointly owned. </strong></p><p><strong>They remained close, although there were some indications that the relationship was dysfunctional: he hinted at </strong><strong>financially supporting her as well as the baby (</strong><strong>despite her having a full-time job) in exchange for contact with his son, and limited contact with the rest of his family.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/my-friends-ex-gives-him-no-parental-rights-over-their-son-how-can-i-help-him\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/iranian-protesters-chant-anti-regime-slogans-at-boys-funeral", "title": "Iranian protesters chant anti-regime slogans at boy’s funeral", "date_published": "2022-11-18 13:50:34+00:00", "description": "<p>Footage shows mother of Kian Pirfalak telling mourners officials are ‘lying’ about cause of son’s death</p><p>Protesters at the funeral of a young boy <a href=\"https://www.theguardian.com/world/2022/nov/17/iran-protests-young-boy-among-deaths-night-of-turmoil-mahsa-amini\">whose family say was killed by Iranian security forces</a> have chanted anti-regime slogans and ridiculed the official account of his death.</p><p>Hundreds of mourners flocked to the city of Izeh in south-western Iran for the funeral of Kian Pirfalak, according to footage posted online.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/iranian-protesters-chant-anti-regime-slogans-at-boys-funeral\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/eu-reversal-stance-loss-damage-china-cop27", "title": "EU reversal of stance on loss and damage turns tables on China at Cop27", "date_published": "2022-11-18 13:38:48+00:00", "description": "<p>China is responsible for more cumulative emissions than any country other than the US</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/18/cop27-egypt-eu-finance-fund-poorer-countries-climate-conference-live\">Cop27 live – latest news updates</a></li></ul><p>Late on Thursday night in the Egyptian resort of Sharm el-Sheikh, the Cop27 UN climate talks seemed stuck in an irretrievable logjam. Rich and poor countries had reached deadlock, a “breakdown between north and south”, according to the UN secretary general, António Guterres.</p><p>By Friday morning, the talks had been upended and the battleground dramatically redrawn, in a way it has not been in 30 years of these annual talks. At stake is the question of whether some of the world’s leading economies – countries such as China, Saudi Arabia and other Gulf petrostates, Russia and countries with high per capita income such as South Korea and Singapore – should start contributing for the first time to help the poorest and most vulnerable countries with the impacts of climate disaster.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/eu-reversal-stance-loss-damage-china-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/18/northern-ireland-police-investigates-apparent-attempted-of-officers-in-bomb-attack", "title": "Northern Ireland police investigates apparent attempted murder of officers in bomb attack", "date_published": "2022-11-18 13:16:25+00:00", "description": "<p>Improvised explosive device damaged police vehicle Strabane, County Tyrone on Thursday</p><p>Police in <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland </a>are investigating the apparent attempted murder of two officers in a bomb attack on Thursday night.</p><p>A suspected improvised explosive device damaged a police vehicle in the town of Strabane in County Tyrone at about 11pm. The two officers escaped unharmed.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/18/northern-ireland-police-investigates-apparent-attempted-of-officers-in-bomb-attack\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/under-21s-given-vote-as-malaysia-goes-to-polls-in-tiktok-election", "title": "Malaysia’s TikTok election: under-21s head to polls for first time", "date_published": "2022-11-18 13:01:28+00:00", "description": "<p>Saturday’s poll is first since voting age was lowered to 18, meaning there are 6m more voters than in 2018</p><p>Malaysians will vote in a tightly contested general election on Saturday, after two weeks of fierce campaigning in which politicians have sought to woo millions of young voters by embracing Instagram and TikTok trends.</p><p>Saturday’s election is the first since constitutional changes lowered the voting age to 18 and automatically registered voters, meaning there are 6 million more voters than at the previous election in 2018. It is believed to be the first time people under 40 make up the majority of the electorate.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/under-21s-given-vote-as-malaysia-goes-to-polls-in-tiktok-election\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/18/anna-maxwell-martin-i-never-get-offered-drugs-people-think-im-a-child", "title": "Anna Maxwell Martin: ‘I never get offered drugs. People think I’m a child’", "date_published": "2022-11-18 13:00:28+00:00", "description": "<p>As she prepares to play an MI5 interrogator in a thrilling new cold war drama, the Bafta winner talks about coping with death, lacking confidence – and how she’s always wanted to be Kate Winslet</p><p>The only thing <a href=\"https://www.theguardian.com/tv-and-radio/2021/may/01/anna-maxwell-martin-from-sinister-line-of-duty-cop-to-harried-mum-who-makes-us-laugh\">Anna Maxwell Martin</a> did not enjoy about her role in a new cold war spy drama was the tights. Luckily, her character Lily Taylor, an MI5 debriefer, spends a lot of time behind a desk. “Every scene where you see a table, the tights are off, they’re round the ankles,” says Maxwell Martin. “Damian’s like … ” She mimics <a href=\"https://www.theguardian.com/culture/2022/oct/29/damian-lewis-on-grief-espionage-and-his-new-musical-ambitions\">Damian Lewis</a>, playing MI6 officer Nicholas Elliott, rolling his eyes. “They were so itchy!” Who knows if the maddening woollens were deliberate, but they must have enhanced the uncomfortable atmosphere of her claustrophobic interrogations.</p><p>In A Spy Among Friends, based on the <a href=\"https://www.theguardian.com/books/2014/mar/09/spy-among-friends-kim-philby-ben-macintyre-review\">book by Ben Macintyre</a>, Taylor is trying to get to the truth of what happened in Beirut where, under Elliott’s watch, the British double agent Kim Philby (played by Guy Pearce) escaped to Moscow. It’s enthralling and classy, and Maxwell Martin is rightly proud of it. “It’s not an easy watch. You have to concentrate. It’s not like watching <a href=\"https://www.theguardian.com/tv-and-radio/2021/mar/03/married-at-first-sight-will-the-uk-copy-australias-staged-sexed-up-dramas\">Married at First Sight</a>.” A laugh and a hammy aside: “My regular viewing.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/18/anna-maxwell-martin-i-never-get-offered-drugs-people-think-im-a-child\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/18/new-youtube-king-mrbeast-amateur-poster-who-became-54m-a-year-pro", "title": "New YouTube king MrBeast: amateur poster who became $54m-a-year pro", "date_published": "2022-11-18 13:00:28+00:00", "description": "<p>Big-budget Jimmy Donaldson has overtaken PewDiePie to become the most subscribed person on the platform</p><p>YouTube’s short 17-year history is one of human civilisation played on fast-forward. The first videos uploaded to the website were shabby, amateur productions from enthusiasts with cameras, made on a shoestring budget. Today, the most popular videos have eye-watering budgets more akin to TV shows.</p><p>Few people demonstrate YouTube’s shift better than Jimmy Donaldson, better known to his <a href=\"https://www.youtube.com/user/MrBeast6000/videos\">112 million subscribers</a> as MrBeast. This week Donaldson, 24 and born in Wichita, Kansas, became YouTube’s king, surpassing Felix “PewDiePie” Kjellberg as the most subscribed-to individual on the platform.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/18/new-youtube-king-mrbeast-amateur-poster-who-became-54m-a-year-pro\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/18/a-protest-and-a-giant-wedding-cake-fridays-best-photos", "title": "A protest and a giant wedding cake: Friday’s best photos", "date_published": "2022-11-18 12:57:29+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/18/a-protest-and-a-giant-wedding-cake-fridays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/warm-autumn-britain-seasons-november-climate-crisis", "title": "This warm autumn is a warning: Britain’s seasons are changing for good | Sophie Pavelle", "date_published": "2022-11-18 12:23:25+00:00", "description": "<p>A mild November may be talked of as a ‘freak weather event’, but the climate crisis will make the abnormal normal</p><p>My fingers should be numb. My breath should rise in clouds. I want leaves to crunch and snap beneath my feet. I want to have to pull my coat tightly around me, to ram a hat low over my ears. I expect to be locking horns with the thermostat. But instead I find myself overheating. Is this the new November?</p><p>Following soaring temperatures across Britain throughout 2022 and a distinct <a href=\"https://www.theguardian.com/environment/2022/oct/14/england-could-be-in-drought-beyond-spring-2023\">lack of rain</a>, we knew better than to expect our weather to resume its familiar winter course. An <a href=\"https://www.mirror.co.uk/news/uk-news/uk-weather-forecast-african-plume-28250330\">African plume</a> of hot air whipping off the tropics, the Azores and Cape Verde has lifted London’s temperatures 8C above average. Porthmadog, north Wales, had a <a href=\"https://www.northwaleschronicle.co.uk/news/national/23121798.warmest-remembrance-sunday-record-high-21-2c/\">high of 21.2C</a> on Remembrance Sunday. And we’re still pursuing a limit on global temperature rise of 1.5C.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/warm-autumn-britain-seasons-november-climate-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/18/sara-pascoe-success-story-review", "title": "Sara Pascoe: Success Story review – family beats fame for warm hilarity", "date_published": "2022-11-18 12:18:25+00:00", "description": "<p><strong>Dorking Halls<br /></strong>Playful material about Pascoe’s life on the celebrity B-list is eclipsed by a heartfelt second act focused on private truths about new motherhood</p><p><a href=\"https://www.theguardian.com/stage/2022/nov/15/sara-pascoe-i-got-told-not-to-wear-skirts-on-stage-but-you-can-be-hysterical-and-wear-a-nice-dress\">Sara Pascoe</a> isn’t the first comic to get a laugh by appraising the precise dimensions of her fame. She’s rare in making a whole show out of it. One of two shows, as it turns out. Success Story is a night of two halves – the first chronicling the 20-year fulfilment of her teenage TV dreams, the second her life as a new parent. Act One is an amuse bouche, likable but not peak Pascoe. Act Two, addressing an experience that has eclipsed for her the importance of everything described in the first, cuts accordingly closer to the bone.</p><p>What the first hour has going for it is a lovely structure which mirrors <a href=\"https://www.theguardian.com/lifeandstyle/2022/aug/06/sara-pascoe-looks-back-i-often-tell-myself-i-am-funnier-the-uglier-i-look\">14-year-old Sara</a>’s fruitless audition for Michael Barrymore’s TV talent show with a parallel <a href=\"https://www.youtube.com/watch?v=s3T4FUqPvnA\">screen singing gig</a> for her 40-year-old self. There’s also a droll presiding conceit whereby – with reference to her sceptical therapist – Pascoe can’t be sure if her stardom is real or a delusion. All of which is winningly humble and heart-on-sleeve, with Pascoe as ever playing the overthinking girl-in-a-woman’s-body, maladjusted to adulthood.</p><p><a href=\"https://www.saraontour.com/\">Touring until 22 April</a></p> <a href=\"https://www.theguardian.com/stage/2022/nov/18/sara-pascoe-success-story-review\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/manchester-united-to-sue-cristiano-ronaldo-and-ban-him-over-interview", "title": "Manchester United to sue Cristiano Ronaldo and ban him over interview", "date_published": "2022-11-18 12:12:49+00:00", "description": "<ul><li>Club allege breach of contract over comments in interview</li><li>Ronaldo told not to return to training base after World Cup</li></ul><p>Manchester United have appointed lawyers to sue Cristiano Ronaldo for alleged breach of contract after claims made by the forward in a recent interview, with the club seeking a swift resolution to the issue.</p><p>It means Ronaldo will almost certainly never play for United again and it is understood the 37-year-old has been instructed not to return to the club’s Carrington training base after his participation with Portugal in the World Cup in Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/manchester-united-to-sue-cristiano-ronaldo-and-ban-him-over-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/formula-one-announce-new-all-female-series-of-races-to-begin-in-2023-motor-sport", "title": "Formula One announces new all-female series of races to begin in 2023", "date_published": "2022-11-18 12:08:17+00:00", "description": "<ul><li>Aim to help young women ultimately drive in F1</li><li>Future of existing W Series remains in doubt</li></ul><p>Formula One has officially announced the formation of a new all-female racing series which will begin in 2023. The F1 Academy will be run and financially backed by the sport’s owners Formula One Management with the intent of helping more young women progress in motor racing and ultimately into F1.</p><p>The new championship will consist of five teams, each with three drivers run by existing competitors in the F1 feeder series, F3 and F2. The season will be held across seven meetings with three races at each event. The calendar has yet to be confirmed but is expected to include one F1 weekend.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/formula-one-announce-new-all-female-series-of-races-to-begin-in-2023-motor-sport\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/18/recently-discovered-wind-in-the-willows-illustration-to-be-sold-at-auction", "title": "Recently discovered Wind in the Willows illustration to be sold at auction", "date_published": "2022-11-18 12:00:28+00:00", "description": "<p>The pencil and ink drawing of a swaggering Mr Toad and his friends by EH Shepard was found hanging on the stairs of an East Anglian country house</p><p>An original illustration from The Wind in the Willows, which was recently discovered hanging in a country house, is to be sold at auction.</p><p>The pencil and ink drawing is by EH Shepard, who illustrated Kenneth Grahame’s classic and Winnie-the-Pooh. Titled Swaggering Down the Steps, it shows Mr Toad coming down the steps of Toad Hall clad in motoring attire to be greeted by Ratty, Badger and Mole. Inscribed in the margins are instructions for the printer.</p> <a href=\"https://www.theguardian.com/books/2022/nov/18/recently-discovered-wind-in-the-willows-illustration-to-be-sold-at-auction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/climate-initiatives-passed-us-midterm-elections", "title": "Voters pass historic climate initiatives in ‘silent surprise’ of US midterms", "date_published": "2022-11-18 12:00:28+00:00", "description": "<p>The electoral support at the state and local levels for more climate action comes as world leaders meet at Cop27 </p><p>While the economy and abortion rights drove momentum behind the midterm election this year, voters in cities and states across the US also turned out to pass a number of climate ballot initiatives .</p><p>Among the measures passed were a <a href=\"https://www.theguardian.com/us-news/2022/nov/10/new-york-passes-environmental-bonds-midterm-elections\">historic multibillion-dollar investment</a> into environmental improvement projects in New York state, including up to $1.5bn in funding for climate change mitigation. This election also saw a $50m green bond act pass in Rhode Island, and in Colorado, the city of Boulder approved a climate tax as well as a ballot measure that will allow the city to borrow against that tax to fund climate projects.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/climate-initiatives-passed-us-midterm-elections\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/france-are-richly-talented-but-beset-by-problems-before-world-cup-defence", "title": "France are richly talented but beset by problems before World Cup defence", "date_published": "2022-11-18 12:00:27+00:00", "description": "<p>Injuries, public disenchantment and a certain bald idol eyeing his job is heaping unusual pressure on Didier Deschamps</p><p>Zinedine Zidane wants your job. Zinedine Zidane is making very little secret of the fact that he wants your job. Indeed, the normally taciturn Zinedine Zidane is giving interviews to L’Équipe nakedly advertising his suitability for your job, and describing it as his “deepest desire”. “If it has to be done,” Zinedine Zidane has said of your sacking and imminent replacement by Zinedine Zidane, “it will be done.”</p><p>Most mortals, when faced with this utterly petrifying state of affairs, would probably quail at length before ultimately surrendering to cosmic inevitability and giving Zidane whatever he wants. But Didier Deschamps is built a little tougher than that. You probably have to be in order to win World Cups as a player and coach, to do this job for more than a decade and still thirst for more.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/france-are-richly-talented-but-beset-by-problems-before-world-cup-defence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/18/scholars-symphonies-and-rave-music-making-the-assassins-creed-soundtrack-", "title": "Scholars, symphonies and rave music: making the Assassin’s Creed soundtrack", "date_published": "2022-11-18 12:00:27+00:00", "description": "<p>How do you create the audio DNA of a new game series? How do you make time travel sound like time travel? And how does electronic music match with a medieval adventure? Composer Jesper Kyd reveals all</p><p>Ubisoft knew Assassin’s Creed was going to be huge. Over its three years of development, the game went from a Prince of Persia spin-off curio to the gem in the publisher’s forthcoming games list. It became the talk of the industry in 2006 after a well-constructed trailer teased at the imaginations of gamers and history fanatics alike. Intrigued by the promise of a game set during the Third Crusade in the Holy Land in 1191 – with some mysterious sci-fi elements projected over the top – we all waited with bated breath for this historical action experiment to land in late 2007.</p><p>The publisher needed the best people it could get on the project. The high-profile appointment of producer Jade Raymond made headlines and by the time Assassin’s Creed was nearing completion, Ubisoft had committed more than 150 staff to make sure the finished product was as polished and impressive as it could be. But as the development team swelled and the Holy Land started to take shape, there was just one man working on the soundtrack: Jesper Kyd.</p><p>In the beginning, there was talk about hiring multiple composers because Ubisoft didn’t really feel that any one composer could pull this off… They found, in me, someone that could do all of it</p> <a href=\"https://www.theguardian.com/games/2022/nov/18/scholars-symphonies-and-rave-music-making-the-assassins-creed-soundtrack-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/world-cup-2022-team-guide-uruguay", "title": "World Cup 2022 team guides part 32: Uruguay", "date_published": "2022-11-18 12:00:27+00:00", "description": "<p>Hopes are high for a talented squad with youth, experience and a manager who believes they can lift the trophy</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/18/world-cup-2022-team-guide-uruguay\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/18/harland-millers-dreams-ken-kiffs-sensuality-and-the-magic-of-gainsborough-the-week-in-art", "title": "Harland Miller’s dreams, Ken Kiff’s sensuality and the magic of Gainsborough – the week in art", "date_published": "2022-11-18 12:00:26+00:00", "description": "<p>Dream paintings of book covers, Magdalena Abakanowicz’s tangles, the art of Ken Kiff and a restored museum in Suffolk – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Harland Miller: Imminent End, Rescheduled Eternally</strong><strong><br /></strong>Paintings of book covers that evoke the reveries of readers who dream of writing.<br />• <a href=\"https://whitecube.com/exhibitions/exhibition/Harland_Miller_White_Cube_Bermondsey_2022\">White Cube Bermondsey, London, until 22 January</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/18/harland-millers-dreams-ken-kiffs-sensuality-and-the-magic-of-gainsborough-the-week-in-art\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/gross-sabotage-traces-of-explosives-found-at-sites-of-nord-stream-gas-leaks", "title": "‘Gross sabotage’: traces of explosives found at sites of Nord Stream gas leaks", "date_published": "2022-11-18 12:00:17+00:00", "description": "<p>Swedish prosecutor says ‘complex’ investigation and analysis continue to see if  suspects can be identified</p><p>Traces of explosives have been found at the sites of <a href=\"https://www.theguardian.com/business/2022/sep/29/sweden-reports-fourth-nord-stream-1-2-pipeline-leak\">September’s multiple leaks</a> from the Nord Stream gas pipelines, confirming that the breaches were the result of sabotage, Sweden’s prosecution authority has said.</p><p>“Analysis that has now been carried out shows traces of explosives on several of the objects that were recovered” from the scene in the Baltic Sea, Mats Ljungqvist, the prosecutor leading the investigation, said on Friday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/gross-sabotage-traces-of-explosives-found-at-sites-of-nord-stream-gas-leaks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/18/we-want-people-to-laugh-gasp-and-hope-ireland-hosts-climate-science-circus", "title": "‘We want people to laugh, gasp and hope’: Ireland hosts climate science circus", "date_published": "2022-11-18 11:45:01+00:00", "description": "<p>Circus Science by the Sea takes place this weekend in Westport and Achill island, coastal areas facing climate challenges</p><p>Cop27 may have been dismissed as a circus in some quarters, but a group of scientists and performers is staging a real circus in <a href=\"https://www.theguardian.com/world/ireland\">Ireland</a> to inspire people to help tackle the climate crisis.</p><p>The eclectic mix of engineers, conservation experts, clowns, jugglers and acrobats will perform this weekend in what is billed as Europe’s first circus science and environment festival.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/18/we-want-people-to-laugh-gasp-and-hope-ireland-hosts-climate-science-circus\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/18/twitter-may-not-cope-with-world-cup-abuse-says-kick-it-out-chair", "title": "Twitter may not cope with World Cup abuse, says Kick It Out chair", "date_published": "2022-11-18 11:39:37+00:00", "description": "<p>Sanjay Bhandari says cuts in trust and safety team at platform could be taken as ‘green light for hate’</p><p>The chair of the anti-discrimination body Kick It Out has voiced fears that Twitter will be unable to cope with online abuse during the football World Cup, after a wave of job losses at the social media platform.</p><p>Sanjay Bhandari said he was deeply concerned by reports of cuts in the trust and safety team at Twitter, as well as the departure of the executive in charge of the department.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/18/twitter-may-not-cope-with-world-cup-abuse-says-kick-it-out-chair\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/commentisfree/2022/nov/18/uk-eu-mend-broken-relationship-brexit-neighbours", "title": "Whisper it, but the UK and the EU are starting to mend their broken relationship | Helene von Bismarck", "date_published": "2022-11-18 11:33:13+00:00", "description": "<p>After six hostile years, Britain is realising that, even after Brexit, it can’t turn its back on its European neighbours</p><p>The soap opera of British politics in recent months may have eclipsed something more consequential for the UK in the long run than the revolving doors in Downing Street. The relationship between the UK and the rest of Europe is slowly and quietly changing.</p><p>It is too early to speak of a turning point, but there is at least a chance that we will look back on 2022 as the year when Britons and other Europeans finally escaped a downward spiral that has, since the Brexit referendum, poisoned not just the relationship between the UK and the EU, but bilateral relationships between the UK and many EU countries. Things might not be getting better, but they have at least, for now, stopped getting worse. In the sad world of UK-EU relations, this is progress.</p><p>Helene von Bismarck is a German historian and author who specialises in the UK’s interactions with the world</p> <a href=\"https://www.theguardian.com/world/commentisfree/2022/nov/18/uk-eu-mend-broken-relationship-brexit-neighbours\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/qatar-bans-beer-from-world-cup-stadiums-fifa-u-turn", "title": "Qatar bans beer from World Cup stadiums after 11th-hour U-turn", "date_published": "2022-11-18 11:32:20+00:00", "description": "<ul><li>Fifa confirms move as official beer brand says: ‘This is awkward’</li><li>Budweiser likely to regard step as a major breach of contract</li></ul><p>Fifa has confirmed alcohol will be banned for World Cup fans in a major and unprecedented volte-face just 48 hours before the tournament will kick off in Qatar. The news that it will not be sold inside or around the perimeter of stadiums was confirmed by Fifa in a terse statement on Friday afternoon.</p><p>“Following discussions between host country authorities and Fifa, a decision has been made to focus the sale of alcoholic beverages on the Fifa Fan Festival, other fan destinations and licensed venues, removing sales points of beer from Qatar’s World Cup 2022 stadium perimeters.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/qatar-bans-beer-from-world-cup-stadiums-fifa-u-turn\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2022/nov/18/david-squires-on-qatar-2022-world-cup-were-really-doing-this-then-are-we", "title": "David Squires on … Qatar 2022. We’re really doing this then, are we?", "date_published": "2022-11-18 11:23:22+00:00", "description": "<p>Our cartoonist gets ready for the World Cup’s big kick-off and asks the burning question on so many people’s minds</p><ul><li><a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/08/david-squires-on-qatar-2022-and-a-world-cup-whistleblower-story\">The whistleblower’s story</a> |<a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/10/david-squires-on-qatar-2022-the-invisible-man-world-cup-story-migrant-worker\"> Qatar 2022’s invisible man</a></li><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/18/david-squires-on-qatar-2022-world-cup-were-really-doing-this-then-are-we\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/18/british-people-poorer-ifs-uk-autumn-statement", "title": "The British people ‘just got a lot poorer’, says IFS thinktank", "date_published": "2022-11-18 11:14:06+00:00", "description": "<p>UK has scored ‘a series of economic own goals’, Institute for Fiscal Studies says after autumn statement</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2022/nov/17/autumn-statement-2022-key-points-jeremy-hunt-budget\">Autumn statement: key points at a glance</a></li><li><a href=\"https://www.theguardian.com/uk/business\">Autumn statement 2022: all our coverage</a></li></ul><p>The British people “just got a lot poorer” after a series of “economic own goals” that have made a recovery much harder than it might have been, a leading thinktank has said.</p><p>In his verdict on the chancellor’s <a href=\"https://www.theguardian.com/uk-news/autumn-statement-2022\">autumn statement</a>, Paul Johnson, the director of the Institute for Fiscal Studies (IFS), said the government was “reaping the costs of a long-term failure to grow the economy”, along with an ageing population and high levels of historic borrowing.</p> <a href=\"https://www.theguardian.com/business/2022/nov/18/british-people-poorer-ifs-uk-autumn-statement\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/briton-held-over-wifes-death-in-cyprus-no-longer-facing-trial", "title": "Briton held over wife’s death in Cyprus no longer facing murder trial", "date_published": "2022-11-18 11:12:22+00:00", "description": "<p>David Hunter had been charged with  murder of wife Janice, who died in December 2021 at  couple’s retirement home in Paphos</p><p>A British man arrested over the death of his sick wife in Cyprus is no longer facing a murder trial after a deal was reached with Cypriot prosecutors, according to a group working with his lawyers.</p><p>David Hunter, 75, is charged with the murder of his wife, Janice, 74, who died in December 2021 at the couple’s retirement home in the coastal resort town of Paphos, where many of the up to 60,000 British expatriates in Cyprus live.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/briton-held-over-wifes-death-in-cyprus-no-longer-facing-trial\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/kherson-leaders-toil-to-turn-city-around-ukraine", "title": "‘I advise people to leave’: Kherson’s leaders toil to turn city around", "date_published": "2022-11-18 11:05:49+00:00", "description": "<p>After the euphoria of the Ukrainian city’s recapture, many of its people are living at rock bottom, lacking the basics to survive</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/18/russia-ukraine-war-live-missile-strikes-leave-10-million-ukrainians-without-power-says-zelenskiy\">Russia-Ukraine war – latest news updates</a></li></ul><p>Before the war, the problems faced by the residents of Kherson were similar to those in many European cities: salaries, corruption, addiction, the need to improve public services. Now they centre on obtaining the means of survival: water, heat, food, electricity and connection to the outside world.</p><p>Many villages in the Kherson region have been without electricity, gas and running water for months. Kherson city’s electricity and water supply was cut off around two weeks ago as the Russians fled, and not everyone had a gas supply.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/kherson-leaders-toil-to-turn-city-around-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/18/foulest-medicine-tory-press-lash-out-at-jeremy-hunts-autumn-statement", "title": "‘Foulest medicine’: Tory press lash out at Jeremy Hunt’s autumn statement", "date_published": "2022-11-18 11:01:02+00:00", "description": "<p>Headlines in traditionally friendly Daily Mail, Sun and Telegraph make tough reading for chancellor</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2022/nov/18/autumn-statement-2022-what-it-means-for-you\">Autumn statement 2022: how it will affect households</a></li><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/18/jeremy-hunt-warns-of-two-challenging-years-after-autumn-statement-budget-uk-politics-live\">Politics live: latest news and reaction</a></li></ul><p>Jeremy Hunt has been accused of “hammering strivers” and giving an “indefensible reward” to wealthy homeowners, as Conservative-supporting newspapers and commentators piled the pressure on him over <a href=\"https://www.theguardian.com/uk-news/2022/nov/17/biggest-hit-to-living-standards-on-record-as-jeremy-hunt-lays-out-autumn-statement\">Thursday’s autumn statement</a>.</p><p>Acknowledging the uproar across Friday’s front pages, the chancellor said he could not be accused of ducking “difficult decisions”, given the headlines.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/18/foulest-medicine-tory-press-lash-out-at-jeremy-hunts-autumn-statement\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/18/budget-beauty-sali-hughess-50-top-picks-under-20", "title": "Saving face: the 50 best budget beauty buys under £20 | Sali Hughes", "date_published": "2022-11-18 11:00:27+00:00", "description": "<p>A £5 self-tan that’s better than pricey ones and a bargain no-run mascara. For the best affordable hair, skin and beauty products, we’ve got you covered</p><p>There has never been a better time in budget beauty. It’s broadly true that in 2022, “bad” products as we once knew them have all but vanished from high-street and department-store shelves. In fact, research, innovation and technology in beauty have advanced so fast that a cheap beauty product launching now is likely to be of materially higher quality than a luxury product launched 10 years ago.</p><p>The dramatically improved performance of modern beauty products made this year’s bargain special an even bigger joy to compile – and given the financial climate, a more useful and necessary endeavour. What we do spend on must work.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/18/budget-beauty-sali-hughess-50-top-picks-under-20\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/elizabeth-holmes-theranos-trial-sentencing", "title": "Elizabeth Holmes trial: sentencing to begin after four-month trial", "date_published": "2022-11-18 11:00:26+00:00", "description": "<p>Theranos founder faces up to 20 years in prison on four counts of defrauding investors after her blood testing firm collapsed</p><p>Sentencing is due to get under way for the Theranos founder Elizabeth Holmes, who faces up to 20 years in prison over her role in the blood testing firm that collapsed after its technology was revealed to be largely fraudulent.</p><p>Holmes is due to return on Friday morning to the San Jose, California, courthouse where her nearly four-month-long trial took place in 2021. She was convicted in January on four counts of defrauding investors.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/elizabeth-holmes-theranos-trial-sentencing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/theres-an-apple-tree-to-fit-every-plot-so-plant-one-now", "title": "Terrace, lawn or courtyard, there’s an apple tree to fit every plot. So plant one now | Alys Fowler", "date_published": "2022-11-18 11:00:26+00:00", "description": "<p>Ordering a bare-root tree is an investment that will bear flavourful fruit</p><p>I get such a thrill when I see a heavily laden tree ripe with rosy apples. I think of the apples given away, bottled into sauce or made into pies. I think of the blackbirds that so love a rotten fallen apple. I think of the worms, wasps, maggots and microbes that take the rotting flesh back into the soil. I think of the ladybirds that will shelter over winter in the craggy edges of the tree’s bark, and the mistle thrush that will wipe<strong> </strong>the sticky mistletoe berries off its beak and thus deposit them into hollows where long-gone branches grew. I think of the mason bees and hoverflies that will pollinate the blossom in spring, and of the many moulds, rusts and strange fungi that will inhabit worlds I cannot see over the surface of the tree, both above and below.</p><p>A whole world then, growing, being with, resting on and coming to the tree; the tree as a home; the trees as part of your home.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/theres-an-apple-tree-to-fit-every-plot-so-plant-one-now\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/houseplant-of-the-week-ponytail-palm", "title": "Houseplant of the week: ponytail palm", "date_published": "2022-11-18 11:00:25+00:00", "description": "<p>Shower this hardy succulent in sunlight – and water sparingly – to enjoy its magnificent mass of long leaves for many years</p><p><strong>Why will I love it?</strong><br />The leaves on the <em>Beaucarnea recurvata</em> give the illusion that the plant is in constant, joyful motion. Despite its common name, this plant is not a palm but a dioecious succulent tree (dioecious meaning the plants are either male or female). Its unusual thick, woody truck and enlarged base are signature traits of ‘caudiciform’ plants.</p><p><strong>Light or shade?</strong><br />Bright light to full sun exposure.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/houseplant-of-the-week-ponytail-palm\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/18/if-the-alien-rumours-are-trueplease-no-more-yucky-high-concept-posturing", "title": "If the Alien rumours are true, please, no more yucky high-concept posturing", "date_published": "2022-11-18 11:00:25+00:00", "description": "<p>There hasn’t been a good Alien film since 1986. Is Fede Alvarez the right director to bring the monster franchise back to life?</p><p>It really is an indictment of modern Hollywood that there hasn’t been a decent Alien movie since 1986. That’s 36 years in which studio interference (Alien 3), clumsy setups (Alien: Resurrection), brain-dead conceptualisation (the Alien vs Predator movies) and preposterous, portentous grandiosity (everything from Prometheus onwards) has hamstrung the long-running slasher in space saga. Three decades-plus in which film-makers of the quality of David Fincher, Jean-Pierre Jeunet and Ridley Scott himself have tried and failed to come up with something that matches the gut-churning majesty of Scott’s 1979 original Alien, and its more bombastic sequel, James Cameron’s Aliens.</p><p>A TV show is expected sometime next year, with Fargo’s Noah Hawley at the helm. And this week there are <a href=\"https://www.hollywoodreporter.com/movies/movie-news/cailee-spaeny-alien-movie-fede-alvarez-1235263450/\">reports that Mare of Easttown’s Cailee Spaeny will lead a new Alien movie from Fede Alvarez</a>, the Uruguayan director of 2016’s coolly unorthodox horror Don’t Breathe.</p> <a href=\"https://www.theguardian.com/film/2022/nov/18/if-the-alien-rumours-are-trueplease-no-more-yucky-high-concept-posturing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/weather-tracker-great-lakes-region-of-us-hit-by-lake-effect-snow", "title": "Weather tracker: Great Lakes region of US hit by lake-effect snow", "date_published": "2022-11-18 10:40:13+00:00", "description": "<p>Buffalo City on edges of Lake Erie and Watertown on Lake Ontario among areas deluged with huge snowfall</p><p>A major lake-effect snow event has hit the Great Lakes region of the US, causing intense and paralysing snowfall. It started on Wednesday evening, and will probably carry on until the end of the weekend with the worst-affected places being Buffalo City on the eastern edges of Lake Erie, and areas around Watertown on Lake Ontario.</p><p>Lake-effect snow occurs when cold air blows across an unfrozen lake that is relatively warm, heating the cold air from below and creating heavy snow showers. These showers often form in narrow quasi-stationary bands causing significant amounts of snow to fall over a small area. This current event is caused by cold air sourced from Canada, blowing cyclonically around low-pressure located above the Great Lakes, becoming a returning south-westerly or westerly flow depending on location.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/weather-tracker-great-lakes-region-of-us-hit-by-lake-effect-snow\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/death-threats-prompt-rfu-demand-further-action-against-rassie-erasmus-wayne-barnes-south-africa", "title": "Death threats prompt RFU to demand further action taken against Erasmus", "date_published": "2022-11-18 10:31:46+00:00", "description": "<ul><li>RFU letter to SA Rugby calls for social posts to be deleted</li><li>Referee Wayne Barnes and family subject to torrent of abuse</li></ul><p>South Africa Rugby is under increasing pressure to take action against Rassie Erasmus after the Rugby Football Union lodged a complaint over his social media comments concerning Wayne Barnes’ refereeing performance which have led to death threats directed at the official.</p><p>It is understood that the RFU wrote an angry letter to its South African counterparts this week, outlining how Barnes – who was taking charge of his 100th Test last Saturday in France’s narrow win over South Africa – has been subjected to online threats while his family has also been targeted.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/death-threats-prompt-rfu-demand-further-action-against-rassie-erasmus-wayne-barnes-south-africa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/qatar-accused-deafening-silence-migrant-workers-centre-reform-world-cup", "title": "Hopes for workers’ legacy fade after ‘deafening silence’ from Qataris", "date_published": "2022-11-18 10:30:02+00:00", "description": "<ul><li>Trade union working with Qatar fears for World Cup legacy</li><li>It sees ‘no sign that sustainable change is coming’</li></ul><p>The trade union leading attempts to improve conditions for migrant workers in Qatar has warned that a positive World Cup legacy is unlikely after proposals for a migrant workers’ centre and wider reform were met with “deafening silence” by government officials.</p><p>The Building and Wood Workers’ International has been working with the Qatari government since 2016 and was part of a collective effort that led to the <a href=\"https://www.theguardian.com/global-development/2020/sep/01/new-employment-law-effectively-ends-qatars-exploitative-kafala-system\">abolition of the kafala system</a> in the country two years ago. Union officials, however, now believe that attempts to cement change – including the creation of a migrant workers’ centre – have been stonewalled and see “no sign that sustainable change is coming”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/qatar-accused-deafening-silence-migrant-workers-centre-reform-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/shark-fin-trade-regulation-cites-panama", "title": "Countries vote to regulate shark fin trade in landmark decision at wildlife summit", "date_published": "2022-11-18 10:25:03+00:00", "description": "<p>Overfishing and a lack of regulation is pushing sharks to extinction – now a global body is hoping to better protect them</p><p>Countries at the world’s biggest wildlife summit have voted for the first time to regulate the trade that kills millions of sharks every year to feed the vast appetite for shark fin soup.</p><p>In what marine conservationists have hailed as a landmark decision, parties at the 186-nation Convention on International Trade in Endangered Species of Wild Fauna and Flora, or <a href=\"https://cites.org/eng/cop19\">Cites</a>, voted to limit or regulate the commercial trade in 54 shark species of the requiem family, including tiger, bull and blue sharks which are the most targeted for the fin trade. It will require countries to ensure legality and sustainability prior to authorising exports of these species.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/shark-fin-trade-regulation-cites-panama\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/nancy-pelosi-hate-figure-right-left-political-virtuoso", "title": "What did Nancy Pelosi represent in US politics? | Moira Donegan", "date_published": "2022-11-18 10:12:01+00:00", "description": "<p>To Republicans, Pelosi has long taken on a kind of mythic malice. But progressives, too, were not enamored of her</p><p>As the new House Republican majority stumbles into power, with all the chaotic, embittered bumbling of a rich man’s son who can only seem to fail upwards, another, peculiar kind of political transition is taking place: Nancy Pelosi, 82, is leaving the House speakership, almost certainly for the last time.</p><p>Perhaps no individual has come to symbolize the Democrats more to the people who do not like the party. To Republicans, Pelosi has long taken on a kind of mythic malice. To the Fox-watching white male, Pelosi symbolizes liberal elitism, a vague but totalizing specter of corruption, and that particular kind of liberal decadence that can be evoked by the name of the city that makes up nearly all of her longtime congressional district: San Francisco. She’s a woman in power, and she’s long been supportive of gay rights, and she opposed the Iraq war. She’s been a reliable opponent of conservatives’ favorite culture war crusades: she supports gun control and opposes Confederate statues. In an association facilitated by misogyny, her very face is a shorthand for liberal extremism, a visual code that denotes secularism, taxation and frightening new pronouns.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/nancy-pelosi-hate-figure-right-left-political-virtuoso\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/donald-trump-legal-troubles-2024-campaign", "title": "Could Trump’s 2024 campaign keep his legal troubles at bay?", "date_published": "2022-11-18 10:00:04+00:00", "description": "<p>Trump’s declaration that he is once again a candidate changes nothing under the law – but the political element could weigh on prosecutors’ success</p><p>The law is clear. The politics less so.</p><p>If Donald Trump’s third run for the White House is propelled by large doses of narcissism and revenge, the former US president must also be hoping that a high-profile political campaign may help keep his myriad legal problems at bay before they bury him.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/donald-trump-legal-troubles-2024-campaign\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/18/the-big-idea-why-does-music-have-such-a-hold-over-us", "title": "The big idea: why does music have such a hold over us?", "date_published": "2022-11-18 10:00:04+00:00", "description": "<p>A complex web of influences determines which songs we really fall for</p><p>You’re in the mood for music. You reach for your phone and scroll through the titles in your library, or maybe you select a vinyl album from your shelves. At this moment, do you ever think about what, exactly, you are doing? What do you hope will happen over the next few minutes as the record plays? What do you <em>want</em>?</p><p>The music we love is functional. In order to survive in the vast entertainment marketplace, a record – that is to say, any recorded music – must serve a need. Choosing one for enjoyment is not unlike choosing a meal from a menu or a shirt from a rack. When an item, a person, a social situation, or even an idea works out well for us, we’re apt to repeat it. Thus our tastes in the things we consume come to be the way they are through a combination of genetics, biology, and happenstance. The biologist D’Arcy Thompson summed it up when he wrote: “Everything is the way it is because it <em>got</em> that way.”</p> <a href=\"https://www.theguardian.com/books/2022/nov/18/the-big-idea-why-does-music-have-such-a-hold-over-us\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/experience-lost-my-memory-fell-in-love-husband-second-time", "title": "Experience: I lost my memory – and fell in love with my husband for the second time", "date_published": "2022-11-18 10:00:03+00:00", "description": "<p>When I see our wedding photos, it’s like looking at someone else’s</p><p>One cold, crisp evening in February 2016, I went on a white-water kayaking course in Hertfordshire. I’d had lessons, but I was still a beginner and my skills weren’t as strong as the flow of the water.</p><p>I spun, flipped and tipped. I heard a loud thud. I didn’t know which way was up. There was a sharp pain on my brow below my helmet, water red like wine, tossing and whirling me in the current.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/experience-lost-my-memory-fell-in-love-husband-second-time\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/john-herdman-canada-soccer-coach-world-cup-qatar-2022", "title": "John Herdman: the mastermind who has led Canada to the men’s and women’s World Cups", "date_published": "2022-11-18 10:00:03+00:00", "description": "<p>The Englishman will complete an extraordinary journey with Canada in Qatar. And those who have played under him are quick to praise his motivational skills</p><p>John Herdman stands in front of a yellow conference room wall, shifting his weight from one foot to the other, off to the side of a projector screen. It displays a quote from Sun Tzu in one corner and a dramatic description of a wildfire along the bottom. He leans into the latter.<br /><br />“It gains a terrifying momentum. That’s what it gains – a terrifying momentum. This red shirt, this team,” the Canada manager tells his players. “It consumes everything in its path: Bermuda, Cayman Islands, Aruba, Suriname … and then you’ll be ready. What a fucking journey.”<br /><br />If the identities of the four teams in that path somewhat detract from the speech, they really shouldn’t. This is the world that Canada’s men’s national team were operating in just a year and a half ago. Next week Herdman, an Englishman who has become a hero in Canada, will send his team out to face Belgium in the country’s first men’s World Cup match for nearly four decades. <br /><br />The speech is one of the first stirring moments <a href=\"https://www.youtube.com/hashtag/wecan\">from WeCAN</a>, a behind-the-scenes series charting Canada’s rollicking run through Concacaf qualifying en route to Qatar. There are plenty more. But in truth, this is all merely part of the journey.<br /><br />Just one Canadian player was born before Mexico 86, the last time the country played on the game’s grandest stage – indomitable skipper Atiba Hutchinson who turns 40 in February. Much is rightly made of the rawness and inexperience of the team he captains. But Herdman, the 47-year-old former teacher from Durham, does not lack for experience. Qatar, remarkably, will be the fourth senior World Cup of a management career that started in earnest 16 years ago.<br /><br />Herdman talks about history as something to be torn up or rewritten, to be challenged or made and remade. When asked last week what it meant to him to be the first manager ever to take a team to a men’s and women’s World Cup, he spoke of how pivotal it is to be “practicing what I preach”.<br /><br />The preaching is, and appears to have always been, the key part of Herdman’s practice. Spend time with any of those who he’s brought with him on his journey from skills camps in northern England and doubters at the Sunderland Academy to grassroots roles in New Zealand that turned to national team jobs there and in Canada, and the talk always comes back to the talk. Herdman is a master of motivation.<br /><br />“John is built for these kind of tournaments,” says Melissa Tancredi, the former Canadian stalwart who played under Herdman at the 2015 Women’s World Cup. “He’s been through it all. He’s been through one at home [in Canada] when we all felt that pressure so I don’t think that there’s any inexperience with John.</p><p>“This man has something that most managers don’t and that’s his ability to actually connect with players and get the absolute best out of them. He’s a mastermind. I’ve never had, or heard of, a coach who is able to connect with players like he does. He’s an absolute beauty in terms of a motivator. He has that ability to calm the situation or bring it to where he needs to bring it, he’s a calibrator. You don’t really learn that, it’s something you’re innately given.”<br /><br />While Herdman has undoubtedly grown as a tactician during his years in the international game, Tancredi’s argument that the psychological and cultural skills were a feature from the jump is backed up by those who were there at the start.<br /><br />Wendi Henderson was long since retired from the New Zealand national team and was feeling her way back into club football, initially for fun, in 2006 when someone approached her on the sidelines in Wellington.<br /><br />“It was John Herdman. He said he’d just been appointed as Football Ferns manager and asked: ‘Where are you at?’” Henderson says. “I started laughing. ‘Where am I at? I’m 35 and retired three years ago!’”</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/john-herdman-canada-soccer-coach-world-cup-qatar-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/lydia-lunchs-listening-diary-lose-yourself-by-eminem-and-now-im-feeling-a-bit-frisky", "title": "Lydia Lunch’s listening diary: ‘Lose Yourself by Eminem – and now I’m feeling a bit frisky’", "date_published": "2022-11-18 10:00:03+00:00", "description": "<p>The no wave icon takes us through a bourbon- and coffee-fuelled night  featuring Harry Nilsson, the Rolling Stones and some old-school soul</p><p>I wake celebrating another day alive. I survived a near fatal accident the previous Sunday on the way to a performance in Cambridge, MA, when the rental car we were driving decided to die – thankfully a mere mile from the venue. I was with my partner in creative art instigation, Joseph Keckler, who gallantly pushed the resistant metal beast to the curb. With little more than half an hour to spare we scurried to the club and did two back-to-back shows as if nothing happened. And, obviously, it could have been worse – much, much worse. So today we celebrate!</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/lydia-lunchs-listening-diary-lose-yourself-by-eminem-and-now-im-feeling-a-bit-frisky\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/18/wild-by-amy-jeffs-audiobook-review-otherworldly-tales-from-medieval-britain", "title": "Wild by Amy Jeffs audiobook review – otherworldly tales from medieval Britain", "date_published": "2022-11-18 10:00:02+00:00", "description": "<p>The author’s folksongs add a new dimension to these evocative short stories inspired by objects and texts from medieval times</p><p>In Wild, tThe writer and medievalist Amy Jeffs blends fact and fiction to “evoke and contextualise [Britain’s] ancient imaginative landscape”. Broadly covering the years 600-1000, a period of “migration, conversion and belief in monsters, demons, angels and omens in the sky”, the book comprises seven themed chapters: Earth, Ocean, Forest, Beast, Fen, Catastrophe and Paradise. Each begins with a short story inspired by objects or texts that have survived from early medieval times, and are rooted in their surroundings, after which Jeffs takes a closer look at the sources.</p><p>The first chapter opens with a ghost story, The Lament of Hos, in which a woman rises from her earthy resting place to revisit the site of her violent demise; there she was supposed to meet her lover, Ertae, but instead encountered a group of men, “their breath all drink and eels”, who beat and killed her. The inspiration for this shimmering tale is an Old English poem The Wife’s Lament, which features in the Exeter Book, a 10th-century anthology of verse, often known as the Old English Elegies, which is one of the largest surviving collections of early medieval literature (several of the original poems feature in Wild’s appendix).</p> <a href=\"https://www.theguardian.com/books/2022/nov/18/wild-by-amy-jeffs-audiobook-review-otherworldly-tales-from-medieval-britain\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/18/backed-by-the-butter-board-then-a-cannes-premiere-rediscovering-the-films-of-wendy-toye", "title": "Backed by the Butter Board – then a Cannes premiere: rediscovering the films of Wendy Toye", "date_published": "2022-11-18 10:00:01+00:00", "description": "<p>A dancer, choreographer and director who made her stage debut aged three, Toye was a creative powerhouse who left an estimable legacy as a film director. Now two of her films are being released for a new audience</p><p>There are few figures in British film history as fascinating as Wendy Toye. Born in east London in 1917, she was a showbiz prodigy who first appeared on stage aged three at the Royal Albert Hall. Later, she was a dancer, choreographer and director working across stage and film, and responsible for some of British cinema’s most beguiling and chilling flights of fantasy – as well as some beloved comedies. All that a time when women were rarely entrusted with the director’s chair. “Then, I liked it to be forgotten that my films were made by a woman,” she said in 1990. “I think nowadays I’d feel quite differently.”</p><p>For a remarkably long stretch, Toye had the knack of meeting the right people at the right time and place. It helped that she had such a prodigious talent. She choreographed her first ballet at the Palladium, in London aged nine. She sat in on the rehearsals of Sergei Diaghilev’s Ballets Russes, and later joined the Markova-Dolin Ballet Company as a soloist and was taken under the wing of Dame Ninette de Valois. She soon became a prolific choreographer for the stage, achieving so much at such a young age that the dance critic Caryl Brahms was prompted to call her, among other accolades, the “Grand Young Grandmother of the dance routineers”.</p> <a href=\"https://www.theguardian.com/film/2022/nov/18/backed-by-the-butter-board-then-a-cannes-premiere-rediscovering-the-films-of-wendy-toye\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/18/world-cup-2022-countdown-to-kick-off-continues-as-qatar-plans-beer-u-turn-live", "title": "World Cup 2022: countdown to kick-off continues as Qatar plans beer U-turn – live", "date_published": "2022-11-18 09:48:18+00:00", "description": "<ul><li>All the latest prior to Sunday’s tournament opener in Qatar</li><li><a href=\"mailto:will.unwin.casual@theguardian.com\">Email Will</a> or tweet <a href=\"https://twitter.com/Will_Unwin\">@Will_Unwin</a> with your thoughts</li></ul><p><strong>A bit more of the imminent beer ban at stadiums.</strong> It looks like there will be announcement today on the matter. What a farce. Fifa and Budweiser will be having some heated conversations, one imagines. </p><p><strong>Two handsome young men have written about the eight potential breakthrough stars of this tournament.</strong> Naturally, they will all now flop but you can read this and then rub it in the fancies of John and I in a few weeks.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/18/world-cup-2022-countdown-to-kick-off-continues-as-qatar-plans-beer-u-turn-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/jeremy-hunt-markets-austerity-growth-recovery-productivity-green-trading", "title": "Hunt’s plan may please the markets, but austerity without real growth would be fatal | Mohamed El-Erian", "date_published": "2022-11-18 09:47:17+00:00", "description": "<p>There will be no recovery unless the chancellor addresses low productivity, the green economy and trading relations post Brexit </p><p>Jeremy Hunt won’t enjoy today’s papers. “Tories soak the strivers,” agonises the Mail, the condemnation bolstered by a columnist’s lament: “And there was me thinking we’d voted in the Conservatives”. “<a href=\"https://www.theguardian.com/media/2022/nov/18/uk-newspaper-front-pages-today-what-the-papers-say-jeremy-hunt-autumn-statement\">From bad to worse</a>,” says the Guardian. “Hunt paves the way for years of pain,” says the Financial Times. “Carnage,” predicts the Mirror. “Years of tax pain,” warns the Times.</p><p>But then his autumn statement was never going to be easy or please everybody. It had to meet multiple objectives, some of which are contradictory in the short term; it was positioned to pursue a total fiscal effort that is greater than what I believe is strictly necessary, and it had to reconcile economic and financial realities with political and institutional priorities.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/jeremy-hunt-markets-austerity-growth-recovery-productivity-green-trading\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/world-cup-2022-everything-you-need-to-know-about-host-country-qatar", "title": "World Cup 2022: everything you need to know about host country Qatar", "date_published": "2022-11-18 09:43:32+00:00", "description": "<p>Football’s grandest tournament will kick off for the first time in the Middle East on Sunday. Here is a guide to the host country</p><p>Qatar is a small monarchy of <a href=\"https://worldpopulationreview.com/countries/qatar-population\">2.7 million</a> people – of whom about 300,000 are Qatari citizens and the rest expatriates – on the Persian Gulf that shares its only land border with Saudi Arabia. The entire country is about a 10th the size of New York City, and all the games will be held in a tight circle of eight stadiums near the capital, Doha.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/world-cup-2022-everything-you-need-to-know-about-host-country-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/skinner-and-baddiel-record-festive-three-lions-track-qatar-world-cup", "title": "‘One more go for the blokes’: Skinner and Baddiel record festive Three Lions track", "date_published": "2022-11-18 09:04:50+00:00", "description": "<p>Pair say they ‘could not resist’ revamping track before Qatar World Cup, after Lionesses’ victory in summer</p><p>Frank Skinner and David Baddiel have released a reworked, festive version of their 1996 football anthem Three Lions, ahead of the 2022 men’s World Cup beginning on Sunday.</p><p>Discussing the release of the track, the pair said that although their famous refrain “football’s coming home” had become redundant after victory for the England women’s team earlier this year, they would give it “one more go for the blokes”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/skinner-and-baddiel-record-festive-three-lions-track-qatar-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/cop27-kiribati-donors-raise-islands-sea-level-rise", "title": "‘No safe place’: Kiribati seeks donors to raise islands from encroaching seas", "date_published": "2022-11-18 09:00:01+00:00", "description": "<p>Pacific state needs billions for its ambitious plan – its president demands wealthy nations act to help now</p><p>Developing countries vulnerable to the worst ravages of global heating have spent the past week at United Nations climate talks urging more support from wealthy nations. The Pacific state of Kiribati has a very specific and unusual demand – that its islands be physically raised up to escape the encroaching seas.</p><p>The <a href=\"https://www.theguardian.com/world/2020/aug/10/kiribatis-presidents-plans-to-raise-islands-in-fight-against-sea-level-rise\">plan</a> to dig up huge clumps of sand and rocks from the seabed and layer them upon the thin coral atolls that make up Kiribati’s sparse landmass will cost “in the billions” of dollars, the country’s president Taneti Maamau told the Guardian.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/cop27-kiribati-donors-raise-islands-sea-level-rise\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/mali-obomsawin-sweet-tooth-review", "title": "Mali Obomsawin: Sweet Tooth review | Jude Rogers's folk album of the month", "date_published": "2022-11-18 09:00:00+00:00", "description": "<p><strong>(Out of Your Head)</strong><br />In their freewheeling debut album, this artist from the First Abenaki nation repatriates the music of their people</p><p>Mali Obomsawin is a musician from the First Abenaki Nation, growing up on ancestral land in Maine and Quebec, whose debut album asks vital questions about the reception and expression of indigenous and traditional music. While studying jazz at New Hampshire’s<strong> </strong>Dartmouth College, an institution founded to train Native Americans as Christian missionaries, they found field recordings of Abenaki songs and stories locked away in the archives. On Sweet Tooth, Obomsawin repatriates some of the music of their people, and their responses to it, into a suite of resistance.</p><p>Sweet Tooth begins with Odana, an arrangement of an early 18th-century Abenaki ballad. Telling the story of Obomsawin’s village’s founding, their voice is deep, beautiful and powerful, accompanied by brass and shimmering, rolling percussion. Lineage follows, an original composition, evoking the period of more than 12,000 years that passed before the arrival of Europeans on Wabanaki land. Then comes the extraordinary Wawasint8da, based on a translation of a Jesuit hymn, brought into the community by a priest intent on indoctrination. Obomsawin wraps its melody around an Abenaki mourning song, Sami’metwehu, before the track surges into three minutes of thrilling free jazz.</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/mali-obomsawin-sweet-tooth-review\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/18/jeremy-hunt-warns-of-two-challenging-years-after-autumn-statement-budget-uk-politics-live", "title": "Jeremy Hunt warns of two challenging years after autumn statement – UK politics live", "date_published": "2022-11-18 08:45:15+00:00", "description": "<p>Chancellor defends his tax rises and delayed spending cuts, saying it is a plan to bring down inflation</p><p>The shadow chancellor was also out and about this morning to lay out Labour’s alternative to Tory budget plans. </p><p>Rachel Reeves told BBC Breakfast Labour would tax “the better off to pay more to ease that pressure on ordinary people”.</p><p>The most important thing is to grow the economy because that is the way to lift living standards for everybody.</p><p>“And what we saw in the numbers yesterday was that living standards are going to fall by the biggest amount for more than 70 years.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/18/jeremy-hunt-warns-of-two-challenging-years-after-autumn-statement-budget-uk-politics-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/honey-dijon-black-girl-magic-review", "title": "Honey Dijon: Black Girl Magic review – tight, anthemic celebration of Black queer identity", "date_published": "2022-11-18 08:30:02+00:00", "description": "<p><strong>(Classic Music Company)</strong><br />The house legend and Beyoncé collaborator is back with 15 celebratory hits that span styles and explode with personality</p><p>House is truly the genre that celebrates itself. What other music is so obsessed with describing the moment of its enjoyment – the bodies, dancefloors, drugs, love, communion? In the wrong hands, an “up in the club / together we are one” lyric can feel trite, but in the manicured talons of Honey Dijon, the meta-mood of house becomes monumental.</p><p>In the past decade the Chicago-born, New York-sculpted DJ has ascended from fashion party favourite to Ibiza resident to Lady Gaga remixer; in recent years, she’s collaborated with Comme des Garcons on a high-end fashion line and produced songs on Beyoncé’s Renaissance. Where her debut album, 2017’s The Best of Both Worlds, played it deep and groovy, its follow-up is an anthemic and vocal-heavy celebration of Black queer identity, with twice the style and oodles more personality.</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/honey-dijon-black-girl-magic-review\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/18/disenchanted-review-amy-adams-returns-sequel", "title": "Disenchanted review – Amy Adams returns for engaging, if lesser, sequel", "date_published": "2022-11-18 08:01:01+00:00", "description": "<p>A follow-up to 2007’s charming fish-out-of-water musical fantasy can’t quite recapture the magic</p><p>Two years after Amy Adams broke out and secured an Oscar nomination for her dizzy, disarming turn in modest indie Junebug, she found a way to smartly parlay that same wide-eyed ebullience to a much grander stage. Disney caper Enchanted was a canny, crowd-pleasing charmer that stood as proof of Adams’ warm movie star appeal while also managing to stand out in a busy post-Shrek crowd of progressively grating fairytale meta snark.</p><p>The sequel, Disenchanted, is landing on Disney+ rather than in cinemas suggesting, yes, ongoing corporate greed, but also an understandable wariness over how a 15-year gap might have affected audience interest. As well-received as the film was back at the time (a $340m global gross and a 93% positive rating from critics), it’s not something that’s necessarily had a visible cultural imprint and Adams has moved away from comedy to more serious fare, most recently in a string of reviled lumps of failed Oscarbait, from Hillbilly Elegy to The Woman in the Window to Dear Evan Hansen (her last hit as a lead was 2016’s Arrival). While there might be a predictably substantial downturn in quality from film to film, it’s still a shrewd move for Adams, a breath of fresh air for someone who’s been stuck in the murk.</p> <a href=\"https://www.theguardian.com/film/2022/nov/18/disenchanted-review-amy-adams-returns-sequel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/18/chess-magnus-carlsen-faces-his-nemesis-in-final-round-of-meltwater-tour", "title": "Chess: Magnus Carlsen faces his nemesis in final round of Meltwater tour", "date_published": "2022-11-18 08:00:03+00:00", "description": "<p>The world No 1 is favourite to win the $210,000 event going into the weekend matches, but still has to meet Poland’s Jan-Krzysztof Duda, who has twice defeated the Norwegian in prestige events</p><p>Magnus Carlsen, the world No 1, is favourite for the $210,000 Meltwater Tour final going into the decisive weekend rounds, but the Norwegian, 31, will meet his most difficult opponent in Sunday’s best-of-four games mini-match, right at the end of the eight-player tournament.</p><p>Carlsen faces Jan-Krzysztof Duda, Poland’s No 1, the grandmaster who has been his nemesis on more than one big occasion. It was Duda who ended Carlsen’s world record sequence of 125 games unbeaten in autumn 2020, and who the following year <a href=\"https://www.theguardian.com/sport/2021/aug/06/chess-carlsen-knocked-out-of-world-cup-semi-as-polands-duda-emerges\" title=\"\">knocked him out of the World Cup</a> in their semi-final match.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/18/chess-magnus-carlsen-faces-his-nemesis-in-final-round-of-meltwater-tour\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/18/the-week-in-wildlife-in-pictures", "title": "The week in wildlife – in pictures", "date_published": "2022-11-18 08:00:03+00:00", "description": "<p>The best of this week’s wildlife pictures, including migrating crabs, a rescued leopard and a monkey carrying a puppy</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/18/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/18/you-be-the-judge-should-my-mum-stop-helping-herself-to-my-posh-candles", "title": "You be the judge: should my mum stop helping herself to my posh candles?", "date_published": "2022-11-18 08:00:03+00:00", "description": "<p>Amber saves up to buy stress-busting candles and bath salts; her mum Doreen takes them out of her room to use herself. Is Doreen playing with fire? You decide</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></li></ul><p><em>Mum says stealing expensive candles and bath salts from my room is a ‘perk of the landlord’</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/18/you-be-the-judge-should-my-mum-stop-helping-herself-to-my-posh-candles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/the-only-complete-collection-of-uk-no-1-singles", "title": "‘I’d be stupid to stop it now!’ The man with the only complete collection of UK No 1 singles", "date_published": "2022-11-18 08:00:03+00:00", "description": "<p>Dave Watson is the proud owner of 1,404 chart-toppers. He looks back on three decades of tracking down obscure vinyl records – and reveals how he copes in the digital era</p><p>For 70 years, the UK singles chart has been a constant in our lives: a weekly countdown humming along in print, on TV and the radio. But to Dave Watson, it’s more than just background noise: it’s a lifestyle. The 55-year-old has been collecting copies of UK No 1 hits since the late 1980s; today, he owns all 1,404 UK No 1 singles, reaching back to the birth of the charts in 1952. He believes it’s the only complete collection of its kind.</p><p>Watson’s devotion to the charts began when he was given a Guinness Book of Hit Singles one Christmas. Starting a collection made sense: with a mother who had worked in a record store, he grew up in a musical household and he enjoyed collecting things. “I just looked at the list at the back of the book and thought: ooh, it might be quite a good idea!” he says, speaking from his home in Dunstable. </p> <a href=\"https://www.theguardian.com/music/2022/nov/18/the-only-complete-collection-of-uk-no-1-singles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/from-kudus-to-gavi-eight-players-ready-to-break-through-at-world-cup", "title": "From Kudus to Gavi: eight players ready to  break through at World Cup", "date_published": "2022-11-18 08:00:02+00:00", "description": "<p>We pick the young stars well placed to shine in Qatar, ranging from Milan’s Rafael Leão to Real Sociedad’s Takefusa Kubo</p><p>The 22-year-old arrived in Europe as a teenager after spending his youth in the Right to Dream academy in his homeland. Nordsjælland put him in the first team at 18, quickly proving himself too good for the Danish league in the following two seasons. Ajax spotted his talents and paid €9m to bring him to the Eredivisie. Erik ten Hag used him mainly as a central midfielder but he can play further forward and already has five goals from 18 appearances at international level. Kudus possesses great close control, can dumbfound defenders in tight spaces and can drive his team forward thanks to his dribbling. He reads the game well and even when running at speed seems to know where his teammates will be, helping him become a prolific assister for his club. <strong>WU</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/18/from-kudus-to-gavi-eight-players-ready-to-break-through-at-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/unai-simon-people-remember-how-i-overcame-the-mistake-but-if-wed-lost-it-wouldnt-be-recognised", "title": "Unai Simón: ‘We’re getting a bit crazy in how we look at goalkeepers’", "date_published": "2022-11-18 08:00:02+00:00", "description": "<p>A calamitous blunder could have proved costly for Spain and their goalkeeper but both have found redemption as they head to Qatar</p><p>Unai Simón unzips the washbag he carries everywhere and carefully takes out a piece of paper. It is tiny, but its significance to him is huge. Unfolding it gently, he shows the code in black letters, symbols and numbers which were his instructions from the Euro 2020 quarter-final shootout. In the previous round, his mistake, allowing a 44m back pass to slip under his foot into the net, could have led to Spain being eliminated; four days later, his penalty saves against Switzerland took them to the semi. “A liberation,” he calls it.</p><p>Those nights <a href=\"https://www.theguardian.com/football/2021/jun/28/croatia-spain-euro-2020-last-16-match-report\" title=\"\">in Copenhagen</a> and <a href=\"https://www.theguardian.com/football/2021/jul/02/switzerland-spain-euro-2020-quarter-final-match-report\" title=\"\">St Petersburg</a> changed everything, and not just for Simón: <em>la selección</em> were to be taken seriously again and he truly felt he was No 1. As Simón explains his approach to the game, the preparation and thinking behind it, the goalkeeper’s role emerges as the embodiment of their commitment to an identity; an indication of how the whole team is set up.</p> <a href=\"https://www.theguardian.com/football/2022/nov/18/unai-simon-people-remember-how-i-overcame-the-mistake-but-if-wed-lost-it-wouldnt-be-recognised\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/18/us-workers-night-shift-takes-toll", "title": "‘It’s killing us all slowly’: how the night shift is taking a toll on US workers", "date_published": "2022-11-18 08:00:01+00:00", "description": "<p>Millions of workers in the US work throughout the night, and the impacts can be profound on their health </p><p>Roger Reinhardt works third shift at a beer production facility in Michigan from 10pm-8am, four days a week. He initially started working nights because it was the only shift available when he started working but he has continued doing it for the extra pay.</p><p>But is not not easy.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/18/us-workers-night-shift-takes-toll\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/18/adele-vegas-residency-begins", "title": "‘It’s gonna be so beautiful’: Adele’s postponed Vegas residency begins", "date_published": "2022-11-18 07:03:00+00:00", "description": "<p>The singer’s five-month-long residency is set to kick off with sold-out dates after it was cancelled with one day’s notice in January</p><p>After cancelling her Las Vegas residency with just one day’s notice in January, Adele is finally starting her much-anticipated set of concerts this weekend.</p><p>Weekends with Adele will stretch over five months at The Colosseum at Caesars Palace, a venue that has previously hosted residencies from Celine Dion, Cher, Madonna and Elton John. It boasts a capacity of over 4,000.</p> <a href=\"https://www.theguardian.com/music/2022/nov/18/adele-vegas-residency-begins\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/18/lab-grown-meat-safe-eat-fda-upside-foods", "title": "US declares lab-grown meat safe to eat in ‘groundbreaking’ move", "date_published": "2022-11-18 07:00:02+00:00", "description": "<p>The government’s approval will open the market for a food praised for being more efficient and environmentally-friendly</p><p>The US government has cleared the way for Americans to be able to eat lab-grown meat, after authorities deemed a meat product derived from animal cells to be safe for human consumption.</p><p>The US food and drug administration (FDA) <a href=\"https://www.fda.gov/food/cfsan-constituent-updates/fda-completes-first-pre-market-consultation-human-food-made-using-animal-cell-culture-technology\">will allow</a> a California company called Upside Foods to take living cells from chickens and then grow them in a controlled laboratory environment to produce a meat product that doesn’t involve the actual slaughter of any animals.</p> <a href=\"https://www.theguardian.com/food/2022/nov/18/lab-grown-meat-safe-eat-fda-upside-foods\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/covid-epidemic-cancer-diagnosis-pandemic-europe", "title": "Covid’s hidden epidemic: up to a million cancer cases missed in Europe | Devi Sridhar", "date_published": "2022-11-18 07:00:01+00:00", "description": "<p>Cancer care has been set back years – it must be put back on the agenda urgently</p><ul><li>Devi Sridhar is chair of global public health at the University of Edinburgh</li></ul><p>You almost certainly know someone who has died of cancer before their time. Perhaps you’re even a cancer survivor yourself. Lymphoma and leukaemia killed my father at 49, after several years battling them. My best friend’s mother has survived breast cancer, but the fact that it might return is a lurking anxiety in her mind. Cancer is a leading cause of death worldwide, and <a href=\"https://www.who.int/news-room/fact-sheets/detail/cancer#:~:text=Cancer%20is%20a%20leading%20cause,and%20rectum%20and%20prostate%20cancers.\">accounts for</a> nearly one in six deaths. The good news before Covid-19 was that countries across the world, even in low-income regions, had improved their diagnosis and treatment capability, and cancer survival outcomes were improving. Things were getting better.</p><p>But the pandemic has reversed these gains. A <a href=\"http://www.thelancet-press.com/embargo/Groundshot.pdf\">report</a> from the Lancet Oncology Commission, examining 44 European countries, notes that the pandemic has resulted in late cancer diagnosis, delayed intervention, disruption in treatment and many deaths, due to Covid-19, among cancer sufferers. This is largely a result of health services being overwhelmed or repurposed and of too many infections and Covid hospital admissions, leading to long national lockdowns in some countries. The report estimates that as many as a million cancer diagnoses may have been missed in Europe during that time.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/covid-epidemic-cancer-diagnosis-pandemic-europe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/cop27-first-timers-from-pakistan-nigeria-and-spain-share-their-experiences", "title": "Cop27 first-timers from Pakistan, Nigeria and Spain share their experiences", "date_published": "2022-11-18 07:00:00+00:00", "description": "<p>Cop27 attendees who fought hard to be heard share their highs and lows from Egypt</p><p>With about 35,000 delegates from almost 200 countries attending Cop27, navigating the sprawling poorly signposted conference centre in Sharm el-Sheikh has been a huge challenge for grassroots activists, and so has finding a way to participate meaningfully within the confines of the UN rules and a repressive state.</p><p>Days are long and intense, the negotiations full of legalese and acronyms, and on top of that a lack of affordable food and overzealous security presence has intensified the pressure. But with so much at stake, community leaders have fought hard to be heard and here Cop first-timers from three of the countries most affected by climate disasters this year – Spain, Pakistan, and Nigeria – share their highs and lows from Egypt.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/cop27-first-timers-from-pakistan-nigeria-and-spain-share-their-experiences\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/cop27-eu-agrees-to-loss-and-damage-fund-to-help-poor-countries-recover-from-climate-disasters", "title": "Cop27: EU agrees to loss and damage fund to help poor countries recover from climate disasters", "date_published": "2022-11-18 06:56:32+00:00", "description": "<p>Change in stance puts spotlight on US and China, which have both objected to fund</p><p>A breakthrough looked possible in the deadlocked global climate talks on Friday as the European Union made a dramatic intervention to agree to key developing world demands on financial help for poor countries.</p><p>In the early hours of Friday at the Cop27 UN climate summit in Egypt, the European Commission vice-president Frans Timmermans launched a proposal on behalf of the EU that would see it agree to establishing a loss and damage fund.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/cop27-eu-agrees-to-loss-and-damage-fund-to-help-poor-countries-recover-from-climate-disasters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/17/budget-cooking-new-york-june-xie-interview", "title": "Delicious meals for $20 a week: June Xie on changing the way you cook", "date_published": "2022-11-18 06:00:58+00:00", "description": "<p>The New York cook behind Budget Eats is a master of kitchen improvisation. She takes<strong> </strong>the Guardian<strong> </strong>food shopping<br /></p><p>When June Xie was in the third grade, her teacher announced that they were going to compile a classroom cookbook, with each student bringing in a family recipe. It made Xie’s stomach sink.</p><p>“That’s such an American tradition, written down recipes with exact amounts,” Xie says, in the living room of her apartment in Jackson Heights, Queens. “I grew up with Chinese immigrant parents: home cooking was just chop your vegetables, throw them in a wok with oil, season it with salt and <em>maybe</em> some kind of spice and serve it alongside rice. There was no sauteeing onions for seven minutes exactly. When it’s done, it’s done.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/17/budget-cooking-new-york-june-xie-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/dutch-pro-farming-party-fires-up-the-anti-establishment-vote", "title": "Dutch pro-farming party fires up the anti-establishment vote", "date_published": "2022-11-18 06:00:58+00:00", "description": "<p>A movement rooted in a protest against plans to cut livestock numbers is rapidly picking up rural support in the Netherlands</p><p>The old Dutch word <em>noaberschap</em><em> </em>denotes a countryside kinship under which farmers would help each other out in the event of disaster.</p><p>Now the concept of neighbourly kinship is being revived in the Netherlands by a political party called the BoerBurgerBeweging (BBB) – meaning Farmer-Citizen Movement – which is gaining ever more attention in the “tiny country that <a href=\"https://www.wur.nl/en/research-results/research-institutes/economic-research/show-wecr/agricultural-export-in-2021-in-excess-of-100-billion-euros-for-the-first-time.htm\">feeds the world</a>”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/dutch-pro-farming-party-fires-up-the-anti-establishment-vote\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/outraged-xr-just-stop-oil-disruptive-climate-crisis", "title": "If you’re outraged by XR and Just Stop Oil, imagine how disruptive climate breakdown will be | Andy Beckett", "date_published": "2022-11-18 06:00:57+00:00", "description": "<p>Focusing on activists detracts from what we should be angry about – failure to tackle the most urgent problems of our age</p><p>Disruptive political activism, from strikes to boycotts to road occupations, always makes enemies. That’s part of the point: confrontations and controversies mean publicity. More ambitiously, stunts and provocations by activists are also meant to remind the public that the status quo itself is built on disruptions. Even supposedly cautious governments are constantly altering the distribution of power and wealth, and the environment itself.</p><p>Four years since the founding of Extinction Rebellion, known by its highly committed members as XR, climate activists in Britain and many other countries are still launching waves of protests: blocking roads, throwing food over famous artworks, gluing themselves to surfaces in public places and spray-painting banks that invest in fossil fuels. New groups have appeared with XR-style tactics and goals: Just Stop Oil, Insulate Britain, Animal Rebellion, Youth Climate Swarm. A steady stream of activists from teenagers to pensioners are prepared to face arrest and imprisonment in order to press governments, businesses and voters to change their behaviour.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/outraged-xr-just-stop-oil-disruptive-climate-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/18/three-mothers-two-babies-and-a-scandal-review-an-utterly-shocking-tale-of-the-cash-for-babies-scandal", "title": "Three Mothers, Two Babies and a Scandal review – an utterly shocking tale of the cash for babies scandal", "date_published": "2022-11-18 06:00:57+00:00", "description": "<p>This desperately compelling documentary twists like a thriller, yet maintains a clear head, as it explains an international adoption scandal that tore families’ lives apart</p><p>Three Mothers, Two Babies and a Scandal (Prime Video) is a thoroughly gripping three-part documentary, though as it begins with a woman denying that she was “buying and selling babies”, it’s hard to see how this tale could have been anything but fascinating. It could, however, have been salacious, and it is a testament to the makers that it manages to be both engrossing as well as sensitive to all involved.</p><p>It tells the story of three women, the mothers of the title, who became involved in an adoption scandal partially caused by the unregulated earlyish days of the internet. In the late 1990s, Tranda became pregnant with twin girls while a single mother to three other children. After losing her job, Tranda investigated putting the babies up for adoption when they were born, and found an agency online called Caring Heart.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/18/three-mothers-two-babies-and-a-scandal-review-an-utterly-shocking-tale-of-the-cash-for-babies-scandal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/18/cyclone-pacific-island-storms-huts-coastal-village-climate-crisis-between-two-worlds", "title": "‘When a cyclone hits a thatched hut in the Pacific Islands, it’s raw and scary’", "date_published": "2022-11-18 06:00:57+00:00", "description": "<p>Storms do not ravage a modern insulated home as they do Samoa’s traditional fale dwellings</p><ul><li>This feature is part of a short series, <a href=\"https://www.theguardian.com/environment/series/between-two-worlds\">Between two worlds</a>, reflecting on the different way the climate crisis has hit different parts of the world</li></ul><p>In a thatched fale, a traditional Samoan open home, the sound a cyclone makes is harsh, raw and scary.</p><p>In the modern version of a fale, an open rectangular structure with corrugated iron roofing and no ceiling, it is also loud, and even scarier, as the roar of the wind pushes the roofing upwards, consistently banging the metal on the wooden frame, causing one to be alert – for at any given moment, the roof can be blown off entirely.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/18/cyclone-pacific-island-storms-huts-coastal-village-climate-crisis-between-two-worlds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/18/anthony-hopkins-interview-armageddon-time", "title": "Anthony Hopkins on film stardom at 84: ‘He said, Oh my God. You’re really strange!’", "date_published": "2022-11-18 06:00:56+00:00", "description": "<p>From Hannibal Lecter to Nixon, Anthony Hopkins has long been one of cinema’s most singular stars. He recalls winding up Brad Pitt, working with Bob Hoskins and weirding out Jonathan Demme</p><p>It is lunchtime in Los Angeles, and Anthony Hopkins is having a dizzy spell. “I’m lying down on the bed,” he says, calling from home. “I’m looking at the sun shining on the Pacific ocean.” There are worse views to contemplate while you collect yourself.</p><p>His voice is soothing, his halting delivery prone to the odd acceleration whenever the memories start flowing. Unmistakable is that mixture of ebbing sadness and defiant resolve familiar from more than 50 years of performances, but most of all from his towering turn in <a href=\"https://www.theguardian.com/culture/2021/sep/17/the-remains-of-the-day-revisit-anthony-hopkins-and-emma-thompsons-classic-tale-of-longing\">The Remains of the Day</a> as the repressed wartime butler too dutiful and deluded to register his employer’s fascist sympathies. Hopkins is a warmer presence, altogether less blighted, though waves of melancholy still whoosh in and out of his conversation. It is his custom to dispel them with some stoic statement or other. “Just get on with it,” he tells himself at one stage, “stop kvetching.” But they always come back.</p> <a href=\"https://www.theguardian.com/film/2022/nov/18/anthony-hopkins-interview-armageddon-time\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/18/global-cruise-operator-reintroduces-covid-mandates-on-australian-ships-after-surge-in-cases", "title": "Global cruise operator reintroduces Covid mandates on Australian ships after surge in cases", "date_published": "2022-11-18 05:51:40+00:00", "description": "<p>Carnival Cruise Lines’ makes vaccinations and mask wearing compulsory as cases rise and after Majestic Princess reported 800 positive test results</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/18/australia-live-news-mh17-anthony-albanese-peter-dutton-labor-coalition-sean-turnell-myanmar\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A major global cruise operator has reintroduced vaccine and mask-wearing mandates on its Australian ships due to a “rapid rise” in Covid cases across the nation.</p><p>The announcement comes following a Covid-19 outbreak onboard Carnival Cruise Line’s Majestic Princess, which <a href=\"https://www.theguardian.com/australia-news/2022/nov/11/cruise-ship-majestic-princess-to-dock-in-sydney-with-800-covid-cases-on-board\">infected 800 people</a> before the passengers disembarked in Sydney last weekend.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/18/global-cruise-operator-reintroduces-covid-mandates-on-australian-ships-after-surge-in-cases\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/18/russia-ukraine-war-live-missile-strikes-leave-10-million-ukrainians-without-power-says-zelenskiy", "title": "Russia-Ukraine war live: missile strikes leave 10 million Ukrainians without power, says Zelenskiy", "date_published": "2022-11-18 05:42:34+00:00", "description": "<p>Nearly one in four Ukrainians cut off from grid after latest Russian strikes on infrastructure, as first snows fall; Donetsk region sees its heaviest fighting yet</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/18/russia-ukraine-war-at-a-glance-what-we-know-on-day-268-of-the-invasion\">At a glance: what we know on day 268 of the invasion</a></li></ul> <a href=\"https://www.theguardian.com/world/live/2022/nov/18/russia-ukraine-war-live-missile-strikes-leave-10-million-ukrainians-without-power-says-zelenskiy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/dozens-of-countries-to-sign-deal-to-curb-bombing-in-urban-areas", "title": "Dozens of countries to sign deal to curb bombing in urban areas", "date_published": "2022-11-18 05:00:55+00:00", "description": "<p>Campaigners hope agreement will change military norms but countries including Russia, Israel and China are not expected to sign</p><p>Seventy five countries led by the US, UK and France are expected to sign a declaration in Dublin on Friday to refrain from urban bombing, the first time countries have agreed to curb the use of explosive weapons in populated areas.</p><p>The international agreement is a product of more than three years of negotiation – predating the war in Ukraine – but it is not expected to be endorsed by several major military powers, including Russia, China, Israel, India or Ukraine itself.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/dozens-of-countries-to-sign-deal-to-curb-bombing-in-urban-areas\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/imran-khan-accused-of-corruption-and-selling-2m-dollars-worth-of-state-gifts-pakistan", "title": "Imran Khan denies corruption over $2m worth of state gifts", "date_published": "2022-11-18 05:00:55+00:00", "description": "<p>Former Pakistan PM denies allegations he illegally sold items given to him by Saudi crown prince, Mohammed bin Salman</p><p>The former Pakistan prime minister Imran Khan has been accused of corruption and illegally selling for $2m (£1.7m) a unique antique watch, gold pen, ring, and cufflinks given to him by the Saudi crown prince, Mohammed bin Salman.</p><p>On Tuesday, a Dubai-based businessman, Farooq Zahoor, claimed on Pakistan’s Geo News that he purchased the gifts in cash from a close friend of the former premier in 2019 in the United Arab Emirates.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/imran-khan-accused-of-corruption-and-selling-2m-dollars-worth-of-state-gifts-pakistan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/population-in-the-us-as-small-towns-shrink-is-immigration-the-answer", "title": "Population in the US: as small towns shrink, is immigration the answer?", "date_published": "2022-11-18 05:00:55+00:00", "description": "<p>If a growing population is necessary for a healthy US economy, the country may have to rely on immigration to deliver it</p><p>In late October, the angle of an adjustable ramp connecting the shore of the Mississippi River to a casino riverboat made it easy to see how low water levels had dropped in south-east Missouri. The downward slope also resembled the population decline in the surrounding town, Caruthersville, over the last decade.</p><p>The Century Casino Caruthersville provides a crucial source of employment for the town, which lost many of its local businesses and a Walmart, which closed after 42 years in 2019. But two of its decks were closed because of the drought. Even when the river returns to a more normal level and the whole boat reopens, the fortunes of the town may not change.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/population-in-the-us-as-small-towns-shrink-is-immigration-the-answer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/18/theres-no-protection-south-africa-faces-covid-legacy-of-sex-for-money", "title": "‘There’s no protection’: South Africa faces Covid legacy of sex for money", "date_published": "2022-11-18 05:00:54+00:00", "description": "<p>HIV infections and pregnancies are on the increase among young women, after many resorted to transactional sex to survive during the pandemic</p><p>A couple of months into the Covid lockdown in South Africa, Dimakatso, 25, resorted to sleeping with an older, married man for 1,000 rand (£50).</p><p>It was the first time she had had sex for money. She did it because she needed to feed her two children, aged five and eight; she was unemployed, and her mother, the sole earner in the household, had lost her job.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/18/theres-no-protection-south-africa-faces-covid-legacy-of-sex-for-money\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/18/the-grotesque-inequality-embodied-by-musk-bezos-and-zuckerberg-is-a-threat-to-democracy", "title": "The grotesque inequality embodied by Musk, Bezos and Zuckerberg is a threat to democracy | Jeff Sparrow", "date_published": "2022-11-18 04:49:55+00:00", "description": "<p>Something’s wrong when basic infrastructure maintenance seems utopian, while the hare-brained schemes of tech oligarchs become routine</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The higher the monkey climbs, the more he exposes his backside.</p><p>So too with the super rich.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/18/the-grotesque-inequality-embodied-by-musk-bezos-and-zuckerberg-is-a-threat-to-democracy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/biden-administration-says-mohammed-bin-salman-sovereign-immunity-civil-case-khashoggi", "title": "Biden administration says Mohammed bin Salman should be granted sovereign immunity in Khashoggi civil case", "date_published": "2022-11-18 03:26:15+00:00", "description": "<p>Court filing says Saudi crown prince’s promotion to the role of prime minister meant that he was ‘the sitting head of government and, accordingly, immune’</p><p>The Biden administration has told a US court that Mohammed bin Salman should be granted sovereign immunity in a civil case involving the murder of journalist Jamal Khashoggi, effectively ending a last ditch attempt to hold the Saudi crown prince legally accountable for the 2018 killing.</p><p>In a filing released on late on Thursday night, the Biden administration said the crown prince’s recent <a href=\"https://www.theguardian.com/world/2022/sep/27/mohammed-bin-salman-named-prime-minister-ahead-of-khashoggi-lawsuit\">promotion to the role of prime minister</a> meant that he was “the sitting head of government and, accordingly, immune” from the lawsuit.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/biden-administration-says-mohammed-bin-salman-sovereign-immunity-civil-case-khashoggi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/18/excitement-boycotts-and-rainbow-protest-qatar-world-cup-kicks-off-podcast", "title": "Excitement, boycotts and rainbow protest: Qatar’s World Cup kicks off | podcast", "date_published": "2022-11-18 03:00:52+00:00", "description": "<p>The 2022 tournament is finally here. But for more than a decade, disquiet over the Gulf state hosting football’s biggest event has been growing. Four people – with very different perspectives – explain their views</p><p>It was the first time the World Cup had been awarded to a country in the Middle East. But in the 12 years since the announcement that Qatar would be hosting the 2022 finals, the decision has been continually questioned.</p><p>There were stories of the exploitation and even deaths of migrant workers building the stadiums, as well as anger about the emirate’s hardline stance on LGBTQ+ issues. On top of this, there have been complaints about how fans could enjoy the event in the extreme temperatures of Qatar – which restricts the sale of alcohol.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/18/excitement-boycotts-and-rainbow-protest-qatar-world-cup-kicks-off-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/17/elon-musk-twitter-closes-offices-loyalty-oath-resignations", "title": "Twitter ‘closes offices’ after Elon Musk’s loyalty oath sparks wave of resignations", "date_published": "2022-11-18 02:59:57+00:00", "description": "<p>The tech company is struggling to retain workers after Musk demanded employees sign a pledge to work harder</p><p>Hundreds of Twitter employees refused on Thursday to sign a pledge to work “long hours at high intensity”, threatening the site’s ability to keep operating and prompting hurried debates among managers over who should be asked to return, current and former employees said.</p><p>The crisis came in response to an ultimatum the site’s new owner, Elon Musk, issued Wednesday demanding that employees sign a pledge to work harder by 5pm eastern time Thursday or accept three months’ severance pay, several media outlets reported.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/17/elon-musk-twitter-closes-offices-loyalty-oath-resignations\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/north-korea-has-launched-suspected-icbm-intercontinental-ballistic-missile-says-south", "title": "North Korea has launched suspected ICBM, says South", "date_published": "2022-11-18 02:04:40+00:00", "description": "<p>Latest intercontinental ballistic missile launch comes day after North resumed weapons testing and threatened ‘fiercer’ military response to US moves in region</p><p>North Korea has launched a suspected intercontinental ballistic missile toward its eastern waters, South Korea said on Friday, its second missile launch in as many days.</p><p>A day earlier, North Korea fired a ballistic missile while it warned of <a href=\"https://www.theguardian.com/world/2022/nov/17/north-korea-launches-ballistic-missile-threatens-fiercer-military-response\">“fiercer military responses” to US efforts to boost its security presence</a> in the region with its allies, saying Washington was taking a “gamble it will regret”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/north-korea-has-launched-suspected-icbm-intercontinental-ballistic-missile-says-south\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/18/james-webb-telescope-finds-two-of-the-oldest-and-most-distant-galaxies-ever-seen", "title": "James Webb telescope finds two of the oldest and most distant galaxies ever seen", "date_published": "2022-11-18 01:23:06+00:00", "description": "<p>Nasa says space telescope is finding previously hidden early galaxies, including one that may have formed 350m years after the big bang</p><p>Nasa’s James Webb space telescope is finding bright, early galaxies that until now have been hidden from view, including one that may have formed just 350m years after the big bang.</p><p>Astronomers said Thursday that if the results were verified, this newly discovered throng of stars would beat the most distant galaxy identified by the Hubble space telescope – a record-holder that formed 400m years after the universe began.</p> <a href=\"https://www.theguardian.com/science/2022/nov/18/james-webb-telescope-finds-two-of-the-oldest-and-most-distant-galaxies-ever-seen\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/fbi-director-very-concerned-by-reports-of-secret-chinese-police-stations-in-us", "title": "FBI director ‘very concerned’ by reports of secret Chinese police stations in US", "date_published": "2022-11-18 01:04:21+00:00", "description": "<p>Christopher Wray says the FBI is investigating the existence of stations in New York, which could violate sovereignty </p><p>The United States is deeply concerned about the Chinese government setting up unauthorised <a href=\"https://www.theguardian.com/world/2022/oct/26/china-using-police-bases-in-netherlands-to-target-dissidents-say-reports\">“police stations”</a> in US cities to possibly pursue influence operations, FBI director Christopher Wray has said.</p><p>“I’m very concerned about this. We are aware of the existence of these stations,” Wray told a US Senate homeland security and governmental affairs committee hearing, acknowledging the FBI’s investigative work on the issue but declining to give details.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/fbi-director-very-concerned-by-reports-of-secret-chinese-police-stations-in-us\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/18/mozzies-like-a-cloud-repellant-runs-out-in-flood-hit-towns-amid-mosquito-boom", "title": "‘Mozzies like a cloud’: repellant runs out in flood-hit towns amid mosquito boom", "date_published": "2022-11-18 01:00:50+00:00", "description": "<p>Demand for repellant in flood-affected regions of NSW and Victoria likened to the rush on toilet paper early in the pandemic</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=cvau_sfl\">Sign up for the Rural Network email newsletter</a></li><li><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></li></ul><p>A mosquito boom across flood-ravaged eastern Australia has led to a surge in demand for products such as Aerogard and Stingose, with some local stores saying they have to restock daily.</p><p>There are two pharmacies in the small town of Deniliquin in southern New South Wales and both are struggling to meet the demand for mosquito products.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up to receive Guardian Australia’s fortnightly Rural Network email newsletter</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/18/mozzies-like-a-cloud-repellant-runs-out-in-flood-hit-towns-amid-mosquito-boom\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/18/asia-must-not-become-arena-for-big-power-contest-says-chinas-xi-ahead-of-apec-summit", "title": "Asia must not become arena for ‘big power contest’, says China’s Xi ahead of Apec summit", "date_published": "2022-11-18 00:35:34+00:00", "description": "<p>Amid race for influence in Asia-Pacific region, Chinese president says no attempt to ‘wage a new cold war will ever be allowed by the people or by our times’ </p><p>The Asia-Pacific is no one’s back yard and should not become an arena of big power rivalry, China’s president, Xi Jinping, has said, warning against cold war tensions in a region that is a flashpoint of competition between Beijing and Washington.</p><p>Xi’s remarks on Thursday came ahead of Friday’s Asia-Pacific Economic Cooperation (Apec) summit in Bangkok, and were an apparent reference to US efforts with regional allies and partners to blunt what they see as China’s growing coercive economic and military influence in the region.</p> <a href=\"https://www.theguardian.com/world/2022/nov/18/asia-must-not-become-arena-for-big-power-contest-says-chinas-xi-ahead-of-apec-summit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/18/world-cup-2022-team-guide-south-korea", "title": "World Cup 2022 team guides part 31: South Korea", "date_published": "2022-11-18 00:01:48+00:00", "description": "<p>With form and fitness concerns surrounding Son Heung-min and others, the role of Napoli’s defensive rock Kim Min-jae is vital</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/18/world-cup-2022-team-guide-south-korea\">Continue reading...</a>", "favourite": false}]