{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/former-twitter-employee-saudi-arabia-spying-sentencing-prison-223921023.html?src=rss", "title": "Ex-Twitter employee sentenced over spying for Saudi Arabia", "date_published": "2022-12-15 22:39:21+00:00", "description": "<p>In a rare case of <a href=\"https://www.engadget.com/twitter-layoffs-010148183.html\">Twitter drama</a> unrelated to its <a href=\"https://www.engadget.com/elon-musk-twitter-ceo-141551106.html\">owner</a>, a former employee convicted of spying for Saudi Arabia <a href=\"https://www.bloomberg.com/news/articles/2022-12-14/ex-twitter-employee-convicted-of-spying-gets-3-1-2-years-prison?utm_content=tech&amp;utm_medium=social&amp;utm_source=twitter&amp;cmpid%3D=socialflow-twitter-tech&amp;utm_campaign=socialflow-organic&amp;sref=10lNAhZ9&amp;leadSource=uverify%20wall\">received</a> a three-and-a-half-year sentence on Wednesday. Ahmad Abouammo was found guilty in August of taking bribes from an aide to Saudi Crown Prince Mohammed bin Salman. In return, he allegedly supplied sensitive account info that could help track and silence dissidents.</p><p>Abouammo, a US resident born in Egypt, received about half of the more than seven years <a href=\"https://www.engadget.com/twitter-saudi-arabia-spy-convicted-133036243.html\">prosecutors sought</a>. The former Twitter media partnership manager said he was only doing his job, but evidence revealed that he received $300,000 and a $20,000 Hublot watch from bin Salman’s aide. A <a href=\"https://www.engadget.com/twitter-whistleblower-security-holes-115558064.html\">Twitter whistleblower</a> suggested in late August that the scandal reflected a broader practice of lax data security at the company.</p><span id=\"end-legacy-contents\"></span><p>Two other men were <a href=\"https://www.engadget.com/2019-11-06-former-twitter-employees-charged-saudi-arabia-spying.html\">charged</a> in the scheme. Ali Alzabarah, a Saudi citizen, is another former Twitter employee who prosecutors say acquired personal info for over 6,000 accounts, including that of high-profile dissident (and Jamal Khashoggi ally) Omar Abdulaziz. A third man, Ahmed Almutairi, was also charged but didn't work at Twitter. Instead, he allegedly served as a contact between Twitter staffers and the Saudi government. Of the three, only Abouammo was in the US to face charges.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/georgia-tiktok-wechat-telegram-ban-211015416.html?src=rss", "title": "Georgia is the latest state to ban TikTok from government-owned devices", "date_published": "2022-12-15 21:10:15+00:00", "description": "<p>Georgia has become at least the 11th state to ban <a href=\"https://www.engadget.com/tag/tiktok/\"><ins>TikTok</ins></a> from state government-owned devices. Governor Brian Kemp has also prohibited state agencies from using <a href=\"https://www.engadget.com/tag/wechat/\"><ins>WeChat</ins></a> and <a href=\"https://www.engadget.com/tag/telegram/\"><ins>Telegram</ins></a>. Kemp cited concerns that the governments of China and Russia may access users' personal information through the apps and use the data for spying purposes.</p><p>“The state of Georgia has a responsibility to prevent any attempt to access and infiltrate its secure data and sensitive information by foreign adversaries such as the [Chinese Communist Party],” Kemp wrote in a memo to state agency heads, as the <a href=\"https://abcnews.go.com/Technology/wireStory/georgia-latest-ban-tiktok-state-computers-95377075\"><em><ins>Associated Press</ins></em></a> reports. “As such, it is our duty to take action to preserve the safety and security of our state against the CCP, entities it controls and other foreign cyberthreats.”</p><span id=\"end-legacy-contents\"></span><p>FBI Director Chris Wray said this month that China could use TikTok to collect data on users. Kemp cited those comments in his directive. A spokesperson for the governor told the <em>AP </em>that there would be exceptions to the rules for law enforcement and prosecutors to use the three apps after obtaining permission. Among those impacted by the ban are state colleges and universities.</p><p>Other states that have enacted similar bans include <a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html/\"><ins>South Dakota</ins></a>, <a href=\"https://www.engadget.com/indiana-tiktok-lawsuit-214110286.html/\"><ins>Maryland</ins></a>, Texas, Alabama, Iowa, Nebraska, North Dakota, Oklahoma, South Carolina and Utah. The US military has banned TikTok from devices it owns too. Meanwhile, Indiana <a href=\"https://www.engadget.com/indiana-tiktok-lawsuit-214110286.html/\"><ins>sued the app</ins></a> this month over what it claims are security and child safety issues.</p><p>On Wednesday, the Senate <a href=\"https://www.engadget.com/us-senate-approves-bill-ban-tiktok-government-devices-075852696.html/\"><ins>unanimously passed a bill</ins></a> that seeks to ban TikTok from federal government devices. The legislation still requires House approval before it lands on President Joe Biden's desk to sign it into law. Lawmakers also filed matching bipartisan bills in the House and Senate this week in <a href=\"https://www.engadget.com/senate-house-tiktok-ban-bill-anti-social-ccp-act-205120387.html/\"><ins>the latest attempt</ins></a> to completely ban TikTok in the US.</p><p>TikTok has tried to assuage American politicians' concerns over Chinese officials gaining access to data it holds on users in the country. As of June, TikTok has been <a href=\"https://www.engadget.com/tiktok-user-data-us-200500287.html/\"><ins>routing all domestic traffic</ins></a> to Oracle's servers so the data remains in the US. TikTok and parent company ByteDance have pledged to delete said information from their own data centers in the US and Singapore. In August, Oracle <a href=\"https://www.engadget.com/oracle-tiktok-algorithms-content-moderation-review-171742979.html/\"><ins>started reviewing</ins></a> TikTok's algorithms and content moderation systems for signs of manipulation.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/iss-soyuz-ms-22-capsule-leak-205133518.html?src=rss", "title": "Radiator leak from Russian ISS module leaves spacewalkers cooling their heels", "date_published": "2022-12-15 20:51:33+00:00", "description": "<p>Russia's Soyuz MS-22 spacecraft, currently docked at the International Space Station (ISS), began leaking coolant Wednesday evening. According to Russia’s space agency <a href=\"https://t.me/roscosmos_gk/7875\">Roscosmos</a>, the instrument and assembly compartment’s outer skin was damaged. Fortunately, the crew is safe, and they conducted normal operations afterward. NASA said in a <a href=\"https://blogs.nasa.gov/spacestation/2022/12/15/nasa-provides-update-on-international-space-station-operations/\">blog post</a> that “the external radiator cooling loop of the Soyuz is the suspected leak source.”</p><p>Cosmonauts Sergey Prokopyev and Dmitry Petelin were already in their suits, preparing for a nearly seven-hour spacewalk, when the crew noticed low-pressure readings. The cosmonauts postponed their walk indefinitely and weren't exposed to the coolant. “Roscosmos is closely monitoring Soyuz spacecraft temperatures, which remain within acceptable limits,” NASA said. “NASA and Roscosmos continue to coordinate external imagery and inspection plans to aid in evaluating the external leak location.” The crew plans to investigate further using the station’s robotic arm.</p><span id=\"end-legacy-contents\"></span><p>The Soyuz MS-22 spacecraft launched from Kazakhstan’s Baikonur Cosmodrome on September 21st, carrying the two cosmonauts and NASA astronaut Frank Rubio. The Russian space agency added that “a decision will be made” about the cosmonauts’ future aboard the ISS. A spacewalk scheduled for Dec. 21 is postponed indefinitely as the investigation continues.</p><figure><img alt=\"The ISS orbiting Earth.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/6b98d8d0-7cb4-11ed-beaf-fc72067903bd\" style=\"height: 844; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure><p>Russia’s war in Ukraine has complicated (to say the least) the relationship between NASA and Roscosmos. Earlier this year, Russia said it would <a href=\"https://www.engadget.com/russia-international-space-station-withdraw-133909393.html\">pull out</a> of the ISS after 2024 and focus on launching its own space station. Although removing Russia from the ISS would throw a tremendous wrench into the program, the US reportedly had <a href=\"https://www.engadget.com/nasa-drew-up-contingency-plans-for-russia-iss-exit-in-2021-112253631.html\">contingency plans</a> even before the invasion.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-white-house-has-restarted-its-free-covid-test-by-mail-program-202054801.html?src=rss", "title": "The White House has restarted its free Covid test by mail program", "date_published": "2022-12-15 20:20:54+00:00", "description": "<p>In August, <a href=\"https://www.npr.org/2022/08/29/1119880329/the-government-will-no-longer-be-sending-free-covid-19-tests-to-americans\">the federal government pumped the brakes</a> its &quot;<a href=\"https://special.usps.com/testkits\">free COVID test kit by mail</a>&quot; service, one of the <a href=\"https://www.engadget.com/order-covid-19-test-free-government-204832596.html\">most popular programs to come out of the pandemic</a>, over fears that the American public would deplete the national stockpile of tests before the onset of winter. On Thursday, the White House announced that it has restarted the program in cooperation with the US Postal Service, though households will only receive half as many tests as before — four individual rapid antigen COVID-19 tests per household. We live in the single wealthiest nation in the history of the Earth.</p><p>When the program was initially paused, 600 million at-home tests had already been sent to American households and, given the rate of distribution, the federal government would have needed to go back to Congress for additional funding to purchase more tests. In September, the White House did just that, <a href=\"https://www.reuters.com/world/biden-request-117-bln-ukraine-aid-224-bln-covid-relief-2022-09-02/\">asking for $22.4 billion in additional funding</a> to fight COVID — amid mild Summer and Fall COVID seasons, Congress did nothing. The White House then <a href=\"https://www.whitehouse.gov/wp-content/uploads/2022/11/FY-2023-Supplemental-funding-request-for-COVID-19-and-Ukraine.pdf\">pared down its ask to $10 billion in a supplemental funding request</a> in November. <a href=\"https://www.bloomberg.com/news/articles/2022-09-07/senate-gop-opposes-biden-request-for-covid-monkeypox-funds\">Facing strident opposition from Republicans</a> on the issue, <a href=\"https://rollcall.com/2022/12/13/deal-close-on-fiscal-2023-spending-framework-as-stopgap-prepped/\">Congress continues to dither</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>COVID cases reached their lowest in mid-October with just 261,268 reported nationwide. That number has doubled in the past two months, <a href=\"https://covid.cdc.gov/covid-data-tracker/#trends_weeklycases_select_00\">per the CDC</a>. Amid what is suspected may be the latest wave of the pandemic, the White House has decided that the situation is dire enough to warrant dipping back into the national test stockpile as part of its <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/15/fact-sheet-biden-administration-announces-covid-19-winter-preparedness-plan/\">Winter Preparedness Plan</a>. You can order yours through <a href=\"https://special.usps.com/testkits\">the US Postal Service page here</a>. Orders will begin shipping free the week of December 19th, 2022.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/mythic-quest-spinoff-apple-tv-plus-meme-mortals-192207925.html?src=rss", "title": "'Mythic Quest' is getting an Apple TV+ spinoff series", "date_published": "2022-12-15 19:22:07+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/apple%20tv%20plus/\"><ins>Apple TV+</ins></a> has announced a <a href=\"https://www.engadget.com/tag/mythic%20quest/\"><em><ins>Mythic Quest</ins></em></a> spinoff show. The streaming service hasn't <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3R2LXByL25ld3MvMjAyMi8xMi9hcHBsZS10di10by1leHBhbmQtdGhlLXdvcmxkLW9mLWhpdC1jb21lZHktbXl0aGljLXF1ZXN0LXdpdGgtbmV3LXNlcmllcy1tZXJlLW1vcnRhbHMvIiwiY29udGVudFV1aWQiOiI1MThiOTE1Ni1jN2JlLTQ2M2EtOTAzOS01MzYxMGE4OGE1ZmEifQ&amp;signature=AQAAAY07cCMtBnkq7c18BYbckVE25ElsvMi7loOfYthmWIaJ&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Ftv-pr%2Fnews%2F2022%2F12%2Fapple-tv-to-expand-the-world-of-hit-comedy-mythic-quest-with-new-series-mere-mortals%2F\"><ins>revealed</ins></a> too many details about <em>Mere Mortals</em> just yet. However, it did say the so-called \"extension series\" will delve deeper into the lives of the employees, players and fans who are impacted by <em>Mythic Quest</em>, the fictional game at the heart of the eponymous sitcom.</p><p><em>Mere Mortals </em>will take inspiration from <em>Mythic Quest</em> \"departure\" episodes, such as the standalone <a href=\"https://www.engadget.com/apple-tv-plus-mythic-quest-bonus-episode-everlight-season-two-172117427.html/\"><ins>\"Everlight,\"</ins></a> \"Backstory\" (which is set in 1972) and \"Quarantine,\" which showed how the characters were dealing with COVID-19 lockdowns. <em>Mythic Quest </em>writers Ashly Burch, John Howell Harris and Katie McElhenney created the eight-episode spinoff. Burch (who also stars as Aloy in Sony's Horizon games) plays Rachel in the original show. <em>Mythic Quest</em> creators Megan Ganz, Rob McElhenney and Charlie Day are involved as executive producers as well.</p><span id=\"end-legacy-contents\"></span><p>Apple TV+ didn't say when <em>Mere Mortals </em>will debut. Season 3 of <em>Mythic Quest </em>premiered on the streaming service <a href=\"https://www.engadget.com/mythic-quest-season-3-release-date-apple-tv-plus-164959049.html/\"><ins>last month</ins></a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/spider-man-2-ps5-release-date-2023-185123502.html?src=rss", "title": "‘Marvel's Spider-Man 2’ arrives on PS5 next fall", "date_published": "2022-12-15 18:51:23+00:00", "description": "<p>Sony <a href=\"https://blog.playstation.com/2022/12/15/playstation-in-2023-highlights/\">announced</a> the release window today for <a href=\"https://www.engadget.com/miles-morales-ps5-review-spider-man-161228925.html\"><em>Marvel’s Spider-Man 2</em></a>, the sequel to 2018's <em>Marvel's Spider-Man</em> and 2020's <a href=\"https://www.engadget.com/miles-morales-ps5-review-spider-man-161228925.html\"><em>Spider-Man: Miles Morales</em></a>. The PlayStation 5 exclusive will launch in the fall of 2023.</p><p>Insomniac Games’ sequel continues the stories of Peter Parker and Miles Morales as they take on Venom, briefly teased in the first two games. We still don’t know much about the web-slinging sequel, but at least we now have a narrower release window.</p><span id=\"end-legacy-contents\"></span><p>Last year’s reveal trailer sets up the action:</p><div id=\"c83994acdda340aa99208c0881daa377\"></div><p>In the official PlayStation blog, Sony reiterated its 2023 roadmap beyond the superhero sequel. Square Enix’s role-playing game <em>Forspoken</em> is a <a href=\"https://www.engadget.com/forspoken-preview-square-enix-ps5-pc-140048897.html\">frantic new IP</a> arriving on January 24th. <em>Hogwarts Legacy</em>, the <a href=\"https://www.engadget.com/hogwarts-legacy-harry-potter-game-delay-ps4-xbox-one-switch-185421246.html\">long-delayed</a> Harry Potter adventure, finally hits the PS5 on February 10th and PS4 on April 4th. Meanwhile, <em>Destiny 2: Lightfall</em>, the game’s seventh expansion, <a href=\"https://www.engadget.com/destiny-2-lightfall-february-28th-release-date-announced-173012382.html\">launches</a> for PS5/4 on February 28th, while the <em>Resident Evil 4</em><a href=\"https://www.engadget.com/resident-evil-4-remake-release-date-capcom-221952234.html\">remake</a> is heading to PS5/4 on March 24th. <em>Final Fantasy XVI</em>, introducing more in-depth combat for the series, <a href=\"https://www.engadget.com/final-fantasy-xvi-release-date-040342103.html\">launches for PS5</a> in the second or third quarter. PlayStation hardware is also coming next year, starting with Sony’s premium and customizable <a href=\"https://www.engadget.com/dualsense-edge-ps5-controller-gamepad-sony-182550017.html\">DualSense Edge Wireless Controller</a>, launching on January 26th for $200. Finally, <a href=\"https://www.engadget.com/sony-ps-vr-2-release-date-price-virtual-reality-ps5-135402382.html\">PS VR2</a>, the follow-up to Sony’s six-year-old virtual reality headset, will cost $550 when it arrives on February 22nd.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/fubo-tv-world-cup-france-morocco-cyberattack-175919712.html?src=rss", "title": "FuboTV blames World Cup outage on cyberattack", "date_published": "2022-12-15 17:59:19+00:00", "description": "<p>Some soccer fans may have missed Wednesday's <a href=\"https://www.engadget.com/tag/world%20cup%202022/\"><ins>World Cup</ins></a> semi-final between France and Morocco because of a <a href=\"https://www.engadget.com/tag/fubotv/\"><ins>FuboTV</ins></a> outage. The streaming service <a href=\"https://www.businesswire.com/news/home/20221215005617/en/Statement-From-FuboTV-Regarding-December-14-2022-Cyber-Attack\"><ins>says</ins></a> that it was not knocked offline due to demand or reaching bandwidth limitations. Instead, it claims to have been the victim of a cyber attack.</p><p>At 9:20AM ET on Wednesday, Fubo reported that users may have been unable to log into their account or create a new one. The issue logged some users out of the FuboTV app as well. On its status page, Fubo apologized to those who were having issues while trying to watch the game, and directed them to a free, 60-minute livestream preview on Fox's website.</p><span id=\"end-legacy-contents\"></span><p>&quot;While this ongoing issue has been resolved for some users, we are aware that many users are still unable to access the FuboTV app and website at this time,&quot; a message posted on Fubo's <a href=\"https://support.fubo.tv/hc/en-ca/articles/115003345071-fuboTV-Status\"><ins>status page</ins></a> at midnight reads. &quot;Our teams remain engaged and will be working into the night to fully resolve this issue.&quot;&nbsp;</p><p>Even though Fubo claimed that service was fully restored on Wednesday evening, the status page still said that account creation, password reset requests and streaming functions remained disrupted as of 12:45PM on Thursday. In any case, fingers crossed everything goes more smoothly for Sunday's World Cup final between Argentina and France.</p><p>Fubo said it took steps to contain the attack as soon as it discovered what was going on. It has reported the incident to law enforcement and it brought in third-party cybersecurity experts to look into what happened and how.</p><p>&quot;Our investigation is at an early stage, but we are committed to transparency regarding this incident,&quot; Fubo co-founder and CEO David Gandler wrote in a note to users. &quot;We will provide an update at an appropriate time when we have more information to share.&quot;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-games-tomb-raider-crystal-dynamics-173848481.html?src=rss", "title": "Amazon will publish the next Tomb Raider game", "date_published": "2022-12-15 17:38:48+00:00", "description": "<p>Lara Croft is making a return with the help of Amazon Games. The company will publish the next <a href=\"https://www.engadget.com/tag/Tomb%20Raider/\"><ins>Tomb Raider</ins></a> title, which Crystal Dynamics is developing. Amazon said the studio is using <a href=\"https://www.engadget.com/tag/unreal%20engine%205/\"><ins>Unreal Engine 5</ins></a> to craft the biggest and most expansive Tomb Raider game to date.</p><p>It'll likely be a few years before you can get your hands on the next Tomb Raider game, which is coming to multiple platforms. It's still in early development, but Amazon says it'll retain all of the franchise's hallmarks. This will be a single-player game with &quot;an environment that rewards exploration and creative pathfinding.&quot; Naturally, you'll solve puzzles and battle a variety of enemies. The game will continue Lara's story rather than being another reboot (so it's probably not going to be the <em>Tomb Raider 2</em> remake <a href=\"https://twitter.com/darylbaxter/status/1594800457880588288\"><ins>some have been hoping for</ins></a>).</p><span id=\"end-legacy-contents\"></span><p>This will be the first mainline Tomb Raider game since 2018's <a href=\"https://www.engadget.com/2018-08-10-shadow-tomb-raider-lara-developer-interview.html\"><em><ins>Shadow of the Tomb Raider</ins></em></a> (mobile title <em>Tomb Raider Reloaded </em>arrived earlier this year). Embracer Group recently bought Crystal Dynamics, Eidos-Montreal and Square Enix Montreal from Square Enix <a href=\"https://www.engadget.com/embracer-acquires-eidos-square-enix-montreal-and-other-studios-for-300-million-091019083.html/\"><ins>in a cut-price $300 million deal</ins></a>. Embracer snagged the intellectual property rights to Tomb Raider, Deus Ex and dozens of other games from Square Enix as well. The gaming giant also plans to revive Deus Ex in Unreal Engine 5.</p><p>“Crystal Dynamics has an extraordinary opportunity following our acquisition by Embracer to redefine what a publishing relationship is for Tomb Raider,” Crystal Dynamics head of studio Scot Amos <a href=\"https://press.aboutamazon.com/2022/12/amazon-games-and-crystal-dynamics-strike-deal-to-develop-and-publish-next-major-entry-in-iconic-tomb-raider-series\"><ins>said in a statement</ins></a>. “Transformative is what we’re looking for, and with Amazon Games, we found a team that shares our creative vision, ambitions and values for a Lara Croft universe across the spectrum of possibilities. They’re uniquely positioned to rewrite what publishing and development collaborations are, and we’re eager to forge this new path together, starting with building the biggest and best Tomb Raider game yet!”</p><p>Amazon has been making more waves in game publishing recently. It had <a href=\"https://www.engadget.com/amazon-lost-ark-players-in-europe-might-have-to-keep-struggling-with-lengthy-queues-115544652.html/\"><ins>another hit on its hands</ins></a> when it brought Smilegate's <em>Lost Ark</em> to North America, South America and Europe earlier this year. Last week, Amazon <a href=\"https://www.engadget.com/amazon-gaming-bandai-namco-blue-protocol-to-the-west-040028108.html/\"><ins>revealed</ins></a> that it will bring Bandai Namco’s upcoming free-to-play multiplayer RPG <em>Blue Protocol </em>to the west. Amazon Games will be moving into new territory with Tomb Raider, as that will be its first single-player narrative title.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nothing-phone-1-us-beta-testing-program-android-13-171906968.html?src=rss", "title": "Nothing Phone 1 is coming to America in Android 13 'testing program'", "date_published": "2022-12-15 17:19:06+00:00", "description": "<p>The Nothing Phone 1 is heading to the US, although not yet to the entire public. Founder Carl Pei <a href=\"https://twitter.com/getpeid/status/1603391746808991746?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1603391746808991746%7Ctwgr%5E35e7caf137b82cd2619e9ad913c29b290cce17c3%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Ftwitter.trello.services%2Ftweets.html7B22secret223A22l5qbpgJdTUOLclPBAzYFrHCJqbEXqVrky2okxXODEj9zhaXYFiM5TeJ6lG5vTz8G222C22context223A7B22version223A22build-181829222C22member223A2263696f7e9f559d02a829e8eb222C22permissions223A7B22board223A22write222C22organization223A22read222C22card223A22write227D2C22organization223A22535db1366cfbe3051ea534e7222C22board223A2261a097ad7ffa63888fbf2467222C22card223A22639b440d964b4b0356d670a9222C22command223A22attachment-sections222C22plugin223A2255a5d917446f51777421000b227D2C22locale223A22en-US227D\">tweeted</a> this morning that the US will be part of a “testing program” for Nothing OS 1.5 Beta, the handset maker’s custom Android 13 software.</p><p>It’s Pei’s second public statement this month teasing a US phone release. Earlier this month, he <a href=\"https://www.engadget.com/nothing-in-talks-to-launch-a-new-smartphone-in-the-us-101037859.html\">said</a> his company was “in discussions with some carriers in the US to potentially launch a future product there,” citing US wireless companies’ “unique customizations” for initially skipping it. Earlier this year, the company said the phone <a href=\"https://www.engadget.com/nothing-transparent-phone-1-wont-be-coming-to-north-america-125645761.html\">wouldn't be coming</a> to North America, and it isn’t clear if that changed or if he's targeting an unannounced smartphone for the US market. With Nothing saying it’s sold 500,000 phones without stateside availability, it may be in a stronger position than it was a year ago to negotiate with Verizon, T-Mobile and AT&amp;T.</p><span id=\"end-legacy-contents\"></span><div id=\"4c73ce4fc7354d279eeacb41b8af96ae\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Preparing for a US launch 🇺🇸<br /><br />While Android 13 Open Beta is gradually being rolled out in our existing markets, we will be extending it to the US market via a testing program with access to Phone (1). Would love to get feedback from our community there. Stay tuned.</p>— Carl Pei (@getpeid) <a href=\"https://twitter.com/getpeid/status/1603391746808991746?ref_src=twsrc%5Etfw\">December 15, 2022</a></blockquote></div><p>While US residents wait for more news about the program, those who already own the Phone 1 can <a href=\"https://nothing-tech.typeform.com/to/Rh1uXWXd\">sign up for the beta</a> today, which includes <a href=\"https://www.engadget.com/android-13-beta-1-hands-on-180022473.html\">Android 13 features</a> like finer privacy controls and new Material You themes. Nothing says its beta software can load apps up to 50 percent faster.</p><p>The Nothing Phone 1 was launched <a href=\"https://www.engadget.com/nothing-reveal-phone-1-july-12th-134122844.html\">earlier this year</a> in Europe, the Middle East and Asia. In <a href=\"https://www.engadget.com/nothing-phone-1-review-transparent-smartphone-090029611.html\">Engadget’s review</a>, Mat Smith praised its unique design, Glyph interface and solid specs for a mid-range price. The Phone 1 costs £399, which currently translates to $487.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/instagram-hacked-account-recovery-tool-verified-badge-164913830.html?src=rss", "title": "Instagram's latest feature helps hacked users regain account access", "date_published": "2022-12-15 16:49:13+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/instagram/\"><ins>Instagram</ins></a> is introducing more safety and security tools. <a href=\"https://about.instagram.com/blog/announcements/continuing-to-keep-instagram-safe-and-secure\">These include</a> a hub where people can go to report and resolve account access issues they're having. This could be hugely beneficial for hacked users who are struggling to regain access to their accounts.</p><p>If you can't log in, you can <a href=\"http://instagram.com/hacked\"><ins>visit the hub on the Instagram website</ins></a>. Instagram will ask whether the issue concerns a hacked account, forgotten password, impersonation, loss of two-factor authentication method or disabled account. Once you select the issue, you can follow a string of steps to help you access your account again.</p><span id=\"end-legacy-contents\"></span><p>One method you can use to verify an account is actually yours is to ask others to confirm your identity. If you get locked out of an account, you can get two Instagram friends to verify your identity. Instagram started testing this feature earlier this year and now it's available to everyone. Your friends will have 24 hours to respond to the request. If they do, Instagram will let you reset your password.&nbsp;</p><figure><img alt=\"Screenshots of Instagram's \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/ddcde3f0-7c96-11ed-bbcf-ad407482e370\" style=\"height: 657; width: 965;\" /><figcaption></figcaption><div class=\"photo-credit\">Instagram</div></figure><p>Meanwhile, Instagram says it's employing more measures to prevent account hacking in the first place. The service is removing accounts that its systems deem malicious, such as those that are impersonating others. A new test involves sending you a warning &quot;if an account that we suspect may be impersonating someone requests to follow you.&quot; In the coming months, Instagram will start sending warnings to those who get a DM from an account that may be impersonating a business.</p><p>On top of all that, you'll start seeing the blue badge for verified accounts in more places. Along with profiles, you'll now see the badge on Stories and DMs. The badge will show up in the feed soon as well. Instagram says this will help users know if an account they're interacting with is the real deal.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/uber-eats-autonomous-robot-deliveries-miami-cartken-151913191.html?src=rss", "title": "Uber Eats' latest destination for autonomous food deliveries is Miami", "date_published": "2022-12-15 15:19:13+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/uber%20eats/\"><ins>Uber Eats</ins></a> has expanded autonomous food deliveries to Miami under a new partnership with robotics company Cartken. AI-powered robots will start making deliveries from select retailers in the Miami suburb of Dadeland today. The companies plan to expand autonomous deliveries to other parts of Miami-Dade County and more cities in 2023.</p><p>Uber Eats <a href=\"https://www.engadget.com/uber-eats-launching-two-autonomous-delivery-pilots-today-in-los-angeles-064252194.html/\"><ins>started</ins></a> two autonomous delivery pilots in Los Angeles in May after teaming up with <a href=\"https://www.engadget.com/uber-motional-food-delivery-partnership-183107550.html/\"><ins>Motional</ins></a> and Serve Robotics (which spun out of Uber). In September, Uber Eats <a href=\"https://www.engadget.com/uber-eats-nuro-autonomous-food-deliveries-texas-california-045758421.html/\"><ins>agreed a 10-year deal</ins></a> with Nuro for autonomous food deliveries, beginning in Texas and California.</p><span id=\"end-legacy-contents\"></span><p>Cartken also works with Grubhub on <a href=\"https://www.prnewswire.com/news-releases/grubhub-and-cartken-partner-to-bring-robot-delivery-to-college-campuses-301566245.html/\"><ins>college campus deliveries</ins></a>. Its six-wheeled robots <a href=\"https://www.engadget.com/nvidia-jetson-agx-orin-price-release-date-163327815.html/\"><ins>use NVIDIA Jetson tech</ins></a> along with sensors and cameras to help them avoid collisions and take routes with fewer hazards. The machines, which <a href=\"https://www.magna.com/stories/news-press-release/2022/magna-and-cartken-to-collaborate-on-autonomous-delivery-robots/\"><ins>are built</ins></a> by <a href=\"https://www.engadget.com/tag/magna/\"><ins>Magna</ins></a>, have a cargo capacity of 1.5 cubic feet, which is <a href=\"https://www.restaurantdive.com/news/uber-eats-cartken-autonomous-delivery-miami/638788/\"><ins>roughly the same</ins></a> as two full paper grocery bags. They can travel at up to six miles per hour, depending on conditions and the environment.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nasa-artemis-program-explained-moon-mars-colonization-video-143013129.html?src=rss", "title": "Everything NASA is taking to the moon before colonizing Mars", "date_published": "2022-12-15 14:30:13+00:00", "description": "<p>Amid the pantheon of Greek gods, few are more revered than Artemis, Goddess of the hunt, chastity, and the moon; Mistress of Animals, Daughter of Zeus and twin sister to Apollo. Famed for her pledge to never marry, feared from that time she turned the peeping Acteon into a stag and set his own hunting dogs upon him, Artemis has stood as a feminist icon for millenia. It seems only fitting then that NASA names after her a trailblazing mission that will see both the first woman and first person of color set foot on the moon, ahead of <a href=\"https://www.engadget.com/2018-11-13-moon-mars-space-race.html\">humanity’s first off-planet colony</a>.</p><p>In fact, NASA has been naming its missions after Zeus’ progeny since the advent of spaceflight. There was the Mercury Program (the Roman spelling of Hermes) in 1958, then Gemini in ‘68 followed by Apollo in ‘73. NASA took a quick break on the naming convention during the Shuttle era but revived it when it formally established the Artemis program in 2017. Working with the European Space Agency (ESA), Japan Aerospace Exploration Agency (JAXA), Canadian Space Agency (CSA), and a slew of private corporations, NASA’s goal for Artemis is simple: to re-establish a human foothold on the moon for the first time since 1972, and stay there.</p><span id=\"end-legacy-contents\"></span><div id=\"97bf27692b0c4ab1aeec43367aaf559a\"></div><p>NASA is building a coalition of partnerships with industry, nations and academia that will help us get to the moon quickly and sustainably, together,” then-NASA director Jim Bridenstine <a href=\"https://www.nasa.gov/sites/default/files/atoms/files/artemis_plan-20200921.pdf\">said in 2020</a>. “Our work to catalyze the US space economy with public-private partnerships has made it possible to accomplish more than ever before. The budget we need to achieve everything laid out in this plan represents bipartisan support from the Congress.”</p><p>“Under the Artemis program, humanity will explore regions of the moon never visited before, uniting people around the unknown, the never seen, and the once impossible,” he continued. “We will return to the moon robotically beginning next year, send astronauts to the surface within four years, and build a long-term presence on the Moon by the end of the decade.”</p><figure><img alt=\"CAPE CANAVERAL, FLORIDA - NOVEMBER 16: NASA&#x002019;s Artemis I Space Launch System (SLS) rocket, with the Orion capsule attached, launches at NASA's Kennedy Space Center on November 16, 2022 in Cape Canaveral, Florida. The Artemis I mission will send the uncrewed spacecraft around the moon to test the vehicle's propulsion, navigation and power systems as a precursor to later crewed mission to the lunar surface. (Photo by Red Huber/Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/aa047fb0-771a-11ed-b36f-cf664a7d4eae\" /><figcaption></figcaption><div class=\"photo-credit\">Red Huber via Getty Images</div></figure><p>Just as Artemis the Goddess grew out of earlier pre-Hellenistic mythology, Artemis the Program was born from the ashes of the earlier Constellation program from the early 2000s which sought to land on the moon by 2020 — specifically the Ares I, Ares V, and Orion Crew Exploration Vehicle that were developed as part of that effort. In 2010, then-President Barack Obama announced that the non-Orion bits of Constellation were being axed and simultaneously called for $6 billion in additional funding as well as the development of a new heavy lift rocket program with a goal of putting humans on Mars by the mid-2030s. This became the <a href=\"https://www.nasa.gov/pdf/649377main_PL_111-267.pdf\">NASA Authorization Act of 2010</a> and formally kicked off development of the <a href=\"https://www.nasa.gov/exploration/systems/sls/index.html\">Space Launch System</a>, the most powerful rocket NASA has built to date.</p><p>The Artemis program was helped further in December of 2017 when former President Donald Trump signed <a href=\"https://www.nasa.gov/press-release/new-space-policy-directive-calls-for-human-expansion-across-solar-system\">Space Policy Directive 1</a> (SPD 1). That policy change, “provides for a US-led, integrated program with private sector partners for a human return to the moon, followed by missions to Mars and beyond” and authorized the campaign that would become Artemis two years later. In 2019, then-Vice President Mike Pence announced that the program’s goals were accelerating, the moon landing goal pushed up four years to 2024 though its original goal of Mars in the 2030s remained unchanged.</p><p>“The directive I am signing today will refocus America’s space program on human exploration and discovery,” Trump said at the time. “It marks a first step in returning American astronauts to the moon for the first time since 1972, for long-term exploration and use. This time, we will not only plant our flag and leave our footprints — we will establish a foundation for an eventual mission to Mars, and perhaps someday, to many worlds beyond.”</p><h2>Bang, zoom, straight to the moon</h2><figure><img alt=\"a diagram of how the Artemis missions will approach the moon\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/7fa8bce0-7666-11ed-a8df-40f95924f7c0\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure><p>Now, we know NASA can put people on the moon — it’s the keeping them there, alive, that’s the issue. The moon, for all its tide-inducing benefits here on Earth, <a href=\"https://www.engadget.com/2019-07-19-nasa-astronaut-health-deep-space-missions.html\">is generally inhospitable to life</a>, what with its general lack of breathable atmosphere and <a href=\"https://www.engadget.com/nasas-first-lunar-rover-will-scour-the-moons-south-pole-for-water-in-2023-160022034-170003713.html\">liquid water</a>, weak gravity, massive temperature swings and <a href=\"https://www.nasa.gov/feature/glenn/2021/dust-an-out-of-this-world-problem/\">razor-sharp, statically-charged dust</a>. The first colonists will need power, heat, atmosphere, potable water — all of which will have to either be brought from Earth or extracted locally from the surrounding regolith.</p><p>Complicating matters, the Moon, at 230,000 miles away, is about a thousand times farther than the International Space Station, and getting a crew with everything they need to survive for more than a few days is going to require multiple trips — not just from Earth orbit to the moon but also from lunar orbit down to the surface and back. But high-risk, high-reward logistical nightmares are kind of NASA’s whole deal.</p><p>As such, the Artemis program is split between the SLS missions, which will eventually bring the human crew to the moon, and the support missions, which will bring everything else. That includes robotic rovers, the <a href=\"https://www.nasa.gov/content/about-human-landing-systems-development\">Human Landing System</a>, as well as moonbase and <a href=\"https://www.nasa.gov/gateway\">Gateway</a> components along with all of the logistical support and infrastructure that they will require.</p><h2>Artemis SLS missions</h2><p>The SLS missions are built around NASA’s new <a href=\"https://www.nasa.gov/sites/default/files/atoms/files/2018_esd_factsheet_v6tagged.pdf\">Deep Space Exploration System</a>, which comprises the SLS super heavy-lift launch vehicle, the Orion Spacecraft and the Exploration Ground Systems at Kennedy Space Center (KSC).</p><figure><img alt=\"Artemis 1 moon sequence\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/b3efeaa0-7666-11ed-93f7-3ec3568835fe\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure><h3>NASA’s deep space exploration system</h3><p>The <a href=\"https://www.nasa.gov/exploration/systems/sls/index.html\">Space Launch System</a> is the single most powerful rocket humanity has built and, given its modular, evolvable design, will likely continue to be for the foreseeable future. Its initial configuration, dubbed <a href=\"https://www.lpi.usra.edu/lunar/constellation/SLS_AtAGlance_NP-2015-09-83-MSFC.pdf\">Block 1</a>, consists of just the core stage with four <a href=\"https://www.rocket.com/space/liquid-engines/rs-25-engine\">RS-25 engines</a> and two, five-segment solid rocket boosters. Once the SLS breaks atmosphere, its <a href=\"https://www.nasa.gov/exploration/systems/sls/fs/ICPS.html\">Interim Cryogenic Propulsion Stage</a> takes over for in-space propulsion.</p><p>Those RS-25’s are the same engines that flew on the Space Shuttle. Aerojet Rocketdyne of Sacramento, California is updating and upgrading 16 of them for use in the modern era — bringing them up to standard for use with the SLS — with a new engine controller, new nozzle insulation, and 512,000 pounds of thrust. Altogether, the core stage will produce 8.8 million pounds of thrust and be capable of pushing 27 metric tons (22,000 sqft) of cargo out to the moon at speeds in excess of 24,500 miles per hour. The <a href=\"https://www.engadget.com/watch-nasas-latest-artemis-1-launch-attempt-here-020044428.html\">Artemis 1 mission that launched in November</a>, as well as the next two Artemis missions, are slash will be powered by Block 1 rockets.</p><figure><img alt=\"SLS Block builds\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/cacc1eb0-7666-11ed-bfef-c0177963d722\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure><p>Block 1B rockets will include an Exploration Upper Stage (EUS) built by Boeing and composed of “four RL10C-3 engines that produce almost four times more thrust than the one RL10B-2 engine that powers the ICPS,” <a href=\"https://www.nasa.gov/exploration/systems/sls/fs/sls.html\">per NASA</a>. That additional engine will enable the space agency to haul 38 tons of cargo out of Earth’s gravity well. This updated block will provide NASA a bit more flexibility in its launches. A 1B rocket can be configured to lift the Orion spacecraft or cargo loads into deep space as easily as it can be for hauling large cargoes to the moon or Mars. NASA plans to lift unwieldy portions of the moonbase and Gateway into space with it.</p><p>The SLS’ final form (for now) will be Block 2. Standing more than 30 stories tall, weighing the equivalent of 10 fully-loaded 747’s, the block 2 blasting 9.2 million pounds of thrust (20 percent more than the Saturn V) to push 46 metric tons of stuff (taking up as much as 54,000 square feet) into deep space. Once that configuration comes online, NASA expects it to take on much of the heavy lifting (sorry not sorry) in delivering crews and cargo to the moon.</p><h3>Orion spacecraft</h3><p></p><div id=\"d65b989872e04807bdcbf4cb6848fdb5\"></div><p>Riding atop the SLS’s multi-ton controlled explosions is the Orion Spacecraft, the first crew capsule designed for deep space exploration in more than a generation. Designed and built with help from the ESA, the Orion sandwiches a four-person crew cabin in between a services module that holds all of the important life support, navigation and propulsion systems, and a <a href=\"https://www.northropgrumman.com/space/keeping-astronauts-safe-with-nasas-orion-spacecrafts-launch-abort-system/\">Launch Abort System</a> (LAS) that will forcibly eject the crew capsule from the larger launch vehicle if a catastrophic failure occurs during takeoff.</p><p>The 50-foot tall LAS weighs 16,000 pounds and is designed to engage within milliseconds of a launch going sideways, lifting the crew cabin away from the rest of the SLS at Mach 1.2 using the 400,000 pounds of thrust produced by the abort motor. Its attitude control motor provides another 7,000 pounds of thrust to keep the capsule upright during escape while the jettison motor will separate the LAS from the cabin once clear, the latter deploying a parachute ahead of its upcoming water landing.</p><p>The LAS actually predates Orion by four years. The LAS was first integrated into a Delta IV and flown at the White Sands test facility in New Mexico in 2010 while the (uncrewed) Orion <a href=\"https://en.wikipedia.org/wiki/Exploration_Flight_Test-1\">Exploration Flight Test-1</a> didn’t take off for its four-hour, two orbit jaunt until 2014.</p><p>The Orion main cabin is just under 16 feet tall and just over 16 feet in diameter. Its four wing solar array produces 11kW of power and the attached service module holds enough air and water to keep the crew alive, if a bit panicked and sir-crazy, for up to three weeks.</p><h3>Exploration ground systems</h3><figure><img alt=\"CAPE CANAVERAL, FL - NOVEMBER 3: In this handout photo provided by NASA, NASAs Space Launch System (SLS) rocket with the Orion spacecraft aboard is seen atop the mobile launcher as Crawler Transporter-2 (CT-2) begins to climb the ramp at Launch Pad 39B at NASAs Kennedy Space Center on November 3, 2022 in Cape Canaveral, Florida. NASA's Artemis I mission is the first integrated test of the agency's deep space exploration systems: the Orion spacecraft, SLS rocket, and supporting ground systems. Launch of the uncrewed flight test is targeted for November 14 at 12:07 a.m. EST. (Photo by Joel Kowsky/NASA via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/e3d58630-771a-11ed-9b5b-ae89c4f9b578\" /><figcaption></figcaption><div class=\"photo-credit\">Handout via Getty Images</div></figure><p>Located at the Kennedy Space Center in Florida, the Artemis program’s Exploration Ground Systems (EGS) is tasked with developing and enacting the facilities and operations necessary to conduct SLS missions. That includes the <a href=\"https://www.nasa.gov/content/vehicle-assembly-building\">Vehicle Assembly Building</a>, the <a href=\"https://en.wikipedia.org/wiki/Launch_Control_Center\">Launch Control Center</a>, the <a href=\"https://www.nasa.gov/sites/default/files/714795main_firing-rooms.pdf\">Firing Rooms</a>, <a href=\"https://www.nasa.gov/sites/default/files/atoms/files/final_-_mobile_launcher_2_fact_sheet.pdf\">Mobile Launchers 1 and 2</a>, the <a href=\"https://www.nasa.gov/content/the-crawlers\">Crawlers</a> that haul rockets out to the launchpads, and also the launchpads — specifically <a href=\"https://www.nasa.gov/content/launch-pad-39b\">Launch Pad 39B</a>. Teams have been working to modernize many of those facilities and <a href=\"https://www.nasa.gov/sites/default/files/atoms/files/2018_esd_factsheet_v6tagged.pdf\">NASA notes that it</a>, “has successfully upgraded its processes, facilities, and ground support equipment to safely handle rockets and spacecraft during assembly, transport, and launch.”</p><p>NASA already has five main Artemis launches scheduled. The uncrewed Artemis I, again, successfully launched in November. Artemis II, which will carry four live astronauts for the first time but only loop around the moon, launches in 2024. Artemis III will go up in 2025 and is expected to be the first to actually set down on the moon. Artemis IV is slated for 2027 and will deliver half of the lunar Gateway (as well as debut the EUS) while Artemis V is set to deliver the other half of the Gateway in 2028. From there, NASA has some thoughts on Artemis missions VI (2029) through X (2033) but has not finalized any details as of yet.</p><h2>Artemis support missions</h2><p>“We need several years in orbit and on the surface of the moon to build operational confidence for conducting long-term work and supporting life away from Earth before we can embark on the first multi-year human mission to Mars,” Bridenstine said in 2020. “The sooner we get to the moon, the sooner we get American astronauts to Mars.”</p><figure><img alt=\"the capstone cubesat flying over the moon with the sun in the distance\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/3430d030-771b-11ed-9edb-2887fba67b2e\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure><p>But before we can build confidence in our ability to survive on Mars, we need to build confidence in our ability to survive on the moon. The Artemis support missions will do just that. The <a href=\"https://www.engadget.com/nasa-takes-first-step-back-to-the-moon-with-rocket-lab-capstone-cubesat-launch-101243552.html\">Capstone Mission</a> (&quot;Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment&quot;), for example, <a href=\"https://www.space.com/nasa-capstone-cubesat-arrives-moon\">successfully launched a 55-pound cubesat in June</a> to confirm NASA’s math for the much larger Gateway’s future orbital path. While in orbit, the Capstone will communicate and coordinate some of its maneuvers with the <a href=\"https://www.engadget.com/2015-12-18-lunar-orbiter-earthrise.html\">Lunar Reconnaissance Orbiter</a> which has been circling the moon since 2009.</p><p>In 2023, NASA also plans to launch the <a href=\"https://www.engadget.com/nasas-first-lunar-rover-will-scour-the-moons-south-pole-for-water-in-2023-160022034-170003713.html\">VIPER robotic rover</a> to the moon’s South Pole where it will search the lowest, darkest, coldest craters for accessible water ice. Finding a source for H2O is of paramount importance to the long-term viability of the colony. In space, water isn’t just for drinking and bathing — it can be split into its component atoms and used to fuel our oxidizing rockets, potentially turning the Moon into an orbital gas station as we push farther out from Earth. The rover, and <a href=\"https://en.wikipedia.org/wiki/HERACLES_(spacecraft)\">others like it</a>, will be delivered to the surface as part of NASA’s <a href=\"https://en.wikipedia.org/wiki/Commercial_Lunar_Payload_Services\">Commercial Lunar Payload Services</a> (CLPS) program.</p><p>It wasn’t until the mid 1990s that NASA even <a href=\"https://www.nasa.gov/content/goddard/lro-lunar-hydrogen\">confirmed the presence of water ice on the moon</a> and only two years ago did they <a href=\"https://www.nasa.gov/press-release/nasa-s-sofia-discovers-water-on-sunlit-surface-of-moon\">discovered ice accessible from the moon’s surface</a>. “We had indications that H2O – the familiar water we know – might be present on the sunlit side of the moon,” Paul Hertz, director of the Astrophysics Division in the Science Mission Directorate at NASA Headquarters, <a href=\"https://www.nasa.gov/press-release/nasa-s-sofia-discovers-water-on-sunlit-surface-of-moon\">said at the time</a>. “Now we know it is there. This discovery challenges our understanding of the lunar surface and raises intriguing questions about resources relevant for deep space exploration.”</p><p>Similarly, any habitat established on the surface will need an ample supply of electricity to remain online. Solar charging is one obvious choice (that lack of atmosphere is finally coming in handy) but NASA has never been one to underprepare and has already <a href=\"https://www.engadget.com/nasa-doe-nuclear-fission-system-moon-contracts-190515915.html\">selected three aerospace companies to develop nuclear power sources</a> for potential deployment.</p><h2>Gateway</h2><figure><img alt=\"Gateway components blowup\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/0ea58130-7667-11ed-9cf3-e20225ac4d4c\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure><p>In addition to a surface installation, NASA plans on putting a full-fledged space station, dubbed the <a href=\"https://www.nasa.gov/gateway/overview\">Lunar Gateway</a>, into orbit around the moon where it will serve much the same purpose as the ISS does today. Visiting researchers will stay aboard the pressurized Habitation and Logistics Outpost (HALO) module where they’ll have access to research facilities, remote rover controls and docking for both Orion capsules from Earth and HLS (Human Landing System<strong>)</strong> landers to the moon’s surface. A 60kW solar plant will provide power to the station, which also serves as a communications relay hub with the planet. The station’s position around the moon will also provide a unique astronomical perspective for future research.</p><p>The Gateway will very much be an international operation. As NASA points out, Canada’s CSA is providing “advanced robotics” for use upon the station, the ESA is supplying a second living module called the International Habitat (IHab) as well as the ESPRIT communications module and an array of research cubesats. Japan’s JAXA will kick in additional habitat components and assist with resupply logistics.</p><h2>Human Landing System and rovers</h2><p>From the Gateway, astronauts and researchers will ferry down to the moon’s surface to collect samples, run experiments and conduct observations aboard the Human Landing System, a reusable lunar lander program currently being operated out of Marshall Space Flight Center in Huntsville, Alabama.</p><p>NASA selected SpaceX’s Starship for its initial landing system in April 2021, awarding the company $2.9 billion to further the vehicle’s development. The agency then awarded SpaceX with another $1.15 billion this past November as part of the Option B contract modification. The extra money will help fund planned upgrades to the spacecraft, which is being modified from the base Starship design for use on and around the moon’s surface.</p><p>“Continuing our collaborative efforts with SpaceX through Option B furthers our resilient plans for regular crewed transportation to the lunar surface and establishing a long-term human presence under Artemis,” Lisa Watson-Morgan, NASA HLS program manager, <a href=\"https://spacenews.com/nasa-awards-spacex-1-15-billion-contract-for-second-artemis-lander-mission/\">said in November</a>. “This critical work will help us focus on the development of sustainable, service-based lunar landers anchored to NASA’s requirements for regularly recurring missions to the lunar surface.”</p><div id=\"103420456e0b4931bb81f6f5d7edebb6\"></div><p>Researchers, however, will not be content to travel nearly a quarter million miles just to set down on the moon and look out the lander’s windows. Instead, they’ll be free to wander around the surface safely ensconced in spacewalk equipment supplied by Axiom Space and Collins Aerospace.</p><p>“With these awards, NASA and our partners will develop advanced, reliable spacesuits that allow humans to explore the cosmos unlike ever before,” said Vanessa Wyche, director of NASA’s Johnson Space Center in Houston, <a href=\"https://www.nasa.gov/press-release/nasa-partners-with-industry-for-new-spacewalking-moonwalking-services\">said in June</a>. “By partnering with industry, we are efficiently advancing the necessary technology to keep Americans on a path of successful discovery on the International Space Station and as we set our sights on exploring the lunar surface.”</p><p>Those researchers won’t be on foot either. Just as the Apollo astronauts famously bounced around on NASA’s first-gen lunar rovers, the Artemis missions will use new <a href=\"https://www.nasa.gov/feature/nasa-makes-progress-with-new-lunar-terrain-vehicle-moon-rover-services\">Lunar Terrain Vehicles</a>. The unpressurized buggies are currently still in development but NASA expects to have a finalized proposal ready by next year and have the LTVs ready for surface service by 2028.</p><h2>The Artemis Base Camp</h2><div id=\"0ee2aba8f0f34e28960ac2294815177a\"></div><p>When not in use, the LTVs will be parked at NASA’s Artemis Base Camp at the lunar South Pole, alongside a pressurized version designed for longer-duration expeditions. The surface habitat itself will be able to support up to four residents at a time and provide communications, equipment storage, power and, most importantly, robust radiation shielding (and there’s the downside of not having an atmosphere). A site hasn’t yet been officially selected, though mission planners are looking for areas near the region’s permanently shadowed craters where water ice is expected to be most easily accessible (aside from the negative 280 degree temperatures and perpetual darkness).</p><p>“On each new trip, astronauts are going to have an increasing level of comfort with the capabilities to explore and study more of the moon than ever before,” Kathy Lueders, associate administrator for human spaceflight at NASA Headquarters, <a href=\"https://blogs.nasa.gov/artemis/2020/10/28/lunar-living-nasas-artemis-base-camp-concept/#:~:text=NASA%20will%20build%20on%20the,and%20even%20a%20mobile%20home.\">said in 2020</a>. “With more demand for access to the moon, we are developing the technologies to achieve an unprecedented human and robotic presence 240,000 miles from home. Our experience on the moon this decade will prepare us for an even greater adventure in the universe — human exploration of Mars.”</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/best-vr-headsets-140012529.html?src=rss", "title": "The best VR headsets for 2023", "date_published": "2022-12-15 14:15:13+00:00", "description": "<p>If you’ve been holding out for VR hardware to mature, you chose wisely. Headsets have come a long way since the launch of the Oculus Rift and HTC Vive six years ago. The Meta Quest 2 has already been around for two years, and it’s proven to be a very capable portable VR experience. And if you’re looking for a more immersive experience, high-end PC headsets are getting cheaper (and there’s the new PS VR 2 to look forward to). While the overall VR market hasn’t really changed much since last year (aside from the somewhat disappointing <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\">Meta Quet Pro</a>), at least there are plenty of VR experiences to dive into.</p><h2>So what makes a good VR headset?</h2><p>I tend to judge them on a few basic criteria: Ergonomics, immersion and controls. It's not that hard to shove a mobile display into a plastic headset and strap some cheap elastic headbands onto it. But it takes skill to craft something that's well balanced and doesn't feel uncomfortable after 30 minutes.</p><span id=\"end-legacy-contents\"></span><p>Immersion, meanwhile, comes from having high resolution screens with fast refresh rates, so everything looks sharp and smooth. Field of view is also a major element, as it describes how well VR screens can cover what you see. Having a low field of view makes it feel like you’re looking through a pair of binoculars, which limits your sense of “presence.” But a wide field of view can make it seem like you’re actually flying over the globe in Google</p><p>Earth.</p><p>And when it comes to controllers, the best options fit naturally in your hands and offer accurate tracking. The industry has basically adopted the design of Meta’s excellent touch controllers, but we're also seeing intriguing leaps forward like Valve's finger tracking gamepads.</p><h2>Best VR headset for most people: Meta Quest 2</h2><p></p><p>Over two years since its release, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PY3VsdXMtUXVlc3QtQWR2YW5jZWQtQWxsLU9uZS1WaXJ0dWFsL2RwL0IwOTlWTVQ4Vlo_dGFnPWdkZ3QwYy1wLW8tZGMtMjAiLCJjb250ZW50VXVpZCI6Ijg1ZmYzNGJmLWY2ZjctNDg3OC04MGMxLTVmMTU1ZTdhZjE0YiJ9&amp;signature=AQAAAQFeq6Fas1jV9ohaGomag8_kstKpjjQIA8yViHmVHwnB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOculus-Quest-Advanced-All-One-Virtual%2Fdp%2FB099VMT8VZ\">Meta Quest 2</a> remains the best VR option for the vast majority of consumers. It's completely cordless, and it's comfortable to wear for long sessions. Unfortunately, due to supply chain pressures and a worsening economic climate, Meta ended up increasing the Quest 2’s price by $100 this year, making it a $400 headset. It’s still a great device, but it’s also in the strange position of being a worse deal than it was last year.</p><p>Here’s what’s still good, though: there's a huge library of titles that you can experience anywhere, and it's bundled with Meta’s great motion controllers. You can also connect the Quest 2 to a gaming PC to stream more complex VR experiences.</p><p>The Quest 2 features fast-switching LCDs with a resolution 1832x1920 per eye, the highest we've seen from Meta. It also has a smooth 90Hz refresh rate, which is impressive for something running entirely on mobile hardware. The Quest 2's field of view isn't the best — it's been measured at just around 90 degrees — but it's still enough to enjoy most VR experiences. You can also <a href=\"https://www.vrfitnessinsider.com/i-boosted-my-quest-2s-field-of-view-halfway-to-a-valve-index-vrcover-foam-pads-fov-rated/\">use different face pads</a> to increase its field of view a bit. And if you want an even more comfortable fit, you can snag the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PY3VsdXMtUXVlc3QtRWxpdGUtRW5oYW5jZWQtU3VwcG9ydC1Db21mb3J0L2RwL0IwOEY1VFpXMko_dGFnPWdkZ3QwYy1wLW8tZGMtMjAiLCJjb250ZW50VXVpZCI6Ijg1ZmYzNGJmLWY2ZjctNDg3OC04MGMxLTVmMTU1ZTdhZjE0YiJ9&amp;signature=AQAAAXrou7_GB6xZ3P8AxaWDvGKaejSoZm_fBfIBci16MH7t&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOculus-Quest-Elite-Enhanced-Support-Comfort%2Fdp%2FB08F5TZW2J\">Elite headstrap for $49</a> (or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PY3VsdXMtQmF0dGVyeS1DYXJyeWluZy1FbmhhbmNlZC1Db21mb3J0LVBsYXl0aW1lL2RwL0IwOEY1VDNGOVk_dGFnPWdkZ3QwYy1wLW8tZGMtMjAiLCJjb250ZW50VXVpZCI6Ijg1ZmYzNGJmLWY2ZjctNDg3OC04MGMxLTVmMTU1ZTdhZjE0YiJ9&amp;signature=AQAAAdDaXGYjY6UVied7C83ADzuZ-s5Xve5pAtq3US3A3IiY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOculus-Battery-Carrying-Enhanced-Comfort-Playtime%2Fdp%2FB08F5T3F9Y\">$129 with a built-in battery and case</a>).</p><p>Meta has <a href=\"https://www.engadget.com/quest-2-foam-facial-interface-recall-163432642.html#:~:text=Working%20with%20the%20US%20Consumer,with%20its%20latest%20VR%20headset.&amp;text=Facebook%20is%20also%20halting%20sales,to%20every%20Quest%202%20package.\">recalled the foam inserts</a> from the original model and is offering silicone covers to make the headset more comfortable. We didn't experience any issues during our review, or during the past year of usage, but there have been enough complaints for Facebook to take action. The base $399 Quest 2 also comes with 128GB of storage, double the space of the original model, giving you even more room to cram in games and VR apps.</p><p>The Quest 2 may not offer the best overall VR experience, but it's certainly the most accessible headset on the market. (At least until we see a potential follow-up next year.)</p><h2>Best PC VR headset under $600: HP Reverb G2</h2><p></p><p>If you don't care about wireless VR, and you want to invest a bit more in a high-quality PC headset, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IZWFkc2V0LUNvbnRyb2xsZXItQWRqdXN0YWJsZS1TcGVha2Vycy1Fcmdvbm9taWMtQ29tcGF0aWJsZS9kcC9CMDhUQjVKN0tZP3RhZz1nZGd0MGMtcC1vLWRjLTIwIiwiY29udGVudFV1aWQiOiI4NWZmMzRiZi1mNmY3LTQ4NzgtODBjMS01ZjE1NWU3YWYxNGIifQ&amp;signature=AQAAAU8yuwb4LPkC9aq-FwtzTfc5m5cydhv9-Jh3N1rWGM-5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHeadset-Controller-Adjustable-Speakers-Ergonomic-Compatible%2Fdp%2FB08TB5J7KY\">HP's $599 Reverb G2</a> is meant for you. It was developed in cooperation with Valve and has some of the best features from the pricier Index headset, like near-field speakers. The Reverb G2 also has sharp screens, offering 2,160 by 2,160 pixels per eye, a 90Hz refresh rate, and a relatively wide 114-degree field of view.</p><p>It's also the first Windows Mixed Reality headset to include four sensors, which helps to ensure more accurate VR tracking, especially during fast-paced games. I also give HP credit for making a headset that’s extremely comfortable thanks to its luxurious cushioning around the eye-piece and rear strap.</p><p>The Reverb G2's motion controllers aren't my favorite, but they're still a big step up from HP's previous model. You could also upgrade it to use Valve's finger-tracking controllers, but that involves snagging SteamVR sensors and a lot more setup. Still, it's nice to have the upgrade path available.</p><h2>Best PC VR headset for gamers: Valve Index</h2><p></p><p><a href=\"https://store.steampowered.com/valveindex\">Valve's Index kit</a> remains one of the best high-end VR solutions on the market. For $999 you get the Index headset, Valve's finger tracking controllers and two SteamVR base stations. While we've seen higher-resolution headsets arrive in the last two years, it's still a very solid option, with a 1,440 by 1,600 pixel resolution, an eye-watering 144Hz refresh rate and a massive 130-degree field of view. I'd gladly lose a few pixels to get a smoother and more expansive screen, which are still far beyond any other consumer headset.</p><p>As a SteamVR product, the Index requires installing two sensors at opposite corners of your room. And of course, it's wired to your PC. But that clunkiness is worth it for the higher refresh rate and more accurate tracking. Sure, it's not as easy to use as the Quest 2, but at this price range, we assume you'll suffer a bit of inconvenience to get a truly high-quality VR experience.</p><p>Valve's finger tracking controllers are fantastic as well, with a convenient strap that locks them onto your hands. They make playing <em>Half-Life: Alyx</em> feel like a dream. It's unfortunate that other VR games haven't fully taken advantage of the finger tracking though.</p><h2>Best VR quality, no matter the cost: HTC Vive Pro 2</h2><p></p><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlGUENUM0g4Lz90YWc9Z2RndDBjLXAtby1kYy0yMCIsImNvbnRlbnRVdWlkIjoiODVmZjM0YmYtZjZmNy00ODc4LTgwYzEtNWYxNTVlN2FmMTRiIn0&amp;signature=AQAAAbIfFJwh94FAXF8dh3EuNAtYS0hhu_zdCTW83DVKM95B&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09FPCT3H8%2F\">HTC's Vive Pro 2</a> is the best-looking PC VR I've seen. It has an astoundingly sharp 5K screen and a solid 120Hz refresh rate. Just be prepared: the full kit, which includes the headset, two SteamVR sensors and wand controllers, costs $1,399. You can also buy the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDkyTEJMVDdQP3RhZz1nZGd0MGMtcC1vLWRjLTIwIiwiY29udGVudFV1aWQiOiI4NWZmMzRiZi1mNmY3LTQ4NzgtODBjMS01ZjE1NWU3YWYxNGIifQ&amp;signature=AQAAAdAjnazZa_KrRPeknPmuBX9SeTcsMMUTGi-T8vd_GTy0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB092LBLT7P\">headset separately for $799</a> as an upgrade to the original Vive Pro, or the Valve Index.</p><p>For the price you get a well-balanced and supremely comfortable VR headset. The <a href=\"https://www.engadget.com/htc-vive-pro-2-review-5k-vr-headset-133100685.html#:~:text=The%20HTC%20Vive%20Pro%202,make%20it%20a%20tough%20sell.\">Pro 2</a> is a clear sign that Valve has practically perfected the art of making high-end hardware. I'm less impressed with the large wand controllers, which are exactly the same as the ones that came with the original HTC Vive in 2016. They're functional, but they're nowhere near as ergonomic as Oculus's Touch Controllers.</p><p>I'm mainly recommending the Pro 2 here based on the astounding quality of the headset.</p><p>True VR fans may want to just grab that separately along with SteamVR base stations and Valve's finger-tracking controllers. That way you can ensure you have the best experience while playing <em>Pistol Whip</em>.<em>.</em></p><h2>What about the PS VR 2?</h2><p>We adored <a href=\"https://www.engadget.com/2016-10-05-sony-playstation-vr-review.html\">Sony’s PlayStation VR</a> when it launched, but it’s practically been ignored since the PlayStation 5 debuted. Sony’s solution is the PS VR 2, a completely revamped device with built-in tracking, far better resolution, a larger field of view, and support for 120Hz refresh rates. It also sports brand new controllers with haptic feedback, so you can finally throw away those old PS Move wands. We haven’t seen the PS VR 2 in action yet, but you can expect to pay $550 (more than a PS5!) when it arrives on February 22, 2023.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-smart-home-devices-support-matter-standard-140047949.html?src=rss", "title": "Google's smart home devices now support the Matter standard", "date_published": "2022-12-15 14:00:47+00:00", "description": "<p>The Matter standard can only simplify the use of smart home devices from various brands if products actually support it. Today, Google has announced that it has enabled Matter support for its Nest and Android devices — you don't even have to download or install any update. That means the Google Home speaker, Google Home Mini, Nest Mini, Nest Audio, Nest Hub (1st and 2nd gen), Nest Hub Max and the new <a href=\"https://www.engadget.com/google-nest-wifi-pro-faster-speeds-high-gloss-design-130035266.html\">Nest WiFi Pro</a>, can now serve as a hub for Matter that you can use to control your smart home.&nbsp;</p><p>Google has also rolled out Matter support for Fast Pair on Android, and the tech giant says it will give you the capability to pair Matter-enabled devices to your home network &quot;as quickly as you can pair a set of headphones.&quot; Once your devices are connected, this feature will also make it easy to link Matter devices with apps and smart home ecosystems. In addition, the tech giant has updated the Nest Wi Pro, the Nest Hub Max and the Nest Hub (2nd gen) to function as Thread border routers. That way, you can use them to connect products that support Thread, the networking protocol for low-power devices such as smart locks, to your home network.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The Connectivity Standards Alliance, which Google is a part of, has been working on the Matter standard since 2019 to solve the smart home space's fragmentation issue and make it easier to use products from different companies. It originally intended to <a href=\"https://www.engadget.com/matter-smart-home-standard-delayed-164447784.html\">launch the standard in 2021</a>, but it had to delay Matter's release a couple of times before it finally <a href=\"https://www.engadget.com/matter-smart-home-standard-released-160059101.html\">rolled out the standard's version 1.0 specification</a> and product certification program this October. Shortly after Matter officially came out, Samsung announced that it's <a href=\"https://www.engadget.com/samsung-announces-expanded-partnership-with-google-to-support-matter-devices-184722551.html\">working with Google</a> so that you can easily add devices already set up with SmartThings to Google Home, and vice versa. Amazon, one of the Alliance's other founders, also <a href=\"https://www.engadget.com/amazon-echo-device-matter-support-compatibility-141558771.html\">listed the 17 Echo devices</a> that will support the standard starting this month.&nbsp;</p><p>While very <a href=\"https://www.engadget.com/matter-smart-home-devices-eve-update-163158992.html\">few products are Matter-enabled</a> at the moment, Google says you'll see more come out these holidays and in early 2023. All devices that support the standard will be marked with the Matter badge and will work with the aforementioned Google products and all other Matter devices out of the box.&nbsp;</p><div id=\"569c97f8c4cb44f79c690dafd21f4b75\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/dell-sustainable-concept-luna-laptop-dismantled-seconds-140006712.html?src=rss", "title": "Dell's new sustainable Concept Luna laptop can be dismantled in seconds", "date_published": "2022-12-15 14:00:06+00:00", "description": "<p>Last year, Dell intrigued us with <a href=\"https://www.engadget.com/dell-project-luna-pc-easier-to-repair-and-recycle-160056898.html\">Concept Luna</a>, its attempt at making a sustainable laptop with fewer screws, using components that are easier to upgrade and recycle. It felt like a breath of fresh air compared to ultraportables that trade repairability for thinness. This year, Dell is pushing the concept even further. Its latest Luna device can be fully disassembled in around 30 seconds using just a push-pin tool and a bit of elbow grease. There aren't any cables or screws to worry about.</p><div id=\"0b62f7a4224642eaa1eee1d8b5158482\"></div><p>How can Dell achieve this sorcery? By developing a completely modular design, wherein every component can be snapped into place without much fuss. And it's not just marketing hype: As you can see in the video above, it doesn't take much effort for a Dell representative to deftly disassemble a Luna device. After unlocking the keyboard with a pin tool, he removed two speaker units, the battery, a CPU fan and a slim motherboard. The display was a cinch to remove as well, after unlocking the laptop's center bezel.</p><span id=\"end-legacy-contents\"></span><p>When it's all put together, the new Concept Luna looks like one of Dell's 13-inch laptops (more a Latitude than a slim XPS, to be clear). You'd have no idea there was a genuine revolution going on under the hood. Dell's sustainability angle is a lot more clear this time around. Whereas the previous concept still required a bit of technical maneuvering, it wouldn't take much for a general user to get under the hood of a fully modular laptop like this. It's about as hard as ejecting a SIM card.</p><figure><img alt=\"Someone disassembling a Dell Concept Luna laptop.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/b2c4b130-7c31-11ed-8bff-01ee2f1126bd\" /><figcaption></figcaption><div class=\"photo-credit\">Dell</div></figure><p>The new Luna laptop also has room for a CPU fan, allowing it to house more powerful processors. Additionally, Dell worked with a micro-factory while developing Luna, allowing the company to automate the ordeal of assembling and tearing Luna devices apart. That process also involves testing individual components — after all, it's easy to imagine some aspects of a computer getting far more use than others. If you primarily used your laptop on a desk with an external keyboard, its built-in keyboard probably has a lot of life left.</p><figure><img alt=\"A robot disassembling a Dell Concept Luna laptop.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/b2c5e9b0-7c31-11ed-afde-26f7bb764871\" /><figcaption></figcaption><div class=\"photo-credit\">Dell</div></figure><p>&quot;By marrying Luna’s sustainable design with intelligent telemetry and robotic automation, we’ve created something with the potential to trigger a seismic shift in the industry and drive circularity at scale,&quot; Glen Robson, CTO for Dell Technologies’ Client Solutions Group, said in a blog post. &quot;A single sustainable device is one thing, but the real opportunity is the potential impact on millions of tech devices sold each year, and optimizing the materials in those devices for future reuse, refurbishment or recycling. &quot;</p><p>While it's unlikely we'll see a Luna-like consumer laptop anytime soon, its mere existence could influence the way Dell designs future systems. The company is also pushing its sustainability initiatives in a variety of other ways, for example by dramatically reducing packaging waste, or exploring recycled materials for some PC cases. When it comes to true DIY repairability, Dell already has some <a href=\"https://www.engadget.com/framework-laptop-review-150001399.html\">competition from Framework</a> (which <a href=\"https://www.engadget.com/framework-modular-repairable-chromebook-review-173035156.html\">just unveiled a DIY Chromebook</a>). Still, it's nice to see one of the world's biggest PC makers taking sustainability seriously.</p><figure><img alt=\"Dell Concept Luna\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/972a9500-7c33-11ed-9d77-1cf28fdbe0c3\" /><figcaption></figcaption><div class=\"photo-credit\">Brian Oh/Engadget</div></figure><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-super-nintendo-world-in-the-us-opens-on-february-17th-121548046.html?src=rss", "title": "The Morning After: Super Nintendo World in the US opens on February 17th", "date_published": "2022-12-15 12:15:48+00:00", "description": "<p>If you envy Universal Studios Japan and its Mario-themed area, the US equivalent is almost here. <a href=\"https://www.engadget.com/super-nintendo-world-universal-studios-hollywood-opening-2023-175710087.html%20https://www.engadget.com/...\">Hollywood’s Super Nintendo World</a> is less of a self-contained theme park and more of a new area at Universal Studios, and it will open on February 17th, 2023. Mario Kart: Bowser’s Challenge will be the centerpiece attraction, an augmented reality-powered go-kart simulator inspired by Nintendo’s racing franchise. You wear an AR visor displaying a digital world with fantastical racetracks, Koopa Shells and familiar competitors, who you blast using your steering wheel trigger.</p><p>But, this will be the only ride inside the US’s Mushroom Kingdom tribute. The Japan equivalent has a second ride, and US work is already underway on a Donkey Kong-centric addition for 2024. That’s still enough reason to visit, right? The February opening should roughly coincide with the release of <em>The Super Mario Bros. Movie.</em></p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/mclaren-formula-e-gen3-interview-150058523.html\">How McLaren is preparing for Formula E’s Gen3 debut</a></p></li><li><p><a href=\"https://www.engadget.com/2020-01-22-smart-speakers-guide-google-amazon-echo-sonos.html\">The best smart speakers for 2023</a></p></li><li><p><a href=\"https://www.engadget.com/playstation-nintendo-year-in-review-tools-top-games-hours-logged-115542018.html\">Sony and Nintendo's year in reviews reveal your top games of 2022</a></p></li><li><p><a href=\"https://www.engadget.com/arm-latest-chip-designs-china-us-uk-export-controls-100235667.html\">ARM won't sell its latest chip designs in China due to US and UK export controls </a></p></li><li><p><a href=\"https://www.engadget.com/epic-games-rock-band-unreal-tournament-servers-181142548.html\">Epic is taking over a dozen games offline, including Rock Band and Unreal titles</a></p></li><li><p><a href=\"https://www.engadget.com/twitter-elonjet-banned-suspended-elon-musk-private-jet-153132962.html\">Twitter suspends account that tracked Elon Musk's private jet </a></p></li><li><p><a href=\"https://www.engadget.com/apple-macbook-air-m2-lowest-price-144529571.html\">Apple's MacBook Air M2 drops to a new all-time low of $999 </a></p></li><li><p><a href=\"https://www.engadget.com/ftx-sam-bankman-fried-criminal-and-civil-charges-200410951.html\">Here's everything Sam Bankman-Fried is accused of by the US government </a></p></li><li><p><a href=\"https://www.engadget.com/redwood-materials-ev-battery-recycling-plant-south-carolina-183146247.html\">South Carolina EV battery recycling plant could salvage parts for a million cars a year</a></p></li><li><p><a href=\"https://www.engadget.com/elizabeth-warren-digital-asset-anti-money-laundering-act-introduced-181504489.html\">Bipartisan bill targets crypto money laundering in wake of FTX collapse </a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/tesla-steam-model-s-x-054406511.html\">Tesla launches Steam game portal integration for the new Model S and X vehicles</a></h2><h3>It will give owners access to thousands of games.</h3><a href=\"https://www.engadget.com/tesla-steam-model-s-x-054406511.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/2aa90480-7c6e-11ed-9fef-bb67b6313d9c\" /><figcaption></figcaption><div class=\"photo-credit\">Tesla</div></figure></a><p>Tesla is officially rolling out Steam integration for the latest versions of its Model S and X cars as part of its holiday update. In its promo video of the feature, you'll see Tesla's infotainment system running Steam Beta and even graphically demanding games like<em> Cyberpunk 2077</em>. By &quot;new&quot; Model S and X vehicles, Tesla likely means the &quot;Plaid&quot; versions, which started deliveries last year. Both models' infotainment systems use AMD's RDNA 2 GPUs, which are also the technology behind PlayStation 5, and AMD's Ryzen chips.</p><p><a href=\"https://www.engadget.com/tesla-steam-model-s-x-054406511.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/twitter-shutting-down-revue-171029741.html\">Twitter is shutting down the newsletter platform it bought last year</a></h2><h3>It bought Revue at the start of 2021.</h3><h3></h3><p>One day after <a href=\"https://www.engadget.com/jack-dorsey-twitter-files-011249897.html\">Jack Dorsey took to Revue</a> to share his thoughts on the Twitter Files, Twitter announced it would shut down the newsletter platform early next year. &quot;From January 18th, 2023, it will no longer be possible to access your Revue account,&quot; Revue <a href=\"http://help.getrevue.co/en/articles/6819675-we-ve-made-the-difficult-decision-to-shut-down-revue\">said on Wednesday</a>. At the time, the company said the acquisition was a natural expansion of its platform. And for a while, it had a point, since paid newsletters were all the rage last year. At first, the company added Revue signup buttons to Twitter profiles. A month later, it rolled out a feature for users to sign up for Revue newsletters directly from tweets.</p><p><a href=\"https://www.engadget.com/twitter-shutting-down-revue-171029741.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/you-tube-users-will-get-a-24-hour-timeout-if-their-toxic-comments-are-removed-134147699.html\">YouTube users will get a 24-hour timeout if their toxic comments are removed</a></h2><h3>The video service will notify them first, too.</h3><h3></h3><p>YouTube is rolling out updates today around toxic comments that violate community guidelines. Previously, it has used tools like popups to encourage &quot;respectful&quot; interactions, but it's now taking a (slightly) more assertive approach. If YouTube detects and removes abusive comments, it will notify users that they've violated community guidelines. If the same person continues to post toxic comments, they'll get a &quot;timeout&quot; and be unable to leave further comments for 24 hours.</p><p><a href=\"https://www.engadget.com/you-tube-users-will-get-a-24-hour-timeout-if-their-toxic-comments-are-removed-134147699.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/sec-stock-manipulation-fraud-charges-discord-twitter-172056536.html\">Eight charged in $114 million pump-and-dump stock scheme on Discord and Twitter</a></h2><h3>The fraud allegedly included a podcaster, too.</h3><h3></h3><p>A federal grand jury and the Securities and Exchange Commission have charged eight men with allegedly operating a stock pump-and-dump scheme on Discord and Twitter between January 2020 and April 2022. They reportedly used their social media presences (including a combined 1.5 million Twitter followers) to artificially inflate the value of stocks, only to sell their shares without disclosing their plans. They made a $114 million profit off the campaign, the Justice Department said. The nature of the manipulation isn't surprising, but the scale is. It follows the meme stock saga on Reddit, which boosted stock prices, including GameStop, and showed how online communities can influence share prices in the right circumstances.</p><p>The group went beyond Twitter, supposedly using a Discord server (Atlas Trading) to share misinformation about stocks. One participant, Daniel Knight, also co-hosted a podcast that apparently played a role in the fraud.</p><p><a href=\"https://www.engadget.com/sec-stock-manipulation-fraud-charges-discord-twitter-172056536.html\"><strong>Continue reading.</strong></a></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/resident-evil-village-vr-playstation-vr2-free-dlc-115548431.html?src=rss", "title": "'Resident Evil Village VR' will be available on PSVR2 launch day", "date_published": "2022-12-15 11:55:48+00:00", "description": "<p><a href=\"https://www.engadget.com/2016-08-20-resident-evil-7-lantern-demo-gamescom.html\"><em>Resident Evil 7: Biohazard</em></a> was a <a href=\"https://www.engadget.com/2016-06-15-resident-evil-7-vr-sickness-ps-vr.html\">key game</a> for the PlayStation VR launch back in 2016, and the franchise is set to play a role for Sony's upcoming VR headset as well. <em>Resident Evil Village VR</em> will arrive at the same time as <a href=\"https://www.engadget.com/sony-ps-vr-2-release-date-price-virtual-reality-ps5-135402382.html\">PlayStation VR2</a> on February 22, 2023 as free DLC for the standard PS5 game, Capcom and Sony <a href=\"https://blog.playstation.com/2022/12/14/resident-evil-village-vr-mode-launches-february-22-for-ps-vr2-as-free-dlc/\">announced</a>. That means anyone with the standard game (no Gold Edition required) will get some instant PSVR2 content for free.</p><p>Developer Capcom teased a PSVR2 edition of <em>Resident Evil: Village </em><a href=\"https://www.engadget.com/resident-evil-4-remake-release-date-capcom-221952234.html\">earlier this summer</a> (below), nothng at the time that it would feature the entire PS5 version of the game. &quot;The VR Mode supports the entire campaign and lifts the award-winning experience to new heights,&quot; it said in the latest press release. &quot;A deeper and more captivating adventure awaits with PlayStation VR2... VR Mode utilizes the 4K HDR display, eye tracking, and 3D audio to make Resident Evil Village more realistic and intense than ever.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"21186b25e3464b72b0d78fb3e57ea5c4\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>At the same time, Capcom's promising that the PSVR2 Sense controllers will allow players to interact with their surroundings in new ways. &quot;With one controller in each hand, you can feel the vibration, recoil, and resistance as you interact with objects in the world and fire weapons,&quot; according to Sony's PR.</p><p>For instance, players can hold up their arms to guard against enemies that get too close, while weapons will feel &quot;tangibly more realistic in VR mode,&quot; Capcom said. You'll also see new gameplay elements like dual wielding and natural motion controls for reloading firearms and fighting with knives.&nbsp;</p><p>As mentioned, the <em>Resident Evil Village VR</em> DLC will arrive when the $550 PSVR2 launches on February 22, 2023. To play it, you'll need the PS5 version of <em>Resident Evil Village</em> or <em>Resident Evil Village Gold Edition</em> to play. Sony said that up to <a href=\"https://www.engadget.com/sony-psvr2-launch-games-190000436.html\">20 games will be available</a> for PlayStation VR2 upon launch, including <a href=\"https://www.engadget.com/horizon-call-of-the-mountain-psvr2-gameplay-trailer-132041372.html\"><em>Horizon Call of the Mountain</em></a> and <a href=\"https://www.engadget.com/meta-quest-showcase-nfl-vr-game-moss-book-2-among-us-172621081.html\"><em>Among Us VR</em></a>.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazons-god-of-war-series-will-focus-on-events-leading-up-to-ragnarok-105515632.html?src=rss", "title": "Amazon's God of War series will tell the story of the 2018 Norse reboot", "date_published": "2022-12-15 10:55:15+00:00", "description": "<p>Earlier this year, Sony <a href=\"https://www.engadget.com/sony-horizon-god-of-war-gran-turismo-tv-shows-netflix-amazon-playstation-144132163.html\">announced</a> that <em>God of War</em> would be developed as an Amazon Video series, and since then, the latest installment <a href=\"https://www.engadget.com/god-of-war-ragnarok-review-ps5-162534113.html\"><em>Ragnarok</em></a> has become a <a href=\"https://www.engadget.com/god-of-war-ragnarok-fastest-selling-sony-exclusive-191147076.html\">huge hit</a> on PlayStation. Now, the series is officially a go and we've learned more about what will take place, according to <a href=\"https://www.hollywoodreporter.com/tv/tv-news/amazon-god-of-war-tv-series-1235281943/\"><em>The Hollywood Reporter</em></a>.&nbsp;</p><p>The series will follow the main character Kratos, The God of War, through roughly the events of the 2018 reboot based on Norse mythology. In that, he has quit his violent past and exiled himself to the Norse Midgard realm.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>&quot;When his beloved wife dies,” Amazon's description reads, &quot;Kratos sets off on a dangerous journey with his estranged son to spread her ashes from the highest peak — his wife’s final wish. [The quest] will test the bonds between father and son, and force Kratos to battle new gods and monsters for the fate of the world.&quot;&nbsp;</p><p>The series will be produced by Sony Pictures Television and Amazon Studios in association with PlayStation Productions. The showrunner will be <em>The Wheel of Time</em>'s Rafe Judkins, aided by Oscar nominees Mark Fergus and Hawk Ostby (<em>Children of Men, Iron Man</em>) who will take on writing and executive producing duties.</p><p>The original God of War series revolves around Greek mythology wrapped up in 2013 with <em>God of War: Ascension</em> (PS3). It rebooted with 2018's Norse mythology-based <em>God of War</em> for PlayStation 4, which led to <em>God of War</em> Ragnarök, released last month to rave reviews.</p><p>Amazon is also producing a <em>Fallout</em> series for Prime that started production <a href=\"https://www.engadget.com/fallout-moving-forward-as-a-tv-series-on-amazon-prime-092535878.html\">early this year</a> and should be arriving soon. Other series based on high-profile games either released or coming soon include <a href=\"https://www.engadget.com/the-last-of-us-release-date-hbo-max-153717300.html\"><em>The Last of Us</em></a> (HBO), <a href=\"https://www.engadget.com/the-last-of-us-release-date-hbo-max-153717300.html\"><em>Halo</em></a> (Paramount) and <a href=\"https://www.engadget.com/horizon-zero-dawn-netflix-the-umbrella-academy-creator-150932555.html\"><em>Horizon Zero Dawn</em></a> (Netflix).&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/oppo-find-n2-flip-foldable-phone-pricing-availability-101858317.html?src=rss", "title": "Oppo says its Find N2 is the 'lightest horizontally folding phone'", "date_published": "2022-12-15 10:23:17+00:00", "description": "<p>Back in August, Xiaomi showed us how to make a thinner horizontal folding phone with its <a href=\"https://www.engadget.com/xiaomi-mix-fold-2-leica-pricing-availability-124434422.html\">Mix Fold 2</a>, but now it's Oppo's turn to demonstrate how to make them lighter. The new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5vcHBvLmNvbS9jbi9zbWFydHBob25lcy9zZXJpZXMtZmluZC1uL2ZpbmQtbjIvIiwiY29udGVudFV1aWQiOiI0YWY0MzU3Ni01MTJlLTQyMjUtOGJiZi04ODQ5ZDViZTkxMGUifQ&amp;signature=AQAAAYOcESnCM3JbHYENFoON0UZuWvv-Nb9Fp3k_Y2ZuQIbC&amp;gcReferrer=https%3A%2F%2Fwww.oppo.com%2Fcn%2Fsmartphones%2Fseries-find-n%2Ffind-n2%2F\">Find N2</a> shares a similar landscape screen design with its <a href=\"https://www.engadget.com/oppo-find-n-foldable-phone-china-101211924.html\">predecessor</a>, yet it weighs as little as 233 grams. That's 42 grams lighter than before, around 30 grams lighter than the likes of <a href=\"https://www.engadget.com/samsung-galaxy-z-fold-4-review-specs-price-a-flagship-foldable-refined-131543810.html\">Samsung's Galaxy Z Fold 4</a> and even a few grams lighter than an iPhone 14 Pro Max. Oppo therefore claims it's new device is the \"industry's lightest horizontally folding phone.\" Both the green and white versions of the Find N2 weigh an extra 4 grams due to their glass back, but still come in lighter than the competition.</p><p>Oppo uses a smaller second-generation flexion hinge, as well as its carbon fiber underframe (instead of aluminum) for its flexible screen. According to TÜV Rheinland's certification, the Find N2 can apparently withstand over 400,000 folds under normal conditions (doubling Find N's record), and over 100,000 folds at 50°C (122°F ) or down to -20°C (-4°F). The same company also gave a green tick to the phone's 1.2-meter drop test. The battery is about the same size as before, bumping slightly up to 4,520mAh, but now supports faster 67W SuperVOOC charging, which takes 10 minutes to go from zero to 37 percent, or 42 minutes for a full charge.</p><span id=\"end-legacy-contents\"></span><figure><img src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/14533920-7c5b-11ed-87df-48d5e26d8465\" /><figcaption></figcaption></figure><p>This Snapdragon 8+ Gen 1-powered foldable phone has a slightly larger 5.54-inch external display, and while its 7.1-inch flexible screen has kept the same 9:8.4 \"golden\" aspect ratio (1,792 x 1,920), it apparently has a less visible crease along with improved visibility. To make full use of this big landscape screen, the company is also releasing the Oppo Pen, which supports 4,096 levels of pressure and has a battery life of 11 hours. You can also use the pen's button as a camera remote, which comes in handy when you prop up the camera for \"FlexForm Capture.\"</p><p>Speaking of, the Find N2 has a new set of cameras that have benefitted from some extra help from Hasselblad. You'll find a 50-megapixel f/1.8 main camera (24mm equivalent) with optical stabilization, a 48-megapixel f/2.2 ultra-wide camera (14mm equivalent) and a 32-megapixel f/2.2 telephoto camera (47mm equivalent) on the back. There's also a 32-megapixel f/2.4 front-facing camera tucked into the top-left corner of the foldable screen. With Oppo's very own <a href=\"https://www.engadget.com/oppo-find-x-5-pro-hands-on-110029261.html\">MariSilicon X</a> imaging neural processor, the Find N2 can also capture 4K ultra night video and 4K ultra HDR video.</p><figure><img src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/3512c3c0-7c55-11ed-b9dd-1fa0527d385f\" /><figcaption></figcaption></figure><p>Oppo also unveiled the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5vcHBvLmNvbS9jbi9zbWFydHBob25lcy9zZXJpZXMtZmluZC1uL2ZpbmQtbjItZmxpcC8iLCJjb250ZW50VXVpZCI6IjRhZjQzNTc2LTUxMmUtNDIyNS04YmJmLTg4NDlkNWJlOTEwZSJ9&amp;signature=AQAAAe8dMdmc4I7SyPtmIVhPECujR7o61sjibUFXPglKn966&amp;gcReferrer=https%3A%2F%2Fwww.oppo.com%2Fcn%2Fsmartphones%2Fseries-find-n%2Ffind-n2-flip%2F\">Find N2 Flip</a> which, as you can tell from the name, is a direct competitor of Samsung's pocket-sized <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-4-review-camera-samples-specs-price-battery-life-170027529.html\">Galaxy Z Flip 4</a>. The 3.26-inch external display here is apparently the \"largest cover screen in any flip\" device, which is handy for taking selfies, checking calendars and previewing messages. This device also packs the \"biggest\" battery in this form factor — 4,300mAh as opposed to Samsung's 3,700mAh, along with 44W fast charging support. Chief Product Officer Pete Lau added that the Find N2 Flip supports dual SIM dual 5G standby, which is apparently also a first for a small foldable phone, thanks to the MediaTek Dimensity 9000+ processor. Like the Find N2, the 50-megapixel f/1.8 main camera, 8-megapixel f/2.2 ultra-wide camera and 32-megapixel f/2.4 front-facing camera all get the Hasselblad treatment.</p><p>The Find N2 comes in two price tiers: the 12GB RAM with 256GB storage model is asking for 7,999 yuan (around $1,150), and the more advanced 16GB RAM with 512GB storage version costs 8,999 yuan (around $1,290). As for the Find N2 Flip, it starts at 5,999 yuan ($860) with the 8GB RAM plus 256GB storage version, and it maxes out at 6,999 yuan ($1,000) with the 16GB RAM plus 512GB storage variant.</p><p>Both phones are available for pre-order in China today, ahead of the December 23rd launch for the Find N2 and then the December 30th launch for the Find N2 Flip. Oppo reps also told Engadget that the Flip will launch in international markets, but they are still evaluating whether to do the same with the bigger Find N2.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/watch-nasa-ocean-monitoring-swot-satellite-launch-here-090048273.html?src=rss", "title": "Watch NASA's ocean-monitoring satellite launch here at 6AM ET", "date_published": "2022-12-15 09:00:48+00:00", "description": "<p>A <a href=\"https://www.engadget.com/tag/nasa/\">NASA</a> satellite launch is scheduled to take place today, but this isn't any old project. The <a href=\"https://www.engadget.com/hubble-telescope-galaxy-collision-arp-madore-181031748.html\">Surface Water and Ocean Topography (SWOT) satellite</a> will track the vast majority of water on Earth for the first time. It will measure the depth of oceans, rivers and lakes to help scientists track how they change over time. SWOT will help scientists better understand how oceans absorb carbon and atmospheric heat, which can help to moderate climate change and global temperature changes.</p><p>Observations from SWOT should help to improve <a href=\"https://www.engadget.com/google-flood-wildfire-ai-170904186.html\">flood forecasts</a> while bolstering models that are used to monitor droughts and predict rising sea levels. On top of that, the data that the satellite records will include details about ocean tides, currents and storm surges, as well as river water level measurements.</p><span id=\"end-legacy-contents\"></span><p>The satellite will <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PWZpNHFZN1o1WktvIiwiY29udGVudFV1aWQiOiIwNTc4NTMwNC0zNWU2LTQxOTctODVhMS1mZDQ0NTA0OTUyNjgifQ&amp;signature=AQAAATWpN865kDhLsQxLcVgSUlUBruGhyuRrkWajp-FGmXAj&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dfi4qY7Z5ZKo\">use a radar-based system</a> to survey water levels. The Ka-band Radar Interferometer (Karin) bounces signals off of two antennas on either side of SWOT. This, NASA said, will allow for a much larger view of Earth's surface with high resolution and accuracy. SWOT should be able to measure large tracks of water across the planet in a relatively short period of time.</p><div id=\"d8c09002c90a4161b5ac29d19005fb4d\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Scientists will be able to observe ocean features at 10 times the resolution of current tech. SWOT will be able to monitor almost every river that's wider than 330 feet (100 meters) and north of a million lakes that are larger than 15 acres (62,500 square meters). All told, the satellite will survey water on 90 percent of the planet's surface.</p><p>NASA jointly developed SWOT with French space agency Centre National d’Etudes Spatiales. They had help from the Canadian Space Agency and the UK Space Agency.</p><p>SWOT is scheduled to launch from Vandenberg Space Force Base in California on a SpaceX Falcon 9 rocket. Liftoff is targeted for 6:46AM ET and NASA's launch coverage will get underway at 6AM. You can watch the livestream below:</p><div id=\"e4d5f91d6ebb4e2dbabead1aa294b107\"></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/us-senate-approves-bill-ban-tiktok-government-devices-075852696.html?src=rss", "title": "US Senate approves bill to ban TikTok on government devices", "date_published": "2022-12-15 07:58:52+00:00", "description": "<p>The No TikTok on Government Devices Act that was <a href=\"https://www.engadget.com/2020-03-12-senators-want-to-ban-tiktok-from-government-phones.html\">introduced</a> by Senator Josh Hawley (R-Missouri) has just crossed a major milestone. Members of the US Senate have <a href=\"https://www.ft.com/content/9621803f-2b5e-49b5-a82b-1cd3283e2420\">unanimously voted</a> to approve the bill, which will ban the TikTok app on all government-owned phones and other devices. Its approval emphasizes authorities' concerns that the app's China-based parent company ByteDance could share information gathered from US users with the Chinese government. Just last month, FBI Director Chris Wray <a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html\">warned</a> lawmakers that the Chinese government could use TikTok to launch &quot;influence operations&quot; or to &quot;technically compromise&quot; millions of devices.</p><p>While the bill aims to prohibit the installation of TikTok on government devices, it carves out exceptions for &quot;law enforcement activities, national security interests and activities, and security researchers,&quot; according to <a href=\"https://www.bloomberg.com/news/articles/2022-12-15/us-senate-votes-to-ban-tiktok-app-on-government-owned-phones?sref=10lNAhZ9\"><em>Bloomberg</em></a>. Hawley called the app a &quot;Trojan Horse for the Chinese Communist Party&quot; and said it has no place on government devices until it completely cuts ties with China. Meanwhile, TikTok spokesperson Brooke Oberwetter told <em>Bloomberg</em> that Hawley &quot;has moved forward with... a proposal which does nothing to advance US national security interests.&quot; Oberwetter added: &quot;We hope that rather than continuing down that road, he will urge the administration to move forward on an agreement that would actually address his concerns.&quot;</p><span id=\"end-legacy-contents\"></span><p>Just a few days ago, Senator Marco Rubio (R-FL) and Rep. Mike Gallagher (R-WI) <a href=\"https://www.engadget.com/senate-house-tiktok-ban-bill-anti-social-ccp-act-205120387.html\">filed a separate bill</a> that aims to ban TikTok in the US completely. Unlike Hawley's bill, theirs also targets all social media companies in or influenced by China, Russia, Cuba, Iran, North Korea and Venezuela. Rubio criticized the administration for having &quot;yet to take a single meaningful action to protect American users from the threat of TikTok.&quot;</p><p>Individual states, including Maryland and <a href=\"https://www.engadget.com/south-dakota-bans-tiktok-from-government-owned-devices-093526831.html\">South Dakota</a>, have already prohibited the installation of TikTok on government devices. As for Hawley's bill, the US House will still have to approve it before it can become a law.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-announces-new-rules-about-location-sharing-amid-elonjet-controversy-005013326.html?src=rss", "title": "Twitter conveniently reveals a location sharing policy amid Elonjet controversy", "date_published": "2022-12-15 00:50:13+00:00", "description": "<p>In November, as an example of his commitment to free speech, Elon Musk <a href=\"https://twitter.com/elonmusk/status/1589414958508691456\">promised that he wouldn't ban an account that tracked his private jet</a> despite claiming it was a &quot;direct personal safety risk.&quot; Today, <a href=\"https://www.engadget.com/twitter-elonjet-banned-suspended-elon-musk-private-jet-153132962.html\">that account was suspended</a>. Then restored. Then suspended again. It’s not yet clear what the future holds for <a href=\"https://twitter.com/ElonJet\">@ElonJet</a>, but its fate is probably tied to a <a href=\"https://help.twitter.com/en/rules-and-policies/personal-information\">new set of rules</a> from Twitter Safety about how it handles accounts sharing location information for other people.</p><p>According to a <a href=\"https://twitter.com/TwitterSafety/status/1603165959669354496\">series of tweets outlining the new policy</a>, sharing the live location of another person is now prohibited unless it is related to a &quot;public engagement or event,&quot; like a concert or a political event. &quot;When someone shares an individual's live location on Twitter, there is an increased risk of physical harm,&quot; the announcement reads. &quot;Moving forward, we'll remove Tweets that share this information, and accounts dedicated to sharing someone else's live location will be suspended.&quot; The thread goes on to clarify that these rules only apply to the location of &quot;someone else.&quot; You can still Tweet your own whereabouts.<br /></p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Last night, car carrying lil X in LA was followed by crazy stalker (thinking it was me), who later blocked car from moving &amp; climbed onto hood.<br /><br />Legal action is being taken against Sweeney &amp; organizations who supported harm to my family.</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1603190155107794944?ref_src=twsrc%5Etfw\">December 15, 2022</a></blockquote></div><p>Historical location information is allowed, however, so long as &quot;a reasonable time has elapsed, so that the individual is no longer at risk for physical harm.&quot; That part of the policy could leave room for an account like @Elonjet — and while the account was briefly restored this afternoon, at the time of this writing it is once again suspended, as are the personal accounts of Jack Sweeney, the college student who runs @Elonjet. Musk has also said that &quot;legal action&quot; would be taken against Sweeney and &quot;organizations who supported harm to my family&quot; following a recent incident with a stalker and the billionaire's son.&nbsp;</p><p><strong>UPDATE 12/14 5:08PM:</strong> Added a statement from Elon Musk that legal action would be taken against Sweeney.</p><p></p><p></p>", "persistent": false}], "source url": "https://www.engadget.com/rss.xml", "source title": "Engadget"}