{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/elektrownia-jadrowa-w-sasiedztwie-oto-co-mysla-polacy-sondaz/4jkeszk", "title": "Elektrownia jądrowa w sąsiedztwie. Oto co myślą Polacy [SONDAŻ]", "date_published": "2022-12-15 20:53:36+00:00", "description": "Budowę elektrowni jądrowych w naszym kraju popiera 86 proc. Polaków — wynika z badania przeprowadzonego na zlecenie Ministerstwa Klimatu i Środowiska. Polacy odpowiedzieli też na pytanie, czy zgodziliby się na taką elektrownię w okolicy miejsca ich zamieszkania.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/paraliz-lotniska-w-brukseli-loty-odwolane-z-powodu-demonstracji/2h956f9", "title": "Paraliż lotniska w Brukseli. Loty odwołane z powodu demonstracji", "date_published": "2022-12-15 20:30:20+00:00", "description": "W piątek odwołanych zostanie 60 proc. lotów z lotniska w Brukseli z powodu ogólnokrajowej demonstracji związków zawodowych. W całym kraju należy spodziewać się utrudnień w transporcie publicznym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/paraliz-lotniska-w-brukseli-odwolano-60-proc-lotow/2h956f9", "title": "Paraliż lotniska w Brukseli. Odwołano 60 proc. lotów", "date_published": "2022-12-15 20:30:20+00:00", "description": "W piątek odwołanych zostanie 60 proc. lotów z lotniska w Brukseli z powodu ogólnokrajowej demonstracji związków zawodowych. W całym kraju należy spodziewać się utrudnień w transporcie publicznym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/ceny-gazu-sejm-zdecydowal-bez-wsparcia-min-piekarnie/bmy08jv", "title": "Sejm zdecydował w sprawie cen gazu. Bez wsparcia m.in. piekarnie", "date_published": "2022-12-15 20:04:26+00:00", "description": "W czwartek Sejm przyjął część poprawek Senatu do tzw. ustawy o maksymalnych cenach gazu. Posłowie odrzucili jednak poprawki dotyczące m.in. wsparcia dla małych i średnich przedsiębiorstw, w tym piekarni. Ponadto tzw. dodatek gazowy będzie uzależniony od zamożności gospodarstwa — posłowie odrzucili poprawkę Senatu znoszącą kryterium dochodowe.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-chca-pozbyc-sie-ukrainskiej-waluty-wprowadza-calkowity-zakaz-hrywny/mh0333h", "title": "Rosjanie chcą \"całkowicie zakazać\" hrywny na okupowanych terenach", "date_published": "2022-12-15 19:10:01+00:00", "description": "Rosjanie mają zamiar od 1 stycznia wycofać z obiegu hrywnę na okupowanych terytoriach. Ukraińska waluta ma zostać całkowicie zakazana, a mieszkańcy przechowujący hrywny zostaną uznani za wrogów publicznych.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/nowy-lider-jednej-z-najwiekszych-central-zwiazkowych-w-polsce/e7z2r0l", "title": "Nowy lider jednej z największych central związkowych w Polsce", "date_published": "2022-12-15 19:04:52+00:00", "description": "Ogólnopolskie Porozumienie Związków Zawodowych ma nowego przewodniczącego. Na to stanowisko wybrany został Piotr Ostrowski.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-probuja-omijac-sankcje-zwiekszaja-w-ten-sposob-ryzyko-katastrof-na-morzu/3rw1dch", "title": "Rosjanie próbują omijać sankcje. Zwiększają w ten sposób ryzyko katastrof na morzu", "date_published": "2022-12-15 18:55:05+00:00", "description": "Okręty rosyjskiej floty handlowej, próbując omijać międzynarodowe sankcje, manipulują swoimi systemami automatycznej łączności (AIS), przez co narażają na niebezpieczeństwo inne jednostki pływające po światowych szlakach morskich — ostrzega amerykański magazyn \"Foreign Policy\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/zmiana-w-zarzadzie-najwiekszego-polskiego-banku-nowy-wiceprezes/4tdnwp4", "title": "Zmiana w zarządzie największego polskiego banku. Nowy wiceprezes", "date_published": "2022-12-15 17:51:51+00:00", "description": "Rada Nadzorcza PKO BP odwołała Bartosza Drabikowskiego z zarządu banku i zdecydowała o powołaniu na to stanowisko od 1 stycznia 2023 r. Andrzeja Kopyrskiego, który w ostatnim czasie pracował w Polskim Funduszu Rozwoju.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/pogarsza-sie-odpornosc-polskich-bankow-czy-sa-powody-do-niepokoju/5th714g", "title": "Główna miara siły polskich banków nie była tak nisko od lat. Czy są powody do niepokoju?", "date_published": "2022-12-15 17:50:47+00:00", "description": "Sytuacja kapitałowa polskich banków w ostatnich kilkunastu miesiącach mocno się skomplikowała. Tzw. wskaźnik dźwigni, jedna z podstawowych miar stabilności sektora bankowego, obniżyła się do poziomów nienotowanych od co najmniej 2009 r. To skutek skokowego spadku wartości kapitałów własnych branży, do czego przyczyniły się rosnące rentowności rządowych obligacji oraz liczne obciążenia nakładane na banki. To może być punkt zwrotny i kolejne lata mogą być lepsze, ale wciąż sporo ryzyk unosi się nad bankami.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/sport/szymon-marciniak-poprowadzi-final-mundialu-w-katarze-ile-zarobi/kf0rs81", "title": "Szymon Marciniak poprowadzi finał mundialu w Katarze. Ile zarobi?", "date_published": "2022-12-15 17:40:04+00:00", "description": "Szymon Marciniak będzie sędzią głównym podczas finału Argentyna-Francja w Katarze. To duże wyróżnienie i duża odpowiedzialność. Ile zarobi polski arbiter za udział w najważniejszym meczu mundialu?", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/firma/fundacja-rodzinna-wazne-zmiany-wprowadzone-przez-sejm/zj3jwqh", "title": "Fundacja rodzinna. Sejm wprowadził trzy ważne zmiany", "date_published": "2022-12-15 17:10:00+00:00", "description": "Olga Semeniuk, wiceminister rozwoju, zapowiadała w Business Insider, że ustawa wprowadzająca fundację rodzinną będzie szybko wdrażana, i tak się dzieje. 23 listopada br. wpłynęła do Sejmu, a 14 grudnia br. została uchwalona. Co więcej, posłowie wprowadzili trzy bardzo ważne poprawki, korzystne dla firm.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/mariusz-p-jeszcze-raz-stanie-przed-sadem/b69zq5g", "title": "Mariusz P. jeszcze raz stanie przed sądem. Wytłumaczy się z \"najazdu\" na hostel [TYLKO U NAS]", "date_published": "2022-12-15 17:06:04+00:00", "description": "Sprawa sportowca Mariusza P. wraca do Wadowic i będzie tam jeszcze raz rozpatrywana – wynika z informacji Business Insider Polska. To pokłosie słynnego \"najazdu\" na hostel w Andrychowie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/czlonek-rpp-o-wzroscie-gospodarczym-poczatek-roku-bedzie-trudny/c6gw30b", "title": "Członek RPP o wzroście gospodarczym. Początek roku będzie trudny", "date_published": "2022-12-15 16:48:26+00:00", "description": "W I kwartale przyszłego roku spadek dynamiki PKB będzie dosyć duży, a w całym 2023 r. wzrost gospodarczy w Polsce będzie bliski zeru — powiedział członek RPP Ludwik Kotecki. Dodał, że inflacja w Polsce może być najwyższa w Europie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/fatalny-rok-dla-gazpromu-gigant-ujawnil-dane/4lqfh7z", "title": "Fatalny rok dla Gazpromu. Gigant ujawnił dane", "date_published": "2022-12-15 16:21:58+00:00", "description": "Według danych za prawie cały 2022 r. Gazprom ograniczył wydobycie gazu o prawie 20 proc., a dostawy na Zachód spadły o 45 proc. — podał w czwartek rosyjski gigant paliwowy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/szymon-marciniak-wyrozniony-polak-poprowadzi-final-mundialu/xt4wwg0", "title": "Szymon Marciniak wyróżniony. Polak poprowadzi finał mundialu", "date_published": "2022-12-15 16:18:08+00:00", "description": "Choć polscy piłkarze zakończyli swoją przygodę z mundialem na etapie 1/8 finału, w Katarze została ekipa z naszego kraju, którą zobaczymy w najważniejszym spotkaniu czterolecia.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/zdalna-praca-okazjonalna-wazne-zmiany-senatu/ehhv1bd", "title": "Praca zdalna po Senacie. Ważne zmiany dla pracowników", "date_published": "2022-12-15 15:31:33+00:00", "description": "Senat zwiększył o sześć dni wymiar zdalnej pracy okazjonalnej w roku kalendarzowym. Ponadto firmy zyskają dodatkowy miesiąc na wdrożenie nowych przepisów Kodeksu pracy. To dwie z czterech poprawek. Opisujemy wszystkie. Teraz ustawa trafi ponownie do Sejmu. Posłowie mogą poprzeć lub odrzucić poprawki senatorów.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/opaski-sportowe-na-prezent-pod-choinke-przeglad-ofert/gkxzz8c", "title": "Opaski sportowe na prezent pod choinkę — przegląd ofert", "date_published": "2022-12-15 15:17:00+00:00", "description": "Opaska sportowa to idealny prezent pod choinkę dla każdego, kto jeszcze takiego gadżetu nie posiada, lub jego urządzenie jest już przestarzałe. Przedstawiamy pięć smartbandów w świetnych cenach, z których na pewno obdarowani będą bardzo zadowoleni.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/planujesz-remont-ceny-chemii-budowlanej-wzrosna-nawet-kilkadziesiat-procent/n5r39yq", "title": "Kryzys w ważnej gałęzi budowlanki. Klienci zapłacą nawet o kilkadziesiąt procent więcej", "date_published": "2022-12-15 15:03:48+00:00", "description": "Grupa Atlas szacuje, że rynek chemii budowlanej w Polsce może odnotować nawet dwucyfrowy spadek w 2023 r. Prezes Paweł Kisiel szans upatruje w trendzie termomodernizacji. Ocenia, że wyniki spółek z branży również będą pod presją i raczej spadną.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/spor-w-lonie-rzadu-ziobro-nie-poprzemy-zmian-w-ustawie-o-sadzie-najwyzszym/ethvknv", "title": "Spór w łonie rządu. Ziobro: nie poprzemy zmian w ustawie o Sądzie Najwyższym", "date_published": "2022-12-15 14:57:48+00:00", "description": "Zbigniew Ziobro zapowiedział, że jego formacja nie poprze projektu nowelizacji ustawy o Sądzie Najwyższym, która mogłaby otworzyć Polsce drogę do środków na Krajowy Plan Odbudowy. To oznacza, że PiS nie ma większości, by ustawę przeprowadzić przez Sejm.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/lawa-na-ksiezyciu-jowisza-unikalne-zdjecie-nasa/z5t3670", "title": "Lawa na księżyciu Jowisza. Unikalne zdjęcie NASA", "date_published": "2022-12-15 14:52:18+00:00", "description": "Fascynujące nowe zdjęcie NASA pokazuje na jednym z księżyców Jowisza lawę, która przyczynia się do powstania ogromnych zórz planety.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/szykuje-sie-rok-dlugich-weekendow-lepiej-uwzglednic-je-w-planach-na-urlop/c9lvzf8", "title": "Szykuje się rok długich weekendów. Lepiej uwzględnić je w planach na urlop", "date_published": "2022-12-15 14:32:52+00:00", "description": "Koniec roku kalendarzowego to w wielu firmach tradycyjnie początek okresu układania planów urlopowych na 2023 r. Przyszłoroczny kalendarz jest wyjątkowo korzystny dla pracowników, którzy chcieliby połączyć urlopy z długimi weekendami. Będzie ich bowiem przynajmniej cztery.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/pieniadze-albo-konstytucja-co-zrobi-andrzej-duda/e88865h", "title": "Pieniądze albo konstytucja? Co zrobi Andrzej Duda", "date_published": "2022-12-15 14:29:50+00:00", "description": "Prezydent Duda powiedział, że nie zgodzi się na żadne rozwiązania, które będą godziły w system konstytucyjny. Prawnicy mówią wprost, że ustawa o Sądzie Najwyższym, która ma odblokować fundusze z KPO, jest sprzeczna z konstytucją. To oznacza, że albo posłowie zmienią projekt, albo konstytucję, albo PiS wpłynie na prezydenta. Elżbieta Witek właśnie zdjęła z porządku obrad punkt dotyczący wymiaru sprawiedliwości.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/elektrownia-jadrowa-w-polsce-jest-wazna-umowa-z-amerykanami/3dqjc5e", "title": "Polski atom. Kolejny ważny krok w kierunku budowy elektrowni jądrowej", "date_published": "2022-12-15 13:52:12+00:00", "description": "Polski rząd zdecydował w październiku, że za budowę pierwszej polskiej elektrowni atomowej będzie odpowiedzialny amerykański Westinghouse. Teraz zrobił kolejny krok — podpisał umowę z Amerykanami określającą zasady współpracy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/gdzie-zrobic-swiateczne-zakupy-badanie-pokazuje-najtansza-siec/qmtqf68", "title": "Świąteczne ceny dramatycznie wrosły. Wiadomo jednak, która sieć jest najtańsza", "date_published": "2022-12-15 10:20:03+00:00", "description": "Masa makowa, śledzie i pierogi  – oto liderzy świątecznych wzrostów cen. Badanie pokazuje też, które są najdroższe i najtańsze. Różnica pomiędzy sieciami wynosi nawet 80 zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/nie-daj-sie-zwiesc-inflacja-spada-ale-rosnie-inny-wazny-wskaznik-opisujacy-ceny/btqebeg", "title": "Inflacja spada, ale rośnie inny ważny wskaźnik opisujący ceny. Ekonomiści studzą optymizm", "date_published": "2022-12-15 10:19:58+00:00", "description": "Inflacja w Polsce lekko przyhamowała, ale za wcześnie na otwieranie szampana. Ekonomiści oceniają, że inflacja bazowa dalej rośnie, a jej szczyt przewidują na pierwsze miesiące 2023 r. Podkreślają, że obniżanie się inflacji będzie procesem długotrwałym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wiaczeslaw-kantor-zniknie-z-listy-sankcji-ostra-reakcja-premiera-morawieckiego/3h2mqhy", "title": "Unijne kraje chcą usunięcia oligarchy z listy sankcji. Ostra reakcja Morawieckiego", "date_published": "2022-12-15 09:50:09+00:00", "description": "— Kiepska i tandetna insynuacja jakoby Polska była zwolennikiem zmniejszania, łagodzenia sankcji ma bardzo krótkie nogi — stwierdził premier Mateusz Morawiecki. W ten sposób zareagował na doniesienia, że niektóre kraje UE chcą znieść sankcje na m.in. Wiaczesława Kantora.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/odkryj-zaginione-imperium-inkow-wyjedz-w-podroz-marzen-do-peru/x9btgbd", "title": "Odkryj zaginione imperium Inków. Wyjedź w podróż marzeń do Peru", "date_published": "2022-12-15 09:29:00+00:00", "description": "Zwiedzanie Peru to niesamowita przygoda dla miłośników podróży. Kraj ten, jest najczęściej odwiedzanym przez turystów państwem Ameryki Południowej. W Peru zobaczysz zapierające dech w piersiach krajobrazy, zwiedziesz nieodkryte przez wieki miejsca, miasta i zabytki starożytnej kultury Inków. Największe atrakcje to słynna Święta Dolina Inków, Machu Picchu, Kanion Colca oraz wpisane na listę UNESCO: Stare Miasta w Limie i Cuzco, a to tylko wierzchołek tego, co możesz zobaczyć i poczuć w Peru. W artykule polecamy sprawdzone i doceniane przez uczestników wycieczki objazdowe po Peru oferowane przez biuro podróży Albatros. Zapraszamy!", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/opinia-sedziow-o-ustawie-o-sn/03r2qbg", "title": "Kadłubkowy, bezprawny, zagraża obywatelom. Opinia sędziów o projekcie ratującym KPO", "date_published": "2022-12-15 09:28:35+00:00", "description": "Wbrew zapewnieniom twórców, projekt mający odblokować KPO nie realizuje kamieni milowych uzgodnionych z Komisją Europejską — uważa Stowarzyszenie Sędziów Polskich Iustitia. Jego zdaniem stanowi jedynie pozorną próbę ich wypełnienia. W czwartek w Sejmie odbędzie się jego pierwsze czytanie, dlatego opinia sędziów jest tak ważna.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/zolnierze-wot-szykuja-sie-na-blackouty-uzyli-kontenerowej-elektrowni/sgkpzzg", "title": "Żołnierze WOT szykują się na blackouty. Użyli kontenerowej elektrowni", "date_published": "2022-12-15 09:27:17+00:00", "description": "Kontenerowe elektrownie polowe poszły w ruch podczas ćwiczeń Wojsk Obrony Terytorialnej. Żołnierze mają być gotowi do awaryjnego zasilania miejscowości odciętych od prądu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/te-kraje-najbardziej-popieraja-pomoc-ukrainie-polska-poza-czolowka/v47gmh4", "title": "Te kraje najbardziej popierają pomoc Ukrainie. Polska poza czołówką", "date_published": "2022-12-15 09:10:22+00:00", "description": "74 proc. obywateli UE popiera pomoc unijną dla Ukrainy w związku z rosyjską inwazją na ten kraj – wynika z najnowszego badania przeprowadzonego przez Parlament Europejski.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/to-juz-pewne-inflacja-w-polsce-przerywa-fatalna-serie-co-i-jak-drozeje/r6vw0wz", "title": "To już pewne. Inflacja w Polsce przerywa fatalną serię. Co i jak drożeje?", "date_published": "2022-12-15 09:01:11+00:00", "description": "Ceny w listopadzie były średnio o 17,5 proc. wyższe niż rok temu — wynika z najnowszych danych GUS. Drożyzna jest potężna, ale widać światełko w tunelu, bo inflacja spadła w porównaniu z październikiem. To nowość. Rosła niemal nieprzerwanie od 16 miesięcy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/sejm-przyjal-ustawe-budzetowa-na-2023-r-inflacyjny-optymizm/wkgbmvy", "title": "Sejm przyjął ustawę budżetową na 2023 r. Optymistyczne założenia inflacji", "date_published": "2022-12-15 08:42:45+00:00", "description": "Projekt ustawy budżetowej zakłada, że w przyszłym roku dochody budżetu państwa wyniosą 604,7 mld zł, a wydatki 672,7 mld zł, co oznacza, że deficyt ma być nie większy niż 68 mld zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/elon-musk-pozbyl-sie-milionow-akcji-tesli-w-trzy-dni-spieniezyl-fortune/j7m45eg", "title": "Elon Musk pozbył się milionów akcji Tesli. W najgorszym momencie ostatnich dwóch lat", "date_published": "2022-12-15 08:30:00+00:00", "description": "Elon Musk dołącza do dużego grona inwestorów, którzy pozbywają się akcji Tesli. W trzy dni sprzedał część swoich udziałów za kwotę 3,5 mld dol. Ten sam pakiet jeszcze rok temu warty był dwa razy więcej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/sasin-liczy-ze-tym-razem-uda-sie-dogadac-z-unia/ednn851", "title": "Sasin nie ukrywa optymizmu. Liczy, że tym razem uda się dogadać z Unią", "date_published": "2022-12-15 08:25:52+00:00", "description": "Wicepremier Jacek Sasin przyznaje, że już raz unijne \"słowo nie zostało dotrzymane\". –  Mam nadzieję, że tym razem tak nie będzie. I chcemy tę próbę podjąć w imię odpowiedzialności za Polskę – mówi.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kalki-jezykowe-ktore-najczesciej-nieswiadomie-stosujemy/ehmbrd4", "title": "Pięć wyrażeń, których lepiej unikać. To niepoprawne kalki językowe", "date_published": "2022-12-15 08:14:00+00:00", "description": "Kalki językowe nie zawsze są błędem. Niektóre z nich zadomawiają się w naszym języku i wypełniają luki, które w nim występują. Gdy brakuje nam jakiegoś słowa, a w obcym języku jest jakieś poręczne i ładne, to taka kalka ma uzasadnienie, np. słowo \"nastolatek\" będące kalką angielskiego \"teenager\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/rekord-liczby-oscarow-nalezy-do-walta-disneya-oto-historia-jego-zycia/4w8r60p", "title": "Walt Disney był oscarowym rekordzistą wszech czasów. Przed sukcesem otarł się o bankructwo", "date_published": "2022-12-15 08:12:00+00:00", "description": "Walt Disney, ojciec Myszki Miki, to postać absolutnie wyjątkowa w historii rozrywki i biznesu. Zdobył 22 Oscary i 59 nominacji, czym ustanowił rekord, który trudno będzie pobić innym twórcom filmowym. Jego firma, Walt Disney Co., stała się biznesowym imperium, wartym obecnie ponad 250 miliardów dolarów. Zanim jednak do tego doszło, Disney poniósł spektakularną porażkę w karierze i zbankrutował.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-15-grudnia-2022/ekq9gwj", "title": "Kurs dolara 15 grudnia w okolicach 4,4 zł", "date_published": "2022-12-15 08:09:01+00:00", "description": "Kurs dolara w okolicach 4,4 zł. W czwartek rano 15 grudnia 2022 r. kurs USD/PLN wynosi 4,3939.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/wlozyles-kiedys-klucze-do-lodowki-te-badania-wyjasniaja-dlaczego-czasem-robimy-cos/49n1gqf", "title": "Włożyłeś kiedyś klucze do lodówki? Te badania wyjaśniają, dlaczego czasem robimy coś bez zastanowienia", "date_published": "2022-12-15 08:04:00+00:00", "description": "Ostatnio chciałam posprzątać w swoim pokoju. Wyniosłam więc szklankę i trochę śmieci. Poszłam do kuchni i zamiast wylać wodę do zlewu, a śmieci wyrzucić do kosza, wylałam wodę do kosza, a śmieci wyrzuciłam do zlewu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-15-grudnia-2022/2x0lxxv", "title": "Kurs euro 15 grudnia poniżej 4,7", "date_published": "2022-12-15 08:02:09+00:00", "description": "Kurs euro poniżej 4,7 zł. W czwartek rano 15 2022 r. kurs EUR/PLN wynosił 4,6807 zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-15-grudnia-2022/kvtqb0z", "title": "Kurs franka 15 grudnia w okolicach 4,75 zł", "date_published": "2022-12-15 07:59:54+00:00", "description": "Frank szwajcarski w okolicach 4,75 zł. W czwartek rano 15 grudnia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7412.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/bedzie-mnostwo-nowych-drog-gddkia-oglasza-plany/w4lvftw", "title": "Będzie mnóstwo nowych dróg. GDDKiA ogłasza plany", "date_published": "2022-12-15 07:52:53+00:00", "description": "GDDKiA planuje w 2023 r. ogłosić przetargi na co najmniej 480 km. Wiadomo też, ile ma ruszyć postępowań w sprawie zapowiadanych 100 obwodnic.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/jest-gorzej-niz-podejrzewano-chinczycy-ostro-zaciskaja-pasa/jv2qwmy", "title": "Jest gorzej niż podejrzewano. Chińczycy ostro zaciskają pasa", "date_published": "2022-12-15 07:25:13+00:00", "description": "Sprzedaż detaliczna w Chinach spadła aż o 5,9 proc. w listopadzie w ujęciu rocznym. Analitycy wskazują, że sytuacja w Państwie Środka jest coraz trudniejsza przez politykę \"zero Covid\" i protesty.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/moj-prad-czyli-ponad-30-tys-zl-do-wziecia-nabor-wnioskow-wystartowal/mhj2w2w", "title": "Ponad 30 tys. zł do wzięcia w Moim prądzie. Nabór wniosków wystartował", "date_published": "2022-12-15 07:02:51+00:00", "description": "Od czwartku 15 grudnia można składać wnioski o dofinansowanie w ramach nowej edycji programu Mój prąd. Maksymalna kwota wyniesie 31 tys. zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/alkohol-bedzie-jeszcze-drozszy-branza-wskazuje-o-ile/c7sdbcy", "title": "Gigantyczny wzrost cen alkoholi \"już w styczniu\"", "date_published": "2022-12-15 06:59:06+00:00", "description": "Ceny alkoholi systematycznie rosną. Od stycznia wzrosną ponownie – mówi Witold Włodarczyk, prezes Związku Pracodawców Polski Przemysł Spirytusowy. I wskazuje, ile niebawem ma kosztować butelka wódki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/usa-moga-przekazac-ukrainie-inteligentne-bomby/fb0l7rp", "title": "USA mogą przekazać Ukrainie \"inteligentne bomby\"", "date_published": "2022-12-15 06:45:08+00:00", "description": "Stany Zjednoczone mogą wysłać Ukrainie zaawansowany sprzęt elektroniczny, który przekształca niekierowaną amunicję lotniczą w \"inteligentne bomby\" – podaje \"Washington Post\". Mogą one trafiać w rosyjskie cele z dużą dokładnością.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/zapowiadaja-nowy-park-rozrywki-w-polsce-jedna-atrakcja-ma-byc-rekordowa-w-skali/2rshbtf", "title": "Zapowiadają nowy park rozrywki w Polsce. Jedna atrakcja ma być rekordowa w skali świata", "date_published": "2022-12-15 06:35:12+00:00", "description": "Gigantyczna wieża swobodnego spadania ma być główną atrakcją nowego parku rozrywki, który planowany jest w okolicach Olsztyna i Olsztynka. Odpowiadać ma za niego inwestor znany z innego tego typu miejsca w Polsce.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/oto-jedyna-firma-ktora-zdecydowala-sie-w-tym-roku-wejsc-na-gielde-w-rosji/y4hbqkv", "title": "Oto jedyna firma, która zdecydowała się w tym roku wejść na giełdę w Rosji", "date_published": "2022-12-15 06:34:10+00:00", "description": "Po ataku na Ukrainę rosyjska gospodarka znalazła się w potężnym kryzysie, a wraz za nią – moskiewska giełda. Znalazła się jednak spółka, która mimo tych warunków zdecydowała się na debiut na parkiecie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/tvp-chce-trafic-do-nastolatkow-bedzie-nowy-kanal/bexc854", "title": "TVP chce trafić do nastolatków. \"Mądra rozrywka\" i edukacja", "date_published": "2022-12-15 06:08:57+00:00", "description": "TVP zapowiada, że chce dotrzeć do kolejnej grupy docelowej. Tym celu rusza z kanałem TVP Alfa. Emisja ma się rozpocząć już 20 grudnia.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/jak-oceniaja-nas-inni-mowi-znana-psycholog-z-harvardu/e4vqw2g", "title": "Jak oceniają nas inni? Zdaniem psycholog z Harvardu według dwóch kryteriów", "date_published": "2022-12-15 06:05:00+00:00", "description": "Amy Cuddy, profesor psychologii z Uniwersytetu Harvarda, razem z kolegami z uczelni, od kilkunastu lat bada niewerbalne formy komunikacji i efekt tzw. pierwszego wrażenia, jakie wywołują w nas inni ludzie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-15122022/c9kcblq", "title": "Fed wskazuje, że jesteśmy już blisko końca podwyżek stóp w USA", "date_published": "2022-12-15 06:04:22+00:00", "description": "Banki centralne mają na świecie pełne ręce roboty w walce z inflacją. W środę stopy podniósł amerykański Fed, w czwartek ma to zrobić Europejski Bank Centralny. Jeśli chodzi o kolejne miesiące, to ten drugi organ wygląda obecnie bardziej jastrzębio. Z Chin z kolei nadeszły kolejne wyglądające dość fatalnie dane gospodarcze. A u nas pojawiają się problemy z projektem ustawy, która ma nam odblokować pieniądze z unijnego Funduszu Odbudowy, natomiast wiceminister finansów zapowiedział możliwość wydłużenia obowiązywania zerowego VAT na żywność. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/kontrole-piecow-w-calej-polsce-w-tych-godzinach-masz-obowiazek-wpuscic-kontrolera/y98k9z1", "title": "Kontrole pieców w całej Polsce. W tych godzinach masz obowiązek wpuścić kontrolera", "date_published": "2022-12-15 05:58:07+00:00", "description": "W ramach walki ze smogiem w całej Polsce właściciele nieruchomości powinni spodziewać się wizytacji swoich pieców. Prawo daje taką możliwość strażnikom miejskim lub urzędnikom wskazanym przez władze samorządowe. Mają oni prawo wejść na teren posesji, o ile zrobią to w odpowiednich godzinach.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/banas-jednak-straci-immunitet-tym-razem-nie-chodzi-o-majatek/hp23xtw", "title": "Marian Banaś jednak straci immunitet? Tym razem nie chodzi o majątek", "date_published": "2022-12-15 05:46:36+00:00", "description": "\"Rzeczpospolita\" ustaliła, że w Sejmie są już dwa wnioski o uchylenie immunitetu prezesowi NIK. Drugi do sprawy za wykroczenie drogowe. Według dziennika złożyć go miała Inspekcja Transportu Drogowego.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-kupia-supernowoczesne-mysliwce-znalazly-sie-pieniadze/45k49qy", "title": "Niemcy kupią supernowoczesne myśliwce. Znalazły się pieniądze", "date_published": "2022-12-15 05:38:34+00:00", "description": "Niemcy będą mieli te same myśliwce, co Polska. Komisja budżetowa parlamentu Niemiec właśnie zaaprobowała 10 mld euro na kupno samolotów F-35.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/tyle-wynosi-najwyzsza-emerytura-w-polsce-szefowa-zus-ujawnila/h92hes0", "title": "Tyle wynosi najwyższa emerytura w Polsce. Szefowa ZUS ujawniła", "date_published": "2022-12-15 05:25:22+00:00", "description": "Najwyższą emeryturę w Polsce pobiera mężczyzna, który skończył pracować w wieku 85 lat. Jego świadczenie to niemal 38 tys. zł. Najwyższa emerytura przyznawana kobiecie jest jednak dużo niższa – mówi szefowa ZUS.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/wyzsze-skladki-na-umowie-zlecenia-co-jeszcze-wymusi-kpo-wszystko-co-trzeba-wiedziec/fc6jlsq", "title": "Pięć ważnych zmian dla pracowników w KPO. Co z ozusowaniem zleceń i jednolitą umową?", "date_published": "2022-12-15 05:16:40+00:00", "description": "PiS uległ Brukseli w sprawie Krajowego Planu Odbudowy. To oznacza, że przyspieszyć muszą reformy, których przeprowadzenie obiecał polski rząd. W zakresie zatrudnienia chodzi m.in. o wprowadzenie jednolitego kontraktu o pracę oraz tzw. ozusowanie umów cywilnoprawnych. Niektóre zmiany, np. dotyczące zatrudnienia cudzoziemców, już są zainicjowane lub zostały wdrożone. Wyjaśniamy, nad czym już rząd pracuje, a co jeszcze może zrobić i jakie to ma znaczenie dla zatrudnionych.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/anna-lewandowska-ma-nowa-prace-idzie-do-tvn/xs33gj4", "title": "Anna Lewandowska ma nową pracę. Idzie do TVN", "date_published": "2022-12-15 05:14:46+00:00", "description": "Anna Lewandowska zajmowała się dotychczas karierą sportową oraz rozwijaniem własnych marek. Teraz jednak ma rozpocząć współpracę ze stacją TVN.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/tiktok-szpieguje-dla-chin-senat-usa-zdecydowal-o-zakazie/fv4cgr4", "title": "TikTok szpieguje dla Chin? Senat USA zdecydował o zakazie", "date_published": "2022-12-15 05:06:04+00:00", "description": "Amerykański senat przegłosował w środę prawo zabraniające pracownikom federalnym z korzystania z popularnej chińskiej aplikacji TikTok. Przyczyną są obawy, że Pekin może wykorzystać popularny program do szpiegowania Amerykanów.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/mimo-przeciwnosci-nie-poddajemy-sie/mx8m2hg", "title": "Mimo przeciwności, nie poddajemy się!", "date_published": "2022-12-15 05:04:00+00:00", "description": "Zwykle przełom roku jest dla przedsiębiorców czasem zmian. Wielu z nich decyduje się wówczas na nowe biuro rachunkowe, by zoptymalizować usługę księgowości na nowy okres. O tym, jaką pomoc w tym zakresie niesie PERMAG.PL z Zabrza opowiada Pani Prezes – Magdalena Perchon.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/makroekonomia/stopy-procentowe-znowu-ida-w-gore-tak-wzrosna-raty-hipotek-w-euro-i-franku/8tg320s", "title": "Stopy procentowe znowu idą w górę. Tak wzrosną raty hipotek w euro i franku", "date_published": "2022-12-15 05:01:00+00:00", "description": "Kolejne po amerykańskiej Rezerwie Federalnej banki centralne ograniczają skalę podwyżek stóp procentowych. W czwartek Europejski Bank Centralny i Szwajcarski Bank Narodowy najprawdopodobniej podniosą koszt pieniądza o 0,50 pkt proc., czyli wolniej niż na ostatnich posiedzeniach, gdy ruch w górę sięgnął 0,75 pkt proc. Nie oznacza to jednak, że zacieśnienie polityki pieniężnej już się skończy. Kolejne podwyżki będą, ale już mniejsze. Droższy pieniądz przełoży się na wzrost rat polskich klientów spłacających hipoteki we frankach i euro.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/fundusze/biznes-kpo-spowolni-inflacje-i-pozwoli-uniknac-zwolnien-ale-liczy-sie-czas/llenhpx", "title": "Co KPO da polskim firmom? Nie chodzi tylko o pieniądze", "date_published": "2022-12-15 05:00:00+00:00", "description": "Porozumienie polskiego rządu z Komisją Europejską sprawia, że długo wyczekiwany przez firmy Krajowy Plan Odbudowy niebawem zostanie uruchomiony. Unijne pieniądze mogą zapobiec części zwolnień i spowolnić inflację. Trwa jednak walka z czasem. — Gdy pracodawcy zauważą światełko w tunelu, mogą wstrzymać się ze zwolnieniami, nawet chwilowo, kosztem rentowności swoich firm — mówi Business Insiderowi o branży budowlanej Dariusz Blocher, członek rady nadzorczej Budimeksu.", "persistent": false}], "source url": "https://businessinsider.com.pl/.feed", "source title": "Business insider"}