{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thursday-afternoon-update-trumps-two-announcements-senate-passes-bill-banning-tiktok-and-more", "title": "Thursday Afternoon Update: Trump’s Two Announcements, Senate Passes Bill Banning TikTok, And More", "date_published": "2022-12-15 18:10:57+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Trump Announces Free Speech Policies Former President Donald Trump says his first order of business if he&#8217;s reelected president will be to forbid federal agencies from interfering on speech platforms and eliminate misinformation policing by the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hundreds-of-yeti-coolers-are-washing-up-after-spilling-from-cargo-ship-last-year", "title": "Hundreds Of Yeti Coolers Are Washing Up After Spilling From Cargo Ship Last Year", "date_published": "2022-12-15 18:01:14+00:00", "description": "Hundreds of Yeti coolers have been washing up on the coast of Alaska and elsewhere a year after they spilled from the cargo ship transporting them.  The cargo ship, Zim Kingston, was traveling from South Korea to Vancouver when it got caught in a storm. 109 shipping containers fell off the ship filled with urinal ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/transgender-student-charged-for-alleged-violent-assault-of-two-girls-in-school-bathroom", "title": "Transgender Student Charged For Alleged Violent Assault Of Two Girls In School Bathroom", "date_published": "2022-12-15 17:48:27+00:00", "description": "A transgender high school student has been charged after allegedly assaulting two female students in the girls bathroom at an Oklahoma high school, leaving them with injuries. The alleged incident occurred on October 26 at Edmond Memorial High School, just north of Oklahoma City, according to the police report, which was obtained by the feminist outlet ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dont-bother-me-pelosi-snaps-at-reporter-who-dares-to-ask-whether-shell-finish-her-term", "title": "‘Don’t Bother Me’: Pelosi Snaps At Reporter Who Dares To Ask Whether She’ll Finish Her Term", "date_published": "2022-12-15 17:45:56+00:00", "description": "A visibly irritated House Speaker Nancy Pelosi (D-CA) snapped at a reporter during her regular Thursday press conference, apparently set off by a question about whether or not she plans to finish her term in the House of Representatives after she hands over the gavel in January. Pelosi&#8217;s demeanor had been much more affable earlier ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/progressive-group-runs-blunt-new-ad-dont-run-joe", "title": "Progressive Group Runs Blunt New Ad: ‘Don’t Run, Joe’", "date_published": "2022-12-15 17:18:23+00:00", "description": "The 2024 presidential election is still nearly 700 days away, but a grassroots group has a three-word message for President Biden: &#8220;Don&#8217;t Run, Joe.&#8221; A new minute-long ad from RootsAction, which describes itself on its Twitter page as a “progressive group that helped defeat Trump,” aired this week in New Hampshire. The spot features real ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blackrock-executive-grilled-by-texas-lawmakers-over-esg-and-climate-agendas", "title": "BlackRock Executive Grilled By Texas Lawmakers Over ESG And Climate Agendas", "date_published": "2022-12-15 17:04:33+00:00", "description": "Lawmakers in the state of Texas called executives from BlackRock and other asset management companies to testify regarding their support of the environmental, social, and governance movement, also known as ESG. Officials recently warned BlackRock that the company’s promotion of causes such as emissions reduction violates state laws demanding a sole focus on financial returns ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-getting-worse-not-better-harmeet-dhillon-on-why-the-rnc-needs-an-overhaul", "title": "‘It’s Getting Worse, Not Better’: Harmeet Dhillon On Why The RNC Needs An Overhaul", "date_published": "2022-12-15 16:30:43+00:00", "description": "The national Republican Party apparatus is facing growing calls for an overhaul and, potentially, a change in leadership after underwhelming performances in federal elections since 2018. Harmeet Dhillon is one of the GOP’s most prominent legal bruisers and a Republican National Committee (RNC) member from California. She is also one of the loudest voices for ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ex-twitter-employee-gets-jail-time-for-helping-saudis-gain-access-to-user-data", "title": "Ex-Twitter Employee Gets Jail Time For Helping Saudis Gain Access To User Data", "date_published": "2022-12-15 16:30:09+00:00", "description": "A former Twitter employee was sentenced to 42 months in federal prison after he was convicted of accepting bribes and providing user data to Saudi Arabia&#8217;s Royal Family, the Justice Department announced on Thursday. Senior United States District Judge Edward M. Chen delivered the sentence. United States Attorney Stephanie M. Hinds, National Security Division Assistant ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-delays-full-disclosure-of-secret-jfk-assassination-files", "title": "Biden Delays Full Disclosure Of Secret JFK Assassination Files", "date_published": "2022-12-15 16:09:51+00:00", "description": "President Joe Biden allowed the release of documents related to the assassination of President John F. Kennedy, but ordered that some remain secret for now. The National Archives posted 12,879 documents containing never-before-seen information to its website on Thursday, which was the deadline set by President Joe Biden following a redactions process. &#8220;The John F. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shaq-on-endorsing-ftx-i-was-just-a-paid-spokesperson", "title": "Shaq On Endorsing FTX: ‘I Was Just A Paid Spokesperson’", "date_published": "2022-12-15 15:47:34+00:00", "description": "Basketball legend Shaquille O’Neal insisted that he is skeptical of cryptocurrency despite his recent endorsement of the now-collapsed digital asset empire run by Sam Bankman-Fried. Cryptocurrency exchange FTX filed for bankruptcy last month after users learned that the company was intertwined with sister firm Alameda Research; both were controlled by Bankman-Fried and other amateur executives ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dave-chappelle-attack-suspect-gets-hard-time-in-plea-deal", "title": "Dave Chappelle Attack Suspect Gets Hard Time In Plea Deal", "date_published": "2022-12-15 15:39:52+00:00", "description": "Isaiah Lee, 24, was sentenced on Wednesday for his alleged May 3 attack on Dave Chappelle during the comedian&#8217;s performance at the Hollywood Bowl. After Lee pleaded &#8220;no contest&#8221; on two misdemeanor counts — entering a restricted area during a live event and battery — prosecutors agreed to a deal that would land him in Los ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/youtube-star-steven-crowder-known-for-change-my-mind-segments-announces-hes-leaving-the-blaze", "title": "YouTube Star Steven Crowder, Known For ‘Change My Mind’ Segments, Announces He’s Leaving The Blaze", "date_published": "2022-12-15 15:12:39+00:00", "description": "“Louder with Crowder” host Steven Crowder announced Thursday that he’s leaving The Blaze after four years. The 35-year-old Canadian-American commentator is well known in conservative media for his comic spin on politics and current events. His popular &#8220;Change My Mind” segments, in which he sets up a table on college campuses and other locations to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kate-winslet-thought-she-died-after-holding-breath-for-over-7-minutes-during-avatar-filming", "title": "Kate Winslet Thought She ‘Died’ After Holding Breath For Over 7 Minutes During ‘Avatar’ Filming", "date_published": "2022-12-15 14:37:56+00:00", "description": "Actress Kate Winslet said she thought she “died” while successfully breaking the Hollywood record for holding her breath, clocking in at more than 7 minutes underwater. The 47-year-old star accomplished the feat while filming the new James Cameron film, “Avatar: The Way of Water.” Her time of seven minutes and fifteen seconds beat Tom Cruise’s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/retail-spending-posted-huge-decline-in-november", "title": "Retail Spending Posted Huge Decline In November", "date_published": "2022-12-15 14:21:19+00:00", "description": "American retail expenditures declined 0.6% between October and November, according to data released on Thursday by the Census Bureau. Consumers spent $689.4 billion last month on retail and food services, adjusted for seasonal variation and holiday differences, according to the agency’s advance estimates. The metric has risen 6.5% year-over-year, while sales between September and November ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paul-pelosi-attackers-planned-hit-list-revealed-includes-oscar-winner", "title": "Paul Pelosi Attacker’s Planned Hit List Revealed, Includes Oscar Winner", "date_published": "2022-12-15 14:19:28+00:00", "description": "Hammer-wielding attacker David DePape apparently had a much longer &#8220;hit list&#8221; of people he wanted to confront after he was caught in the act at the home of Paul Pelosi, husband of outgoing House Speaker Nancy Pelosi (D-CA). According to San Francisco Police Sgt. Carla Hurley — who interviewed DePape after he was detained — ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/homeschool-students-trounce-public-and-private-school-peers-in-rigorous-standardized-test", "title": "Homeschool Students Trounce Public And Private School Peers In Rigorous Standardized Test", "date_published": "2022-12-15 13:44:57+00:00", "description": "Homeschool students excel beyond their peers in private, charter, and public schools on the Classic Learning Test, according to a rigorous standardized college entrance exam oriented toward classically educated students. The exam utilizes reading passages from classic texts written by individuals “whose writings have had a lasting influence on culture and society” rather than the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/italian-firm-denies-claims-it-peddled-rights-to-priceless-vatican-art-after-daily-wire-report", "title": "Italian Firm Denies Claims It Peddled Rights To Priceless Vatican Art After Daily Wire Report", "date_published": "2022-12-15 13:35:21+00:00", "description": "VATICAN CITY — The Italian company accused in a bombshell Daily Wire report of improperly selling licensing rights to the Holy See’s vast trove of priceless art denied wrongdoing in a statement Wednesday even as reports suggested Pope Francis is looking into the matter. Scripta Maneant, which a New York attorney accused of misrepresenting itself ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-has-a-field-day-when-trumps-huge-announcement-turns-out-to-be-trading-cards", "title": "Twitter Has A Field Day When Trump’s ‘Huge Announcement’ Turns Out To Be … Trading Cards", "date_published": "2022-12-15 13:24:28+00:00", "description": "Former President Donald Trump teased a &#8220;huge announcement&#8221; this week, but when it turned out to be a limited run of digital trading cards featuring Trump&#8217;s face on the bodies of superheroes, hilarity ensued on Twitter. The former president teased the news in a video, showing himself with lasers coming from his eyes, claiming that America ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/virginia-democrat-jailed-after-affair-with-teen-he-then-married-seeks-open-house-seat", "title": "Virginia Democrat, Who Was Jailed After Affair With Teen He Then Married, Seeks Open House Seat", "date_published": "2022-12-15 13:10:54+00:00", "description": "A Virginia state lawmaker who went to jail for contributing to the delinquency of a minor is running for Congress in a bid to replace Rep. Don McEachin, who died in office leading to a special election. His entry in the race has raised eyebrows in a state where Democrats have tried to fight off the perception that they are sexualizing or endangering children, following controversies like the Loudoun County rape and efforts to bring graphic sex education to young children.", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/boehner-cries-for-pelosi-while-conservatives-weep-for-america", "title": "Boehner Cries For Pelosi While Conservatives Weep For America", "date_published": "2022-12-15 12:40:36+00:00", "description": "Through tears, former Speaker of the House John Boehner (R-OH), blubbered ignominiously about how outgoing Speaker Nancy Pelosi (D-CA) has always been &#8220;unfailingly gracious&#8221; to him on Wednesday night. Good for you, John. While you&#8217;re sniveling at Pelosi&#8217;s portrait reveal, conservatives are weeping for America — precisely because our country&#8217;s greatness and potential have been ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/massachusetts-gov-charlie-baker-selected-as-next-ncaa-president", "title": "Massachusetts Gov. Charlie Baker Selected As Next NCAA President", "date_published": "2022-12-15 12:35:07+00:00", "description": "The National Collegiate Athletics Association (NCAA) has selected outgoing Republican Massachusetts Gov. Charlie Baker as its next president. Baker will begin his role as the NCAA&#8217;s top executive in March 2023, according to the announcement. His term as governor ends in January. &#8220;We are excited to welcome Governor Charlie Baker to the NCAA and eager ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-admin-sues-arizona-gov-doug-ducey-over-shipping-container-border-wall", "title": "Biden Admin Sues Arizona Gov. Doug Ducey Over Shipping Container Border Wall", "date_published": "2022-12-15 12:26:41+00:00", "description": "The Justice Department (DOJ) is suing Arizona Republican Gov. Doug Ducey and his administration over the use of shipping containers to build a wall along the state&#8217;s southern border with Mexico. The DOJ filed the lawsuit in the U.S. District Court for the District of Arizona on Wednesday, claiming that the project trespasses on federal ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-carson-responds-as-detroit-school-board-votes-to-remove-his-name-from-majority-black-high-school-even-though-students-wanted-to-keep-it", "title": "Ben Carson Responds As Detroit School Board Votes To Remove His Name From Majority Black High School Even Though Students Wanted To Keep It", "date_published": "2022-12-15 12:22:50+00:00", "description": "Dr. Ben Carson is a paragon of the American dream: raised by a poor single mother who forced him to read books instead of watching television in his spare time, he was able to lift himself from poverty in Detroit and become a renowned neurosurgeon. In response to his four years of service in the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-glitter-wears-off-country-singer-explains-reason-for-divorcing-husband-of-5-years", "title": "‘The Glitter Wears Off’: Country Singer Explains Reason For Divorcing Husband Of 5 Years", "date_published": "2022-12-15 11:41:06+00:00", "description": "Country singer Kelsea Ballerini recently discussed her reasons for divorcing her husband of five years, essentially saying the shine was gone from their marriage.  The 29-year-old recording artist talked about the decision to split from Australian singer Morgan Evans during an episode of the podcast “Tell Me About It with Jade Iovine.” Ballerini said she’s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/university-officials-bow-to-protesters-prove-actions-are-louder-than-words", "title": "University Officials Bow To Protesters, Prove Actions Are Louder Than Words", "date_published": "2022-12-15 11:10:34+00:00", "description": "What does the phrase &#8216;actions speak louder than words&#8217; mean? For one thing, it means that even the strongest words are meaningless when not backed by action. Nowhere is that truer than in the American university. As a First Amendment attorney who litigates campus free speech cases across the country, I’ve seen this time and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/squad-member-cori-bush-accuses-gop-of-inciting-violence-against-lgbtq-community-james-comer-fires-back", "title": "‘Squad’ Member Cori Bush Accuses GOP Of Inciting Violence Against LGBTQ Community. James Comer Fires Back.", "date_published": "2022-12-15 10:52:38+00:00", "description": "Rep. James Comer (R-KY) slammed Rep. Cori Bush (D-MO) on Wednesday for accusing some Republican legislators of being responsible for terrorism targeting the LGBTQ community. The exchange between &#8220;The Squad&#8221; member and the Republican congressman came during a Congressional hearing on anti-LGBTQ violence in America. During the hearing, Bush charged, “The rise of hate and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/very-hurtful-lizzo-responds-to-claims-she-makes-music-for-white-people", "title": "‘Very Hurtful’: Lizzo Responds To Claims She Makes Music For White People", "date_published": "2022-12-15 10:50:05+00:00", "description": "Rap artist Lizzo has responded to critics who accused her of targeting white fans with her music. The topic came up during her recently released HBO Max documentary, “Love, Lizzo,” and she addressed critics during a recent interview.  “[It’s] very hurtful, only because I am a black woman, and I feel like it really challenges ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/senate-unanimously-votes-to-ban-tiktok-on-government-devices", "title": "Senate Unanimously Votes To Ban TikTok On Government Devices", "date_published": "2022-12-15 10:30:19+00:00", "description": "The Senate unanimously passed a bill that would ban the use of TikTok on government devices amid growing national security concerns over the Chinese-owned social media platform. The No TikTok on Government Devices Act, introduced by Sen. Josh Hawley (R-MO), was passed late Wednesday. “TikTok is a Trojan Horse for the Chinese Communist Party. It’s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/franklin-graham-weighs-in-on-trump-announcing-presidential-run-im-staying-out", "title": "Franklin Graham Weighs In On Trump Announcing Presidential Run: ‘I’m Staying Out’", "date_published": "2022-12-15 09:26:56+00:00", "description": "Famed evangelist Franklin Graham said during a press conference that he was staying out of the Republican Party&#8217;s primaries after he previously backed former President Donald Trump. Graham made the remarks while speaking at a ribbon-cutting event with former Vice President Mike Pence this week at the new Billy Graham Library in Charlotte, North Carolina. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/were-not-asking-were-telling-you-black-activist-demands-350000-for-each-black-ca-resident", "title": "‘We’re Not Asking, We’re Telling You’: Black Activist Demands $350,000 For Each Black CA Resident", "date_published": "2022-12-15 09:18:38+00:00", "description": "A black activist appearing before California’s first reparations task force meeting insisted that every black person in the state receive $350,000 and black-owned businesses should receive $250,000. Max Fennell, the first black professional tri-athlete, spoke in Oakland, the birthplace of the Black Panthers. “It’s a debt that’s owed, we worked for free,” he demanded while speaking ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-nations-original-sin-biden-offers-africa-55-billion-gets-mocked-by-african-leader", "title": "‘My Nation’s Original Sin’: Biden Offers Africa $55 Billion; Gets Mocked By African Leader", "date_published": "2022-12-15 08:15:23+00:00", "description": "President Joe Biden offered Africa $55 billion over the next three years this week as he claimed that the U.S. would become more involved on the continent. The remarks from Biden came during a dinner between U.S. and African leaders in Washington, D.C., the first such summit in eight years. The move by the U.S. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/henry-cavill-will-not-return-to-superman-role-in-new-film-eyed-to-play-different-dc-character-report", "title": "Henry Cavill Will Not Return To ‘Superman’ Role In New Film, Eyed To Play Different DC Character: Report", "date_published": "2022-12-15 07:56:29+00:00", "description": "DC Studios boss James Gunn announced this week that he will not bring back Henry Cavill to play in his new &#8220;Superman&#8221; movie. Gunn said that he and co-head Peter Safran had a new slate of movies to release that they would be sharing more information on after the start of the year, according to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mississippi-state-agrees-to-four-year-contract-with-mike-leachs-successor-report", "title": "Mississippi State Agrees To Four-Year Contract With Mike Leach’s Successor: Report", "date_published": "2022-12-15 07:40:07+00:00", "description": "Mississippi State University has reportedly decided to promote defensive coordinator Zach Arnett to be the football team&#8217;s new head coach after Mike Leach&#8217;s tragic passing earlier this week. ESPN reported that Arnett agreed to a four-year deal with the 24th-ranked Bulldogs but has not signed it yet. He will make his head-coaching debut on January ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/buttigieg-vacationed-in-posh-european-tourist-destination-as-rail-unions-neared-strike", "title": "Buttigieg Vacationed In Posh European Tourist Destination As Rail Unions Neared Strike", "date_published": "2022-12-15 07:27:34+00:00", "description": "Transportation Secretary Pete Buttigieg vacationed in a famous tourist hotspot in Europe as the threat of a rail strike threatened to grind the U.S. economy to a halt. The Washington Free Beacon reported that Buttigieg left the U.S. for Porto, Portugal, on August 29, just days before Amtrak started canceling trips in anticipation that workers ...", "persistent": false}], "source url": "https://www.dailywire.com/feeds/rss.xml", "source title": "Daily Wire"}