{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/researchers-uncover-mirrorface-cyber.html", "title": "Researchers Uncover MirrorFace Cyber Attacks Targeting Japanese Political Entities", "date_published": "2022-12-15 13:58:00+00:00", "description": "A Chinese-speaking advanced persistent threat (APT) actor codenamed MirrorFace has been attributed to a spear-phishing campaign targeting Japanese political establishments.\nThe activity, dubbed Operation LiberalFace by ESET, specifically focused on members of an unnamed political party in the nation with the goal of delivering an implant called LODEINFO and a hitherto unseen credential stealer", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/microsoft-reclassifies-spnego-extended.html", "title": "Microsoft Reclassifies SPNEGO Extended Negotiation Security Vulnerability as 'Critical'", "date_published": "2022-12-15 13:42:00+00:00", "description": "Microsoft has revised the severity of a security vulnerability it originally patched in September 2022, upgrading it to \"Critical\" after it emerged that it could be exploited to achieve remote code execution.\nTracked as CVE-2022-37958 (CVSS score: 8.1), the flaw was previously described as an information disclosure vulnerability in SPNEGO Extended Negotiation (NEGOEX) Security Mechanism.\nSPNEGO,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/android-malware-campaign-leverages.html", "title": "Android Malware Campaign Leverages Money-Lending Apps to Blackmail Victims", "date_published": "2022-12-15 10:24:00+00:00", "description": "A previously undocumented Android malware campaign has been observed leveraging money-lending apps to blackmail victims into paying up with personal information stolen from their devices.\nMobile security company Zimperium dubbed the activity MoneyMonger, pointing out the use of the cross-platform Flutter framework to develop the apps.\nMoneyMonger \"takes advantage of Flutter's framework to", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/top-5-web-app-vulnerabilities-and-how.html", "title": "Top 5 Web App Vulnerabilities and How to Find Them", "date_published": "2022-12-15 10:00:00+00:00", "description": "Web applications, often in the form of Software as a Service (SaaS), are now the cornerstone for businesses all over the world. SaaS solutions have revolutionized the way they operate and deliver services, and are essential tools in nearly every industry, from finance and banking to healthcare and education. \nMost startup CTOs have an excellent understanding of how to build highly functional", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/hackers-bombard-open-source.html", "title": "Hackers Bombard Open Source Repositories with Over 144,000 Malicious Packages", "date_published": "2022-12-15 09:02:00+00:00", "description": "NuGet, PyPi, and npm ecosystems are the target of a new campaign that has resulted in over 144,000 packages being published by unknown threat actors.\n\"The packages were part of a new attack vector, with attackers spamming the open-source ecosystem with packages containing links to phishing campaigns,\" researchers from Checkmarx and Illustria said in a report published Wednesday.\nOf the 144,294", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/fbi-charges-6-seizes-48-domains-linked.html", "title": "FBI Charges 6, Seizes 48 Domains Linked to DDoS-for-Hire Service Platforms", "date_published": "2022-12-15 07:50:00+00:00", "description": "The U.S. Department of Justice (DoJ) on Wednesday announced the seizure of 48 domains that offered services to conduct distributed denial-of-service (DDoS) attacks on behalf of other threat actors, effectively lowering the barrier to entry for malicious activity.\nIt also charged six suspects – Jeremiah Sam Evans Miller (23), Angel Manuel Colon Jr. (37), Shamar Shattock (19), Cory Anthony Palmer", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/hacking-using-svg-files-to-smuggle-qbot.html", "title": "Hacking Using SVG Files to Smuggle QBot Malware onto Windows Systems", "date_published": "2022-12-15 06:02:00+00:00", "description": "Phishing campaigns involving the Qakbot malware are using Scalable Vector Graphics (SVG) images embedded in HTML email attachments.\nThe new distribution method was spotted by Cisco Talos, which said it identified fraudulent email messages featuring HTML attachments with encoded SVG images that incorporate HTML script tags.\nHTML smuggling is a technique that relies on using legitimate features of", "persistent": false}], "source url": "https://feeds.feedburner.com/TheHackersNews", "source title": "The Hacker News"}