{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/debata-dnia-dmytro-kozacki-fotograf-i-obronca-azowstalu-nie-ma-powrotu-do-normalnosci/", "title": "\"Debata Dnia\": Dmytro Kozacki, fotograf i obrońca Azowstalu: \"Nie ma powrotu do normalności\"", "date_published": "2022-12-15 22:05:00+00:00", "description": "W Ukrainie zabijani są ludzie, dzieci, niszczona jest infrastruktura. To jest prawda naszych czasów, że w XXI wieku, w środku Europy dzieje się taki koszmar. To jest prawda, którą musimy pokazywać światu - powiedział w czwartkowej Debacie Dnia ukraiński żołnierz, nazywany oczami Azowstalu, który dokumentował dla całego świata to, co działo w oblężonych zakładach Azowstal.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/nieoficjalnie-panstwa-ue-uzgodnily-dziewiaty-pakiet-sankcji-na-rosje/", "title": "Nieoficjalnie: Państwa UE uzgodniły dziewiąty pakiet sankcji na Rosję", "date_published": "2022-12-15 20:53:00+00:00", "description": "Jest porozumienie unijnych państw członkowskich w sprawie dziewiątego pakietu sankcji wobec Rosji. W ostatnich dniach wokół tej kwestii trwał pat - część krajów, w tym Polska, chciała wzmacniać antykremlowskie restrykcje, ale inne domagały się wyłączenia z sankcji niektórych osób oraz sektorów.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/slowacja-wotum-nieufnosci-dla-rzadu-po-wyborach-wladze-moze-przejac-robert-fico/", "title": "Słowacja: Wotum nieufności dla rządu. Po wyborach władzę może przejąć Robert Fico", "date_published": "2022-12-15 20:07:00+00:00", "description": "Był dwukrotnym premierem Słowacji i zamierza trzeci raz przejąć władzę w tym kraju. Robert Fico, lider partii SMER, ma spore szanse wygrać przedterminowe wybory parlamentarne. Dotychczasowy rząd koalicyjny otrzymał w czwartek wotum nieufności od parlamentu. Fico zapowiada, że jeśli znów będzie premierem, zablokuje nowe sankcje na Rosję. Sprzeciwia się również pomocy Ukrainie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/mundial-w-katarze-polak-szymon-marciniak-glownym-sedzia-meczu-argentyna-francja/", "title": "Mundial w Katarze. Polak Szymon Marciniak głównym sędzią meczu Argentyna-Francja", "date_published": "2022-12-15 15:35:00+00:00", "description": "FIFA zdecydowała, że polski arbiter Szymon Marciniak będzie głównym sędzią finału mistrzostw świata w piłce nożnej. W niedzielnym spotkaniu zmierzą się reprezentacje Argentyny i Francji. Polski sędzia rywalizował o to wyróżnienie z arbitrami z Włoch, Anglii i Niderlandów.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/usa-kobieta-zabila-dwoch-policjantow/", "title": "USA: Kobieta zabiła dwóch policjantów. Potem się zastrzeliła", "date_published": "2022-12-15 14:15:00+00:00", "description": "Kobieta zabiła dwóch funkcjonariuszy z miejscowości Bay St. Louis. Następnie popełniła samobójstwo. Tragedia poruszyła lokalną społeczność.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/usa-postrzelil-pracownika-kfc-w-brzuch-wsciekl-sie-bo-skonczyla-sie-kukurydza/", "title": "USA: Postrzelił pracownika KFC w brzuch. Wściekł się, bo skończyła się kukurydza", "date_published": "2022-12-15 13:26:00+00:00", "description": "Pracownik KFC w mieście Saint Louis zeznał, że jeden z klientów postrzelił go po tym, jak dowiedział się, że w restauracji skończyła się kukurydza. Policja prowadzi dochodzenie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/szwecka-15-latek-skazany-na-opieke-psychiatryczna-za-gwalt-i-usilowanie-zabojstwa-9-latki/", "title": "Szwecja: 15-latek skazany za gwałt i usiłowanie zabójstwa 9-latki. Na opiekę psychiatryczną", "date_published": "2022-12-15 12:33:00+00:00", "description": "9-letnią dziewczynkę, zgwałconą przez 15-latka, udało się uratować. Doznała jednak poważnych obrażeń, w tym mózgu, a w efekcie straciła słuch. Szwedzki sąd skazał w środę młodocianego oprawcę na opiekę psychiatryczną ze specjalnym badaniem wypisowym.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/mateusz-morawiecki-w-brukseli-polska-jest-za-wzmocnieniem-sankcji-wobec-rosji/", "title": "Mateusz Morawiecki w Brukseli: Polska jest za wzmocnieniem sankcji wobec Rosji", "date_published": "2022-12-15 11:54:00+00:00", "description": "- Polska opowiada się za transparentnymi i szczelnymi sankcjami, które działają i zmniejszają możliwości finansowe Rosji - podkreślił podczas briefingu w Brukseli premier Mateusz Morawiecki. Dodał, że Polska jest za wzmocnieniem sankcji wobec Rosji. W czwartek odbędzie się szczyt unijny poświęcony konsekwencjom rosyjskiej agresji na Ukrainę i bieżącej sytuacji na rynku energii.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/indie-12-latek-gwalcony-przez-nauczyciela/", "title": "Indie. 12-latek gwałcony przez nauczyciela", "date_published": "2022-12-15 11:43:00+00:00", "description": "Uczący się w szkole z internatem 12-latek z Indii był wielokrotnie gwałcony przez swojego nauczyciela. Mężczyzna miał faszerować dziecko lekami uspokajającymi i narkotykami. Gdy sprawa wyszła na jaw 24-latek uciekł. Trwają jego poszukiwania.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/rosja-eksplozja-i-pozar-w-rafinerii-dwie-osoby-nie-zyja/", "title": "Rosja: Eksplozja i pożar w rafinerii w Angarsku. Dwie osoby nie żyją", "date_published": "2022-12-15 11:22:00+00:00", "description": "Dwie osoby zginęły w eksplozji, do której doszło na terenie rafinerii w Angarsku w Rosji. Wybuch był odczuwalny w mieście położonym kilka kilometrów od zakładu. Gubernator obwodu irkuckiego Igor Kobzew poinformował, że na obszarze 2,5 tys. metrów kwadratowych doszło do pożaru, nazwał to lokalnym incydentem. Ogień został już opanowany - podała agencja Interfax.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/usa-policjantka-przedawkowala-fentanyl-podczas-rutynowej-kontroli/", "title": "USA: Policjantka przedawkowała fentanyl podczas rutynowej kontroli", "date_published": "2022-12-15 08:29:00+00:00", "description": "Policjantka z Florydy niemal straciła życie po tym, jak przedawkowała fentanyl podczas rutynowej kontroli drogowej. Narkotyk był ukryty w jednodolarowym banknocie, a mundurowa miała na dłoniach rękawiczki i zachowała wszelkie środki ostrożności. Nie jest jasne, jak substancja dostała się do jej organizmu. Najpewniej doszło do tego przez drogi oddechowe, po gwałtownym podmuchu wiatru.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/niemcy-najbardziej-zuchwala-kradziez-roku-lup-1000-luksusowych-zegarkow-sprzedawca-zbankrutowal/", "title": "Niemcy. Najbardziej zuchwała kradzież roku. Łup: 1000 luksusowych zegarków. Sprzedawca zbankrutował", "date_published": "2022-12-15 08:17:00+00:00", "description": "Tysiąc luksusowych zegarków, złoto, pieniądze i biżuterię - to łupy złodziei, którzy stoją za najbardziej zuchwałą kradzieżą w Berlinie. Straty oszacowano na co najmniej 10 mln euro. W efekcie rabunku bankructwo ogłosił sprzedawca czasomierzy, problemy ma również startup Timeless, który za pomocą aplikacji daje klientom możliwość inwestowania w różne kosztowności.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/usa-wykonano-kare-smierci-na-bylym-zolnierzu-piechoty-morskiej-zgwalcil-i-zabil-nastolatke/", "title": "USA: Wykonano karę śmierci na byłym żołnierzu piechoty morskiej. Zgwałcił i zabił nastolatkę", "date_published": "2022-12-15 07:24:00+00:00", "description": "58-letni dziś Thomas Edwin Loden Jr. w 2000 roku zgwałcił i zamordował 16-latkę. Po brutalnej zbrodni mężczyzna został znaleziony na poboczu drogi - na jego klatce piersiowej wyryte było słowo przepraszam. Do celi śmierci trafił w 2001 roku po tym, jak przyznał się do winy. Śmiertelny zastrzyk podano skazańcowi w środę w więzieniu w stanie Missisipi.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-15/maroko-przegralo-z-francja-zamieszki-w-kilku-europejskich-miastach/", "title": "Maroko przegrało z Francją. Zamieszki w kilku europejskich miastach", "date_published": "2022-12-15 05:32:00+00:00", "description": "Maroko przegrało z Francją 0:2 w półfinale piłkarskich mistrzostw świata w Katarze. Po porażce drużyny z Afryki w kilku europejskich miastach wybuchły zamieszki. W Montpellier na południu Francji zginął 14-latek potrącony przez samochód.", "persistent": false}], "source url": "https://www.polsatnews.pl/rss/swiat.xml", "source title": "Polsat News"}