[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/15/economy/august-retail-sales-consumer-spending/index.html", "title": "Spending rose in August as gas prices fell", "date_published": "2022-09-15 18:06:32+00:00", "description": "Another month of falling gas prices gave Americans' wallets a bit of a reprieve in August. That sent consumers back to stores last month."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/15/business/mcdonalds-ceo-chicago-crime/index.html", "title": "McDonald's CEO sounds the alarm over crime in Chicago", "date_published": "2022-09-15 17:09:22+00:00", "description": "McDonald's CEO Chris Kempczinski has big concerns about surging crime in Chicago, where the fast food giant is based, saying it is impacting the company's restaurants and making it harder to recruit corporate talent."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/15/business/rail-commuter-strike-avoided/index.html", "title": "US rail strike deal saves train commuters from a nightmare", "date_published": "2022-09-15 15:27:03+00:00", "description": "US commuter railroads and passengers are breathing a sigh of relief as freight rail companies and the unions that represent their workers averted a potential freight strike that would have crippled their services."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/business/new-ford-mustang/index.html", "title": "Ford's new Mustang sticks with pure gasoline", "date_published": "2022-09-15 14:22:32+00:00", "description": "Ford unveiled an all-new version of the two-door Mustang coupe at an event in Detroit Wednesday night. It has a new body design and new engine options, but the one thing it won't have is electric motors. The new Mustang will be offered only with pure gasoline power, at least for now. Buyers will just have to choose how much gasoline they want to burn to make how much power."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/15/middleeast/armenia-azerbaijan-truce-reported-intl-hnk/index.html", "title": "Armenia reports ceasefire after new border clashes with Azerbaijan over Nagorno-Karabakh", "date_published": "2022-09-15 04:56:50+00:00", "description": "A senior Armenian official said late on Wednesday that a truce had been agreed with Azerbaijan after two days of violence linked to a decades-old dispute between the ex-Soviet states over the territory of Nagorno-Karabakh."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/15/economy/china-russia-closer-ties-sco-summit-intl-hnk/index.html", "title": "3 ways China and Russia are forging much closer economic ties", "date_published": "2022-09-15 04:43:51+00:00", "description": "Chinese leader Xi Jinping and his Russian counterpart, Vladimir Putin, will meet face-to-face this week for the first time since Moscow sent troops into Ukraine earlier this year."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/15/americas/binuh-un-haiti-intl-latam/index.html", "title": "'We are not here forever,' says UN as Haiti searches for path to election", "date_published": "2022-09-15 04:04:18+00:00", "description": "Mass protests. Lethal outbursts of gang warfare. An overwhelmed judiciary and a barren legislative branch where a handful of representatives linger among the vacant seats of former colleagues."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/china/xi-putin-meeting-sco-summit-analysis-intl-hnk/index.html", "title": "Xi and Putin want to create a new world order. Russia's setback in Ukraine could spoil their plans", "date_published": "2022-09-15 02:44:03+00:00", "description": "The last time Chinese leader Xi Jinping and Russian President Vladimir Putin sat down face to face, they declared triumphantly the arrival of a \"new era\" in international relations."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/world/lebanon-bank-heist-access-money-frozen-savings-intl-hnk/index.html", "title": "In Lebanon, armed customers rob banks to get their own money", "date_published": "2022-09-15 02:41:24+00:00", "description": "Two seemingly armed and desperate Lebanese depositors held up banks on Wednesday to force access to their own money, which has been blocked during a national financial meltdown."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/14/politics/us-senate-panel-bill-security-assistance-taiwan/index.html", "title": "Senate panel advances bill to bolster US security assistance to Taiwan", "date_published": "2022-09-15 01:26:31+00:00", "description": "The Senate Foreign Relations Committee approved a bill to bolster US security assistance to Taiwan, authorizing $6.5 billion over the next five years."}]