[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/niemcy-rozbil-sie-maly-samolot-nie-zyje-glowny-inspektor-policji/", "title": "Niemcy. Rozbił się mały samolot. Nie żyje główny inspektor policji", "date_published": "2022-09-12 19:45:00+00:00", "description": "Komenda policji w Monachium opłakuje stratę kolegi - poinformował portal dziennika Bild. Główny inspektor policji zginął w katastrofie samolotu, który sam pilotował. Przyczyny wypadku nie są znane."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/wojna-w-ukrainie-rosjanie-chca-by-piloci-sami-naprawiali-samoloty/", "title": "Wojna w Ukrainie. Rosjanie chcą, by piloci sami naprawiali samoloty", "date_published": "2022-09-12 18:58:00+00:00", "description": "Wraz z Ministerstwem Transportu musimy szkolić i certyfikować lotników, którzy będą jednocześnie pilotami i technikami. Sprzęt powinien zapewniać możliwość naprawy w terenie - zapowiedział Oleg Boczarow, wiceminister przemysłu Rosji na Wschodnim Forum Ekonomicznym we Władywostoku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/indie-lekarz-porzucil-samochod-w-korku-i-pobiegl-do-szpitala-na-operacje/", "title": "Indie: Lekarz porzucił samochód w korku i pobiegł do szpitala na operację", "date_published": "2022-09-12 15:27:00+00:00", "description": "Płynny przejazd przez miasto Bengaluru w południowych Indiach, w którym mieszka ok. 8,5 mln osób, często stanowi nie lada wyzwanie. Uliczny korek zatrzymał chirurga gastroenterologa, który spieszył się na pilną operację. Dr n. med. Govind Nandakumar nie wahał się ani chwili - porzucił swoje auto i pobiegł do oddalonego o ok. trzy kilometry szpitala."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/usa-tragedia-na-coney-island-utonelo-troje-dzieci/", "title": "USA: Tragedia na Coney Island. Utonęło troje dzieci", "date_published": "2022-09-12 15:20:00+00:00", "description": "Troje małych dzieci, w tym niemowlę, zmarło po tym, jak znaleziono je nieprzytomne na plaży Coney Island w poniedziałek rano. Matka dzieci przebywa w areszcie. Wcześniej krewny zadzwonił na policję, wyrażając obawy, że matka mogła skrzywdzić dzieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/bialorus-kolejny-polski-cmentarz-zolnierzy-armii-krajowej-zniszczony/", "title": "Białoruś. Kolejny polski cmentarz żołnierzy Armii Krajowej zniszczony", "date_published": "2022-09-12 15:13:00+00:00", "description": "Na Białorusi zdewastowano kolejny polski cmentarz. Tym razem władze sprofanowały mogiły czterech żołnierzy Armii Krajowej niedaleko Grodna - przekazał Związek Polaków na Białorusi."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/pogrzeb-krolowej-elzbiety-ii-swiatowi-przywodcy-beda-musieli-przestrzegac-rygorystycznych-zasad/", "title": "Pogrzeb królowej Elżbiety II. Światowi przywódcy będą musieli przestrzegać rygorystycznych zasad", "date_published": "2022-09-12 14:19:00+00:00", "description": "Światowi przywódcy, którzy wybierają się na pogrzeb królowej Elżbiety II, będą musieli dostosować się do rygorystycznych procedur zatwierdzonych przez rządowe Biuro Spraw Zagranicznych, Wspólnoty Narodów i Rozwoju. Zakładają one m.in. zakaz korzystania z prywatnych samolotów i limuzyn. Goście z zagranicy zostaną dowiezieni do Opactwa Westminsterskiego autokarami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/australia-77-latek-trzymal-w-domu-kangura-zwierze-go-zaatakowalo/", "title": "Australia: 77-latek trzymał w domu kangura. Zwierzę go zaatakowało", "date_published": "2022-09-12 13:42:00+00:00", "description": "77-letni mężczyzna z Australii Zachodniej zginął po ataku dzikiego kangura, trzymanego jako zwierzę domowe. Stworzenie zostało zastrzelone."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/czarnogora-krajowe-systemy-informatyczne-atakowane-przez-hakerow/", "title": "Czarnogóra. Krajowe systemy informatyczne atakowane przez hakerów", "date_published": "2022-09-12 13:29:00+00:00", "description": "Systemy informatyczne Czarnogóry od trzech tygodni są ofiarami ataków ze strony niezidentyfikowanych aktualnie hakerów. Włamania zanotowano między innymi w systemach komputerowych tamtejszego rządu, w tym w Ministerstwie Obrony."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/ukrainska-kontrofensywa-w-obwodzie-charkowskim-w-charkowie-udalo-sie-przywrocic-prad/", "title": "Ukraińska kontrofensywa w obwodzie charkowskim. W Charkowie udało się przywrócić prąd", "date_published": "2022-09-12 13:10:00+00:00", "description": "Rosjanie ponownie ostrzelali Charków i okolice. - Celem były kluczowe obiekty infrastruktury - poinformował mer Charkowa Ihor Terechow. - W mieście ponownie jest prąd - przekazał korespondent Polsat News Mateusz Lachowski. Rosjanie w pośpiechu wycofują się z obwodu charkowskiego, pozostawiając za sobą sprzęt wojskowy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/pozegnanie-krolowej-elzbiety-ii-w-westminster-kolejki-na-30-godzin-scisle-kontrole-bagazu/", "title": "Pożegnanie królowej Elżbiety II w Westminster. Kolejki na 30 godzin, ścisłe kontrole bagażu", "date_published": "2022-09-12 11:44:00+00:00", "description": "Brytyjski rząd wydał wytyczne dotyczące zasad odwiedzin Westminster Hall, gdzie umieszczona zostanie trumna królowej Elżbiety II. Służby spodziewają się dużych kolejek."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/wielka-brytania-corgi-krolowej-elzbiety-ii-trafia-do-nowych-wlascicieli/", "title": "Wielka Brytania. Corgi królowej Elżbiety II trafią do nowych właścicieli", "date_published": "2022-09-12 11:15:00+00:00", "description": "Syn zmarłej królowej Elżbiety II, książę Andrzej oraz jego była żona Sarah Ferguson zaopiekują się psami rasy corgi należącymi do królowej. Psy towarzyszyły monarchini przez całej jej życie i panowanie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/rosja-dmitrij-miedwiediew-kpi-ze-slow-zelenskiego-to-dziecinna-rozgrzewka/", "title": "Rosja. Dmitrij Miedwiediew kpi ze słów Zełenskiego. \"To dziecinna rozgrzewka\"", "date_published": "2022-09-12 11:04:00+00:00", "description": "Ukraińska armia potwierdziła w poniedziałek dojście do granicy państwa w obwodzie charkowskim. Rosjanie wycofują się ze swoich pozycji, a niepowodzenia na froncie skrytykował Ramzan Kadyrow. Sytuacja na froncie nie przeszkodziła jednak Dmitrijowi Miedwiediewowi w zamieszczeniu kolejnego propagandowego wpisu. Tym razem napisał o ultimatum dla Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/rosyjska-propaganda-ukrywa-ofensywe-ukrainy-twierdzi-ze-to-wojska-nato/", "title": "Rosyjska propaganda ukrywa ofensywę Ukrainy. Twierdzi, że to wojska NATO", "date_published": "2022-09-12 10:49:00+00:00", "description": "W mieście praktycznie nie ma ukraińskich nazistów. Jest wielu czarnoskórych i anglojęzycznych - głoszą prokremlowskie media. Propagandowe rosyjskie kanały próbują w ten sposób wytłumaczyć swoją porażkę na froncie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/wielka-brytania-antigua-i-barbuda-zapowiada-referendum-ws-ustanowienia-republiki/", "title": "Wielka Brytania. Antigua i Barbuda zapowiada referendum ws. ustanowienia republiki", "date_published": "2022-09-12 09:49:00+00:00", "description": "Referendum w sprawie przekształcenia ustroju państwa z monarchii w republikę zapowiedział premier wysp Antigua i Barbuda wchodzących w skład Wspólnoty Narodów, czyli krajów, których formalnym władcą pozostaje król Wielkiej Brytanii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/otwarta-krytyka-wojny-w-rosyjskiej-telewizji-polityk-ostrzezony-na-wizji/", "title": "Otwarta krytyka wojny w rosyjskiej telewizji. Polityk \"ostrzeżony\" na wizji", "date_published": "2022-09-12 09:32:00+00:00", "description": "Eksperci w rosyjskiej telewizji zdali sobie sprawę, że ich wojsko zawodzi, a ich kraj jest w tarapatach. Zaczynają grać w grę zwaną obwinianiem - napisała w mediach społecznościowych dziennikarka Julia Davis. Opublikowała fragment programu, podczas którego propagandyści sugerują rozpoczęcie rozmów pokojowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/wojna-w-ukrainie-kontrofensywa-na-wschodzie-szokujaca-skala-porazki-rosjan/", "title": "Wojna w Ukrainie. Kontrofensywa na wschodzie. \"Szokująca skala porażki Rosjan\"", "date_published": "2022-09-12 07:39:00+00:00", "description": "Skala porażki jest szokująca zarówno dla dowódców, jak i przywództwa politycznego. Widać, że Putin i dowódcy nie mają zbyt wielu opcji - ocenił w Polsat News w programie Dzień na Świecie dr Wojciech Lorenz z Polskiego Instytutu Spraw Międzynarodowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/putin-przygotowuje-nowy-etap-wojny-dal-oligarchom-specjalne-zadanie/", "title": "Rosja. Putin przygotowuje się do nowego etapu wojny. Dał zadanie oligarchom", "date_published": "2022-09-12 07:19:00+00:00", "description": "Rosyjski przywódca przygotowuje się do nowego etapu wojny w październiku - twierdzi Christo Grozew, dziennikarz śledczy grupy Bellingcat. Źródło blisko Kremla twierdzi, że Władimir Putin ma plan na wyjście z sytuacji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-12/wojna-w-ukrainie-zelenski-reaguje-na-ostrzal-ukrainy-ma-komunikat-do-rosjan/", "title": "Wojna w Ukrainie. Zełenski reaguje na ostrzał Ukrainy. Ma komunikat do Rosjan", "date_published": "2022-09-12 04:17:00+00:00", "description": "- Nadal uważasz, że możesz nas przestraszyć, złamać, sprawić, że pójdziemy na ustępstwa? Naprawdę nic nie zrozumiałeś, prawda? Nie zdajesz sobie sprawy, kim jesteśmy - Wołodymyr Zełenski zwrócił się do Rosjan, reagując na potężny niedzielny ostrzał obwodu charkowskiego. W swoim przemówieniu podsumował też 200 dzień inwazji na swój kraj."}]