[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nyt-polls-may-be-headed-for-another-major-miss-overstating-dem-support-in-battleground-states", "title": "NYT: Polls May Be Headed For Another Major Miss, Overstating Dem Support In Battleground States", "date_published": "2022-09-12 19:52:28+00:00", "description": "The New York Times&#8217; chief political analyst said Monday that the 2022 midterms may be yet another massive miss for the polling industry. Democrats have been surging in the polls in several key battleground states. But, in an article entitled &#8220;Yes, the Polling Warning Signs Are Flashing Again,&#8221; New York Times Chief Political Analyst Nate ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-the-5-lessons-america-learned-from-9-11-then-forgot", "title": "Ben Shapiro: The 5 Lessons America Learned From 9/11 — Then Forgot", "date_published": "2022-09-12 19:37:27+00:00", "description": "Americans learned painful lessons on 9/11, but every time Democrats compare the terrorists who took down the Twin Towers to the January 6 rioters, they show they&#8217;ve forgotten what happened 21 years ago, Ben Shapiro said Monday. Speaking on his daily radio show and podcast as horrific footage of the attacks that killed nearly 3,000 played, the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/private-school-grad-katie-hobbs-releases-anti-school-choice-plan", "title": "Private School Grad Katie Hobbs Releases Anti-School Choice Plan", "date_published": "2022-09-12 19:11:07+00:00", "description": "Katie Hobbs, the Democratic nominee for Arizona governor, released her education plan on Sunday, which doubles down on her opposition to school choice. Hobbs, who is currently Arizona&#8217;s secretary of state and herself a private school graduate, said her education plan for Arizona includes cracking down on the state&#8217;s school voucher program. &#8220;Too often, Republicans ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-whoopi-goldberg-claims-overturning-roe-violates-her-religious-freedom", "title": "WATCH: Whoopi Goldberg Claims Overturning Roe Violates Her Religious Freedom", "date_published": "2022-09-12 18:55:36+00:00", "description": "Whoopi Goldberg claimed Monday that the Supreme Court&#8217;s decision to overturn landmark abortion case Roe v. Wade constituted a violation of her freedom of religion. Goldberg made the comments during Monday&#8217;s broadcast of the ABC midday talk show &#8220;The View,&#8221; and she argued that the fact that Roe had been overturned — pursuant to the Court&#8217;s decision ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-biden-warns-cancer-survivors-not-to-jump-from-balcony", "title": "WATCH: Biden Warns Cancer Survivors Not To Jump From Balcony", "date_published": "2022-09-12 18:26:46+00:00", "description": "President Joe Biden paused to warn cancer survivors not to jump from the balcony as he delivered remarks on Monday as part of his Cancer Moonshot initiative. Biden&#8217;s comments, which he delivered in Boston, came on the 60th anniversary of former President John F. Kennedy&#8217;s famous Moonshot speech — in which he committed the United ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/buttigieg-interested-in-california-ban-on-new-gas-cars-as-he-weighs-a-national-policy", "title": "Buttigieg ‘Interested’ In California Ban On New Gas Cars As He Weighs ‘A National Policy’", "date_published": "2022-09-12 18:14:17+00:00", "description": "Transportation Secretary Pete Buttigieg remarked on Friday that he is “interested” in an upcoming California ban on new gas-powered cars as the Biden administration weighs nationwide electric vehicle policies. Last month, the California Air Resources Board issued new rules requiring 35% of new vehicles to produce zero emissions by 2026 — a standard that will ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kamala-has-lost-her-gourd-veep-claims-border-is-secure-yet-blames-trump-for-crisis", "title": "Kamala Has Lost Her Gourd: Veep Claims Border Is Secure, Yet Blames Trump For Crisis", "date_published": "2022-09-12 18:02:08+00:00", "description": "Vice President Kamala Harris&#8216;s definition of &#8220;secure&#8221; is pretty weird. On Sunday, Harris told NBC&#8217;s Chuck Todd that the border is &#8220;secure in that that is a priority for any nation, including ours and our administration.&#8221; Under the Biden administration&#8217;s watch, millions from all over the globe have entered the United States illegally. At record highs, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-washington-post-editorial-board-blasts-john-fetterman-demands-full-release-of-his-medical-records", "title": "The Washington Post Editorial Board Blasts John Fetterman, Demands Full Release Of His Medical Records", "date_published": "2022-09-12 17:49:27+00:00", "description": "The Washington Post Editorial Board came out swinging against U.S. Senate candidate John Fetterman (D) in a new op-ed published on Monday, saying that his hesitancy to debate his Republican opponent, Dr. Mehmet Oz, was unacceptable and that he needs to release his medical records following his stroke. Fetterman claimed in an interview last week ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-face-a-difficult-six-months-nato-chief-urges-europe-to-support-ukraine-through-russian-energy-blackmail", "title": "‘We Face A Difficult Six Months’: NATO Chief Urges Europe To Support Ukraine Through Russian ‘Energy Blackmail’", "date_published": "2022-09-12 17:37:08+00:00", "description": "North Atlantic Treaty Organization (NATO) Secretary-General Jens Stoltenberg warned his fellow Europeans that the continent will undergo trials as it supports Ukraine in the midst of an energy crisis. Russia severed natural gas flow through the Nord Stream 1 pipeline last week, citing mechanical issues as the country continues its invasion of Ukraine. While top ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woman-claimed-to-be-russian-agent-threatened-judge-in-trump-doj-battle-fbi", "title": "Woman Claimed To Be Russian Agent, Threatened Judge In Trump-DOJ Battle: FBI", "date_published": "2022-09-12 17:26:19+00:00", "description": "A Houston woman is under arrest after allegedly posing as a Russian agent while threatening to kill the federal judge overseeing the records battle between former President Trump and the Department of Justice. Tiffani Shea Gish left three threatening voicemails on U.S. District Judge Aileen Cannon’s chamber phone, according to a criminal complaint filed Tuesday. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/eminem-raps-about-overcoming-his-weaknesses-and-faith", "title": "Eminem Raps About Overcoming His Weaknesses And Faith", "date_published": "2022-09-12 17:23:59+00:00", "description": "Superstar Eminem has had quite the transformation over the last several decades going from rapping in songs about his weaknesses with drugs to ones about faith. Doing a deeper dive into the lyrics of songs by the 49-year-old rapper, we found numerous examples of messages about drugs, death, suicide, guns, violence, and more. His music ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-katie-hobbs-says-she-wont-debate-republican-kari-lake-for-az-governor", "title": "Democrat Katie Hobbs Says She Won’t Debate Republican Kari Lake For AZ Governor", "date_published": "2022-09-12 17:15:11+00:00", "description": "Democrat Katie Hobbs will not debate Republican Kari Lake in the race to be the next governor of Arizona, Hobbs’ campaign announced Sunday. Hobbs announcement comes after Arizona’s election commission declined her campaign’s request to reformat the debate into an event that wouldn’t have the two candidates facing off. The commission voted down Hobbs’ proposal ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/messages-between-beheading-victim-and-alleged-killer-revealed-victim-threatened-to-expose-suspect", "title": "Messages Between Beheading Victim And Alleged Killer Revealed Victim Threatened To Expose Suspect", "date_published": "2022-09-12 16:47:35+00:00", "description": "The victim of a gruesome beheading that unfolded late last week during broad daylight on the streets of California reportedly threatened to expose details about the now-murder suspect&#8217;s private life to his friends just hours before she was killed. The horrifying attack on Thursday occurred in San Carlos, a small town about halfway between San Jose and San ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/well-its-a-risk-janet-yellen-admits-gas-prices-could-spike-again-this-year", "title": "‘Well, It’s A Risk’: Janet Yellen Admits Gas Prices Could Spike Again This Year", "date_published": "2022-09-12 16:42:59+00:00", "description": "Treasury Secretary Janet Yellen noted on Sunday that there remains a “risk” of gas prices spiking again this year. Europe is presently grappling with an energy crisis emerging from limited oil and natural gas supplies due to the Russian invasion of Ukraine. In an interview with CNN anchor Dana Bash, Yellen indicated that the situation ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-katie-hobbs-refuses-arizona-governor-debate-gets-blasted-online-hobbs-is-a-textbook-karen", "title": "Democrat Katie Hobbs Refuses Arizona Governor Debate, Gets Blasted Online: ‘Hobbs Is A Textbook Karen’", "date_published": "2022-09-12 16:20:38+00:00", "description": "Arizona gubernatorial candidate Katie Hobbs (D) announced Sunday that she will not debate Kari Lake (R) before the November elections after the Citizens Clean Elections Commission rejected her proposal to hold separate &#8220;town hall-style&#8221; interviews with both candidates. The Citizens Clean Elections Commission, which hosts televised debates for statewide offices in Arizona every election cycle, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kate-middleton-shares-how-sweet-prince-louis-4-comforted-her-after-queen-elizabeths-death", "title": "Kate Middleton Shares How ‘Sweet’ Prince Louis, 4, Comforted Her After Queen Elizabeth’s Death", "date_published": "2022-09-12 16:10:08+00:00", "description": "The Princess of Wales told the sweetest story about how her youngest son, Prince Louis, comforted her after finding out his great-grandmother Queen Elizabeth had passed away. Kate Middleton was meeting with mourners outside Windsor Castle over the weekend when she revealed what the 4-year-old royal family member said to her.  &#8220;My little Louis, he&#8217;s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/philadelphias-soda-tax-has-been-a-total-disaster-according-to-study", "title": "Philadelphia’s Soda Tax Has Been A Total Disaster, According To Study", "date_published": "2022-09-12 16:03:58+00:00", "description": "If nanny state bureaucrats want their citizenry to be underweight and compliant, then they need a government that is large and in charge, according to a new study. In 2017, Philadelphia Mayor Jim Kenney (D) turned his attention to obesity. The city government placed a tax on sugary sweetened beverages in hopes that it would deter ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chicago-mayor-lori-lightfoot-blasted-over-hypocrisy-after-settling-dozens-of-migrants-in-gop-suburb", "title": "Chicago Mayor Lori Lightfoot Blasted Over ‘Hypocrisy’ After Settling Dozens Of Migrants In GOP Suburb", "date_published": "2022-09-12 15:57:37+00:00", "description": "Chicago Democratic Mayor Lori Lightfoot is taking heat after she bussed dozens of migrants out of her city and housed them in a hotel in a smaller suburb without warning. Burr Ridge Mayor Gary Grasso, a Republican, accused Lightfoot of hypocrisy on Saturday. Grasso said Lightfoot bussed migrants into his town while complaining about similar ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americas-first-principles-arent-irrelevant-theyre-the-only-way-to-save-america", "title": "America’s First Principles Aren’t Irrelevant, They’re The Only Way To Save America", "date_published": "2022-09-12 15:56:58+00:00", "description": "A few years ago, I decided to become more than just an informed voter. I applied for a senior position in a gubernatorial administration. When I interviewed directly with the governor I would serve, he asked me a probing question. “Chris, you’ve got a good career, you’ll be accepting a pay cut and sacrificing five ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/recipients-of-bidens-student-loan-cancellation-plan-also-get-a-tax-break", "title": "Recipients Of Biden’s Student Loan Cancellation Plan Also Get A Tax Break", "date_published": "2022-09-12 15:48:45+00:00", "description": "Those who benefit from President Joe Biden’s policy to cancel $10,000 in student debt per borrower will not have to pay taxes on their forgiven loans thanks to a provision passed under the American Rescue Plan last year. The loan cancellation policy applies to individuals with annual wages under $125,000. Although current law generally considers ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kelly-ripa-says-she-once-passed-out-while-having-sex-with-husband-woke-in-er-dressed-like-dime-store-prostitute", "title": "Kelly Ripa Says She Once Passed Out While Having Sex With Husband, Woke In ER Dressed Like ‘Dime Store Prostitute’", "date_published": "2022-09-12 15:38:26+00:00", "description": "Talk show host Kelly Ripa said she once passed out while having sex with her husband, actor Mark Consuelos, and woke up in an emergency room dressed like a &#8220;dime store prostitute.&#8221; The 51-year-old TV host shared the story in her upcoming fourth memoir titled &#8220;Live Wire: Long-Winded Short Stories,&#8221; due out September 27, according ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/punishes-the-poor-gop-governors-send-biden-letter-criticizing-student-loan-forgiveness-plan", "title": "‘Punishes The Poor’: GOP Governors Send Biden Letter Criticizing Student Loan Forgiveness Plan", "date_published": "2022-09-12 15:29:42+00:00", "description": "A group of 22 GOP governors sent a letter to President Joe Biden on Monday criticizing his student loan forgiveness plan. The letter, led by Governor Kim Reynolds (R-IA), argues that the move shifts the burden of debt in a way that hurts working Americans. &#8220;As governors, we support making higher education more affordable and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pro-soccer-player-claims-bartender-is-racist-during-arrest-for-alleged-stolen-shot", "title": "Pro Soccer Player Claims Bartender Is ‘Racist’ During Arrest For Alleged Stolen Shot", "date_published": "2022-09-12 15:18:30+00:00", "description": "Professional soccer player Miles Robinson is blaming a &#8220;racist&#8221; bartender for his arrest last weekend concerning a $5 shot. The Atlanta United defender was arrested on one count of misdemeanor theft for allegedly refusing to pay for a shot he took at PBR Atlanta, a bar near Truist Park, even after management and authorities reportedly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kamala-harris-stepdaughter-bares-a-whole-lot-on-runway-during-ny-fashion-week", "title": "Kamala Harris’ Stepdaughter Bares A Whole Lot On Runway During NY Fashion Week", "date_published": "2022-09-12 15:10:03+00:00", "description": "Vice President Kamala Harris&#8217; stepdaughter Ella Emhoff bared a lot during her recent runway appearance at the 2022 New York Fashion Week at United Nations Plaza in New York City. She made headlines Monday after Emhoff hit the runway over the weekend in one outfit showing her going braless and topless with little more than ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gisele-will-have-to-wait-brady-still-looks-young-out-there", "title": "Gisele Will Have To Wait: Brady Still Looks Young Out There", "date_published": "2022-09-12 15:03:45+00:00", "description": "On Sunday, ageless quarterback Tom Brady stunned the world with his resilience once again, leading his Tampa Bay Buccaneers to a 19-3 victory over the Dallas Cowboys. At one point, when time was running out in the second quarter, Brady, 45, dropped back, then stepped forward and gunned the football an astonishing 55 yards in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/statue-honoring-controversial-sex-researcher-alfred-kinsey-draws-criticism", "title": "Statue Honoring Controversial Sex Researcher Alfred Kinsey Draws Criticism", "date_published": "2022-09-12 14:52:59+00:00", "description": "A new bronze statue commemorating the controversial sex researcher Alfred Kinsey was erected at Indiana University (IU) last week. IU released a press statement on its website on Friday praising Kinsey’s pioneering research in human sexuality, but critics believe data he gathered involving the sexual abuse of children make him unworthy of celebration.  The life-size ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hundreds-of-thousands-of-travelers-expected-in-london-for-queens-funeral", "title": "Hundreds Of Thousands Of Travelers Expected In London For Queen’s Funeral", "date_published": "2022-09-12 14:50:04+00:00", "description": "LONDON – The British capital city is poised to host hundreds of thousands of travelers and some of the world&#8217;s most influential people in anticipation of Queen Elizabeth II’s historic state funeral next week.  The funeral ceremony, set to take place at Westminster Abbey on September 19, will bring together a diverse group of royals ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-throws-soros-backed-prosecutor-off-of-case-against-loudoun-rape-victims-father", "title": "Judge Throws Soros-Backed Prosecutor Off Of Case Against Loudoun Rape Victim’s Father", "date_published": "2022-09-12 14:46:44+00:00", "description": "A judge has removed the Loudoun County prosecutor from the criminal case against the father of the Loudoun County school bathroom rape victim."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fda-warns-breast-implants-may-be-linked-to-more-cancers", "title": "FDA Warns Breast Implants May Be Linked To More Cancers", "date_published": "2022-09-12 14:30:12+00:00", "description": "The Food and Drug Administration (FDA) issued a safety alert after reviewing some reports of patients who had been diagnosed with cancer after receiving breast implants. Binita Ashar, the director of the Office of Surgical and Infection Control Devices at the FDA, noted the reports of &#8220;squamous cell carcinoma and various lymphomas&#8221; in scar tissue ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-advanced-robot-is-asked-if-ai-machines-will-take-over-the-world", "title": "WATCH: Advanced Robot Is Asked If AI Machines Will Take Over The World", "date_published": "2022-09-12 14:19:58+00:00", "description": "Don’t worry humans, artificially intelligent robots come in peace. That’s what the purportedly most advanced humanoid robot in the world says in a new YouTube video released by its creator. Ameca, developed by the UK-based Engineered Arts, vowed that AI will never conquer and enslave humankind. “There&#8217;s no need to worry, robots will never take ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-fetterman-my-name-is-john-fetterwoman", "title": "John Fetterman: ‘My Name Is… John Fetterwoman!’", "date_published": "2022-09-12 14:08:19+00:00", "description": "Pennsylvania Lt. Governor and Democratic Senate nominee John Fetterman misgendered himself in a moment of purposeful pandering that left social media cringing. During a rally near Philadelphia that featured local and national leadership of Planned Parenthood, the official brandished a hot pink t-shirt emblazoned with the word “Fetterwoman” in the same font as his campaign ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-queen-elizabeth-won-us-over-with-her-wicked-sense-of-humor", "title": "How Queen Elizabeth Won Us Over With Her Wicked Sense Of Humor", "date_published": "2022-09-12 14:03:31+00:00", "description": "In the hours following Queen Elizabeth’s death, many fans were eager to share their favorite stories about the legendary monarch. One of the most shared memories came courtesy of former royal protection officer Richard Griffin, who shared an anecdote about a picnic he attended with the queen at her countryside home in Balmoral. “Normally on ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doj-official-that-forced-a-date-to-touch-their-genitals-wont-be-prosecuted-ig-says", "title": "DOJ Official That ‘Forced’ A Date To Touch Their ‘Genitals’ Won’t Be Prosecuted, IG Says", "date_published": "2022-09-12 14:00:06+00:00", "description": "An assistant U.S. attorney found to have sexually assaulted his or her date will not be held accountable by prosecutors. The Department of Justice (DOJ) Office of Inspector General reported on Monday that an investigation of a sitting assistant U.S. attorney found that they exposed themself in public and forced their date to touch their ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-youre-a-sick-old-man-heckler-yells-at-prince-andrew-at-royal-procession-for-queen-elizabeth", "title": "WATCH: ‘You’re A Sick Old Man’: Heckler Yells At Prince Andrew At Royal Procession For Queen Elizabeth", "date_published": "2022-09-12 13:43:47+00:00", "description": "A heckler who targeted Great Britain’s Prince Andrew during a procession for the late Queen Elizabeth was pushed to the ground by police and bystanders, later insisting, “I’ve done nothing wrong.” Prince Andrew, 62,  whose affairs with Jeffrey Epstein left him the object of public contempt, was stripped of his royal status and his honorary ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lowest-since-1996-life-expectancy-plummets-thanks-to-abysmal-american-diet", "title": "‘Lowest Since 1996’: Life Expectancy Plummets Thanks To Abysmal American Diet", "date_published": "2022-09-12 13:26:43+00:00", "description": "A nation’s average life expectancy is a crude but useful way to measure whether health is improving or deteriorating. In the United States (and most developed nations), fluctuations in average life expectancy have been almost entirely upward for the past 150 years. But not anymore. Recently, the Centers for Disease Control and Prevention (CDC) published shocking ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/crime-profits-taxes-new-poll-shows-the-biggest-problems-for-small-businesses", "title": "Crime, Profits, Taxes: New Poll Shows The Biggest Problems For Small Businesses", "date_published": "2022-09-12 13:12:20+00:00", "description": "Small businesses are concerned about profit margins amid inflationary pressures, as well as issues such as crime rates and stricter tax enforcement, according to a poll released by Job Creators Network. The United States met the rule-of-thumb definition of a recession — two consecutive quarters of negative output growth — two months ago as the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/disneys-the-little-mermaid-live-action-trailer-dropped-and-fans-are-getting-called-racist-for-hating-it", "title": "Disney’s ‘The Little Mermaid’ Live Action Trailer Dropped, And Fans Are Getting Called Racist For Hating It", "date_published": "2022-09-12 12:55:20+00:00", "description": "Disney just released the trailer for its newest live-action remake, “The Little Mermaid,” and reactions have been strong from the get-go. Like with other projects, detractors are being told it’s racist to dislike this new version. The studio chose Halle Bailey to portray the finned princess. Because the actress is black, many are already saying ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scooby-doo-white-female-character-cant-call-police-any-more-in-video-game", "title": "Scooby Doo White Female Character Can’t Call Police Any More In Video Game", "date_published": "2022-09-12 12:53:23+00:00", "description": "Warner Brothers altered the video game “MultiVersus” last week to prevent the Scooby Doo character Velma from calling the police. For nearly 50 years, the Scooby Doo franchise has shown The Mystery Inc. gang solving crimes and alerting police to the presence of potential criminals. But critics have recently labeled Velma a “Karen” for doing ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/failing-upwards-brian-stelter-is-heading-to-harvard", "title": "Failing Upwards: Brian Stelter Is Heading To Harvard", "date_published": "2022-09-12 12:41:11+00:00", "description": "What does an Ivy League education get you in the year 2022? Life lessons on democracy and media from the likes of Brian Stelter, apparently. The ex-CNN anchor just landed a plush job as the Fall 2022 Walter Shorenstein Media and Democracy Fellow at the Shorenstein Center on Media, Politics and Public Policy at Harvard&#8217;s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/has-manchin-missed-his-moment", "title": "Has Manchin Missed His Moment?", "date_published": "2022-09-12 12:39:22+00:00", "description": "&#8220;It’s Joe Manchin’s America.&#8221; That was the headline in a piece by The Atlantic that declared the Democratic senator from West Virginia &#8220;continues to wield an unfathomable amount of power over the president’s agenda.&#8221; But that was way back in July when Manchin was the swing vote on nearly everything Joe Biden was trying to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/country-music-star-john-michael-montgomery-injured-in-tour-bus-crash", "title": "Country Music Star John Michael Montgomery Injured In Tour Bus Crash", "date_published": "2022-09-12 11:32:57+00:00", "description": "Country music star John Michael Montgomery is recovering after his tour bus experienced an accident in Tennessee on Friday. Montgomery posted an update regarding his condition to Facebook over the weekend. &#8220;Yesterday we had a serious accident on the way to a concert in North Carolina. Everyone that was on the bus is recovering from ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-teacher-fired-after-telling-students-not-to-judge-people-wanting-sex-with-a-5-year-old", "title": "Texas Teacher Fired After Telling Students Not To Judge People Wanting Sex With A 5-Year-Old", "date_published": "2022-09-12 11:28:10+00:00", "description": "A Texas high school teacher was fired Friday after she instructed students to not judge people for wanting to have sex with five-year-olds. The El Paso School District, led by Superintendent Diana Sayavedra, initially suspended Amber Parker, 53, who taught English at Franklin High School in El Paso. But on Friday, the district voted unanimously ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-ny-gov-kathy-hochul-admin-gave-covid-test-contract-to-campaign-donors-company-at-double-the-price", "title": "Report: NY Gov. Kathy Hochul Admin Gave COVID Test Contract To Campaign Donor’s Company At Double The Price", "date_published": "2022-09-12 11:21:37+00:00", "description": "Governor Kathy Hochul&#8217;s (D-NY) administration paid double the cost for COVID tests in a $637 million deal to a major donor&#8217;s company, according to a new report. Reinvent Albany released the report on Friday that revealed the concerning deal. &#8220;Digital Gadgets’ tests cost $12.25 each compared to $5 each for the first 5 million tests ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hillary-clinton-gushing-to-megan-thee-stallion-over-wap-has-twitter-recalling-the-hot-sauce-fiasco", "title": "Hillary Clinton Gushing To Megan Thee Stallion Over ‘WAP’ Has Twitter Recalling The Hot Sauce Fiasco", "date_published": "2022-09-12 11:09:47+00:00", "description": "A clip of Hillary Clinton pondering the significance of the vulgar rap song “WAP” is inspiring a lot of eye rolls and accusations of pandering, similar to what happened with the hot sauce incident in 2016. The video snippet comes from Clinton’s new TV series “Gutsy,” which features the 74-year-old politician having conversations with various women ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-details-emerge-in-case-of-nurse-facing-six-counts-of-murder-for-fiery-crash-that-killed-unborn-baby-infant", "title": "New Details Emerge In Case Of Nurse Facing Six Counts Of Murder For Fiery Crash That Killed Unborn Baby, Infant", "date_published": "2022-09-12 11:04:02+00:00", "description": "New details have emerged in the case of a registered nurse facing 90 years behind bars for a fiery crash last month in Los Angeles that killed six people, including an unborn baby and an 11-month-old child. Nicole Linton, who&#8217;s been charged with six counts of murder and five counts of gross vehicular manslaughter in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-fetterman-holds-rally-with-planned-parenthood-leadership", "title": "John Fetterman Holds Rally With Planned Parenthood Leadership", "date_published": "2022-09-12 10:50:43+00:00", "description": "Pennsylvania Lt. Governor and Democratic Senate candidate John Fetterman held a rally alongside the leadership of Planned Parenthood on Sunday. Democrats are hoping that Fetterman — who served as the mayor of Braddock, Pennsylvania, from 2006 to 2019 — will provide a majority in the evenly-divided Senate. During a campaign event near Philadelphia, Fetterman and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/see-it-cars-torched-after-tailgaters-grill-sparks-huge-fire-at-dolphins-patriots-game", "title": "SEE IT: Cars Torched After Tailgater’s Grill Sparks Huge Fire At Dolphins-Patriots Game", "date_published": "2022-09-12 10:39:37+00:00", "description": "It wasn’t just the New England Patriots who got torched Sunday at Hard Rock Stadium in Miami. A fire apparently started by a tailgater’s unattended grill destroyed several cars while fans were inside the stadium watching the hometown Dolphins burn the Patriots by a 20-7 score. Photos online showed at least eight cars reduced to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-flips-over-king-charles-iii-getting-snappy-with-staff-on-day-2-as-king", "title": "Twitter Flips Over King Charles III Getting Snappy With Staff On Day 2 As King", "date_published": "2022-09-12 10:24:52+00:00", "description": "King Charles III has been king for only a few days, and he’s already getting negative publicity thanks to a video of him insistently gesturing to his aides that went viral over the weekend.  One of the clips comes courtesy of the parody Twitter account Laura Kuenssberg Translator, and as of Monday, it has close ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-gendered-archetyped-stereotyped-meghan-markle-not-pleased-over-remarks-shes-lucky-to-be-with-prince-har", "title": "‘It’s Gendered,’ ‘Archetyped,’ ‘Stereotyped’: Meghan Markle Not Pleased Over Remarks She’s ‘Lucky’ To Be With Prince Harry", "date_published": "2022-09-12 10:03:19+00:00", "description": "Meghan Markle told actress and creator Mindy Kaling last week that it&#8217;s essentially sexist that people told her she was &#8220;lucky&#8221; Prince Harry chose to marry her. Speaking to Kaling on her podcast &#8220;Archetypes,&#8221; the pair discussed the &#8220;stigma of singleton&#8221; and derided the terms &#8220;spinster&#8221; and &#8220;old maid.&#8221; Markle also said that when she became ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mom-eyed-in-drowning-of-three-young-kids-at-famous-ny-beach", "title": "Mom Eyed In Drowning Of Three Young Kids At Famous NY Beach", "date_published": "2022-09-12 09:24:57+00:00", "description": "A mentally disturbed mom was in custody after her three young children drowned early Monday at a beach on New York City’s famous Coney Island. The unidentified, 30-year-old mother was being questioned by police but had not yet been charged in the incident. Her children, a 3-month-old boy, a 4-year-old girl, and a 7-year-old boy ..."}]