[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/ilja-ponomariow-byly-deputowany-do-dumy-panstwowej-ta-wojna-skonczy-sie-smiercia-putina/", "title": "Ilja Ponomariow, były deputowany do Dumy Państwowej: Ta wojna skończy się śmiercią Putina", "date_published": "2022-10-05 20:40:00+00:00", "description": "- Ta wojna skończy się śmiercią Putina - powiedział Ilja Ponomariow, były deputowany do Dumy Państwowej, z którym w programie Dzień na Świecie rozmawiała Dorota Bawołek. Zdaniem polityka wywołaniem wojny i ogłoszeniem mobilizacji rosyjski prezydent sam na siebie wydał wyrok."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/usa-zabila-ciezarna-kobiete-i-wyciela-z-brzucha-jej-dziecko/", "title": "USA. Zabiła ciężarną kobietę i wycięła z brzucha jej dziecko. Usłyszała wyrok", "date_published": "2022-10-05 19:49:00+00:00", "description": "29-latka z Teksasu została skazana za zabójstwo ciężarnej 21-latki. Po dokonaniu morderstwa kobieta wycięła z brzucha swojej ofiary nienarodzone dziecko, które nie przeżyło wyrwania z łona matki."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/wojna-w-ukrainie-rosjanie-maja-dosc-wywieszaja-biale-flagi-poddaja-sie-razem-z-pancernym-sprzetem/", "title": "Wojna w Ukrainie. Rosjanie mają dość? Wywieszają białe flagi, poddają się razem z pancernym sprzętem", "date_published": "2022-10-05 19:20:00+00:00", "description": "W środę w sieci pojawiły się nagrania rosyjskich żołnierzy, którzy poddają się wraz ze sprzętem pancernym. Na jednym z nagrań widać ukraińskich żołnierzy ukrywających się w terenie. Nagle na ich pozycje wjeżdża rosyjski gąsienicowy opancerzony wóz bojowy piechoty z wywieszoną na wieżyczce białą flagą. Rosjanie składają broń i idą do niewoli bez jednego wystrzału."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/ukraina-portugalia-i-hiszpania-chca-zorganizowac-ms-2030-wraz-z-ukraina/", "title": "Ukraina. Portugalia i Hiszpania chcą zorganizować MŚ 2030 wraz z Ukrainą", "date_published": "2022-10-05 17:13:00+00:00", "description": "Portugalia i Hiszpania zaprosiły Ukrainę i wspólnie składają wniosek o organizację Mistrzostw Świata FIFA 2030 - podaje portal Ukraińska Prawda. Oznacza to, że jeśli propozycja państw Półwyspu Iberyjskiego wygra, to na mundialu, który odbędzie się za osiem lat, część meczów zostanie rozegrana za naszą wschodnią granicą."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/wojna-w-ukrainie-putin-podpisal-dekret-zaporoska-elektrownia-atomowa-ma-nalezec-do-rosji/", "title": "Wojna w Ukrainie. Putin podpisał dekret. Zaporoska Elektrownia Atomowa ma należeć do Rosji", "date_published": "2022-10-05 16:33:00+00:00", "description": "Prezydent Rosji Władimir Putin podpisał dekret, na mocy którego Zaporoska Elektrownia Atomowa została formalnie uznana za własność Rosji. Największa w Europie siłownia jądrowa jest według organizacji nadzorujących produkcję energii atomowej wyłączona. Zakład jest okupowany przez Rosjan. Dotąd był obsługiwany przez personel ukraiński, który alarmuje, że trwają przygotowania do jego uruchomienia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/14-letni-polak-zamordowany-w-anglii-policja-zatrzymala-jego-rowiesnikow/", "title": "Wielka Brytania: Zabójstwo 14-letniego Polaka. Policja zatrzymała jego rówieśników", "date_published": "2022-10-05 15:58:00+00:00", "description": "W północno-wschodniej Anglii doszło w poniedziałek do zabójstwa nastolatka. W środę miejscowa policja poinformowała, że ofiarą jest 14-letni Polak. W związku ze sprawą aresztowano dwie osoby - 14-latka i 13-latkę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/slowacja-powazny-wypadek-w-tatrach-polak-spadl-z-wysokosci-300-metrow/", "title": "Słowacja. Poważny wypadek w Tatrach. Polak spadł z wysokości 300 metrów", "date_published": "2022-10-05 15:14:00+00:00", "description": "71-letni turysta z Polski spadł w przepaść wchodząc na Rysy po słowackiej stronie Tatr. Mężczyzna przeżył upadek z wysokości 300 metrów, ale doznał poważnych obrażeń. Został przetransportowany do szpitala."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/indie-dentysci-usuneli-najdluzszy-zab-swiata-mierzyl-375-mm/", "title": "Indie. Dentyści usunęli najdłuższy ząb świata. Mierzył 37,5 mm", "date_published": "2022-10-05 15:05:00+00:00", "description": "Prawie cztery centymetry długości miał ząb 60-latka z Indii, który poddał się zabiegowi jego usunięcia. Okazuje się, że to rekord, który wcześniej należał do jednego z niemieckich pacjentów. Jego ząb okazał się jednak krótszy o trzy dziesiąte milimetra i mierzył dokładnie 37,2 mm."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/parlament-europejski-poslanka-ze-szwecji-sciela-wlosy-na-znak-solidarnosci-z-irankami/", "title": "Parlament Europejski. Posłanka ze Szwecji ścięła włosy na znak solidarności z Irankami", "date_published": "2022-10-05 14:57:00+00:00", "description": "Szwecka europosłanka irańskiego pochodzenia Abir Al-Sahlani ścięła swoje włosy podczas wystąpienia w Parlamencie Europejskim na znak solidarności z protestującymi kobietami w Iranie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/wojna-w-ukrainie-wladze-nagradzaja-za-mobilizacje-dla-rodzin-przydzial-ryb-wegla-owiec/", "title": "Wojna w Ukrainie. Władze nagradzają za mobilizację. Dla rodzin przydział ryb, węgla, owiec", "date_published": "2022-10-05 14:32:00+00:00", "description": "Rosyjscy urzędnicy z wyspy Sachalin na dalekim wschodzie Rosji zdecydowali o wsparciu rodzin mężczyzn zmobilizowanych do wojska w celu walki z Ukrainą. Każda rodzina ma otrzymać 5-6 kilogramów mrożonej ryby. Wcześniej władze rosyjskiej republiki Tuwa zdecydowały o przekazaniu takim rodzinom węgla i... baranów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/polak-zgubil-sie-na-grzybach-w-niemieckim-lesie-poprosil-o-pomoc-i-pozalowal/", "title": "Niemcy: Polak zgubił się zbierając grzyby. Poprosił o pomoc i bardzo tego pożałował", "date_published": "2022-10-05 14:14:00+00:00", "description": "51-letni Polak postanowił poszukać grzybów w niemieckim lesie. Niestety czynność ta tak go pochłonęła, że nie mógł odnaleźć drogi powrotnej do swojego samochodu. Mężczyzna poprosił więc o pomoc policję, jednak szybko tego pożałował."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/niemcy-szescioletnia-dziewczynka-smiertelnie-potracona-na-przystanku-kierowca-byl-pijany/", "title": "Niemcy: Sześcioletnia dziewczynka śmiertelnie potrącona na przystanku. Kierowca był pijany", "date_published": "2022-10-05 13:58:00+00:00", "description": "Sześcioletnia Chayenne została śmiertelnie potrącona na przystanku autobusowym przez samochód marki BMW. Za kierownicą auta siedział 30-letni obywatel Węgier. Mężczyzna był pod wpływem alkoholu, nie miał też prawa jazdy, które stracił za jazdę po pijanemu. Dziewczynka zginęła na miejscu na oczach matki i rodzeństwa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/nieplanowane-miedzyladowanie-lotu-transavii-do-malagi-po-tym-jak-na-poklad-wslizgnela-sie-rosjanka/", "title": "Hiszpania. Przymusowe międzylądowanie z powodu pasażera na gapę. Z samolotu wyprowadzono Rosjankę", "date_published": "2022-10-05 13:47:00+00:00", "description": "Z powodu dodatkowej osoby na pokładzie, samolot z Rotterdamu do Malagi musiał lądować w Madrycie. Pasażerką na gapę była Rosjanka, która swoim dziwnym zachowaniem zaalarmowała obsługę lotu. Kobietę wyprowadziła z samolotu hiszpańska policja."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/rosja-ruszylo-pierwsze-postepowanie-w-sprawie-uchylenia-sie-od-mobilizacji/", "title": "Rosja. Ruszyło pierwsze postępowanie w sprawie uchylenia się od mobilizacji", "date_published": "2022-10-05 13:24:00+00:00", "description": "W Rosji ruszyło pierwsze postępowanie karne w sprawie uchylenia się od mobilizacji. Podejrzany 32-latek został zatrzymany przez policję i przebywa w areszcie. Grozi mu więzienie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/wojna-w-ukrainie-rosyjski-ostrzal-uszkodzil-komin-zaporoskiej-elektrowni-atomowej/", "title": "Wojna w Ukrainie. Rosyjski ostrzał uszkodził komin Zaporoskiej Elektrowni Atomowej", "date_published": "2022-10-05 13:13:00+00:00", "description": "Rosyjski ostrzał doprowadził do uszkodzenia komina Zaporoskiej Elektrowni Atomowej w Enerhodarze. W sieci pojawiły się zdjęcia konstrukcji z zaznaczonymi śladami po trafieniu pociskiem. Do ostrzału miało dojść we wtorek. Międzynarodowa Agencja Energii Atomowej poinformowała, że rosyjskie ataki stanowią obecnie największe zagrożenie dla siłowni oraz bezpieczeństwa radiacyjnego w Ukrainie i Europie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/caritas-polska-rozwija-pomoc-medyczna-dla-kobiet-w-jemenie/", "title": "Caritas Polska rozwija pomoc medyczną dla kobiet w Jemenie", "date_published": "2022-10-05 11:52:00+00:00", "description": "W Jemenie rozgrywa się jeden z najpoważniejszych konfliktów humanitarnych na świecie. Jego źródłem jest m.in. tocząca się od blisko 8 lat wojna, która pochłonęła już ponad 230 tys. ofiar. Byłoby ich o ponad połowę mniej, gdyby nie ubóstwo i brak opieki medycznej, dlatego Caritas Polska w swoich działaniach w tym kraju priorytetowo traktuje wsparcie ośrodków zdrowia i pomoc medyczną dla kobiet."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/wojna-w-ukrainie-sala-tortur-odnaleziona-w-ukrainskiej-wsi-rosjanie-grzebali-jencow-zywcem/", "title": "Wojna w Ukrainie. Sala tortur odnaleziona w ukraińskiej wsi. Rosjanie grzebali jeńców żywcem", "date_published": "2022-10-05 11:08:00+00:00", "description": "Na terenach wyzwalanych przez ukraińskie wojska odnajdywane są kolejne ślady rosyjskiego okrucieństwa. We wsi Pisky-Rad´kiwśki w obwodzie charkowskim ukraińscy żołnierze odnaleźli salę tortur. W niej pudełko pełne złotych zębów, przyrządy używane do gwałtów oraz maska gazowa. Małe Auschwitz - napisało na Twitterze ukraińskie MON."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/indie-wypadek-autobusu-na-polnocy-kraju-w-wypadku-zginelo-co-najmniej-25-osob/", "title": "Indie. Wypadek autobusu na północy kraju. W wypadku zginęło co najmniej 25 osób", "date_published": "2022-10-05 10:44:00+00:00", "description": "Na północy Indii autobus wpadł do 500 metrowego wąwozu - przekazały media. Policja potwierdziła do tej pory śmierć 25 osób. Większość pasażerów autokaru to goście wracający z wesela. Przyczynę wypadku badają lokalne władze."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/nagroda-nobla-z-chemii-carolyn-r-bertozi-morten-meldal-i-k-barry-sharpless-laureatami/", "title": "Nagroda Nobla z chemii. Carolyn R. Bertozi, Morten Meldal i K.Barry Sharpless  laureatami", "date_published": "2022-10-05 09:53:00+00:00", "description": "Carolyn R. Bertozi, Morten Meldal i K.Barry Sharpless zostali tegorocznymi laureatami Nagrody Nobla z Chemii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/ursula-von-der-leyen-o-cenach-gazu-bedziemy-wspolpracowac-w-celu-ich-obnizenia/", "title": "Ursula von der Leyen o cenach gazu: Będziemy współpracować w celu ich obniżenia", "date_published": "2022-10-05 09:49:00+00:00", "description": "Przewodnicząca Komisji Europejskiej Ursula von der Leyen podczas debaty w Parlamencie Europejskim odniosła się do rosnących cen energii na europejskich rynkach. Szefowa KE wezwała do utworzenia wspólnej platformy zakupów energii. Zapowiedziała również negocjacje m.in z Norwegią ws. obniżenia cen importowanego gazu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/olena-zelenska-dla-polsat-news-straszne-tragedie-dzieja-sie-codziennie/", "title": "Ołena Zełenska dla Polsat News: Straszne tragedie dzieją się codziennie", "date_published": "2022-10-05 09:14:00+00:00", "description": "- Według najnowszych danych Ministerstwa Zdrowia 90 proc. Ukraińców, wykazuje co najmniej jedną z cech zespołu stresu pourazowego (PTSD). Przecież na ich oczach czyniły się zbrodnie, stawali się świadkami a także ofiarami. Na ich oczach zabijali - mówiła dla Polsat News Ołena Zełenska, pierwsza dama Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/general-mieczyslaw-bieniek-widzimy-co-dzieje-sie-na-froncie-kon-ukrainski-jest-szybki-i-zwinny/", "title": "Generał Mieczysław Bieniek: Widzimy, co dzieje się na froncie. Koń ukraiński jest szybki i zwinny", "date_published": "2022-10-05 07:17:00+00:00", "description": "- Grupa planowania nuklearnego NATO jest gotowa do działania i Rosja o tym wie - powiedział generał Mieczysław Bieniek w Polsat News, komentując rosnące ryzyko użycia przez Kreml taktycznej borni jądrowej. Generał zauważył, że wszyscy wiemy, co dzieje się na froncie. - Widzimy, jaki koń jest. Koń ukraiński jest szybki i zwinny - dodał."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/wojna-w-ukrainie-rosyjski-atak-na-obwod-kijowski-celem-dronow-kamikadze-biala-cerkiew/", "title": "Wojna w Ukrainie. Rosyjski atak na obwód kijowski. Celem dronów kamikadze Biała Cerkiew", "date_published": "2022-10-05 06:10:00+00:00", "description": "Miasto Biała Cerkiew w obwodzie kijowskim zostało zaatakowane w nocy z wtorku na środę - przekazał szef obwodowej administracji wojskowej Ołeksij Kułeba. Do ataku wykorzystano drony kamikadze. Na razie wiadomo o jednej ofierze."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-05/wojska-usa-i-korei-poludniowej-wystrzelily-serie-pociskow-to-odpowiedz-na-probe-balistyczna/", "title": "Próba balistyczna Korei Północnej. Wojska USA i Korei Południowej wystrzeliły rakiety", "date_published": "2022-10-05 05:02:00+00:00", "description": "Korea Południowa i Stany Zjednoczone wystrzeliły cztery rakiety ziemia-ziemia w kierunku morskich celów - podaje Reuters, powołując się na informacje południowokoreańskiej agencji Yonhap. To odpowiedź na wtorkową próbę balistyczną przeprowadzoną przez Koreę Północną."}]