[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/20/two-barmen-among-the-dead-in-mass-shooting-at-gay-nightclub-in-colorado", "title": "Two barmen among the dead in mass shooting at gay nightclub in Colorado", "date_published": "2022-11-20 22:32:14+00:00", "description": "<p>At least three others shot dead in attack at Club Q in Colorado Springs, after which a man was arrested</p><p>Among those killed at a Colorado LGBTQ nightclub targeted by <a href=\"https://www.theguardian.com/us-news/2022/nov/20/people-killed-shooting-at-colorado-springs-nightclub\">a mass shooting</a> late Saturday were two of the establishment’s bartenders, according to community members.</p><p>Daniel Davis Aston and Derrick Rump were two of at least five people shot dead at Club Q in Colorado Springs, local LGBTQ activist Alex Clemons-Laput told the Guardian. <a href=\"https://krdo.com/news/local-news/2022/11/20/bartender-among-five-dead-in-colorado-springs-nightclub-mass-shooting/\">Other</a> media <a href=\"https://www.mirror.co.uk/news/us-news/two-bartenders-gunned-down-mass-28541288\">outlets</a> reported Aston and Rump were among those slain at the club.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/20/two-barmen-among-the-dead-in-mass-shooting-at-gay-nightclub-in-colorado\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/england-have-made-the-impossible-look-possible-says-gareth-southgate", "title": "England have ‘made the impossible look possible,’ says Gareth Southgate", "date_published": "2022-11-20 22:30:37+00:00", "description": "<ul><li>‘I’ve got to think about how we win this for our country’</li><li>Southgate says England can be competitive for years</li></ul><p>Gareth Southgate said nothing was impossible for England and urged his players to embrace the excitement of a World Cup before they face Iran in their opening game on Monday afternoon.</p><p>England’s head coach struck a positive tone as he shifted his focus to matters on the pitch, insisting his players should feel pride at representing their country on the world stage despite the controversy surrounding Qatar’s hosting of the tournament, and he was keen to move on from the negativity that has stalked his side for much of this year.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/england-have-made-the-impossible-look-possible-says-gareth-southgate\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/20/nfl-roundup-eagles-win-late-as-pats-crush-jets-hearts-with-last-minute-td", "title": "NFL roundup: Eagles win late as Pats crush Jets’ hearts with last-minute TD", "date_published": "2022-11-20 21:47:15+00:00", "description": "<ul><li>Jalen Hurts leads Philly to bounceback victory </li><li>Marcus Jones’ punt return secures New England win</li></ul><p>Jalen Hurts ran for an eight-yard touchdown with 1:20 remaining, and the Philadelphia Eagles rallied past the Indianapolis Colts 17-16 on Sunday.</p><p>Coming off their first loss of the season, the Eagles (9-1) trailed 13-3 in the fourth quarter. Hurts threw for a touchdown early in the period to get Philly within three.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/20/nfl-roundup-eagles-win-late-as-pats-crush-jets-hearts-with-last-minute-td\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/20/novak-djokovic-beats-casper-ruud-to-win-his-sixth-nitto-atp-finals-title", "title": "Novak Djokovic beats Casper Ruud to win his sixth ATP Finals title", "date_published": "2022-11-20 21:14:36+00:00", "description": "<ul><li>Serb overcomes Norwegian 7-5, 6-3 in final in Turin</li><li>Djokovic equals Roger Federer’s record for ATP Finals titles</li></ul><p>Novak Djokovic defeated Casper Ruud in straight sets to secure the Nitto ATP Finals title for a record-equalling sixth time in Turin. The Serbian was pushed all the way by Ruud but eventually won the title 7-5, 6-3.</p><p>Ruud saved two break points in his first service game of the opening set to hold but it set the tone for the match, with the Norwegian regularly forced on to the back foot. There were a number of lengthy rallies during the game, including 36 shots in the final one to set up a championship point for Djokovic who then clinched the title with an ace.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/20/novak-djokovic-beats-casper-ruud-to-win-his-sixth-nitto-atp-finals-title\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/morgan-freeman-and-soldiers-on-camels-but-qatar-team-lets-the-side-down", "title": "Morgan Freeman and soldiers on camels but Qatar team lets the side down", "date_published": "2022-11-20 21:13:22+00:00", "description": "<ul><li>Saudi Arabia’s ruler sat with Qatar’s emir in show of unity</li><li>Fans left opening match early with team soundly beaten</li></ul><p>Long before the end of a painful and humbling opening night for Qatar at this World Cup, many of the country’s richest and most powerful men were speeding away from the Al Bayt stadium in their fast cars and 4x4s. They had, however, learned a valuable lesson. Money can buy you a lot of things in sport. Major events. Lavish stadiums. Impressive infrastructure. But it cannot guarantee a competitive national football team.</p><p>That harsh reality was dispensed in clinical style by an unheralded Ecuador side, who breezed to a 2-0 lead – thanks, in part to Qatar’s erratic goalkeeper, Saad al-Sheeb – before taking their foot off the pedal. Not that many home fans were there to see it. Despite so much hype and expectation, along with a 12-year wait to watch their team in a home World Cup, thousands left at half-time.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/morgan-freeman-and-soldiers-on-camels-but-qatar-team-lets-the-side-down\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/chaos-anger-fifa-fan-festival-qatar-world-cup", "title": "Chaos and anger at Fifa’s fan festival on Qatar’s ‘extraordinary day’", "date_published": "2022-11-20 21:05:04+00:00", "description": "<p>Disturbing scenes at Al Bidda Park as the hosts faced Ecuador only added to the controversies at this World Cup</p><p>Ten minutes before the first World Cup held in the Middle East begins the prospect of watching Ecuador’s Enner Valencia put Qatar to the sword seems remote. “Sorry, sir, we’re full,” says the maître d’ of Desert Rose, one of the few restaurants showing the game in Doha’s Souq Waqif. Their outdoor screens can be viewed from the pavement, however. “Sorry, sir, you can’t stand there,” says a polite but firm security guard. “Move along, sir.”</p><p>Moving along through the bustling alleyways and squares there is little evidence to support the assertion of Qatar’s head coach, Félix Sánchez, that this will be “an extraordinary day like no other”. At least not in Souq Waqif, a rare example of Qatari architecture in Doha where market stalls and shisha lounges abound and TV stations from around the globe have set up studios for that authentic backdrop (Souq Waqif was renovated in 2006).</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/chaos-anger-fifa-fan-festival-qatar-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/20/bbc-ghosts-us-review-remove-the-original-sitcoms-best-bits-and-you-have-this", "title": "Ghosts US review – remove the original sitcom’s best bits and you have … this", "date_published": "2022-11-20 20:55:35+00:00", "description": "<p>This American remake of the BBC comedy is less thoughtful, less nuanced, less … good. But the brilliance of its premise means it’s still fun</p><p>Ghosts is a British sitcom that was destined to be remade in the US. That is because remakes are about buying up formats and so much of what makes the show good is in the cleverly constructed premise. A young city-slacker couple move into a crumbling country house they have inherited unexpectedly, only to find it haunted by the spirits of people from various historical eras who have died there. The woman can see and hear them but her other half can’t. Bingo: it’s a gang/houseshare comedy, a historical romp and an imaginary-friend farce all in one.</p><p>It was the perfect vehicle for its creators, the British troupe previously known for <a href=\"https://www.theguardian.com/culture/horrible-histories\">Horrible Histories</a> and <a href=\"https://www.theguardian.com/tv-and-radio/2014/mar/06/yonderland-box-set-review\">Yonderland</a>. Can it work for a phalanx of little-known US comedy actors? Yes and no: Ghosts US (BBC Three/iPlayer) is a decent showcase for its cast and it can’t kill the charm of the original, but what was delightful in the original show is now just pleasant and what was unique is generic.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/20/bbc-ghosts-us-review-remove-the-original-sitcoms-best-bits-and-you-have-this\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/expect-amazing-amazingly-bad-as-qatar-team-is-overawed-by-occasion", "title": "Frazzled Qatar team fluff their lines on World Cup’s unreal opening night | Barney Ronay", "date_published": "2022-11-20 20:47:10+00:00", "description": "<p>Before this match we saw the World Cup mascot, a ghost, and Ecuador went through the hosts with just as much ease</p><p>As the Qatar players lingered in the tunnel of the vast Al Bayt stadium, steeling themselves to walk out for the second half of this hyper-strange sporting super‑show, two or three of them could be seen wincing a little, rubbing their eyes, looking, it has to be said, a little overwhelmed by the moment.</p><p>Unsurprisingly so. The moment was overwhelming. Not to mention unreal, fabricated, thin, frazzled and fringed with ghosts and waste. Welcome to the opening night of Qatar 2022, an occasion that felt, as it passed in a glaze of colour and borrowed heat, like the end point of something.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/expect-amazing-amazingly-bad-as-qatar-team-is-overawed-by-occasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/21/deniliquin-evacuates-ahead-of-major-flooding-with-severe-weather-warnings-across-nsw", "title": "Deniliquin evacuates ahead of major flooding with severe weather warnings across NSW", "date_published": "2022-11-20 20:46:19+00:00", "description": "<p>Showers, storms and damaging winds forecast for NSW and ACT as recovery assistance points set up for flood-affected communities</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/21/australia-politics-live-anthony-albanese-industrial-relations-cost-of-living-jobseeker-workplace-reform-greens-senate-pocock-vic-qld-nsw\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A severe weather warning has been issued for much of New South Wales as another evacuation was ordered in a flood-affected Riverina town.</p><p>The State Emergency Services asked people in Deniliquin to leave their homes by Wednesday.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/21/deniliquin-evacuates-ahead-of-major-flooding-with-severe-weather-warnings-across-nsw\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/20/world-still-on-brink-of-climate-catastrophe-after-cop27-deal", "title": "World still ‘on brink of climate catastrophe’ after Cop27 deal", "date_published": "2022-11-20 20:43:02+00:00", "description": "<p>Experts say biggest economies must pledge more cuts to carbon emissions but hail agreement to set up loss and damage fund</p><ul><li><a href=\"https://www.theguardian.com/environment/2022/nov/20/deal-on-loss-and-damage-fund-at-cop27-marks-climbdown-by-rich-countries\">A deal on loss and damage, but a blow to 1.5C – what will be Cop27’s legacy?</a></li></ul><p>The world still stands “on the brink of climate catastrophe” after <a href=\"https://www.theguardian.com/environment/2022/nov/20/deal-on-loss-and-damage-fund-at-cop27-marks-climbdown-by-rich-countries\">the deal reached at the Cop27 UN climate summit</a> on Sunday, and the biggest economies must make fresh commitments to cut greenhouse gas emissions, climate experts and campaigners have warned.</p><p>The agreement reached in Sharm el-Sheikh early on Sunday morning, after a marathon final negotiating session that <a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">ran 40 hours beyond its deadline</a>, was hailed for providing poor countries for the first time with financial assistance known as <a href=\"https://www.theguardian.com/environment/2022/nov/05/climate-loss-and-damage-why-its-such-a-big-deal-at-cop27\">loss and damage</a>. A <a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-agrees-to-historic-loss-and-damage-fund-to-compensate-developing-countries-for-climate-impacts\">fund will be set up by rich governments</a> for the rescue and rebuilding of vulnerable areas stricken by climate disaster, a key demand of developing nations for the last 30 years of climate talks.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/20/world-still-on-brink-of-climate-catastrophe-after-cop27-deal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/20/jason-david-frank-mighty-morphin-power-rangers-star-dies", "title": "Jason David Frank, Mighty Morphin Power Rangers star, dies at 49", "date_published": "2022-11-20 19:38:52+00:00", "description": "<p>Cause of death wasn’t immediately released, though multiple reports indicated Frank died by suicide</p><p>The actor and mixed martial artist Jason David Frank, who starred on the television series Mighty Morphin Power Rangers, has died, his representatives confirmed to the entertain news outlet <a href=\"https://geekireland.com/has-power-ranger-jason-david-frank-died/\">Geek Ireland</a>. He was 49 years old.</p><p>Frank attained fame in the early 1990s as the green power ranger, Tommy Oliver, who then becomes the white power ranger on a children’s television show about superheroes who are particularly skilled in martial arts. The show generated spin-off movies, action figures and other toys. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/20/jason-david-frank-mighty-morphin-power-rangers-star-dies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/head-of-rights-group-during-argentinas-military-dictatorship-dies-at-93", "title": "Head of rights group during Argentina’s military dictatorship dies at 93", "date_published": "2022-11-20 19:31:01+00:00", "description": "<p>Hebe de Bonafini co-founded Mothers of the Plaza de Mayo in 1977 after her two sons were arrested and then disappeared</p><p>Hebe de Bonafini, who became a human rights campaigner when her two sons were arrested and then disappeared under Argentina’s military dictatorship has died, her family and authorities have reported. She was 93.</p><p>The death on Sunday was confirmed by her only surviving child, Alejandra, who expressed thanks for expressions of support her mother had received while hospitalised in the city of La Plata. Local officials said she had suffered from unspecified chronic illnesses.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/head-of-rights-group-during-argentinas-military-dictatorship-dies-at-93\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/turkey-confirms-airstrikes-kurdish-groups-syria-iraq-bombing", "title": "Turkey confirms it launched airstrikes against Kurdish groups in Syria and Iraq", "date_published": "2022-11-20 19:28:53+00:00", "description": "<p>Strikes in retaliation for a bombing in Istanbul targeted the PKK and YPG, but civilian deaths have been reported</p><p>Turkey launched deadly airstrikes over northern regions of Syria and Iraq, the Turkish defence ministry said on Sunday, targeting Kurdish groups that Ankara holds responsible for <a href=\"https://www.theguardian.com/world/2022/nov/13/istanbul-explosion-turkey-dead-injured-official-says\">last week’s bomb attack in Istanbul</a>.</p><p>Warplanes attacked bases belonging to the outlawed Kurdistan Workers’ party (PKK), and the Syrian People’s Protection Units, or YPG, the ministry said in a statement, which was accompanied by images of F-16 jets taking off and footage of a strike from an aerial drone.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/turkey-confirms-airstrikes-kurdish-groups-syria-iraq-bombing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/qatar-ecuador-world-cup-match-report", "title": "Hosts Qatar off to losing start after Enner Valencia double for Ecuador", "date_published": "2022-11-20 18:12:33+00:00", "description": "<p>For Qatar, this was a letdown 12 years in the making. The host nation has spent that time building the infrastructure of a World Cup shrouded in controversy and replete with a bitter taste that, whatever the next four weeks bring, is unlikely ever to be washed away. But when they kicked this tournament off the hope locally was for a bravura show from the meticulously constructed football project that has run concurrently with the creation of a manicured, deeply unsettling fantasy sporting land from sand. Instead the national team flopped, left for dust by a stronger and cannier Ecuador unit who dealt the hardest of truths about how life at this level really looks.</p><p>The manoeuvres honed by Félix Sánchez’s players over their time together were barely evident and it was doubly ignominious for Qatar that they became the first home side ever to lose an opening game. In truth no other outcome seemed likely after the moment, three minutes in, when Enner Valencia thought he had twisted the narrative with a close-range header. The goal was eventually disallowed bv VAR for the most borderline of offsides but Qatar’s backline, and especially their goalkeeper Saad al-Sheeb, already looked ripe to be picked off.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/qatar-ecuador-world-cup-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/martial-apologises-after-confrontation-with-manchester-united-youth-player", "title": "Martial apologises after confrontation with Manchester United youth player", "date_published": "2022-11-20 18:11:34+00:00", "description": "<ul><li>Forward retaliated after a strong tackle from Dan Gore</li><li>Training session overseen by manager Erik ten Hag</li></ul><p>Anthony Martial was involved in an angry confrontation with a Manchester United youth-team player during a training session last week overseen by Erik ten Hag.</p><p>After a strong tackle from Dan Gore on Martial at Carrington, the club’s training base, on Wednesday the Frenchman is thought to have retaliated but the 18-year-old refused to back down. Martial and Gore, a midfielder signed from Burnley in July, were pulled apart and the 26-year-old subsequently apologised to the youngster.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/martial-apologises-after-confrontation-with-manchester-united-youth-player\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/20/mike-pence-trump-january-6-capitol-attack-fbi-search", "title": "Pence says FBI search of Trump’s Mar-a-Lago ‘sent the wrong message’", "date_published": "2022-11-20 18:04:16+00:00", "description": "<p>Ex-vice-president hopes prosecutors ‘give careful consideration before taking more steps’ in investigating Trump over January 6</p><p>Though he believes “no one is above the law,” former US vice-president <a href=\"https://www.theguardian.com/us-news/mike-pence\">Mike Pence</a> says he hopes federal prosecutors “give careful consideration before they take any additional steps” in investigating Donald Trump’s role in inciting the rioters who staged the January 6 Capitol attack and tried to hang him.</p><p>Pence made those remarks Sunday in an interview with the host of NBC’s <a href=\"https://www.nbcnews.com/meet-the-press/meet-press-transcripts-n51976\">Meet the Press</a>, Chuck Todd, in which he also said that the FBI “sent the wrong message” with its search of Trump’s Mar-a-Lago residence in August to retake government secrets that were stored there without authorization.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/20/mike-pence-trump-january-6-capitol-attack-fbi-search\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/england-harry-kane-may-abandon-onelove-armband-booking-fear-world-cup-qatar-take-knee", "title": "England’s Harry Kane may abandon ‘OneLove’ armband over booking fear", "date_published": "2022-11-20 18:02:07+00:00", "description": "<ul><li>England seeking clarity on how referees will respond in Qatar</li><li>Southgate’s team will take knee before Iran game at World Cup</li></ul><p>England’s players will take the knee before the start of their game against Iran on Monday but Harry Kane must decide whether to support LGBTQ+ rights by wearing the “OneLove” rainbow captain’s armband amid fears that the gesture could earn an instant booking.</p><p>In the latest farcical development to grip the World Cup, a potential row is brewing after it was suggested that referees could be left with no option but to caution captains who wear the “OneLove” armband in Qatar. Fifa has asked that all captains wear a different armband on each match day, promoting social messages such as “Football unites the world”, “Share the meal” and “Bring the moves”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/england-harry-kane-may-abandon-onelove-armband-booking-fear-world-cup-qatar-take-knee\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/emmanuel-macron-accuses-russia-of-feeding-disinformation-in-africa", "title": "Emmanuel Macron accuses Russia of feeding disinformation in Africa", "date_published": "2022-11-20 18:00:01+00:00", "description": "<p>French president says Moscow is pursuing ‘predatory project’ to spread influence in African countries</p><p>Emmanuel Macron has accused Russia of feeding disinformation to further its “predatory project” in Africa, where France has had military setbacks.</p><p>In an <a href=\"https://information.tv5monde.com/video/emmanuel-macron-tv5monde-la-france-accueillera-le-prochain-sommet-de-la-francophonie\">interview with TV5 Monde</a> on the sidelines of a conference of Francophone nations in Tunisia, he said there was a “predatory project” pushing disinformation into African countries, which was “a political project financed by Russia, sometimes others”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/emmanuel-macron-accuses-russia-of-feeding-disinformation-in-africa\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/20/atp-finals-the-final-live", "title": "Casper Ruud v Novak Djokovic: ATP Finals title decider – live", "date_published": "2022-11-20 17:49:42+00:00", "description": "<ul><li>Match on Centre Court at Pala Alpitour begins at 6pm GMT</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/16/it-was-a-relief-novak-djokovic-confirms-visa-to-play-in-australian-open\">Djokovic confirms visa to play in Australian Open</a></li><li>Get in touch with Daniel <a href=\"mailto:daniel.harris.casual@theguardian.com\">via email</a> or <a href=\"https://twitter.com/DanielHarris\">on Twitter</a></li></ul><p><strong>I’ve just experienced a sugar craving,</strong> and in the absence from my home of anything I’d prefer, sneaked myself a Fruit Pastille ice lolly without my nine-year-old noticing. Ruud will need to show enterprise and daring of that ilk if he’s to win tonight. </p><p><strong>Back to Ruud,</strong> <strong>at 23 he’s got lots of time to improve.</strong> It’s just hard to see how develops the weapons that mean he can win finals against players that already have them. </p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/20/atp-finals-the-final-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/20/joe-lycett-appears-to-shred-10000-over-david-beckhams-qatar-world-cup-role", "title": "Joe Lycett appears to shred £10,000 in protest at David Beckham", "date_published": "2022-11-20 17:33:22+00:00", "description": "<p>Comedian tweets video of stunt after his deadline for former footballer to pull out of ambassador role passes</p><p>The comedian Joe Lycett appears to have thrown £10,000 into an industrial shredder in protest at David Beckham’s continued support for the World Cup in Qatar.</p><p>Lycett had set the former England footballer a deadline of midday 20 November to withdraw from his role at the tournament. If Beckham had pulled out as a Qatar World Cup ambassador before the start of the event, Lycett was offering to donate £10,000 of his own money to gay charities. If Beckham did not, the plan was to shred it, along with, what Lycett called, the former England captain’s “status as gay icon”.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/20/joe-lycett-appears-to-shred-10000-over-david-beckhams-qatar-world-cup-role\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/20/deal-on-loss-and-damage-fund-at-cop27-marks-climbdown-by-rich-countries", "title": "Deal on loss and damage fund at Cop27 marks climbdown by rich countries", "date_published": "2022-11-20 17:32:18+00:00", "description": "<p>Western nations came to realise to have a hope of reaching 1.5C target they had to help those worst affected by climate change</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">Cop27 summit: latest news updates</a></li></ul><p>On the eve of the Cop27 climate conference that has just finished in Sharm el-Sheikh, the UN secretary general, António Guterres, warned of the stark consequences of failure.</p><p>“There is no way we can avoid a catastrophic situation, if the two [the developed and developing world] are not able to establish a historic pact,” he said,<a href=\"https://www.theguardian.com/environment/2022/nov/04/un-chief-antonio-guterres-climate-crisis-cop27\"> in an interview with the Guardian</a>. “Because at the present level, we will be doomed.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/20/deal-on-loss-and-damage-fund-at-cop27-marks-climbdown-by-rich-countries\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/we-have-to-perform-and-present-the-brave-people-of-iran-with-a-result", "title": "Iran’s Ehsan Hajsafi: ‘The conditions in our country are not right’", "date_published": "2022-11-20 17:31:42+00:00", "description": "<p>The country’s captain his teammates begin their World Cup campaign against England to the backdrop of turmoil at home</p><p>In a significant, politically freighted intervention, Iran’s captain Ehsan Hajsafi has said he would be happy for his team to serve as a force for change in a country where protests against the regime in Tehran continue to escalate.</p><p>As Iran’s government faces its most critical moment since the Islamic revolution in 1979, Hajsafi, a left-back at AEK Athens, on Sunday night addressed a press conference before his team’s opening World Cup group game against England in Doha on Monday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/we-have-to-perform-and-present-the-brave-people-of-iran-with-a-result\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/world-cup-opening-ceremony-qatar-2022-jungkook-bts-morgan-freeman-fifa-infantino", "title": "World Cup opening ceremony: six things we learned in Qatar", "date_published": "2022-11-20 17:03:37+00:00", "description": "<p>Morgan Freeman and BTS were star attractions at the opening ceremony while Gianni Infantino stayed silent until the last moment</p><p></p><p>World Cup opening ceremonies don’t carry quite the cultural heft of Olympic opening ceremonies. To make a truly memorable one you need to get <a href=\"https://youtu.be/ld0BfTAlAEo?t=152\">Diana Ross to hopelessly miss a penalty</a> or Robbie Williams to <a href=\"https://www.theguardian.com/football/2018/jun/14/russia-dream-world-cup-opening-robbie-williams-finger\">give the TV audience his middle finger</a>. Many have interpreted Qatar hosting this World Cup as being about sportswashing their international image and no expense was spared on the 30-minute show that preceded the opening fixture between Qatar and Ecuador. Here is what we learned…</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/world-cup-opening-ceremony-qatar-2022-jungkook-bts-morgan-freeman-fifa-infantino\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/belgium-trade-russian-diamonds-despite-moral-pressure", "title": "Belgium’s trade in Russian diamonds continues despite moral pressure", "date_published": "2022-11-20 16:56:46+00:00", "description": "<p>Poland and the Baltic states are pressing for diamonds to be included in the EU’s next round of sanctions</p><p>A leisurely stroll through Antwerp’s diamond district takes only five minutes. Yet through just one sq km in a drab quarter of Belgium’s second city pass 86% of the world’s rough diamonds. Into Antwerp’s nondescript concrete offices arrive billion-year-old gemstones from the faraway depths of mines in Botswana, Canada, South Africa, Angola – and Russia.</p><p>Despite the atrocious war in Ukraine that has halted billions of dollars in trade, Belgium continues to import diamonds from Russia, albeit in much diminished quantities.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/belgium-trade-russian-diamonds-despite-moral-pressure\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/pakistan-trans-community-steps-out-of-shadows", "title": "‘We deserve to be treated equally’: Pakistan’s trans community steps out of the shadows", "date_published": "2022-11-20 16:56:05+00:00", "description": "<p>Ridiculed and persecuted for years, members of Khwaja Sira have staged their first march in support of trans rights</p><p>Ostracised and stigmatised for decades, Pakistan’s transgender community came together this weekend to take part in the country’s first march in support of their rights, held in in the city of Karachi.</p><p>Often ridiculed and even murdered for dancing at functions – one of the few occupations open to the community, known as Khwaja Sira, people were instead able to take to the stage in celebration on this occasion, dancing, chanting and singing.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/pakistan-trans-community-steps-out-of-shadows\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/20/uk-chip-designer-arm-delays-london-listing-2023", "title": "UK chip designer Arm delays London listing until well into 2023", "date_published": "2022-11-20 16:38:56+00:00", "description": "<p>Cambridge-based company blames global uncertainty but says IPO preparations are ‘advanced’</p><p>Much-anticipated plans to list the British chip designer Arm on the stock exchange have been delayed by managers who fear the global economic downturn and a slump in tech shares could spook potential investors.</p><p>The Cambridge-based company wrote to private shareholders a few days ago, saying the initial public offering (IPO), which could value the company at up to $40bn (£34bn), would not take place until well into next year. The company was widely expected to float as soon as the first quarter of next year.</p> <a href=\"https://www.theguardian.com/business/2022/nov/20/uk-chip-designer-arm-delays-london-listing-2023\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/20/julie-powell-obituary", "title": "Julie Powell obituary", "date_published": "2022-11-20 16:34:05+00:00", "description": "Writer whose blog about cooking her way through the recipes of Julia Child became the Hollywood film Julie &amp; Julia<p>In the early 2000s, when blogging was new, writers dreamed of turning their online endeavours into media sensations. Julie Powell, who died aged 49 of cardiac arrest, was one of blogging’s earliest success stories.</p><p>Started in August 2002, The Julie/Julia Project detailed her messy attempts to cook her way through an American classic cookbook, <a href=\"https://www.theguardian.com/media/2004/aug/16/usnews.guardianobituaries\" title=\"\">Julia Child</a>’s Mastering the Art of French Cooking, Volume 1. Powell cooked 524 meals in 365 days, documenting the chaos of her tiny apartment kitchen and her personal life alongside her recipe-wrangling.</p> <a href=\"https://www.theguardian.com/food/2022/nov/20/julie-powell-obituary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/20/loss-and-damage-pakistan-flooding-climate-justice-cop27", "title": "‘We couldn’t fail them’: how Pakistan’s floods spurred fight at Cop for loss and damage fund", "date_published": "2022-11-20 16:24:54+00:00", "description": "<p>With the deadly devastation fresh in the world’s mind, Pakistan pushed for damage funds with other frontline countries</p><p>In early September, after unprecedented rainfall had left a third of Pakistan under water, its climate change minister set out the country’s stall for Cop27. “We are on the frontline and intend to keep loss and damage and adapting to climate catastrophes at the core of our arguments and negotiations. There will be no moving away from that,” Sherry Rehman said.</p><p>Pakistan brought that resolve to the negotiations in Sharm el-Sheikh and, as president of the G77 plus China negotiating bloc, succeeded in keeping developing countries united on loss and damage – despite efforts by some rich countries to divide them. Its chief negotiator, Nabeel Munir, a career diplomat, was backed by a team of savvy veteran negotiators who had witnessed the devastation and suffering from the floods, which caused $30bn (£25bn) of damage and economic losses. Every day, Munir repeated the same message: “Loss and damage is not charity, it’s about climate justice.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/20/loss-and-damage-pakistan-flooding-climate-justice-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/20/oscar-honorary-euzhan-palcy-michael-j-fox-peter-weir-diane-warren-academy", "title": "‘With my camera I don’t shoot, I heal’: director Euzhan Palcy receives honorary Oscar", "date_published": "2022-11-20 16:15:28+00:00", "description": "<p>A Dry White Season director takes lifetime achievement award, alongside Michael J Fox, Witness director Peter Weir, and songwriter Diane Warren</p><p>Sidelined for decades by a film industry that refused to fund films starring Black actors, director Euzhan Palcy made a triumphant return to Hollywood on Saturday, accepting an honorary Oscar for lifetime achievement at the Academy’s Governors awards.</p><p>Palcy, the first Black woman to direct a film for a major Hollywood studio, was introduced by Viola Davis and praised by Ava DuVernay. She addressed a film industry that had finally accepted that, as she put it: “Black and female is bankable.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/20/oscar-honorary-euzhan-palcy-michael-j-fox-peter-weir-diane-warren-academy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/gallery/2022/nov/20/world-cup-2022-opening-ceremony-in-pictures", "title": "World Cup 2022 opening ceremony – in pictures", "date_published": "2022-11-20 16:04:49+00:00", "description": "<p>As the most controversial World Cup since the last one begins in Qatar, take a look at some of the best images from the opening ceremony</p> <a href=\"https://www.theguardian.com/football/gallery/2022/nov/20/world-cup-2022-opening-ceremony-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/20/part-of-the-kill-chain-how-can-we-control-weaponised-robots", "title": "‘Part of the kill chain’: how can we control weaponised robots?", "date_published": "2022-11-20 16:00:30+00:00", "description": "<p>From armed robot dogs to target-seeking drones, the use of artificial intelligence in warfare presents ethical dilemmas that urgently need addressing</p><p>The security convoy turned on to Tehran’s Imam Khomeini Boulevard at around 3:30pm on 27 November 2020. The VIP was the Iranian scientist Mohsen Fakhrizadeh, widely regarded as the head of Iran’s secret nuclear weapons programme. He was driving his wife to their country property, flanked by bodyguards in other vehicles. They were close to home when the assassin struck.</p><p>A number of shots rang out, smashing into Fakhrizadeh’s black Nissan and bringing it to a halt. The gun fired again, hitting the scientist in the shoulder and causing him to exit the vehicle. With Fakhrizadeh in the open, the assassin delivered the fatal shots, leaving Fakhrizadeh’s wife uninjured in the passenger seat.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/20/part-of-the-kill-chain-how-can-we-control-weaponised-robots\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/20/in-brief-papyrus-the-weather-woman-my-life-in-france-reviews", "title": "In brief: Papyrus; The Weather Woman; My Life in France – reviews", "date_published": "2022-11-20 16:00:29+00:00", "description": "<p>Irene Vallejo uncovers the history of the book, Sally Gardner relays a magical Regency tale, and Julia Child’s warm, witty memoir gets a reissue</p><p><strong>Irene Vallejo (translated by Charlotte Whittle)<br /></strong><em>Hodder &amp; Stoughton, £25, pp464</em></p><p>To order <em><a href=\"https://guardianbookshop.com/papyrus-9781529343960\">Papyrus</a></em>, <em><a href=\"https://guardianbookshop.com/the-weather-woman-9781786695253\">The Weather Woman</a></em> or <em><a href=\"https://guardianbookshop.com/my-life-in-france-exuberant-affectionate-and-boundlessly-charming-new-york-times-9780715654682\">My Life in France</a></em> go to <a href=\"http://guardianbookshop.com/\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2022/nov/20/in-brief-papyrus-the-weather-woman-my-life-in-france-reviews\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/usa-usmnt-world-cup-2022-qatar-soccer-wales", "title": "USA have questions of their own as controversy flares at World Cup", "date_published": "2022-11-20 15:47:43+00:00", "description": "<p>The USMNT’s young players have negotiated the off-field turmoil in Qatar. Now they must deal with injuries and loss of form in key areas</p><p>Shortly after the silence enveloping this sleepy neighborhood on the outskirts of Doha was broken by the late evening call to prayer echoing from the minarets, the United States men’s national team arrived at the Al-Gharrafa Stadium on Saturday night for their penultimate training session ahead of a tournament unlike any other.</p><p>The modest 21,000-seat bowl in Al Rayyan – the Americans’ training headquarters for the length of their stay in Qatar – is eight miles from the soaring glass-and-steel skyscrapers and sprawling air-conditioned malls of the Doha corniche. But not nearly far enough, it turns out, to escape the swirling controversies about the first World Cup to be staged in an Arab country, which were only amplified to a deafening pitch in the run-up to Sunday’s opening match between the host country and Ecuador.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/usa-usmnt-world-cup-2022-qatar-soccer-wales\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/20/mikaela-shiffrin-sweeps-opening-world-cup-races-with-slalom-victory", "title": "Mikaela Shiffrin sweeps opening World Cup races with slalom victory", "date_published": "2022-11-20 15:34:53+00:00", "description": "<ul><li>American now has 49 World Cup slalom wins</li><li>Previous races were cancelled due to warm weather</li></ul><p>Overall World Cup champion Mikaela Shiffrin claimed the slalom on Sunday for a sweep of the two season-opening races.</p><p>Shiffrin posted the fastest time in both runs on the way to her 49th slalom victory just a day after winning another slalom in Finnish Lapland. No other skier has won more titles in a single competition than the 27-year-old Colorado native. She reached her 68th slalom podium, also a record in the women’s competition, one more than compatriot Lindsey Vonn in downhill races.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/20/mikaela-shiffrin-sweeps-opening-world-cup-races-with-slalom-victory\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/big-takeaway-cop27-climate-conferences-arent-working", "title": "The big takeaway from Cop27? These climate conferences just aren’t working | Bill McGuire", "date_published": "2022-11-20 15:30:29+00:00", "description": "<p>Rather than a bloated global talking shop, we need something smaller, leaner and fully focused on the crisis at hand</p><ul><li>Bill McGuire is Prof Emeritus of Geophysical &amp; Climate Hazards at UCL</li></ul><p>In the end, the recent shenanigans at the Cop27 meeting in Sharm el-Sheikh at least ended up making modest progress on loss and damage: high-emissions nations agreeing to pay those countries bearing the brunt of climate mayhem that they had little to do with bringing about.</p><p>But, yet again, there was no commitment to cutting the emissions causing accelerating this crisis, without which this agreement is nothing more – as one delegate <a href=\"https://inews.co.uk/news/cop27-deal-reached-to-pay-poorer-nations-for-destruction-caused-by-climate-change-1983329\">commented</a> – than a “down-payment on disaster”. No seasoned observers are of the opinion that the world is any nearer tackling the climate emergency. Indeed, the real legacy of Cop27 could well be exposing the climate summit for what it has become, a bloated travelling circus that sets up once a year, and from which little but words ever emerge.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/big-takeaway-cop27-climate-conferences-arent-working\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/kerr-and-reiten-fire-chelsea-to-win-over-tottenham-to-move-top-of-wsl", "title": "Chelsea go top of WSL with Spurs win as Kerr shines at packed Stamford Bridge", "date_published": "2022-11-20 15:24:27+00:00", "description": "<p>With a chance to go top of the Women’s Super League table for the first time this season following <a href=\"https://www.theguardian.com/football/2022/nov/19/arsenal-manchester-united-womens-super-league-match-report\">Manchester United’s 3-2 defeat of Arsenal</a>, Emma Hayes back in the dugout, and Stamford Bridge bouncing, it has been a good weekend for Chelsea. And a comfortable 3-0 defeat of Tottenham ensured the team leapfrogged United and Arsenal which was the cherry on top.</p><p>Since a shock opening-day defeat against Liverpool, Chelsea have cruised to the summit and while performances have not been quite as swaggering as last year, they have been brutally efficient.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/kerr-and-reiten-fire-chelsea-to-win-over-tottenham-to-move-top-of-wsl\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/20/max-verstappen-wraps-up-f1-season-with-win-in-abu-dhabi-grand-prix", "title": "Verstappen closes season with 15th win as Leclerc clinches second in standings", "date_published": "2022-11-20 15:19:36+00:00", "description": "<ul><li>Leclerc secures runner-up spot in drivers’ championship</li><li>Hamilton ends season without a win after retiring late in race</li></ul><p>Max Verstappen won the Abu Dhabi Grand Prix with an untroubled, dominant run at the front from pole to flag in Formula One’s season finale. He beat Ferrari’s Charles Leclerc into second. Leclerc drove a masterful race and his team pulled off a tactical coup to seal it, ensuring the Monegasque driver took second in the championship, denying Red Bull their first drivers’ championship one-two. Red Bull’s Sergio Pérez was third, unable to catch Leclerc at the death.</p><p>Lewis Hamilton had to retire his car with a hydraulic problem, bringing a difficult season to a close, the first in the seven-times champion’s career in which he has not won a single race.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/20/max-verstappen-wraps-up-f1-season-with-win-in-abu-dhabi-grand-prix\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/a-writers-colourful-home-has-a-story-to-tell", "title": "A writer’s colourful home has a story to tell", "date_published": "2022-11-20 15:00:29+00:00", "description": "<p>Bold shades and open spaces add lots of character to author Huma Qureshi’s 60s house</p><p>I cringe when people say it’s colourful,” says award-winning author <a href=\"https://www.theguardian.com/profile/humaqureshi\" title=\"\">Huma Qureshi</a>. She’s perched on the edge of a blue sofa in the front room of her four-bedroom north London home, where she lives with her partner, Richard Birch, and their children. “It’s not! It’s considered. It’s intentional.” The floor tiles are a faded terrazzo yellow and the walls are pink, with pale green architraves framing the doorway leading into the kitchen-diner. In this home, neutrals serve as accent colours. There isn’t much white, grey or beige in sight, but she’s right, it’s not colourful, it’s brilliant. Behind her a collection of seven patterned wall plates hang next to the cover artwork for her 2021 memoir. “My friend Parul Arora did the cover for the book and she gave me the print,” she says. “These are my take on the plates my mum would buy on her travels and hang up in our family home. It was the sale of that home that led us to this house.”</p><p>Huma’s mother was downsizing from their family home in the Midlands and moving to north London to be closer to her children. This was during lockdown in 2020 and she wasn’t able to view houses, so they did it for her. “I saw a tired-looking house and half jokingly showed it to Richard, who is used to me sending him pictures of properties we could never ever live in. He said this actually looks interesting,” says Huma. They went to view it and she distinctly remembers that they were both struck by the light and the big windows on both sides, plus the spacious rooms. “At a certain point in the afternoon the sun comes into the house from the back and front, filling the centre so it glows. There were slices of sunlight coming through and it felt like a summer house. On holiday in Denmark, we fell in love with these traditional, black-painted summer houses and when we saw this place, we immediately knew we’d paint it black on the outside, too.” This is also why she decided on faded terrazzo floor tiles. “It’s as if they’ve been washed out by the sun over time and have been there for years.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/a-writers-colourful-home-has-a-story-to-tell\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/20/theyre-going-to-love-you-by-meg-howrey-review-a-new-york-story-of-ballet-and-betrayal", "title": "They’re Going to Love You by Meg Howrey review – a New York story of ballet and betrayal", "date_published": "2022-11-20 15:00:29+00:00", "description": "<p>A choreographer’s long estrangement from her father drives this compelling novel shaped by the 80s Aids crisis, written with detail by a former dancer</p><p>For Carlisle Martin, a dance-obsessed girl growing up with her mother in Ohio, an annual fortnight with her father and his boyfriend in their Greenwich Village home exuded impossible glamour. Stepping through Robert and James’s front door was her “favourite entrance to perform”, and life within – full of art, beauty and flatteringly age-inappropriate conversation – felt like a ballet. Then, one summer in her early 20s, Carlisle found herself banished from their world.</p><p>She hasn’t seen either man in almost two decades, and has made her own way as a choreographer, when James calls to summon her to her father’s deathbed. The cause of their estrangement is the driving mystery in <em>They’re Going to Love You</em>, <a href=\"http://www.mhowrey.com/about-2\">Meg Howrey</a>’s fourth novel, a luminous chronicle of betrayal, sacrifice and creative ambition, framed by New York’s Aids crisis in the 1980s and some seriously complex family dynamics.</p> <a href=\"https://www.theguardian.com/books/2022/nov/20/theyre-going-to-love-you-by-meg-howrey-review-a-new-york-story-of-ballet-and-betrayal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/senegal-confident-of-taking-sadio-manes-absence-in-their-stride", "title": "Senegal confident of taking Sadio Mané’s absence in their stride | Ed Aarons", "date_published": "2022-11-20 15:00:28+00:00", "description": "<p>The injury to the Bayern Munich forward is a blow, but the African champions have a pragmatic approach to tournament football under Aliou Cissé</p><p>It was the news nobody in Bambali or the rest of Senegal had wanted to hear. A statement from Bayern Munich’s medical team on Thursday, confirming Sadio Mané would play no part in the World Cup after a tendon had been reattached to the head of his right fibula during an operation in Austria, was the realisation of their worst fears.</p><p>The absence of the forward who became only the second African player to finish in the top three at the Ballon d’Or last month has been a bitter pill to swallow for a football-crazy nation that had been daring to dream. The coach, Aliou Cissé, and his players must now face the Netherlands in their opening match on Monday and the remainder of the tournament in Qatar without him.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/senegal-confident-of-taking-sadio-manes-absence-in-their-stride\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/20/festivals-and-diabolical-fire-runners-the-weekends-best-photos", "title": "Festivals and diabolical fire runners: the weekend’s best photos", "date_published": "2022-11-20 14:37:35+00:00", "description": "<p><strong>The Guardian’s picture editors select photo highlights from around the world</strong></p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/20/festivals-and-diabolical-fire-runners-the-weekends-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/paris-olympic-mascot-french-phryges-sport", "title": "What exactly does that Paris Olympic mascot look like? The French have decided – and it is not a cheery hat | Emma Beddington", "date_published": "2022-11-20 14:29:28+00:00", "description": "<p>The joyfully bizarre – and saucy –<em> phryges</em> have got even me excited about a month of sport</p><p>The Paris 2024 Olympics and Paralympics mascots have been unveiled and boy, they do not disappoint. <em>Les phryges</em> are modelled on the revolutionary red Phyrgian bonnet, the one Liberty wears in <a href=\"https://en.wikipedia.org/wiki/Liberty_Leading_the_People#/media/File:Eug%C3%A8ne_Delacroix_-_Le_28_Juillet._La_Libert%C3%A9_guidant_le_peuple.jpg\">the famous Delacroix painting</a>. There’s a “We might cut your head off” edginess to the <em>phryges</em> that is wonderfully at odds with their “immaculate smiles” and “big blue eyes that end in [revolutionary] rosettes”, as Radio France has described them. I have never seen more cheerful hats.</p><p>France is united in seeing them differently: with their “curved protuberance at the front” (Radio France again), <a href=\"https://www.theguardian.com/sport/2022/nov/15/mascot-paris-olympic-games-2024-likened-to-clitoris-in-trainers-phryges\">social media is convinced they look like giant clitorises</a>. Admittedly, a composite image of <a href=\"https://pbs.twimg.com/media/Fhni04QXwAAgQmT?format=jpg&amp;name=900x900\">French judo champion Teddy Riner with a </a><em><a href=\"https://pbs.twimg.com/media/Fhni04QXwAAgQmT?format=jpg&amp;name=900x900\">phryge</a> </em>compounds this impression. The pair of them look distinctly … post-coital? The cartoon <em>phryge</em>, flaunting its curved protuberance, has its tongue poking out and is sweating; Riner appears to be tenderly cupping one of its little feet. They both look very happy: the heart has its reasons, as Pascal said.</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/paris-olympic-mascot-french-phryges-sport\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/no-ice-rinks-fewer-lights-christmas-markets-across-europe-scaled-back-as-energy-costs-soar", "title": "No ice rinks, fewer lights: Christmas markets across Europe scaled back as energy costs soar", "date_published": "2022-11-20 14:13:37+00:00", "description": "<p>Cities are trying hard to keep the festive spirit amid the cost of living crisis and war in Ukraine</p><p>European Christmas markets and illuminations are scaling back due to the energy crisis and climate breakdown – ditching seasonal ice rinks for rollerskating and switching on lights for less time.</p><p>When the traditional end-of-year markets and Christmas lights launch in France and Germany this week, in many cities such as Paris they will go dark hours earlier than usual.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/no-ice-rinks-fewer-lights-christmas-markets-across-europe-scaled-back-as-energy-costs-soar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/netherlands-good-enough-to-win-the-world-cup-says-louis-van-gaal", "title": "Netherlands good enough to win the World Cup, says Louis van Gaal", "date_published": "2022-11-20 14:08:22+00:00", "description": "<ul><li>Manager believes squad is stronger than 2014 semi-finalists</li><li>‘The average quality of this group is higher than them’</li></ul><p>Louis van Gaal believes the Netherlands can win the World Cup because his squad has a “higher average quality” than the group he led to third at Brazil 2014.</p><p>The Netherlands begin their Qatar campaign against Senegal on Monday at Al Thumama Stadium. This is Van Gaal’s third tenure, after taking charge from 2000-01, and 2012-14. The latter side included Arjen Robben, Robin van Persie and Wesley Sneijder; his current strongest XI is captained by Virgil van Dijk and features Frenkie de Jong and Matthijs de Ligt.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/netherlands-good-enough-to-win-the-world-cup-says-louis-van-gaal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/gareth-southgate-biggest-england-gamble-harry-maguire-loyalty-world-cup", "title": "Southgate is taking his biggest England gamble with loyalty to Harry Maguire | Jacob Steinberg", "date_published": "2022-11-20 14:03:19+00:00", "description": "<p>Manager must hope he is not burned in Qatar by keeping faith in a centre-back picked on reputation rather than form</p><p>Of all the issues facing England before they open their World Cup campaign by facing Iran on Monday afternoon, nothing feels more pressing than the question of whether Gareth Southgate will end up regretting his decision to stick by Harry Maguire.</p><p>The potential for everything to go wrong because of a stumble from a centre-back fortunate even to be in the squad is obvious. This, more than anything, is the call that has to come off for Southgate. This a manager derided for his caution opening himself up to derision by playing with fire, albeit with an act of recklessness that feels pragmatic and limiting: a tactical choice that somehow manages to come across both as a risk and an example of the safety-first approach that threatens to hold England back.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/gareth-southgate-biggest-england-gamble-harry-maguire-loyalty-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/readers-reply-what-would-happen-if-we-changed-our-spellings-to-match-phonetics", "title": "Readers reply: what would happen if we changed our spellings to match phonetics?", "date_published": "2022-11-20 14:01:27+00:00", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>This week’s question: <a href=\"https://composer.gutools.co.uk/content/637768698f088c5c886110ed\">will we ever set up an outpost on another planet?</a></p><p>What would happen if we changed our spellings to match phonetics? <em>Mikal Richerdsun, Bryton</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/readers-reply-what-would-happen-if-we-changed-our-spellings-to-match-phonetics\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/21/animals-bred-in-captivity-develop-physical-changes-that-may-hinder-survival-in-the-wild-research-finds", "title": "Animals bred in captivity develop physical changes that may hinder survival in the wild, research finds", "date_published": "2022-11-20 14:00:29+00:00", "description": "<p>Captive-breeding programs lead to shorter wing spans in birds and behavioural changes that leave animals more vulnerable to predators, global study finds</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Animals bred in captivity experience significant physical and behavioural changes that may disadvantage their survival chances once released into the wild, a wide-ranging research review has found.</p><p>Analysis from the Australian National University shows “captive environments drastically alter selection pressures on animals”, with documented differences in many species.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p><p>The critically endangered orange-bellied parrot, whose <a href=\"https://www.tandfonline.com/doi/abs/10.1080/01584197.2021.1872389?journalCode=temu20\">wing shape</a> has changed in captivity.</p><p><a href=\"https://royalsocietypublishing.org/doi/10.1098/rspb.2021.0225\">Male regent honeyeaters</a> – also critically endangered – whose songs are shorter and less complex when captive-bred, making them less attractive to mates when released.</p><p><a href=\"https://royalsocietypublishing.org/doi/10.1098/rsbl.2018.0222\">Northern quolls</a> – endangered – that lost their aversion to predators within 13 generations (roughly 13 years) of being introduced to a predator-free offshore island.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/21/animals-bred-in-captivity-develop-physical-changes-that-may-hinder-survival-in-the-wild-research-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/20/cold-comfort-the-science-of-staying-warm-in-the-energy-crisis", "title": "Cold comfort: the science of staying warm in the energy crisis", "date_published": "2022-11-20 14:00:28+00:00", "description": "<p>Bills will cause many to think twice about turning on the heating this winter. How does the body adapt to cold – and will wearing a hat really help?</p><p>We, along with other mammals and birds, are <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK507838/\">endotherms</a>. We use thermoregulation to maintain a consistent internal body temperature – between 37C and 37.5C. When the external environment changes, “A range of physiological responses is initiated, including the reduction of tissue temperature – skin, blood and muscle,” says Dr Joseph Costello, exercise and environmental physiologist at Portsmouth University’s extreme environments laboratories. “If the exposure is over a longer period of time, you may also observe a reduction in deep body temperature.”</p><p>Thermoregulation is controlled by the hypothalamus, a structure deep in the brain that maintains internal balance – or homeostasis – by regulating processes such as heart rate and body temperature. If the hypothalamus senses the body growing cold, it sends signals to the skin, glands, muscles and organs, kickstarting responses that will keep the body warm and protect the vital organs.</p> <a href=\"https://www.theguardian.com/science/2022/nov/20/cold-comfort-the-science-of-staying-warm-in-the-energy-crisis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/shelling-of-zaporizhzhia-is-playing-with-fire-says-un-nuclear-chief-ukraine", "title": "Shelling of Zaporizhzhia is playing with fire, says UN nuclear chief", "date_published": "2022-11-20 13:54:51+00:00", "description": "<p>Rafael Grossi renews appeal for safety zone after series of explosions cause  damage at Ukrainian power plant</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest updates</a></li></ul><p>The UN nuclear energy watchdog has said the forces behind the shelling of Ukraine’s Zaporizhzhia power plant are “playing with fire”, after a series of explosions shook the facility.</p><p>The International Atomic Energy Agency (IAEA), which has experts based at Zaporizhzhia, reported on Sunday that powerful explosions had shaken the area on Saturday night and Sunday. It said its on-site experts saw some of the explosions from their windows.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/shelling-of-zaporizhzhia-is-playing-with-fire-says-un-nuclear-chief-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/20/qatar-v-ecuador-world-cup-2022-kicks-off-with-opening-ceremony-live", "title": "Qatar v Ecuador: World Cup 2022 kicks off with opening ceremony – live", "date_published": "2022-11-20 13:49:54+00:00", "description": "<ul><li>Match at Al Bayt Stadium kicks off at 4pm GMT</li><li><a href=\"https://www.theguardian.com/football/gallery/2022/nov/20/strike-a-pose-the-best-world-cup-2022-portraits-in-pictures\">Strike a pose: the best World Cup 2022 portraits in our gallery</a></li><li><a href=\"https://www.theguardian.com/football/2022/nov/19/qatar-team-ignore-controversy-to-focus-on-world-cup-debut\">Qatar team ignore controversy before World Cup debut</a></li><li>Share your thoughts with Rob <a href=\"mailto:rob.smyth@theguardian.com\">via email</a></li></ul><p><strong>Say cheese</strong></p><p>Steven Bloor has selected some of the most eye-catching player portraits, including a smouldering Jack Grealish and a man with a nickname you’ll never be able to forget.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/20/qatar-v-ecuador-world-cup-2022-kicks-off-with-opening-ceremony-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/20/astronauts-moon-nasa-artemis-mission-space", "title": "Astronauts to live and work on the moon by 2030, Nasa official says", "date_published": "2022-11-20 13:41:53+00:00", "description": "<p>Head of Orion lunar programme says Artemis 1 mission is ‘first step to long-term deep-space exploration’</p><p>Astronauts are on course to be living and working on the moon before the end of the decade, according to a leading Nasa official.</p><p>Howard Hu, head of the US agency’s Orion lunar spacecraft programme, said humans could be active on the moon for “durations” before 2030, with habitats to live in and rovers to support their work.</p> <a href=\"https://www.theguardian.com/science/2022/nov/20/astronauts-moon-nasa-artemis-mission-space\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/fifa-world-cup-revenue-up-by-more-than-1bn-after-taking-tournament-to-qatar", "title": "Fifa World Cup revenue up by more than €1bn after taking tournament to Qatar", "date_published": "2022-11-20 13:29:11+00:00", "description": "<ul><li>Sponsorship boosted by deals with Qatari companies</li><li>Costs reduced by effectively holding World Cup in one city</li></ul><p>Fifa has increased its World Cup revenue by more than $1bn (£840m) after taking the tournament to Qatar, the governing body has revealed.</p><p>Gianni Infantino, the subject of widespread criticism on Saturday after a <a href=\"https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar\">provocative opening speech</a>, shared information regarding the record income with his national associations on Sunday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/fifa-world-cup-revenue-up-by-more-than-1bn-after-taking-tournament-to-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/gallery/2022/nov/20/strike-a-pose-the-best-world-cup-2022-portraits-in-pictures", "title": "Strike a pose: the best World Cup 2022 portraits – in pictures", "date_published": "2022-11-20 13:14:37+00:00", "description": "<p>As teams arrived in Qatar for the first World Cup in the Arab world, players gamely posed for official Fifa portraits. Here are some of the highlights</p> <a href=\"https://www.theguardian.com/football/gallery/2022/nov/20/strike-a-pose-the-best-world-cup-2022-portraits-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/build-back-better-after-covid-deceit-more-hardship", "title": "They said we would ‘build back better’ after Covid. What breathtaking deceit | John Harris", "date_published": "2022-11-20 13:00:46+00:00", "description": "<p>Instead of rewarding us for our suffering, Jeremy Hunt and Rishi Sunak are offering nothing but more hardship</p><p>The Covid-19 era is not yet over. The worst might have long since receded – though <a href=\"https://news.sky.com/story/weekly-covid-deaths-appear-to-be-levelling-off-in-england-and-wales-12748046\">deaths linked to the virus</a> go on – and for most of us, infection now means nothing more serious than a few days in bed. But the pandemic’s grim and complex legacy is becoming clearer, in continuing tragedies that still seem cruelly overlooked: the prevalence of <a href=\"https://www.theguardian.com/society/2022/oct/27/long-covid-fraction-of-sufferers-getting-nhs-help-in-england\">long Covid,</a> a stark <a href=\"https://www.theguardian.com/education/2022/nov/14/pandemic-still-affecting-uk-students-mental-health-says-helpline-covid\">crisis</a> of mental health, and <a href=\"https://www.bbc.com/news/education-63373804\">developmental problems </a>among children who spent long months deprived of the most basic human experiences.</p><p>Partly because the NHS was so consumed by the pandemic, we now seem to be facing an <a href=\"https://www.theguardian.com/commentisfree/2022/sep/13/whats-behind-the-mystery-of-thousands-of-excess-deaths-this-summer\">upsurge</a> in deaths from conditions such as cancer, heart disease and diabetes that were left undetected or untreated. Covid has hugely accelerated an <a href=\"https://www.reuters.com/markets/europe/half-million-uk-workers-drop-out-workforce-citing-long-term-illness-2022-11-10/\">exodus</a> of adults from the workforce that is causing ministers no end of anxiety. More generally, millions of people are still living with the effects of two long years full of bereavement, fear and loneliness.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/build-back-better-after-covid-deceit-more-hardship\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/20/honey-dijon-black-girl-magic-review-eclectic-dancefloor-delights", "title": "Honey Dijon: Black Girl Magic review – eclectic dancefloor delights", "date_published": "2022-11-20 13:00:26+00:00", "description": "<p>(Classic Music Company)<br />The Chicago DJ delves into new jack swing, disco and house across 15 jubilant, guest-studded tracks</p><p>Witnessing the Chicago DJ <a href=\"https://linktr.ee/honeydijon\">Honey Dijon</a> behind the decks can be as close to a spiritual experience as you can get on the dancefloor. Trading in the four-to-the-floor kick drum that provides the aortic pulse to house music, Dijon’s mid-tempo sets conduct her crowds perfectly from tantalising buildups to scattered breakdowns and communal euphoria as her soaring melodies kick in. Her debut album, 2017’s <em><a href=\"https://honeydijon.bandcamp.com/album/the-best-of-both-worlds-1\">Best of Both Worlds</a></em>, played as a rousing microcosm of these multihour sets, and in the years since its release, Dijon has become a sought-after producer, working this year on <a href=\"https://www.theguardian.com/music/2022/aug/06/beyonce-renaissance-review-a-breathtaking-maximalist-tour-de-force\">Beyoncé’s </a><em><a href=\"https://www.theguardian.com/music/2022/aug/06/beyonce-renaissance-review-a-breathtaking-maximalist-tour-de-force\">Renaissance</a>.</em></p><p>Harnessing this collaborative experience, <em>Black Girl Magic </em>finds Dijon expanding her sound to incorporate a wider range of queer Black contributions to dancefloor culture, producing a 15-track masterclass in disco, new jack swing and soulful house. The driving drumbeat and piano chord stabs of <a href=\"https://www.youtube.com/watch?v=cvBkn1wVNDQ\">Love Is a State of Mind</a> set the hands-in-the-air tone. Standout features from the house pioneer Mike Dunn on the righteous thump of Work and from rapper Channel Tres on the sultry <a href=\"https://www.youtube.com/watch?v=PzgTOlAWdQY\">Show Me Some Love</a> keep the pace moving, while the ecstatic disco of Everybody forms the album’s highlight. Here, Dijon sing-shouts a joyous refrain that calls for everybody to come together in service to an infectious synth-bass melody. It’s the perfect example of her slick production style, blending raucous energy with artful arrangement designed to play loud and get you moving. Hearing <em>Black Girl Magic, </em>the dancefloor is wherever you happen to be. </p> <a href=\"https://www.theguardian.com/music/2022/nov/20/honey-dijon-black-girl-magic-review-eclectic-dancefloor-delights\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/20/welsh-first-minister-defends-trip-world-cup-qatar-mark-drakeford", "title": "Welsh first minister defends trip to World Cup in Qatar", "date_published": "2022-11-20 12:50:36+00:00", "description": "<p>Mark Drakeford insists people of Wales would want nation’s leader to attend despite controversies</p><p>The Welsh first minister has defended his decision to travel to Qatar for the World Cup, saying he feels that the citizens of Wales want their country’s leader there despite concerns about human rights and working conditions.</p><p>Speaking in Doha on Sunday, Mark Drakeford admitted that the decision to attend was finely balanced but he said he believed it would have been wrong to leave seats allocated to the Welsh government at the opening ceremony and matches unoccupied.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/20/welsh-first-minister-defends-trip-world-cup-qatar-mark-drakeford\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/20/f1-abu-dhabi-grand-prix-live", "title": "F1: Abu Dhabi Grand Prix – live", "date_published": "2022-11-20 12:40:54+00:00", "description": "<ul><li>Race at the Yas Marina Circuit begins at 1pm GMT</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/19/max-verstappen-takes-pole-at-abu-dhabi-grand-prix-as-red-bulls-dominate-f1\">Verstappen takes pole in Abu Dhabi as Red Bulls dominate</a></li><li>Share your thoughts with Alex <a href=\"mailto:alex.hess@theguardian.com\">via email</a> or <a href=\"https://twitter.com/a_hess\">on Twitter</a></li></ul><p><strong>Some pre-race reading</strong> on Russell after his maiden GP win last week: </p><p><strong>Vettel’s curtain-call:</strong></p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/20/f1-abu-dhabi-grand-prix-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/20/cop27-summit-climate-crisis-global-heating-fossil-fuel-industry", "title": "The 1.5C climate goal died at Cop27 – but hope must not", "date_published": "2022-11-20 12:31:04+00:00", "description": "<p>Every fraction of a degree increases human suffering, so the fight to end the fossil fuel industry must ramp up</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">Cop27 live – latest news updates</a></li></ul><p>When the history of the climate crisis is written, in whatever world awaits us, Cop27 will be seen as the moment when the dream of keeping global heating below 1.5C died.</p><p>Does that mean giving up? Absolutely not. The 1.5C target is not a threshold beyond which hope also dies. Every fraction of a degree means an increase in human suffering and must therefore be fought for. How? With everything we have, to tear down the barrier between us and climate stability: the fossil fuel industry.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-summit-climate-crisis-global-heating-fossil-fuel-industry\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/20/chelsea-v-tottenham-womens-super-league-live", "title": "Chelsea v Tottenham: Women’s Super League – live", "date_published": "2022-11-20 12:26:29+00:00", "description": "<ul><li>Match at Stamford Bridge kicks off at 1pm GMT</li><li><a href=\"https://www.theguardian.com/football/2022/nov/18/emma-hayes-criticises-long-waits-for-gynaecology-appointments-in-uk\">‘A political choice’: Hayes criticises state of UK gynaecology care</a></li><li>Share your thoughts with John <a href=\"mailto:john.brewin.casual@theguardian.com\">via email</a> or <a href=\"https://twitter.com/JohnBrewin_\">on Twitter</a></li></ul><p><strong>Emma Hayes had this powerful point to make on her return to the dugout.</strong> </p><p>It’s up to our government and the decisions they make to invest in the healthcare industry,” the manager said in her first press conference since surgery. “[They need to make sure that] every medical professional is up to speed with women’s health and women’s gynaecology and if not, they need to have more gynaecologists available.</p><p>I think it’s unacceptable to wait for prolonged periods to see a gynaecologist in this country on the NHS. And I have to say this: if these conditions were suffered by a man, there would be zero chance you would be waiting for a prolonged period.</p><p>In front of the second-largest WSL crowd of 40,064, after the 47,367 that attended Arsenal’s defeat of Tottenham at the Emirates, United took the lead through Ella Toone late in the first half before Arsenal struck back in the second. Frida Maanum drew Arsenal level before Laura Wienroither gave them the lead.</p><p>United flipped the script though, with Katie Zelem delivering twice from set pieces, first for Millie Turner, then Alessia Russo to send the hefty away contingent wild.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/20/chelsea-v-tottenham-womens-super-league-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/notwithstanding-clause-canada-charter-rights", "title": "An obscure clause in Canada’s charter sparks furious debates over rights", "date_published": "2022-11-20 12:00:26+00:00", "description": "<p>The notwithstanding clause can be invoked to pass controversial laws that override the rights of citizens</p><p>At the height of <a href=\"https://www.theguardian.com/world/2022/nov/03/ontario-doug-ford-strike-fine-bill-28-canada\">a bitter pay dispute with Ontario education workers</a> earlier this month, the provincial premier, Doug Ford, passed a law that barred employees from striking and imposed a multi-year contract on them – breaching their constitutional rights.</p><p>Amid mounting public backlash and the prospect of a general strike, Ford quickly retreated, announcing his government would immediately rescind the bill.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/notwithstanding-clause-canada-charter-rights\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/gareth-bale-ready-to-seize-moment-as-waless-world-cup-dream-kicks-off", "title": "Gareth Bale ready to seize moment as Wales’s World Cup ‘dream’ kicks off", "date_published": "2022-11-20 12:00:26+00:00", "description": "<p>‘Each game will be incredible,’ insists the Wales captain as he gets ready to fulfil his childhood ambition after long wait</p><p>He is the boy from Whitchurch, north Cardiff, about to lead Wales on the world stage. Gareth Bale’s first World Cup memories are a little hazy – probably France 98, he says – not helped by the sustained absence of his country and a team to truly get behind. But a moment that perhaps seemed as though it would elude a glittering, superstar career stacked with honours and individual accolades is finally here. Towards one end of the Corniche, Doha’s opulent waterfront, an industrial-sized image of Bale, plastered on to the facade of a sparkling skyscraper, glistens above the city.</p><p>Bale remains a big deal, a commercial entity in his own right, but the fire in him to prove he can still do the business on the pitch burns brightly. Recent evidence has already suggested as much: a fortnight ago he scored an <a href=\"https://www.theguardian.com/football/2022/nov/05/mls-cup-lafc-philadelphia-union-report\">128th-minute leaping header</a> to help Los Angeles FC lift the MLS Cup. For Wales to be able to lean on their captain, a player who has a handy habit of calmly rising to the occasion, is something of a priceless commodity at their first World Cup finals for 64 years. Bale and his teammates are determined to enjoy however long this latest ride lasts.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/gareth-bale-ready-to-seize-moment-as-waless-world-cup-dream-kicks-off\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/20/the-menu-review-mark-mylod-ralph-fiennes-anya-taylor-joy-nicholas-hoult", "title": "The Menu review – revenge is served hot in delicious haute cuisine satire", "date_published": "2022-11-20 12:00:25+00:00", "description": "<p>A bunch of ultra-wealthy foodies get more than they bargained for in this riotous black comedy starring Ralph Fiennes and Anya Taylor-Joy</p><p><em>Succession</em> director Mark Mylod has an acute eye for the absurdity of extreme privilege. So the preposterous world of haute cuisine is almost too easy a target: not so much about eating as worshipping at the altar of the chef’s ego. The chef in this case is <a href=\"https://www.theguardian.com/film/ralphfiennes\">Ralph Fiennes</a>, sporting joylessly immaculate whites and an expression of patrician displeasure. The guests at his culinary temple, run with a cult-like devotion by the ferocious front of house manager Elsa (Hong Chau), are a tasteless bunch: a trio of braying investment bankers, a needy movie star, a miserable wealthy couple trying to buy some meaning into their lives. And then there’s Margot (<a href=\"https://www.theguardian.com/culture/anya-taylor-joy\">Anya Taylor-Joy</a>), the last-minute date of foodie fanboy Tyler (<a href=\"https://www.theguardian.com/culture/nicholas-hoult\">Nicholas Hoult</a>). Margot is more interested in sneaking a cigarette than fawning over chef’s sous vide technique. She is the one errant ingredient in the evening’s menu. </p><p>Subtle it’s not, but it’s maliciously entertaining. It turns out that revenge on the ultra-wealthy is a dish best seared over a naked flame.</p> <a href=\"https://www.theguardian.com/film/2022/nov/20/the-menu-review-mark-mylod-ralph-fiennes-anya-taylor-joy-nicholas-hoult\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/20/observer-faber-graphic-short-story-prize-winner-rebecca-jones-midnight-feast", "title": "‘What will I spend the money on? Pens’: the winner of our graphic short story prize 2022", "date_published": "2022-11-20 12:00:25+00:00", "description": "<p>It was seventh time lucky for Rebecca Jones in this year’s Observer/Faber award for emerging cartoonists with her story of three girls camping out in a suburban garden</p><ul><li><a href=\"https://www.theguardian.com/books/ng-interactive/2022/nov/20/graphic-short-story-midnight-feast-by-rebecca-jones\">Read winner Rebecca Jones’s Midnight Feast here</a></li><li><a href=\"https://www.theguardian.com/books/ng-interactive/2022/nov/20/graphic-short-story-autumn-2014-by-michael-lightfoot\">Read runner-up Michael Lightfoot’s Autumn 2014 here</a></li><li><a href=\"https://www.theguardian.com/books/ng-interactive/2022/nov/20/graphic-short-story-the-lift-by-ed-firth\">Read runner-up Ed Firth’s The Lift here</a><br /></li></ul><p>When Rebecca Jones sent off her entry for this year’s <em>Observer</em>/Faber graphic short story prize, it was more in hope than in expectation: this was her seventh attempt at a win. But context is often all, and in a year when many of the almost 200 entries were distinctly downbeat and anxious – a delayed effect, perhaps, of the pandemic lockdown – her story worked like a charm on the judges. <em>Midnight Feast</em> has a sweetness that appealed to all of us. If this tale of three girls who camp out for the night in a suburban garden is at moments melancholic, it’s also quietly funny. We liked her characters’ expressive faces, and her sure way with bathos; it also chimed with experiences we all remembered having ourselves.</p><p>“I’m so thrilled to win,” she says, still sounding a bit amazed. “It’s honestly a dream come true. To have such a platform, to be published in a national newspaper. It’s the biggest break I could have. I was in a state of shock when I got the call. When I first started getting into comics at university, <em>Shortcomings</em> by Adrian Tomine [one of the judges for this year’s prize] was about the third book I read, so to know that he liked my story really means something.” It was, she tells me, agony keeping her victory a secret when she attended <a href=\"https://www.theguardian.com/books/2022/nov/13/pow-why-female-writers-are-a-top-draw-in-the-world-of-comics\">the Thought Bubble festival</a> in Yorkshire last week. But how sweet to know that the news would soon be out. Her hope now is that her win will help her eventually to find a home for <em>Boomerang</em>, the semi-autobiographical graphic novel she has been publishing in instalments for several years.</p> <a href=\"https://www.theguardian.com/books/2022/nov/20/observer-faber-graphic-short-story-prize-winner-rebecca-jones-midnight-feast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/20/cop27-climate-summit-egypt-key-outcomes", "title": "What are the key outcomes of Cop27 climate summit?", "date_published": "2022-11-20 11:40:57+00:00", "description": "<p>From loss and damage to 1.5C goal and World Bank reform, the takeaways from Sharm el-Sheikh</p><ul><li><strong><a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">Cop27 live – latest news updates</a></strong></li></ul><p>Developing countries have been seeking financial assistance for <a href=\"https://www.theguardian.com/environment/2022/nov/05/climate-loss-and-damage-why-its-such-a-big-deal-at-cop27\">loss and damage</a> – money needed to rescue and rebuild the physical and social infrastructure of countries devastated by extreme weather – for nearly three decades. Finally achieving <a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-agrees-to-historic-loss-and-damage-fund-to-compensate-developing-countries-for-climate-impacts\">agreement on a fund is a major milestone</a>. Now comes the difficult part – the fund must be set up, and filled with cash. There is no agreement yet on how the finance should be provided and where it should come from.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-climate-summit-egypt-key-outcomes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/20/hardline-brexiters-voice-fears-over-reports-of-swiss-style-eu-deal", "title": "Hardline Brexiters voice fears over reports of Swiss-style EU deal", "date_published": "2022-11-20 11:33:08+00:00", "description": "<p>Minister rubbishes reports  that senior government figures were revisiting trading arrangement offered by  EU last year</p><p>A backlash is brewing among hardline Brexiters after reports emerged that senior government figures want the UK to adopt a Swiss-style agreement with the European Union.</p><p>Steve Barclay, the health secretary, rubbished the suggestion, which has sent jitters through leading Conservatives in the European Research Group (ERG).</p> <a href=\"https://www.theguardian.com/politics/2022/nov/20/hardline-brexiters-voice-fears-over-reports-of-swiss-style-eu-deal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/20/jennifer-siebel-newsom-harvey-weinstein-rape-trial-tactics", "title": "Jennifer Siebel Newsom fends off shame-the-victim tactics in Harvey Weinstein rape trial", "date_published": "2022-11-20 11:00:26+00:00", "description": "<p>The same grotesque stereotypes that the documentary film-maker has exposed in her work were deployed against her </p><p>In 2011, Jennifer Siebel Newsom’s documentary Miss Representation, about sexist stereotypes in Hollywood, debuted at Sundance. The film, which would be screened at schools across the country, referenced her own frustrations as an aspiring actor, and asked famous women and teenage girls to grapple with how the media sexualized women and reduced their value to their bodies.</p><p>A decade later, Siebel Newsom would tell prosecutors about one of the experiences that inspired the documentary: during what she thought was a business meeting with Harvey Weinstein in 2005, she alleges, the producer suddenly reappeared naked except for a robe, tried to grope her despite her protests, and then raped her.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/20/jennifer-siebel-newsom-harvey-weinstein-rape-trial-tactics\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/20/democratic-midterm-wins-republican-red-wave-analysis", "title": "How Democratic wins in key toss-up seats helped stave off the ‘red wave’", "date_published": "2022-11-20 11:00:25+00:00", "description": "<p>The expected Republican steamroll in the midterms never materialized, due to concerns over abortion rights and a mobilized Democratic base</p><p>When Republicans narrowly clinched control of the US House of Representatives, it was clear the “red wave” failed to materialize and Democrats avoided what many feared would be a hefty defeat.</p><p>Considering the midterm elections historically tend to favor the president’s opposing party, Democrats performed well. Despite Biden’s low approval rating, his administration had the best midterm performance of any president in decades.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/20/democratic-midterm-wins-republican-red-wave-analysis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/20/sam-bankman-fried-longtermism-effective-altruism-future-fund", "title": "Power-hungry robots, space colonization, cyborgs: inside the bizarre world of ‘longtermism’", "date_published": "2022-11-20 11:00:25+00:00", "description": "<p>Sam Bankman-Fried said his billions would save the world – but his philanthropic ideas ranged from the worthy to the severely outlandish</p><p>Most of us don’t think of power-hungry killer robots as an imminent threat to humanity, especially when poverty and the climate crisis are already ravaging the Earth.</p><p>This wasn’t the case for Sam Bankman-Fried and his followers, powerful actors who have embraced a school of thought within the effective altruism movement called “longtermism”.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/20/sam-bankman-fried-longtermism-effective-altruism-future-fund\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/butter-chicken-has-helped-me-at-every-stage-of-my-life-and-has-always-united-my-family", "title": "Butter chicken has helped me at every stage of my life – and has always united my family", "date_published": "2022-11-20 11:00:24+00:00", "description": "I grew up eating this comforting, warming dish and it remains just as important to me today<p>I remember my first taste of butter chicken. I must have been about 10 years old. My dad’s cousins used to marinate a whole chicken from their farm in yoghurt, spices, ginger, garlic and chilli, before cooking it over an open fire: not everyone owned a tandoor.</p><p>Everything they used was from their own land: deliciously sweet and tangy tomatoes, homemade yoghurt, white makhan (a cultured butter). It was such an experience – and such a beautiful dish – that throughout the long train journey home after visiting them, I would hassle my mum to make it for us back home. Those delicate spices, though, and the smoky flavour from cooking over an open fire, are impossible for me to replicate, even now.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/butter-chicken-has-helped-me-at-every-stage-of-my-life-and-has-always-united-my-family\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/20/how-to-stand-up-to-a-dictator-by-maria-ressa-review-tales-of-a-moral-giant", "title": "How to Stand Up to a Dictator by Maria Ressa review – tales of a moral giant", "date_published": "2022-11-20 11:00:24+00:00", "description": "<p>With this important memoir cum manifesto, the Nobel peace prize-winning journalist who took on Facebook and the murderous Duterte regime in the Philippines exposes the abuse of power</p><p>The Filipino-American Maria Ressa may physically be a diminutive figure (5ft 2in in stockinged feet) but she is a moral giant. In 2021, she was one of two journalists (the other being the Russian Dmitry Muratov) to be awarded the Nobel peace prize for their efforts to “safeguard freedom of expression” in their respective countries. She thus joins two other journalists in a select pantheon of earlier winners: the Yemeni Tawakkol Karman, who shared the prize with two other women in 2011, and the German reporter Carl Ossietzky, who was honoured in 1935 for his reporting of German rearmament under Hitler. Ossietzky was unable to collect his prize because the regime refused him permission to travel to Norway, and he died in 1938 after enduring years of torture and mistreatment in Nazi concentration camps.</p><p>Ressa was given the award for <a href=\"https://www.theguardian.com/world/2021/oct/08/war-reporting-was-easier-maria-ressas-journey-to-nobel-prize-winner\">her fearless reporting</a> of the corruption and brutality of the Duterte regime in the land of her birth, the Philippines. If the president of that unfortunate country had concentration camps at his disposal, she would assuredly be in one of them. In their absence, the regime has had to be content with convicting her for a crime she did not commit (based on an article she did not write, under a “cyberlibel” offence that did not yet exist), and issuing 10 arrest warrants. If found guilty of these other charges, her lawyer tells her, she could go to jail for more than a century. Since 2018, she has been wearing a bulletproof vest when on the road.</p> <a href=\"https://www.theguardian.com/books/2022/nov/20/how-to-stand-up-to-a-dictator-by-maria-ressa-review-tales-of-a-moral-giant\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/20/the-secret-behind-britains-top-pasta-chefs-winning-dish-its-gluten-free-and-vegan", "title": "The secret behind Britain’s top pasta chef’s winning dish? It’s gluten free and vegan", "date_published": "2022-11-20 11:00:24+00:00", "description": "<p>Antonio Alderuccio hopes snobbery over cuisine will end as his paccheri blows judges away</p><p>While sauces, shapes and flavours almost endlessly vary, for hundreds of years all the best pastas have been bound together by one key ingredient: gluten. But Antonio Alderuccio’s revered pasta is different.</p><p>Proudly holding the uncooked, yellow, tubular <em>paccheri </em>in his London kitchen, he lists its two ingredients – rice and corn, neither of which contains gluten.</p> <a href=\"https://www.theguardian.com/food/2022/nov/20/the-secret-behind-britains-top-pasta-chefs-winning-dish-its-gluten-free-and-vegan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/20/armageddon-time-review-worlds-collide-in-terrific-coming-of-age-drama-james-gray-anne-hathaway-jeremy-strong-anthony-hopkins", "title": "Armageddon Time review – worlds collide in terrific coming-of-age drama", "date_published": "2022-11-20 11:00:23+00:00", "description": "<p>James Gray’s engaging autobiographical tale set in 1980s New York boasts fine performances from Anne Hathaway, Jeremy Strong and Anthony Hopkins</p><p>Queens, 1980. The way James Gray tells it in this bustling, tobacco-hued autobiographical drama, it’s an in-between world, on the brink of the cultural explosion of hip-hop and the political paradigm shift heralded by Reaganism. But it’s also rooted further in the past and in the Jewish family history of Gray’s alter ego in the picture, sixth-grader Paul Graff (impressive newcomer Banks Repeta).</p><p>Paul is flirting with the notion of teen rebellion – he triggers a family argument with his unilateral decision to order Chinese food rather than to tackle his mother’s baked fish (“It’s called<em> </em><em>scrod</em>,” says his mother, swilling the word around her mouth like something she would prefer to spit out). At school he bonds with Johnny (Jaylin Webb), a Black kid who delivers the kind of scorched-earth comebacks to teachers that make the other children gasp with delighted horror. Paul wants to be an artist; Johnny would like to work for Nasa. And for a while, both ambitions seem achievable.</p> <a href=\"https://www.theguardian.com/film/2022/nov/20/armageddon-time-review-worlds-collide-in-terrific-coming-of-age-drama-james-gray-anne-hathaway-jeremy-strong-anthony-hopkins\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/20/people-killed-shooting-at-colorado-springs-nightclub", "title": "At least five people killed in shooting at Colorado nightclub", "date_published": "2022-11-20 10:33:22+00:00", "description": "<p>Police called to incident at Club Q in Colorado Springs shortly before midnight</p><p>Five people have been killed and 18 injured in a shooting at a nightclub in Colorado Springs, police said on Sunday.</p><p>Police got the initial phone call shortly before midnight on Saturday evening about the shooting at the club, known as Club Q, Lieut Pamela Castro told media.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/20/people-killed-shooting-at-colorado-springs-nightclub\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/martin-boyle-ruled-out-of-world-cup-in-blow-to-socceroos-before-france-opener", "title": "Martin Boyle ruled out of World Cup in blow to Socceroos before France opener", "date_published": "2022-11-20 10:30:24+00:00", "description": "<ul><li>Scotland-born winger to be replaced in squad by Marco Tilio</li><li>Hrustic set to come off bench as Souttar declared fit to start</li></ul><p>Martin Boyle will miss the entire World Cup, in a major blow to the Socceroos’ attacking arsenal two days out from their first match against France.</p><p>The Scotland-born winger has been in significant doubt since arriving in camp at the start of this week, having injured his knee playing for Hibernian three weeks ago and only managed light training in Qatar separate from the rest of the squad.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/martin-boyle-ruled-out-of-world-cup-in-blow-to-socceroos-before-france-opener\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/20/nigel-slaters-recipes-for-pork-and-halloumi-balls-and-for-apple-and-blackberry-trifle", "title": "Nigel Slater’s recipes for pork and halloumi balls, and blackberry and apple trifle", "date_published": "2022-11-20 10:30:23+00:00", "description": "These two delicious double acts make the most of the season’s richest flavour pairings<p>I’m frying little rounds of coarsely minced pork in a pan, seasoned with lemon, mint and garlic, their edges turning sticky with caramelising meat juices. The plan, once they have all been browned, is to bake them in an earthenware casserole on a bed of onions, thyme and figs. I have introduced a little grated halloumi to the ground meat, which will feel very much at home with the figs and thyme, while keeping the meatballs sweet and juicy.</p><p>I like the opportunities given by a bag of mince, whether it be pork or lamb. You can take your dinner in so many directions, from the most homely of potato-topped pies to something where you have let your imagination and good taste guide you. The most popular use for mince in my kitchen is in a slow-cooked pasta sauce – the sort of recipe where time is as important as thyme – and quick suppers such as meatballs spiced with za’atar and lemon, or perhaps cumin, onions and garam masala.</p> <a href=\"https://www.theguardian.com/food/2022/nov/20/nigel-slaters-recipes-for-pork-and-halloumi-balls-and-for-apple-and-blackberry-trifle\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/cop27-backfires-egypt-repression-climate-summit", "title": "Cop27 backfires for Egypt as signs of repression mar attempt to bolster image", "date_published": "2022-11-20 10:00:24+00:00", "description": "<p>Harassment of climate summit delegates and holding pen for protesters mar country’s attempt to polish international reputation </p><p>An empty pen designed to contain protesters in the middle of the desert, harassment and <a href=\"https://www.theguardian.com/environment/2022/nov/10/civil-society-groups-report-surveillance-and-intimidation-at-cop27-egypt\" title=\"\">surveillance</a> of Cop27 delegates <a href=\"https://www.theguardian.com/environment/2022/nov/06/egypt-cop27-climate-surveillance-cybersecurity\" title=\"\">(including evidence</a> that the official conference app could spy on them), food and water shortages, and widespread problems with accommodation have all served to undermine the Egyptian government’s attempts to use the climate talk to bolster its international image.</p><p>Belgian politician Séverine de Laveleye <a href=\"https://www.facebook.com/100007950008306/videos/-m%C3%A9saventure-%C3%A0-la-cop27-ce-matin-intimidation-et-non-respect-de-la-libert%C3%A9-dexpr/1721122791622791/\" title=\"\">said</a> she was briefly detained by Egyptian security forces while entering the conference centre simply for carrying badges depicting some of Egypt’s <a href=\"https://humanrightsfirst.org/library/prison-atlas-details-egyptian-cases-prisoners-and-judges/\" title=\"\">65,000 political prisoners</a>, including British-Egyptian democracy activist Alaa Abd el-Fattah. “It’s clear that human rights aren’t even respected at the heart of the Cop,” she said. “Sisi’s Egypt is one of repression.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/cop27-backfires-egypt-repression-climate-summit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/maradona-revisited-on-his-drugs-ban-berlusconi-and-the-suffocating-love-of-naples", "title": "Maradona revisited: on his drugs ban, Berlusconi and ‘the suffocating love of Naples’", "date_published": "2022-11-20 10:00:24+00:00", "description": "<p>In a 1992 interview reproduced in a new book, the late Argentina maestro discusses missing out on a dream move to Juventus</p><p>In March 1991, after a game Napoli had played against Bari, Diego Maradona failed a drug test. The Italian football authorities <a href=\"https://www.theguardian.com/football/blog/2020/nov/25/diego-maradona-argentina-child-genius-who-became-the-fulfilment-of-a-prophecy\">banned him for 15 months</a>. He fled to Buenos Aires, where the Argentinian law authorities subjected him to continual harassment and surveillance, including a short spell in jail. Maradona called those 15 months “among the most terrible of my whole life”.</p><p>In July 1992, with the ban over, Maradona was determined to “detach [himself] from Napoli”. He joined Sevilla, managed by Carlos Bilardo, who was in charge of Argentina for the 1986 and 1990 World Cups.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/maradona-revisited-on-his-drugs-ban-berlusconi-and-the-suffocating-love-of-naples\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/20/trump-organization-tax-fraud-trial-allen-weisselberg", "title": "Trump’s ‘eyes and ears’ walks fine line as trial lays bare business practices", "date_published": "2022-11-20 10:00:24+00:00", "description": "<p>Finance chief Allen Weisselberg, whose plea deal depends on him telling the truth, claims he acted alone in Trump Organization tax fraud trial in New York</p><p>Of all the sprawling legal contests facing Donald Trump, the one against his family company finally came into focus in a New York court last week.</p><p>Alan Weisselberg, the longtime financial chief of the Trump Organization, told a jury that he had betrayed the trust of the Trump family when he dodged $1.7m in income taxes on company perks, including a Manhattan apartment, tuition for his grandchildren and luxury cars.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/20/trump-organization-tax-fraud-trial-allen-weisselberg\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/in-serious-times-let-the-llandegley-international-airport-sign-be-our-guide", "title": "In serious times, let the spoof Llandegley International Airport sign be our guide | David Mitchell", "date_published": "2022-11-20 10:00:23+00:00", "description": "<p>The end of a long-running spoof signpost to a nonexistent Welsh airport is a sad moment for our determinedly unsilly era</p><p>A joke is dying. It’s not funny. I mean the fact that it’s dying isn’t, not the joke itself. Whether or not that’s funny is a matter of personal taste. I’ll let you make up your own minds: <a href=\"https://www.bbc.co.uk/news/uk-wales-63600184\">it’s that there’s an international airport in, or just outside, the village of Llandegley in Powys</a>. There isn’t really and so the joke is that there is and also that it has at least two terminals, two of which are called Terminal 1 and Terminal 3.</p><p>If you don’t think that’s funny, it may be my fault because I haven’t told it in the right way. The joke should be told, and for 20 years has been told, by a sign – a pretend sign. Or is it a real sign? It’s really there, unlike the airport. But it’s not directing people to anything real. Does that mean it’s not really a sign? Are signs that lie not signs? What are they then? Drawings? Is it art? Or fraud? This is the sort of philosophical question that comedy raises all the time.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/in-serious-times-let-the-llandegley-international-airport-sign-be-our-guide\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/20/world-cup-qatar-stadiums-sights-hotels-workers-rights-guide", "title": "Qatar World Cup: a guide to the sights and stadiums – and how workers suffered to make them", "date_published": "2022-11-20 10:00:23+00:00", "description": "<p>Next week, football fans and tourists will be shown a pristine promenade, luxury hotels and magnificent stadiums, but follow this trail to see how the Qataris’ dream was built on a nightmare</p><p>This week tens of thousands of football fans will arrive in Doha for the 2022 Fifa World Cup. The city that awaits them is one that has been transformed in the 12 years since the small Gulf state won its bid to host one of the biggest sporting events in the world.</p><p>The stadiums, hotels, apartment blocks and tourist attractions built in preparation for the tournament have reshaped the city’s landscape forever.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/20/world-cup-qatar-stadiums-sights-hotels-workers-rights-guide\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/20/carey-mulligan-she-said-metoo-new-york-times-weinstein-interview", "title": "Zoe Kazan and Carey Mulligan on She Said: ‘We wanted to honour the bravery of #MeToo survivors’", "date_published": "2022-11-20 10:00:23+00:00", "description": "<p>A new film dramatises the New York Times investigation that brought down Harvey Weinstein. Its stars discuss how the industry is changing</p><p>On 5 October 2017 the <a href=\"https://www.theguardian.com/film/2017/oct/05/harvey-weinstein-sexual-harassment-allegations\">New York Times</a> published an investigation that would change the world. It cited eight women, “typically in their early or middle 20s … and hoping to get a toehold in the film industry”, who had been lured to a hotel room by the producer Harvey Weinstein, purportedly for work reasons, only to find him “nearly or fully naked in front of them”. The original report by journalists Jodi Kantor and Megan Twohey quoted just one celebrity: the actor Ashley Judd. But within a week Angelina Jolie, Gwyneth Paltrow and Rosanna Arquette had stepped up, and the wheels began to spin on what would become the runaway <a href=\"https://www.theguardian.com/world/metoo-movement\">#MeToo</a> movement.</p><p>Four years on, at the tailend of the Covid pandemic, the actors Carey Mulligan and Zoe Kazan found themselves trying to reconstruct the moment in the deserted <em>New York Times</em> offices: “It was like being in a room where everyone had been raptured or something, with half-eaten candy bars and people’s shoes under the desk,” says Kazan. “The newsroom was completely empty, and had been for a year and a half. All the newspapers were dated 13 March 2020, or something. It was very eerie. And I was sending videos to Jodi, walking around our set being like, ‘Here’s your newsroom, it misses you.’”</p> <a href=\"https://www.theguardian.com/film/2022/nov/20/carey-mulligan-she-said-metoo-new-york-times-weinstein-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/20/armando-iannucci-adhd-scifi-avenue-5-interview", "title": "Armando Iannucci: ‘I have ADHD, which explains why I can only work to deadlines’", "date_published": "2022-11-20 09:30:23+00:00", "description": "<p>The satirist on who makes him laugh, Tory attacks on the BBC, and the physics behind his sci-fi sitcom</p><p>Writer and director Armando Iannucci, 58, was born in Glasgow to Scottish-Italian parents. He studied philosophy and English before abandoning his doctorate at Oxford to pursue a comedy career. His Radio 4 news spoof with Chris Morris, <em>On </em><em>the Hour</em>, transferred to TV as <em>The Day Today</em>. Now a leading figure in British comedy, his creations include the Bafta-winning political comedy <em>The Thick of It</em>, its Emmy-winning US equivalent, <em>Veep</em>, and the films <em>The Death of Stalin</em> and <em>The Personal History of David Copperfield</em>. Iannucci’s sci-fi sitcom <em>Avenue 5</em> is about to return for a second series.</p><p><em><strong>The Day Today</strong></em><strong> and </strong><em><strong>The Thick of It</strong></em><strong> often seem prophetic. Do you ever look at current affairs and think, “That’s familiar”?<br /></strong>Yes, but if you go back and look at <em>Yes, Minister</em>, it’s the same old stories: Europe, cuts, fights with the Treasury. These things come back around. Fundamentally, it’s people spending so much time thinking about how they’re going to gain power that they haven’t thought about what to do when they have it. They end up falling back on their set of beliefs from 20 years ago when they first went into politics, not realising the world’s changed and they’re desperately out of date.</p> <a href=\"https://www.theguardian.com/media/2022/nov/20/armando-iannucci-adhd-scifi-avenue-5-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/dont-panic-about-birth-baby-8-million-before-hes-65-numbers-will-be-in-reverse", "title": "Don’t panic about the birth of Baby 8 Billion. Before he’s 65 our numbers will be in reverse | Danny Dorling", "date_published": "2022-11-20 09:30:22+00:00", "description": "We should not be alarmed at the rise in global population; it’s inequality, greed and waste that  are the real problems of our age<p>The news of the 8 billionth person joining our species last week was a joyous affair, with the UN secretary general, <a href=\"https://www.theguardian.com/profile/ant-nio-guterres\" title=\"\">António Guterres</a>, declaring it “an occasion to celebrate”. In contrast, when the <a href=\"https://www.un.org/en/global-issues/population#:~:text=In%201950%2C%20five%20years%20after,launched%20to%20mark%20this%20milestone.\" title=\"\">global population</a> hit 4, 5, 6 and 7 billion, in 1975, 1987, 1999 and 2011 respectively, there was widespread <a href=\"https://www.newspapers.com/clip/36287902/dire-famine-forecast/\" title=\"\">dismay</a>, although that did reduce with each billion. The doubling of our numbers in 47 years did not bring about the famines and other disasters widely <a href=\"https://www.newspapers.com/clip/36289639/dr-erlich/\" title=\"\">predicted</a> in the 1960s.</p><p>As Poonam Muttreja, the executive director of the Population Foundation of India, explained last week, we welcomed the new child whose birth marked this event and we are <a href=\"https://www.bbc.co.uk/sounds/play/w172yfc9phmvg9g\" title=\"\">no longer afraid</a>. We have learned that most of our population growth is not due to births but to most of us living much longer, as the Swedish physician and statistician Hans Rosling so brilliantly <a href=\"https://www.youtube.com/watch?v=FACK2knC08E\" title=\"\">explained. </a>When sadly <a href=\"https://www.theguardian.com/global-development/2017/feb/07/hans-rosling-obituary\" title=\"\">he died in 2017</a>, aged just 68, global average life expectancy was 72.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/dont-panic-about-birth-baby-8-million-before-hes-65-numbers-will-be-in-reverse\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/20/how-colchester-hongkongers-are-making-new-life-in-the-uk", "title": "‘Here to stay’: Colchester’s Hongkongers on making new lives in the UK", "date_published": "2022-11-20 09:14:36+00:00", "description": "<p>Some of the thousands who fled Beijing’s  political crackdown are creating a new community in the Essex town</p><p>In a bustling park cafe in Colchester, on a sunny November day, a group of chatty women are busy serving up Hong Kong delicacies – milk tea, pineapple buns, noodles – to a steady stream of local customers.</p><p>They’re not paid staff, but volunteers, honing their English skills and clocking up experience for their CVs – and they are here in this quiet Essex town, because each of them has made the drastic decision to quit their homeland of Hong Kong, and start a new life in the UK.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/20/how-colchester-hongkongers-are-making-new-life-in-the-uk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/20/from-apollo-to-artemis-50-years-on-is-it-time-to-go-back-to-the-moon", "title": "From Apollo to Artemis: 50 years on, is it time to go back to the moon?", "date_published": "2022-11-20 09:00:23+00:00", "description": "<p>Last week’s Nasa launch is the first in a flurry of successors to the Apollo programme, reopening the debate on the value of sending humans into space</p><p>In a few weeks, Nasa will celebrate a remarkable anniversary. Fifty years ago the last astronauts to visit the <a href=\"https://www.theguardian.com/science/moon\" title=\"\">moon </a>returned to Earth, leaving behind the final tell-tale signs that our species had once visited another world. For three days in December 1972, Apollo 17 crewmen Gene Cernan and Harrison “Jack” Schmitt explored the moon’s Taurus-Littrow valley, travelling over 30 kilometres in their lunar rover while collecting more than 100kg of rocks for return to Earth.</p><p>Then, on 14 December, geologist Schmitt returned to the mission’s lunar lander while Cernan gave a brief speech that was broadcast to Earth. “We shall return, with peace and hope for all mankind,” he pledged. Then Cernan closed the spaceship’s hatch and after adjusting the controls, placed his hand on the ship’s yellow ignition button and uttered the last words that a human would speak on the moon for the rest of the 20th century: “Okay, Jack, let’s get this mutha outta here.”</p> <a href=\"https://www.theguardian.com/science/2022/nov/20/from-apollo-to-artemis-50-years-on-is-it-time-to-go-back-to-the-moon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/trump-second-term-america-2024-ego-country", "title": "Troublemaker Trump doesn’t care about a second term – or America. What he craves is attention | Simon Tisdall", "date_published": "2022-11-20 09:00:22+00:00", "description": "<p>Trump says he’s in it to win it in 2024. But all he offers is disruption and division in the service of his ego, not his country</p><p>For a man dismissed as a sad, bad loser who “rages at the dying of the right” while the world – and the Republicans – leave him behind, Donald Trump attracts a lot of attention. And that’s the whole point of his latest <a href=\"https://www.theguardian.com/us-news/2022/nov/15/analysis-donald-trump-announcement-2024\" title=\"\">presidential bid</a>.</p><p>It’s not even certain that Trump really wants the gig. No former president has recaptured the White House for a second, non-consecutive term since the Democrat Grover Cleveland in 1893. It would take some doing. Is his heart really in it?</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/trump-second-term-america-2024-ego-country\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/the-rise-and-fall-of-dating-apps", "title": "‘Why am I talking to 10 guys?’ The rise and fall of dating apps", "date_published": "2022-11-20 09:00:22+00:00", "description": "<p>Swiping, benching, ghosting… Dating apps can be so cold. Now that disgruntled singles are realising the best way to meet someone is in real life, will a new world of ‘offline dating’ bring people back together?</p><p>I can’t remember how we started talking, only that we were sitting on the rooftop of a friend’s house with the fake leather of the sofa underneath us tacky on the back of my thighs. He wasn’t my usual type. In his vintage football shirt and mullet he looked a bit like an art school student, but he was funny enough to make up for it. We spoke about the benefits of dating posh people and he said they always know good restaurants and then offered to take me to the pizza one his ex showed him. I joked that pizza is never that expensive even when it’s fancy and he said, “Exactly!” We talked and talked until the sky turned raspberry ripple colour and it was time to go home and I jumped in an Uber and he texted me on the way home saying that he liked my snake print boots. We messaged for a couple of days after that, until eventually he stopped replying.</p><p>A few years ago a situation like this would have materialised into a date. As would that guy I kissed all night through club smoke a week later. The teacher I met through <a href=\"https://hinge.co/\" title=\"\">Hinge</a> would have actually taken me to see the new Bond film we talked about. But this stuff doesn’t happen any more, we find connections and then we let them fall through our hands, we choose nights out with friends instead of date nights, we work too hard to make time to go out at all, we delete dating apps, redownload them and try again, then ignore the people we match with. It’s not my fault and it’s not the fault of the men I’m approaching. It’s dating as a whole. It’s in crisis.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/the-rise-and-fall-of-dating-apps\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/20/bars-with-crazy-names-bring-back-happy-memories", "title": "Notes on chocolate: bars with crazy names bring back happy memories", "date_published": "2022-11-20 09:00:21+00:00", "description": "Creamy Carol? Grainy Sue? Santa’s Favorite? Sometimes a witty name conjures up a lot more than just a great taste<p>There is going to be a stupendous amount of name dropping in this column. But as I once said to Obama, is it really name dropping if they are people you know? I’m in Copenhagen, where everyone seems really happy. I reflect on this to someone. ‘We are very happy,’ she affirms, ‘because everything works and there’s nothing to worry about.’ What must that be like?</p><p>In almost every supermarket/newsagent, there are dispensers of something called <strong><a href=\"https://shop.simplychocolatecph.com/en%0D\" title=\"\">Simply Chocolate</a></strong>. The first time I saw them, in Irma, a small chain of supermarkets (not as omnipresent as 7-Elevens and Joe the Juices, which were everywhere), I really fancied a Creamy Carol (who wouldn’t?), which is dark chocolate and caramel. But that had sold out.</p> <a href=\"https://www.theguardian.com/food/2022/nov/20/bars-with-crazy-names-bring-back-happy-memories\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/20/the-light-we-carry-by-michelle-obama-review-a-guide-for-life-from-the-former-first-lady", "title": "The Light We Carry by Michelle Obama review – a guide for life from the former first lady", "date_published": "2022-11-20 09:00:21+00:00", "description": "<p>Obama’s ‘disarmingly honest’ follow-up to the powerful autobiography Becoming shares her strategies for overcoming adversity</p><p>In her wonderful autobiography, <em><a href=\"https://www.theguardian.com/books/2018/nov/18/becoming-by-michelle-obama-book-review-peter-conrad\">Becoming</a></em>, Michelle Obama tells a story about the time her family visited some African American friends who had moved to a predominantly white area in the suburbs. At the end of the visit, Obama’s father discovered that “someone had scratched a line across the side of his beloved Buick, a thin ugly gulch that ran across the door and towards the tail of the car. It had been done with a key or a rock and was in no way accidental.”<br /><br />How did her father react to this almost certainly racist act? He just “carried on”, as he always did – because he was a “withstander”, someone who could take whatever life threw at him and find a way to keep going.<br /><em><br /></em><em>The Light We Carry</em>, the former first lady’s second book, is intended to be a practical guide to help us all be a bit more like her father (and like Obama herself) and learn to cope with adversity, be it prejudice, a pandemic or the chilling thought of Donald Trump re-entering the White House. In Obama’s words, the aim is to give readers a “glimpse inside my personal toolkit” – the strategies she uses to be “more comfortable, less paralysed, inside of uncertainty”.<br /><br />The book contains 10 of these techniques, ranging from “starting kind” (it’s best to ignore the first negative thought that comes into our heads in the morning and instead we should be “inviting” a “better and more tender one”) through to “the whole of us” (life is better when “we grip hands with another soul”). Miraculously, these self-help bromides don’t come across as cloying, mainly because Obama is so disarmingly honest about her fears, failures and all-too human flaws.<br /></p><p>She describes how out of place she felt as a rare African American undergraduate at Princeton in the 1980s, for example, and how in the dining hall she couldn’t help but fixate on what she “assumed were the thoughts running through other people’s heads: there goes the Black girl, looking for a seat”. As she freely admits, that kind of anxiety “can mess with your head if you let it”.<br /><br />Obama candidly tells us how her grandfather Dandy ended up being “petrified” and trapped by structural racism and hardly ever left his neighbourhood: “Our hurts become our fears. Our fears become our limits.” Breaking this cycle isn’t easy, especially if you’re the victim of discrimination, but Obama’s down-to-earth advice is to focus on the small things, which have the potential to “become an instrument for your own visibility, your own steadiness and sense of connection”.</p> <a href=\"https://www.theguardian.com/books/2022/nov/20/the-light-we-carry-by-michelle-obama-review-a-guide-for-life-from-the-former-first-lady\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/20/world-cup-2022-countdown-to-kick-off-and-latest-news-live", "title": "World Cup 2022: countdown to kick-off and latest news – live", "date_published": "2022-11-20 08:48:11+00:00", "description": "<ul><li>Qatar open tournament against Ecuador at Al Bayt Stadium</li><li><a href=\"https://www.theguardian.com/football/2022/nov/19/fifa-gianni-infantino-world-cup-qatar\">‘I feel gay, disabled … ’: Infantino makes bizarre attack on critics</a></li><li>Share your thoughts with Alex <a href=\"mailto:alex.hess@theguardian.com\">via email</a> or <a href=\"https://twitter.com/a_hess\">on Twitter</a></li></ul><p><strong>Managing Brazil at a World Cup</strong> – the hardest job in football? Happily, their current boss seems to have a healthy perspective. “Whether we win or not, I want to be at peace,” says Tite. “At peace with myself. That’s my big desire.”</p><p><strong>Something tells me </strong>that sense of inner peace might be a lot easier to find from the champions’ podium on 18 December. Read the full interview here:</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/20/world-cup-2022-countdown-to-kick-off-and-latest-news-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/20/russia-ukraine-war-live-437-ukrainian-children-killed-so-far-says-kyiv-uk-sending-tech-to-counter-iranian-drones", "title": "Russia-Ukraine war live: 437 Ukrainian children killed so far, says Kyiv; UK sending tech to counter Iranian drones", "date_published": "2022-11-20 08:36:03+00:00", "description": "<p>Volodymyr Zelenskiy, Ukraine’s president, tells visiting Rishi Sunak, the British PM: ‘Both our nations know what it means to stand up for freedom’ </p><p>The UK’s Ministry of Defence has issued its daily intelligence update on the war in Ukraine.</p><p>It says that Russia’s withdrawal from the Ukrainian port city of Kherson was “conducted in relatively good order” compared with previous major retreats from occupied areas.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/20/russia-ukraine-war-live-437-ukrainian-children-killed-so-far-says-kyiv-uk-sending-tech-to-counter-iranian-drones\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/pulp-blur-on-road-again-how-band-reunions-can-be-victory-lap-for-generation", "title": "On the road again... how band reunions can be a victory lap for their generation | Barbara Ellen", "date_published": "2022-11-20 08:30:21+00:00", "description": "I once would have sneered at Pulp and Blur reuniting, but maybe it’s their way of reclaiming the past<p>Is it my imagination or has the music industry comeback… made a comeback? Blur have announced a <a href=\"https://www.theguardian.com/music/2022/nov/14/blur-to-reunite-for-one-off-wembley-show-next-year\" title=\"\">one-off Wembley stadium</a> show for July 2023 and <a href=\"https://www.theguardian.com/music/2022/oct/28/pulp-confirm-reunion-shows-for-2023\" title=\"\">Pulp are touring</a> next summer. Pulp are reuniting for a second time and Blur last played a full UK set at Hyde Park in 2015.</p><p>Of course, my first thought, as a reasonable person, was: is there any way of stopping this, can we call in mediators? I’ll do it if you give me a megaphone and a modest fee. My thinking was: maybe they could still be talked out of participating in this naff and historically most dreaded of music industry ritual humiliations: the comeback, reunion, call it what you will.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/pulp-blur-on-road-again-how-band-reunions-can-be-victory-lap-for-generation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/anti-ageing-serums-10-of-the-best", "title": "Anti-ageing serums: 10 of the best", "date_published": "2022-11-20 08:30:20+00:00", "description": "There is nothing wrong with wrinkles, but older skin appreciates being replenished with nourishing potions<p>There comes a point when skin loses collagen and elasticity, and the renewal process completely slows down. That’s when that peachy, bouncy, bright and blemish-free face you once had seems like a distant memory. It is a big concern for many people, but if we are being honest, mainly women – hence “anti-ageing” is one of the most searched words on Google. But I have a lot of issues with the term “anti-ageing”. If I listed them all we’d be in <em>War and Peace</em> territory, but essentially I think this negative concept does us no favours. There is absolutely nothing wrong with ageing (surely, if nothing else it is a sign that you are still alive) and for the sake of the brands who continue to push a youth-obsessed agenda, wrinkles are not the worst thing to happen to a woman. I say all this knowing that it probably falls on many deaf ears because most women I know – particularly over 35 – want younger skin. So I’m not here to convince you to embrace your wrinkles, but I will advise a more positive approach. Think of skin in terms of replenishing and nourishing it so it is in optimal health. A hardworking serum from tried, tested and trusted brands like these will help. The formulas to look out for should include: peptides, to help with collagen and elastin production to give you plumper skin; Vitamin C is great for brightening; retinol is excellent for increasing skin cell turnover and smoothing skin texture, and niacinamide will improve skin tone. And, then, don’t forget the SPF. Because if there’s one thing that will slow down the process of ageing it’s a decent sunscreen. </p><p><strong>1. Estée Lauder Advanced Night Repair</strong> £86, <a href=\"https://www.esteelauder.co.uk/\">esteelauder.co.uk</a> <br /><strong>2. Youth Bomb 360º Face Lift Serum</strong> £44 for members, or £185, <a href=\"https://www.beautypie.com/\">beautypie.com</a> <br /><strong>3. Allies of Skin Tranexamic &amp; Arbutin Advanced Brightening Serum</strong> £90, <a href=\"https://uk.allies.shop/\">uk.allies.shop</a> <br /><strong>4. Drunk Elephant TLC Framboos Glycolic Night Serum</strong> £76, <a href=\"https://www.spacenk.com/uk/home\">spacenk.com </a><br /><strong>5. IS Clinical Poly-Vitamin</strong> <strong>Serum</strong> £62, <a href=\"https://www.isclinical.co.uk/\">isclinical.co.uk </a><br /><strong>6. Clarins Double Serum</strong> from £60, <a href=\"https://www.clarins.co.uk/\">clarins.com</a> <br /><strong>7. Paula’s Choice Omega Complex Serum</strong> £35, <a href=\"https://www.sephora.com/\">sephora.co.uk</a> <br /><strong>8. Vintner’s Daughter Active Botanical Serum</strong> £185, <a href=\"https://www.libertylondon.com/\">libertylondon.co.uk</a> <br /><strong>9. Murad Resurgence Retinol Youth Renewal Serum</strong> £80, <a href=\"https://www.murad.co.uk/\">murad.co.uk</a> <br /><strong>10. StriVectin Advanced Retinol Nightly Multi-Correct Serum </strong>£79, <a href=\"https://strivectin.co.uk/\">strivectin.co.uk</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/anti-ageing-serums-10-of-the-best\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/20/we-can-do-the-impossible-how-key-players-reacted-to-end-of-cop27-climate-summit", "title": "‘We can do the impossible’: how key players reacted to end of Cop27 climate summit", "date_published": "2022-11-20 08:28:35+00:00", "description": "<p>World leaders, diplomats and  activists respond to signing of ‘historic’ deal as climate talks wrap up</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/19/cop27-fears-15c-target-danger-negotiations-overrun-live\">Cop27 live – latest news updates</a></li></ul><p>World leaders, diplomats, activists and experts have been reacting to the <a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-agrees-to-historic-loss-and-damage-fund-to-compensate-developing-countries-for-climate-impacts\">end of the Cop27 climate conference</a>, which produced a groundbreaking agreement on climate finance for poorer countries but failed to make significant progress on many other matters. Here are some of the reactions from major players.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/20/we-can-do-the-impossible-how-key-players-reacted-to-end-of-cop27-climate-summit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/20/joe-biden-midterms-democrats-presidency", "title": "‘You did it!’: Biden basks in midterms afterglow after beating expectations", "date_published": "2022-11-20 08:00:23+00:00", "description": "<p>Biden spent the last several months weathering the blame for an anticipated rebuke from voters – but instead found vindication</p><p>Today, Joe Biden will quietly ring in his 80th birthday over brunch with his family in Washington. It’s a milestone none of his predecessors reached while serving in the White House and one that looms large as he considers his political future.</p><p>Yet the president enters his ninth decade at a moment of unexpected strength. Democrats defied history in the midterm elections, keeping control of the Senate and shattering Republican hopes of a “red wave” in the House.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/20/joe-biden-midterms-democrats-presidency\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/20/aftersun-review-charlotte-wells-luminous-father-daughter-drama-paul-mescal", "title": "Aftersun review – luminous father-daughter drama starring Paul Mescal", "date_published": "2022-11-20 08:00:22+00:00", "description": "<p>Charlotte Wells’s debut feature is a stylistically daring, emotionally piercing and beautifully understated tale of love and loss</p><p>Earlier this month, the debut feature from Scottish-born, New York-based writer-director Charlotte Wells picked up a whopping 16 nominations for the <a href=\"https://www.bifa.film/\">British Independent Film awards</a>, an impressive haul second only to <em><a href=\"https://www.theguardian.com/film/2020/oct/11/saint-maud-review-a-chilling-nurse-on-a-mission-from-god\">Saint Maud</a></em><a href=\"https://www.theguardian.com/film/2020/oct/11/saint-maud-review-a-chilling-nurse-on-a-mission-from-god\">’s</a> record-breaking performance in 2020. It’s easy to see why <em>Aftersun</em> has generated such excitement since premiering at Cannes in May. A brilliantly assured and stylistically adventurous work, this beautifully understated yet emotionally riveting coming-of-age drama picks apart themes of love and loss in a manner so dextrous as to seem almost accidental. Don’t be fooled; Wells knows <em>exactly</em> what she’s doing, and her storytelling is as precise as it is piercing.</p><p>We meet young, separated father Calum (<em>Normal People</em>’s <a href=\"https://www.theguardian.com/culture/2022/nov/06/masculinity-can-be-expresssed-in-many-ways-paul-mescal-interview-aftersun\">Paul Mescal</a>) and his 11-year-old daughter, Sophie (screen newcomer Frankie Corio), on holiday together in Turkey in the late 1990s. Sophie is smart for her age (she and Calum are sometimes mistaken for siblings) but she’s still also very much a child, torn between hanging out with the younger kids at the resort or with the more boisterous teenagers who lounge around the pool table. As for Calum, his outward calm seems to cover demons of denial; a trancey energy that threatens to break through the placid surface of his current life, dragging him back into a more chaotic – or euphoric – existence (<em><a href=\"https://www.theguardian.com/film/2017/feb/19/moonlight-review-five-star\">Moonlight</a> </em>director and <em>Aftersun </em>co-producer Barry Jenkins describes Calum as “wading through wells of quiet anguish”).</p> <a href=\"https://www.theguardian.com/film/2022/nov/20/aftersun-review-charlotte-wells-luminous-father-daughter-drama-paul-mescal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/antonio-rudiger-never-count-germany-out-anything-can-happen-world-cup-qatar-2022", "title": "Antonio Rüdiger: ‘Never count Germany out – anything can happen’", "date_published": "2022-11-20 08:00:22+00:00", "description": "<p>Defender on ‘scary’ Brazil, leaving Chelsea for Real Madrid and donating his World Cup earnings to help children in Sierra Leone</p><p>Antonio Rüdiger is bullish but realistic. “Honestly, if we speak about favourites we have to speak about form,” the defender says as he considers Germany’s hopes of winning the World Cup in Qatar. “And before the last international break you look at teams like Brazil and France. I think because of our current form, maybe not so much. But we are a big nation and have a good team. You can never count us out. Anything can happen.”</p><p>The delivery is typical Rüdiger: forthright, honest, no prisoners taken. The Real Madrid centre-back’s role for Germany has developed. He has become one of the elder statesmen and is aware he has a responsibility to keep standards high in the dressing room. “I am one of the players who’s been there longest,” Rüdiger says. “I have to be one of the leaders.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/antonio-rudiger-never-count-germany-out-anything-can-happen-world-cup-qatar-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/brazils-tite-there-are-things-i-cant-control-i-just-want-to-be-at-peace", "title": "Brazil’s Tite: ‘There are things I can’t control. I just want to be at peace’", "date_published": "2022-11-20 08:00:22+00:00", "description": "<p>The Seleção coach discusses how the team has evolved since the last World Cup and how ‘animals’ Thiago Silva and Dani Alves help</p><p>Brazil are ready to win the World Cup again. It has not happened for 20 years, which is an awful long time for the football-crazy nation. But progress made under the coach, Tite, since he was appointed in 2016 means there is real hope as the team travel to Qatar. Importantly, the coach himself feel they are ready to go all the way.</p><p>His record as Brazil coach reads played 76 with 57 wins, 14 draws and only five defeats. The numbers in between this World Cup and the last in Russia are consistent with that (50 games, 38 wins, nine draws and three defeats) but there is an unmistakable change in mentality. Everyone is more prepared, from the players to the coaching staff, on and off the pitch.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/brazils-tite-there-are-things-i-cant-control-i-just-want-to-be-at-peace\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/raheem-sterling-is-in-a-rut-but-has-the-steel-to-prove-his-worth-to-england", "title": "Raheem Sterling is in a rut but has the steel to prove his worth to England", "date_published": "2022-11-20 08:00:22+00:00", "description": "<p>The attacker’s decade-long international career has been a rollercoaster but he could still prove vital in this World Cup</p><p>England were well on their way to defeat in Stockholm by the time Zlatan Ibrahimovic launched himself into the air and prepared to embarrass Joe Hart. An experimental lineup had collapsed at the end of a ramshackle friendly with Sweden and, for all the fanfare over Steven Gerrard winning his 100th cap, the only thing anyone wanted to talk about after the game was the moment when Ibrahimovic made it 4-2 with a preposterous overhead kick in the 90th minute.</p><p>Ten years on, the ponytailed striker’s chutzpah still inspires awe. Ibrahimovic had already scored a brilliant hat-trick, but his fourth goal was the pick of the lot. It left Hart red-faced and, if there was a consolation for England, at least Sweden’s biggest star had dragged the attention away from their struggles.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/raheem-sterling-is-in-a-rut-but-has-the-steel-to-prove-his-worth-to-england\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/wales-the-1958-world-cup-and-pele-terry-medwin-reflects-at-age-90", "title": "Wales, the 1958 World Cup and Pelé: Terry Medwin reflects at age 90 | Ben Fisher", "date_published": "2022-11-20 08:00:22+00:00", "description": "<p>Winger and his wife, Joyce, discuss the ‘amazing days’ he had with the national team and Spurs – plus those lost caps</p><p>Terry Medwin is at his dining room table, slowly running his index finger across a black-and-white photograph of himself and his former Wales teammates taken before their crucial World Cup playoff eliminator victory against Israel at Ninian Park in February 1958. A few months later, Wales made their first – and last – appearance on the global stage, with Medwin scoring the winning goal against Hungary to advance to the quarter-finals. “It is a nice feeling,” Medwin says of reminiscing. “Big John [Charles], Mel [Charles], Ivor [Allchurch], Cliffy [Jones],” he says, fondly.</p><p>Wales were knocked out by an unknown 17-year-old called Pelé, who went on to help Brazil win their first World Cup. When Mel and John Charles returned from Sweden to High Street Station in Swansea, there were no teeming crowds or commotion. “One of the porters asked Mel if he’d been on holiday,” says Joyce, Medwin’s wife of almost 70 years. “They didn’t even know they’d been playing in a World Cup. It was just played down, which is really sad. It was all very low-key. Nobody was there to greet them, except the porters, and they were saying the wrong thing.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/wales-the-1958-world-cup-and-pele-terry-medwin-reflects-at-age-90\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/20/iran-protests-children-killed-reports-mahsa-amini", "title": "At least 58 Iranian children reportedly killed since anti-regime protests began", "date_published": "2022-11-20 08:00:21+00:00", "description": "<p>Rights groups say children as young as eight are among the victims of the crackdown by security services since the death of Mahsa Amini</p><p>At least 58 children, some reportedly as young as eight, have been killed in Iran since anti-regime protests broke out in the country two months ago.</p><p>According to <a href=\"https://www.hra-iran.org/en/\">Human Rights Activists in Iran</a> (HRA), 45 boys and 12 girls under 18 have been killed since the protests began on 16 September, sparked by the death of the 22-year-old <a href=\"https://www.theguardian.com/world/ng-interactive/2022/oct/31/mapping-irans-unrest-how-mahsa-aminis-death-led-to-nationwide-protests\">Mahsa Amini</a> while in police custody.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/20/iran-protests-children-killed-reports-mahsa-amini\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/the-russians-have-gone-now-kherson-faces-a-relentless-new-enemy-winter", "title": "The Russians have gone. Now Kherson faces a relentless new enemy – winter", "date_published": "2022-11-20 08:00:21+00:00", "description": "<p>Residents in the newly liberated freezing city are gathering all the wood they can after the bombing devastated their power supplies</p><p>If it were not for the war, Ukrainian children would have crowded the squares, parks and streets thisweek to play in the first snow of winter. If one of the most brutal conflicts of the last 50 years hadn’t been raging, Kateryna Sliusarchuk, 71, a resident of Kherson, would have taken advantage of the cold to prepare <em>pyrizhky, </em>typical baked, boat-shaped Ukrainian buns with a variety of fillings, and enjoyed them with her grandchildren.</p><p>But this will not be a season like any other. The first snow to dust the streets of Kyiv, last Thursday, marked the beginning of what is expected to be the hardest winter in the country’s history. The Ukrainian cold is coming and with it a nightmare for millions as they face it without electricity, water or heating.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/the-russians-have-gone-now-kherson-faces-a-relentless-new-enemy-winter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/beware-self-made-genius-entrepreneurs-promising-earth-just-look-at-elon-musk", "title": "Beware self-made ‘genius’ entrepreneurs promising the earth. Just look at Elon Musk | Kenan Malik", "date_published": "2022-11-20 08:00:20+00:00", "description": "Silicon Valley ‘saviours’ are the heroes of the hour. Too often they have feet of clay<p>Trussonomics trashed within eight weeks. Donald Trump’s anointed candidates cut down in the <a href=\"https://www.theguardian.com/us-news/2022/nov/09/trump-endorsed-candidates-republicans-%0Dmidterm-performance\" title=\"\">US midterms</a>. Sam Bankman-Fried, the poster boy of the crypto world, <a href=\"https://www.theguardian.com/commentisfree/2022/nov/15/ftx-cryptocurrency-sam-bankman-fried\" title=\"\">collapsing into bankruptcy</a>. Elon Musk throwing Twitter into <a href=\"https://www.theguardian.com/technology/2022/nov/17/elon-musk-twitter-closes-offices-loyalty-oath-%0Dresignations\" title=\"\">turmoil</a>. The bursting of myths and the shredding of reputations seem to be the themes of the day.</p><p>Each of these cases is, of course, distinct and the root causes of each disaster different. There is a danger, too, in discussing these developments, of seeming to revel in failure. Too much of the debate about Musk and Twitter, especially, has mixed despair with schadenfreude. Yet, viewed collectively, these cases also tell us something deeper about our age and in particular about the ways in which we think about innovation and change.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/beware-self-made-genius-entrepreneurs-promising-earth-just-look-at-elon-musk\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/20/gambling-addiction-tennis-bet365-online-betting-hannah-jane-parkinson", "title": "Game, set, bankrupt: how an addiction to gambling on tennis lost me £40,000", "date_published": "2022-11-20 08:00:20+00:00", "description": "<p>The UK gambling industry is worth billions, with 5% of customers responsible for 70% of that revenue. That includes me – after my addiction spiralled in the pandemic</p><p>It’s the middle of a third set tiebreak on Wimbledon’s Centre Court, and 15,000 tennis fans are clapping to their own beat, whipping up anticipation for a crucial line call. Hawk-Eye, the automated line system the tournament uses, the tennis equivalent of a Roman emperor’s thumb – able to overrule the traditional linespeople with their ostentatious crouching – flashes on to the big screen. The clapping reaches a climax: Jannik Sinner, a wiry, 21-year-old Italian with a somewhat incongruous blaze of red, curly hair has <a href=\"https://youtu.be/dMotLmv8ca8?t=7720\">hit a backhand long</a> by a few centimetres of the All England Club grass. A few minutes later, he loses the tiebreak – and I lose £800.</p><p>In the preceding two years, I have lost much, much more betting on tennis. I have lost £40,000. I didn’t see it coming, the gambling addiction. Even now, I wince a bit at the word “addiction”, though that is plainly what it is.</p> <a href=\"https://www.theguardian.com/society/2022/nov/20/gambling-addiction-tennis-bet365-online-betting-hannah-jane-parkinson\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/twee-is-back-are-you-ready-for-a-snug-in-a-bug-winter", "title": "Ready for a snug-as-a-bug winter? Twee has returned | Eva Wiseman", "date_published": "2022-11-20 08:00:20+00:00", "description": "After all the out-there sexiness of contemporary culture, it’s a relief to relax into the warm embrace of twee once again<p>It both calms me and pains me, the home of the Berenstain Bears. A modest detached property, one room on each floor, built sensitively into the trunk and wide green branches of a tree. There are wooden steps leading up to the front door, and the window shutters are painted pink, and it sits in a vast empty field, surrounded by mountains. As my little son idles on my lap and we read about the bears’ multiple failed picnics, these days I often feel myself being dragged there, through the paper, which smells of bread, into the field, printed long ago in ink, and to the treehouse, where I would perhaps hibernate under some sort of homemade quilt.</p><p>This impulse, this need to escape, to a magical world of softness that gives off its own light, is something I see reflected online. It’s partly seasonal, but it’s also I think, a reaction to what came before, as most things seem to be. Rather than girl bosses or hot girls, women on social media currently aspire to be, largely, middle-aged mice getting cosy in a tiny bed. Or woodland creatures snuggling into a chair made of a nutshell, or something adorable sheltering under a cookie. Twee – the aesthetic last popular in the early 2000s, its signature accessories cardigans and berets, its queen Zooey Deschanel and her fellow <a href=\"https://www.theguardian.com/film/2014/jul/16/manic-pixie-dream-girls-writer-apologises\" title=\"\">Manic Pixie Dream Girls</a> – has returned. TikTok (nostalgia-machine and home of every microtrend) thrums with twee fashion, with its precious whimsy and ukeleles and corduroy and girliness – it’s back, but this time its lazy.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/twee-is-back-are-you-ready-for-a-snug-in-a-bug-winter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/moroccos-guardiola-leads-way-for-african-coaches-at-qatar-world-cup", "title": "‘Morocco’s Guardiola’ leads way for African coaches at Qatar World Cup", "date_published": "2022-11-20 08:00:20+00:00", "description": "<p>All African team coaches in Qatar will be homegrown, for the first time, including a familiar face in Cameroon’s Rigobert Song</p><p>“I can play a lot of different styles,” said Morocco’s coach, Walid Regragui, this month. “I admire Guardiola, Simeone and Ancelotti, but I also have my own style which allows me to adapt the team according to the qualities of the players available.”</p><p>Regragui, a former defender born in France to parents from Fnideq in northern Morocco, spent three years playing in Spain and won 45 caps for Morocco but never appeared at a World Cup finals. Yet his appointment to replace the Bosnian Vahid Halilhodzic at the end of August represented a significant moment in the history of African football.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/moroccos-guardiola-leads-way-for-african-coaches-at-qatar-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/revealed-star-football-pundits-promote-world-cup-gambling-despite-ban", "title": "Revealed: star football pundits promote World Cup gambling despite ban", "date_published": "2022-11-20 07:00:20+00:00", "description": "<p>Spirit of rules on use of celebrities in advertising is being ignored, claims charity supporting victims of gambling addiction</p><p>Football pundits Harry Redknapp, Peter Crouch and Robbie Keane are helping to promote betting on World Cup matches despite stricter rules on celebrity gambling endorsements to protect young people.</p><p>Fifa officials estimate the last World Cup <a href=\"https://www.fifa.com/tournaments/mens/worldcup/2018russia/news/136bn-betting-turnover-and-no-suspicious-betting-behaviour-at-russia-2018\" title=\"\">generated £120bn </a>in betting turnover. Gambling companies hope for a similar betting spree for this year’s tournament, despite a ban on gambling in Qatar.</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/revealed-star-football-pundits-promote-world-cup-gambling-despite-ban\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/20/running-the-mont-blanc-ultra-world-most-famous-trail-race", "title": "Running the Mont Blanc ultra, the world’s most famous trail race", "date_published": "2022-11-20 07:00:20+00:00", "description": "With its dizzying ridges and stunning views, Mont Blanc is home to some of the world’s best trail running<p>I’ve been running uphill for over an hour, scaling this narrow mountain trail, when we pass through some trees. This must be the top, I’m thinking, hopefully, as we crest the pass. But alas, rising up on the other side are more hulking mountains and snaking up through the middle of them, like a line of ants, are the tiny dots of the runners ahead of us.</p><p>“<em>Putain</em>,” swears the French runner behind me. I know exactly how he feels. The 170km <a href=\"https://utmbmontblanc.com/en/UTMB\" title=\"\">Ultra Trail du Mont Blanc</a> is the most famous trail race in the world. In the fast-growing sport of Mountain Ultra Trail (MUT) running, it’s the big one, the sport’s Super Bowl. For a week at the end of August each year, the town of Chamonix in the French Alps is completely taken over by ultra runners and their supporters. Any unsuspecting visitors arriving in the area would be left baffled by this strange world of short shorts and little backpacks and super-fit people that they’d wandered into.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/20/running-the-mont-blanc-ultra-world-most-famous-trail-race\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/20/so-help-me-god-review-mike-pence-republican-trump-january-6-capitol-attack", "title": "So Help Me God review: Mike Pence’s tortured bid for Republican relevance", "date_published": "2022-11-20 07:00:20+00:00", "description": "<p>Trump’s VP is surprisingly critical of the boss whose followers wanted him dead. But surely the presidency won’t be his too</p><p>After four years at Donald Trump’s side, Mike Pence emerged as the Rodney Dangerfield of vice-presidents: <a href=\"https://www.youtube.com/watch?v=xQ3Hm-NnvC0\">he gets no respect</a>. So Help Me God, his memoir, is well-written and well-paced. But it will do little to shake that impression.</p><p>At the Capitol on January 6, his boss was prepared to leave him for dead. And yet the Republican rank-and-file yawned. Among prospective presidential nominees, Pence is tied with Donald Trump Jr for third. The GOP gravitates to frontrunners. Pence, once a six-term congressman and governor of Indiana, is not that.</p> <a href=\"https://www.theguardian.com/books/2022/nov/20/so-help-me-god-review-mike-pence-republican-trump-january-6-capitol-attack\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/first-step-to-britains-economic-recovery-is-start-telling-truth", "title": "The first step to Britain’s economic recovery is to start telling the truth | Will Hutton", "date_published": "2022-11-20 07:00:20+00:00", "description": "We have all been deluding ourselves for too long – let’s admit what ails us and finally move on<p>Britain is becoming a diminished Ruritania. That we are in trouble is hardly in doubt, a country reeling from the wounds inflicted over the past 12 years of Tory “government” that have cumulatively created an economy far too small for the demands we make of it. Jeremy Hunt’s autumn statement may have averted a fresh round of disastrous mistakes, but there was no disguising the mess that has been bequeathed him. We face the reckoning.</p><p>There is the legacy of the former chancellor George Osborne’s recklessly unnecessary austerity – public services so squeezed, as the Institute for Government <a href=\"https://www.instituteforgovernment.org.uk/publication/performance-tracker-2022/summary\" title=\"\">declares</a>, there is simply no fat left. While salaries in the private sector are fractionally higher now in real terms than in 2010 – itself damning enough – real pay for NHS staff, <a href=\"https://www.nuffieldtrust.org.uk/resource/chart-of-the-week-what-has-happened-to-nhs-staff-pay-since-2010\" title=\"\">reports the Nuffield Trust</a>, is now about 5% lower than it was then, with doctors and consultants suffering more than 10% real cuts. It is a similar story across the public sector and likely to intensify after the autumn statement, with its assumption that wages should rise at 2% <a href=\"https://obr.uk/docs/dlm_uploads/CCS0822661240-002_CCS001_SECURE_OBR_EFO_November_2022_BOOKMARK.pdf\" title=\"\">in an era of inflation</a> running at 9.1% this year and 7.4% next. Unless corrected, the flight of staff will mean swaths of public services can only implode.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/first-step-to-britains-economic-recovery-is-start-telling-truth\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/20/a-message-from-ukraine-speeches-2019-2022-by-volodymyr-zelensky-review-a-verbal-freedom-fighter", "title": "A Message from Ukraine by Volodymyr Zelensky review – a winner in the war of words", "date_published": "2022-11-20 07:00:19+00:00", "description": "<p>The Ukraine president’s storytelling skills and sense of moral purpose elevate his war speeches in this compelling collection</p><p>“One day,” Volodymyr Zelenskiy told the UN general assembly in September 2019, “I would like this speech to be known as the 15 minutes that changed the world.” It’s quite a standard to set. You can’t say that if you are on just after lunch at the <em>Investor</em><em>s’ Chronicle</em> conference on pension reform. But this is war and war changes what rhetoric can do. Hopes of a better world are elevated from platitudes. In this short and compelling collection, Zelenskiy is the first social media orator to enter the pantheon of war speakers.</p><p>Ukraine’s president travels the world by video link and flatters every audience he addresses. He always opens in the local idiom. When he speaks to the UK parliament in March 2022, he borrows locutions from Churchill. He takes a line from the Declaration of Independence to remind the US Congress of the importance of the pursuit of happiness. To the Bundestag he refers to the Nord Stream pipeline as the new Berlin Wall.</p> <a href=\"https://www.theguardian.com/books/2022/nov/20/a-message-from-ukraine-speeches-2019-2022-by-volodymyr-zelensky-review-a-verbal-freedom-fighter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/need-a-lift-here-are-53-ways-to-add-cheer-to-your-life-as-winter-looms", "title": "Need a lift? Here’s 53 easy ways to add cheer to your life as winter looms", "date_published": "2022-11-20 07:00:19+00:00", "description": "<p>It’s cold and dark out there – and it doesn’t feel much better in here either. But help is at hand. From baking rude biscuits to walking backwards, try one of these quick, cheap and (moderately) silly ways to beat the gloom</p><p>Do it all now. Put the tree up, snack exclusively on Quality Street and only watch bad films about big city girls who return to the countryside for Christmas and fall in love with a nice local man. Everything is bad, you need this.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/need-a-lift-here-are-53-ways-to-add-cheer-to-your-life-as-winter-looms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/20/the-big-picture-thomas-roussets-surreal-image-of-french-rural-life", "title": "The big picture: Thomas Rousset’s surreal image of French rural life", "date_published": "2022-11-20 07:00:19+00:00", "description": "<p>The photographer’s curious tableau fuses the nostalgic and comic in a portrait of his home village near Grenoble</p><p>The village of Prabért is a small community east of Grenoble in the French Alps. It is also a place that comes alive in the imagination of Thomas Rousset, who grew up there and became a photographer. Rousset studied his art at college in Lausanne, Switzerland, and came back to Prabért every weekend to do his “homework”. That practice developed over a decade to become a surreal evocation of rural French life in which everyday details and the inhabitants of Prabért become elements in almost hallucinatory scenes. This one, included in Rousset’s new book <em>Prabérians</em>, is typical. The villagers at the table in their kitchen studying the hen are both old family friends of Rousset’s and actors in his tableau of Prabért life.</p><p>The tone of Rousset’s work is constantly shifting. Sometimes, the pictures look like exercises in nostalgia for an ancient community under threat from gentrification and the influx of ski-chalet owners; sometimes, they seem like comic constructions, private takes on fairytale ideas of country life; sometimes, they gesture towards blunter documentary. Ideally, Rousset suggests, all these elements – which reflect his own attitude to the place he fell to earth – are in play at once. He talks of “ambiguous overlapping of realities” and places where “routine and strangeness dovetail”. <em>Prabérians</em>, he says, is both “a resolutely utopian world” and “the result of a sudden awareness of how shallow the notion of community” has become.</p><p><em><a href=\"https://loosejoints.biz/products/praberians\">Prabérians </a></em><a href=\"https://loosejoints.biz/products/praberians\">by Thomas Rousset is published by Loose Joints (£48)</a></p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/20/the-big-picture-thomas-roussets-surreal-image-of-french-rural-life\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/19/bob-woodward-donald-trump-tapes", "title": "‘It’s on the tape’: Bob Woodward on the criminality of Donald Trump", "date_published": "2022-11-20 07:00:19+00:00", "description": "<p>The great Washington Post reporter has published 20 interviews he conducted with the then president – who is now running again</p><p>Just when you thought it was safe to go back in the water. Donald Trump is <a href=\"https://www.theguardian.com/us-news/2022/nov/15/analysis-donald-trump-announcement-2024\">running for president again</a>. That was not a prospect Bob Woodward had to deal with when Richard Nixon resigned in 1974, after Woodward and his Washington Post colleague Carl Bernstein cracked open <a href=\"https://www.theguardian.com/world/2015/dec/14/washington-post-bids-farewell-to-office-where-it-broke-watergate\">the Watergate scandal</a>.</p><p>“Our long national nightmare is over,” declared Nixon’s successor, Gerald Ford, and it was. Nixon faded <a href=\"https://millercenter.org/president/nixon/life-after-the-presidency\">into jowly retirement</a>. But Trump yearns to regain the crown.</p> <a href=\"https://www.theguardian.com/books/2022/nov/19/bob-woodward-donald-trump-tapes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/sunday-with-bear-grylls-we-jump-in-the-sea-at-any-time-of-the-year-", "title": "Sunday with Bear Grylls: ‘We jump in the sea at any time of the year’", "date_published": "2022-11-20 06:45:18+00:00", "description": "<p>The adventurer on a barefoot walk, wearing an old kilt and why he likes to start the week strong</p><p><strong>Sunday lie-in or up early? </strong>I like a bit of a lie-in. My wife, Shara, and I will argue who’s walking the dogs.</p><p><strong>Where do you walk?</strong> Down to the jetty, 10 minutes from the lighthouse, so they can go crazy chasing the seagulls, then a power walk back up. I’ll be barefoot, shirt off, to get grounded, whatever the weather.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/sunday-with-bear-grylls-we-jump-in-the-sea-at-any-time-of-the-year-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/20/the-observer-view-on-police-failure-to-prioritise-violence-against-women", "title": "The Observer view on the police’s failure to prioritise violence against women | Observer editorial", "date_published": "2022-11-20 06:30:18+00:00", "description": "As the murders of Raneem Oudeh and Khaola Saleem reveals, some forces don’t regard domestic abuse as a serious crime<p>The police are charged with keeping citizens safe from violent assault. Yet for too many women and children facing abuse and brutality at the hands of men, failed by police officers who do not take male violence against partners and children seriously, this is a theoretical protection.</p><p>Last week, the Independent Office for Police Conduct published its investigation into a truly awful case of police failure to intervene in a case of domestic abuse. They found that West Midlands police <a href=\"https://www.theguardian.com/uk-news/2022/nov/18/police-failings-materially-contributed-to-murders-of-mother-and-daughter\" title=\"\">“materially contributed”</a> to the murders of Raneem Oudeh and her mother, Khaola Saleem, in 2018, through their repeated failures to address the threat that Oudeh’s violent former partner posed to their lives.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/20/the-observer-view-on-police-failure-to-prioritise-violence-against-women\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/20/ask-philippa-perry-how-do-i-find-a-sexual-partner-after-20-years-of-celibacy", "title": "How do I find a sexual partner after 20 years of celibacy? | Ask Philippa", "date_published": "2022-11-20 06:00:19+00:00", "description": "You’ve been chucked, insulted and then infected. It’s no wonder you’ve lost confidence. You must feel the fear and do it anyway or you will stay stuck<p><em><strong>The question </strong>I’m a 59-year-old gay man who has been celibate for nearly 20 years. Up until Covid hit I was content with my lot. I had good friends and many interests. That died back during the pandemic and hasn’t really picked up again. However, during lockdown, I rediscovered myself as a sexual being. I found guys online who miraculously seemed interested in me. In the loneliness of lockdown, I felt oddly alive again.</em></p><p><em>Previously, my one and only relationship, which lasted many years, ended badly with my ex telling me that sex with me had always been bad and, by the way, I need to get tested. I tested negative and, although he had tested positive, I felt the loser. I had a brief fling with a guy about a year later (and another trip to the clinic), before eschewing sex altogether. Now the online sex I found over the past two years has awakened something in me. I feel like a sexual being again.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/20/ask-philippa-perry-how-do-i-find-a-sexual-partner-after-20-years-of-celibacy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/heist-century-iraq-state-funds-tax-embezzlement", "title": "‘Heist of the century’: how $2.5bn was plundered from Iraqi state funds", "date_published": "2022-11-20 06:00:19+00:00", "description": "<p>Mystery surrounds embezzlement of tax revenues, which appears to have been facilitated by some of the highest offices in the country</p><p>Iraqis have called it “the heist of the century” – a brazen multibillion-dollar plundering of state coffers that has gripped the country.</p><p>The theft of $2.5bn was apparently facilitated by some of the highest offices in the land, according to sources and a series of government letters issued in the summer of 2021. The documents, signed by various government institutions including the then prime minister’s office, cancelled the audit of withdrawals from the Iraqi tax commission’s accounts.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/heist-century-iraq-state-funds-tax-embezzlement\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/20/luxury-goods-boom-in-britain-as-the-young-rich-and-mortgage-free-buck-the-recession", "title": "Luxury goods boom in Britain as the young, rich and mortgage-free buck the recession", "date_published": "2022-11-20 06:00:18+00:00", "description": "<p>Rich kids of Insta use strong dollar to fuel sales of high-end brands such as Burberry, Louis Vuitton and Gucci</p><p>They’re young, rich and mortgage-free, and the scions of the 1% are having a roaring twenties.</p><p>Despite the economic gloom currently shrouding the UK and many other western countries, sales of luxury brands have been booming and growing numbers of buyers are young adults.</p> <a href=\"https://www.theguardian.com/business/2022/nov/20/luxury-goods-boom-in-britain-as-the-young-rich-and-mortgage-free-buck-the-recession\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/world-cup-qatar-qataris-welcome-visitors-but-enraged-by-western-coverage", "title": "Keen to welcome visitors but enraged by western coverage: how Qataris see the World Cup", "date_published": "2022-11-20 06:00:17+00:00", "description": "<p>Interviews with Qataris shed light on a mood at once eager, anxious and angry</p><p>The most controversial World Cup ever? Mohammad al-Kuwari dismisses 12 years of international cynicism and scrutiny with a shrug.</p><p>“We don’t care that much,” the Qatari national says from his office among the luminescent skyscrapers of Doha’s palm-lined West Bay waterfront. “They say if you don’t have enemies you’re not successful. Every successful person has people jealous of them.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/world-cup-qatar-qataris-welcome-visitors-but-enraged-by-western-coverage\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/20/world-cup-2022-briefing-10-things-to-look-out-for-on-day-one", "title": "World Cup 2022 briefing: 10 things to look out for on day one", "date_published": "2022-11-20 05:00:16+00:00", "description": "<p>Our daily rundown will be available through the tournament, and here’s the latest news ahead of the hosts getting it underway</p><p>It was only in August this year that Fifa switched the tournament opener to Qatar v Ecuador, instead of Netherlands v Senegal. The change is in line with a long-standing tradition of the first matches involving either the hosts or reigning champions. So, now we have the curtain-raising opening ceremony followed by Qatar kicking things off, here are 10 things to look out for as the tournament begins:</p> <a href=\"https://www.theguardian.com/football/2022/nov/20/world-cup-2022-briefing-10-things-to-look-out-for-on-day-one\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/20/cop27-agrees-to-historic-loss-and-damage-fund-to-compensate-developing-countries-for-climate-impacts", "title": "Cop27 agrees to historic ‘loss and damage’ fund to compensate developing countries for climate impacts", "date_published": "2022-11-20 04:09:20+00:00", "description": "<p>Fund’s passage hailed as potential turning point that acknowledges the vast inequities of the climate crisis</p><p></p><p>A historic deal to set up a “loss and damage” fund to pay poorer countries harmed by the impacts of the climate crisis has been agreed to at a UN summit, capping a decades-long fight by climate campaigners and developing nations.</p><p>The decision marked a breakthrough at the climate negotiations, where for years developing countries have pressed wealthier nations to provide a form of compensation for the droughts, wildfires, floods and other escalating climate impacts they’ve faced due to the planet-heating emissions that have mostly come from the richest corners of the world.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/20/cop27-agrees-to-historic-loss-and-damage-fund-to-compensate-developing-countries-for-climate-impacts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-270-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 270 of the invasion", "date_published": "2022-11-20 01:39:15+00:00", "description": "<p>Rishi Sunak makes surprise visit to meet Volodymyr Zelenskiy in Kyiv; Kyiv in a ‘critical situation’ with power shortages, say officials</p><p><strong>Rishi Sunak</strong><strong> </strong>made a surprise visit to<strong> Kyiv </strong>on Saturday to meet Ukraine’s president, <strong>Volodymyr Zelenskiy</strong><strong> </strong>– Sunak’s first visit to the country since taking office.</p><p><strong>Sunak </strong>announced <a href=\"https://www.theguardian.com/politics/2022/nov/19/rishi-sunak-meets-volodymyr-zelenskiy-in-surprise-visit-to-ukraine\">that </a><strong><a href=\"https://www.theguardian.com/politics/2022/nov/19/rishi-sunak-meets-volodymyr-zelenskiy-in-surprise-visit-to-ukraine\">Britain </a></strong><a href=\"https://www.theguardian.com/politics/2022/nov/19/rishi-sunak-meets-volodymyr-zelenskiy-in-surprise-visit-to-ukraine\">will provide a </a><strong><a href=\"https://www.theguardian.com/politics/2022/nov/19/rishi-sunak-meets-volodymyr-zelenskiy-in-surprise-visit-to-ukraine\">£50m air defence package</a></strong><a href=\"https://www.theguardian.com/politics/2022/nov/19/rishi-sunak-meets-volodymyr-zelenskiy-in-surprise-visit-to-ukraine\"> </a>for <strong><a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, </strong>including anti-aircraft guns and technology to counter Iranian-supplied drones<strong>.</strong></p><p><strong>Zelenskiy </strong>thanked Sunak, for his support and tweeted:<strong> </strong>“With friends like you by our side, we are confident in our victory. Both of our nations know what it means to stand up for freedom.”</p><p><strong>Ukraine’s </strong>prosecutor general’s office said at least <strong>437 Ukrainian children </strong>have been killed and <strong>more than 837</strong> injured as a result of Russia’s invasion.</p><p>Five people were injured in a <strong>Russian</strong> strike on a humanitarian station in southern <strong>Ukraine</strong>, said Kyrylo Tymoshenko, a senior aide to <a href=\"https://www.theguardian.com/world/volodymyr-zelenskiy\">Zelenskiy</a>.</p><p>Nine people, including four children, died after a suspected gas explosion in a residential building in <strong>Russia’s Sakhalin island</strong>, the local governor said.</p><p><strong>About 60 Russian soldiers were killed</strong> in a long-range Ukrainian artillery attack this week, Kyiv said on Saturday. In a Facebook post, the armed forces general staff said Russia suffered the losses on Thursday when Ukrainian forces shelled the town of Mykhailkva, 40km to the south of Kherson. Russian forces abandoned the city earlier this month.</p><p><strong>Kyiv</strong> is in a “critical situation” with power shortages and faces hours-long blackouts, officials say, amid <strong>Russian</strong> attacks on energy infrastructure. But the energy ministry said on Saturday that Ukrainian electricity supplies were under control and there was no need to panic.</p><p>Zelenskiy said on Saturday that <strong>the supply problems were worst in and around Kyiv as well as in six other regions</strong>. “We are working throughout the country to stabilise the situation,” he said in a video address.</p><p><strong>Ukrainian </strong>forces could be in <strong>Crimea </strong>by the end of December, the country’s deputy defence minister,<strong> Volodymyr Havrylov,</strong> has said.</p><p>The <strong>UK Ministry of Defence</strong> has released its latest intelligence update on the war <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. <strong>Russia</strong> made its largest single-day issuance of debt in history on Wednesday, it said.</p><p><strong>Moscow</strong> had not officially contacted <strong>Kyiv</strong> about peace negotiations, but <a href=\"https://www.theguardian.com/world/russia\">Russia</a> would have to completely withdraw its forces for talks to take place, said Andriy Yermak, the Ukrainian presidential chief of staff.</p><p>The first passenger train to the recently liberated <strong>Kherson city </strong>arrived from Kyiv for the first time since Russian troops occupied the southern Ukrainian city.</p><p>The funeral took place on Saturday of a <strong>Polish</strong> man who was one of two victims killed when a missile crashed into a grain storage facility in the <strong>Polish</strong> village of Przewodow.</p><p><strong>The US defence secretary,</strong> Lloyd Austinm said <strong>China</strong> and <strong>Russia</strong> were seeking a world where force is used to resolve disputes and he vowed the <strong>United States</strong> would continue to defend humanitarian principles and international law.</p><p><strong>Mykhailo Podolyak,</strong> a political adviser to the Ukrainian president, has dismissed “conspiracy theories” about his country surrendering. “Ukraine will not kneel to Russians.”</p><p><strong>Asia-Pacific </strong>leaders added their voices on Saturday to international pressure on <strong>Russia </strong>over its invasion of <strong><a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, </strong>issuing a summit statement saying “most” of them condemned the war.</p> <a href=\"https://www.theguardian.com/world/2022/nov/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-270-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/20/twitter-lifts-donald-trump-ban-after-elon-musks-poll", "title": "Twitter lifts Donald Trump ban after Elon Musk’s poll", "date_published": "2022-11-20 01:29:04+00:00", "description": "<p>‘The people have spoken’ says Twitter owner, having acknowledged during online poll that automated ‘bots’ were voting too</p><p>Donald Trump’s Twitter account appeared to be back online after a slim majority of votes were cast, in a Twitter poll organised by Elon Musk, in favour of reinstating the former US president, who was banned from the social media service for inciting violence.</p><p>Slightly more than 15 million votes were counted in the poll with 51.8% votes in favour of reinstatement.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/20/twitter-lifts-donald-trump-ban-after-elon-musks-poll\">Continue reading...</a>", "favourite": false}]