[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/warning-this-widespread-malicious.html", "title": "Warning: New Massive Malicious Campaigns Targeting Top Indian Banks' Customers", "date_published": "2022-11-10 15:50:00+00:00", "description": "Cybersecurity researchers are warning of \"massive phishing campaigns\" that distribute five different malware targeting banking users in India.\n\"The bank customers targeted include account subscribers of seven banks, including some of the most well-known banks located in the country and potentially affecting millions of customers,\" Trend Micro said in a report published this week.\nSome of the", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/hacker-rewarded-70000-for-finding-way.html", "title": "Hacker Rewarded $70,000 for Finding Way to Bypass Google Pixel Phones' Lock Screens", "date_published": "2022-11-10 15:07:00+00:00", "description": "Google has resolved a high-severity security issue affecting all Pixel smartphones that could be trivially exploited to unlock the devices.\nThe vulnerability, tracked as CVE-2022-20465 and reported by security researcher David Schütz in June 2022, was remediated as part of the search giant's monthly Android update for November 2022.\n\"The issue allowed an attacker with physical access to bypass", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-uncover-pypi-package-hiding.html", "title": "Researchers Uncover PyPI Package Hiding Malicious Code Behind Image File", "date_published": "2022-11-10 12:44:00+00:00", "description": "A malicious package discovered on the Python Package Index (PyPI) has been found employing a steganographic trick to conceal malicious code within image files.\nThe package in question, named \"apicolor,\" was uploaded to the Python third-party repository on October 31, 2022, and described as a \"Core lib for REST API,\" according to Israeli cybersecurity firm Check Point. It has since been taken", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/is-cybersecurity-awareness-month.html", "title": "Is Cybersecurity Awareness Month Anything More Than PR?", "date_published": "2022-11-10 12:13:00+00:00", "description": "Cybersecurity Awareness Month has been going on since 2004. This year, Cybersecurity Awareness Month urged the public, professionals, and industry partners to \"see themselves in cyber\" in the following ways: \n\nThe public, by taking action to stay safe online.\nProfessionals, by joining the cyber workforce.\nCyber industry partners, as part of the cybersecurity solution.\n\nCISA outlined four \"things", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/citrix-issues-patches-for-critical-flaw.html", "title": "Citrix Issues Patches for Critical Flaw Affecting ADC and Gateway Products", "date_published": "2022-11-10 10:26:00+00:00", "description": "Citrix has released security updates to address a critical authentication bypass flaw in the application delivery controller (ADC) and Gateway that could be exploited to take control of affected systems.\nSuccessful exploitation of the issues could enable an adversary to gain authorized access, perform remote desktop takeover, and even circumvent defenses against login brute-force attempts under", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/high-severity-flaw-reported-in-critical.html", "title": "High-Severity Flaw Reported in Critical System Used in Oil and Gas Companies", "date_published": "2022-11-10 07:49:00+00:00", "description": "Cybersecurity researchers have disclosed details of a new vulnerability in a system used across oil and gas organizations that could be exploited by an attacker to inject and execute arbitrary code.\nThe vulnerability, tracked as CVE-2022-0902 (CVSS score: 8.1), is a path-traversal vulnerability in ABB Totalflow flow computers and remote controllers.\n\"Attackers can exploit this flaw to gain root", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/re-focusing-cyber-insurance-with.html", "title": "Re-Focusing Cyber Insurance with Security Validation", "date_published": "2022-11-10 07:30:00+00:00", "description": "The rise in the costs of data breaches, ransomware, and other cyber attacks leads to rising cyber insurance premiums and more limited cyber insurance coverage. This cyber insurance situation increases risks for organizations struggling to find coverage or facing steep increases.\nSome Akin Gump Strauss Hauer & Feld LLP's law firm clients, for example, reported a three-fold increase in insurance", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/new-uefi-firmware-flaws-reported-in.html", "title": "New UEFI Firmware Flaws Reported in Several Lenovo Notebook Models", "date_published": "2022-11-10 06:36:00+00:00", "description": "PC maker Lenovo has addressed yet another set of three shortcomings in the Unified Extensible Firmware Interface (UEFI) firmware affecting several Yoga, IdeaPad, and ThinkBook devices.\n\"The vulnerabilities allow disabling UEFI Secure Boot or restoring factory default Secure Boot databases (incl. dbx): all simply from an OS,\" Slovak cybersecurity firm ESET explained in a series of tweets.\nUEFI", "favourite": false}]