[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/country-music-star-and-founding-member-of-alabama-jeff-cook-dead-at-73", "title": "Country Music Star And Founding Member of Alabama Jeff Cook Dead At 73", "date_published": "2022-11-10 18:28:41+00:00", "description": "Country music star and founding member of the hit band Alabama, Jeff Cook, died at his home in Destin, Florida, at the age of 73. Cook, a co-founder of the successful country music group, and member of the Country Music Hall of Fame, died after being diagnosed in 2017 with Parkinson&#8217;s disease, Don Murry Grubbs, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-has-spent-more-money-opposing-georgia-republicans-than-he-has-supporting-them", "title": "Trump Has Spent More Money Opposing Georgia Republicans Than He Has Supporting Them", "date_published": "2022-11-10 18:23:38+00:00", "description": "Trump spent $3.4 million supporting his endorsed candidate Herschel Walker&#8211;amounting to less than 5% of Walker&#8217;s total outside funding in a race where he was dramatically outspent&#8211;even as he spent more freely, at $4.4 million, giving to groups seeking to unseat Republican Gov. Brian Kemp.", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thank-god-for-the-first-amendment-and-that-we-dont-live-in-germany", "title": "Thank God For The First Amendment And That We Don’t Live In Germany", "date_published": "2022-11-10 18:19:36+00:00", "description": "Question of the day: Could you imagine a Western nation where you could potentially be imprisoned for questioning the mainstream media narrative? Well, that is basically happening in a real place — Germany.  Many assume that Europe is something like America when it comes to free speech and other liberties, but that isn&#8217;t actually the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/canada-school-board-decides-on-whether-male-teacher-can-continue-wearing-enormous-fetish-breast-prosthetics", "title": "Canada School Board Decides On Whether Male Teacher Can Continue Wearing Enormous Fetish Breast Prosthetics", "date_published": "2022-11-10 17:53:56+00:00", "description": "An Ontario school board has decided that a male shop teacher can continue wearing enormous fetish breast prosthetics while teaching children following an uproar from parents and students. The Halton District School Board (HDSB) said that after reviewing its dress code, it has decided that preventing the male teacher, Kayla Lemieux, from wearing the insanely large ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/married-couple-sentenced-over-19-years-for-espionage-related-offenses-in-plot-to-sell-nuclear-powered-submarine-secrets", "title": "Married Couple Sentenced Over 19 Years For Espionage-Related Offenses In Plot To Sell Nuclear-Powered Submarine Secrets", "date_published": "2022-11-10 17:31:01+00:00", "description": "A federal judge sentenced a naval nuclear engineer and his wife to more than 19 years in prison Wednesday after pleading guilty to charges of hawking nuclear-powered submarine secrets to an undisclosed foreign government in exchange for tens of thousands of dollars in cryptocurrency. Department of the Navy nuclear engineer Jonathan Toebbe was sentenced to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/airplane-director-says-the-only-way-to-make-that-movie-now-would-be-without-the-jokes", "title": "‘Airplane!’ Director Says The Only Way to Make That Movie Now Would Be ‘Without The Jokes’", "date_published": "2022-11-10 17:30:10+00:00", "description": "Hollywood director David Zucker complained that his industry was killing comedy by allowing a small percentage of overly-sensitive people to dictate whether their jokes were &#8220;offensive.&#8221; Zucker — who directed the raucous 1980 comedy &#8220;Airplane!&#8221; — told PragerU in a video that was posted on Tuesday that the only way to make that particular movie ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-nominates-new-irs-chief-as-the-agency-prepares-to-double-in-size", "title": "Biden Nominates New IRS Chief As The Agency Prepares To Double In Size", "date_published": "2022-11-10 17:20:41+00:00", "description": "President Joe Biden nominated consulting executive Daniel Werfel to lead the Internal Revenue Service months after Congress greenlit funding to double the agency’s size. The term of IRS Commissioner Charles Rettig, an appointee of former President Donald Trump, is set to expire at the end of the week. Werfel previously served as IRS acting commissioner ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-allen-shares-what-it-took-to-get-him-to-don-the-red-coat-for-another-santa-clause-after-third-film-overshot-the-runway", "title": "Tim Allen Shares What It Took To Get Him To Don The Red Coat For Another ‘Santa Clause’ After Third Film ‘Overshot The Runway’", "date_published": "2022-11-10 17:12:50+00:00", "description": "Actor Tim Allen talked about what it took for him to once again don the red coat for the new &#8220;Santa Clause&#8221; streaming show after saying that the third film &#8220;overshot the runway.” The 69-year-old actor shared that he always wanted another chance to play the iconic character, noting that &#8220;The Santa Clause 3: The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alex-jones-gets-assets-frozen-now-has-to-pay-almost-1-5-billion-to-sandy-hook-families", "title": "Alex Jones Gets Assets Frozen, Now Has To Pay Almost $1.5 Billion To Sandy Hook Families", "date_published": "2022-11-10 16:18:35+00:00", "description": "Infowars founder Alex Jones was ordered to pay another $473 million to the families of children killed in the shooting at Sandy Hook Elementary School, adding to the $965 million he has already been told to pay. Jones had asserted for years that the 2012 attack, in which the shooter murdered 26 people, including 20 ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/clueless-joe-takes-exactly-the-wrong-message-out-of-2022-midterms", "title": "Clueless Joe Takes Exactly The Wrong Message Out Of 2022 Midterms", "date_published": "2022-11-10 15:53:33+00:00", "description": "Democrats will lose control of the House of Representatives and could well lose the Senate. Why? Americans are fed up with soaring inflation, skyrocketing food and gas prices, out-of-control crime, and the ongoing crisis at the southern border. Now, Republicans didn&#8217;t pull off the massive margin predicted by pollsters (how do these guys get it ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/montana-voters-reject-measure-requiring-care-for-babies-born-alive", "title": "Montana Voters Reject Measure Requiring Care For Babies Born Alive", "date_published": "2022-11-10 15:47:18+00:00", "description": "Montana voters opposed a midterm ballot measure imposing criminal charges on medical professionals failing to take &#8220;all medically appropriate and reasonable actions to preserve the life&#8221; of infants born alive, including those who survived after attempted abortions. LR-131, a legislative referendum known as the Montana Born-Alive Infant Protection Act, asked Montanans to decide whether &#8220;infants ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/transgender-identifying-teen-becomes-first-male-to-win-a-miss-america-sponsored-beauty-pageant", "title": "Transgender-Identifying Teen Becomes First Male To Win A Miss America Sponsored Beauty Pageant", "date_published": "2022-11-10 15:46:19+00:00", "description": "A transgender-identifying male beauty pageant contestant is celebrating a recent history-making win. Brian Nguyen is the first biological man to win a Miss America competition after taking home the title of Miss Greater Derry 2023 in New Hampshire. Per the website, The Miss Greater Derry Scholarship Program provides scholarships to &#8220;young women&#8221; between the ages ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/man-who-egged-king-charles-banned-from-carrying-eggs-publicly", "title": "Man Who Egged King Charles Banned From Carrying Eggs Publicly", "date_published": "2022-11-10 15:36:19+00:00", "description": "The protestor who egged King Charles III during the royal&#8217;s visit with the Queen Consort in York has been banned for life against carrying eggs in public. The 23-year-old man, Patrick Thelwell, was detained and arrested after he threw eggs at Charles and Camilia while the king was greeting a crowd of well wishers at ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-areas-weighing-heavier-on-your-wallet-as-inflation-persists", "title": "Here Are The Areas Weighing Heavier On Your Wallet As Inflation Persists", "date_published": "2022-11-10 15:30:36+00:00", "description": "Though year-over-year inflation declined last month, a closer look at the data shows that many of the costs households experience on a daily basis are more expensive. Price levels rose 7.7% between October 2021 and October 2022, according to a Thursday report from the Bureau of Labor Statistics, indicating that inflation has begun to slow ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/suspect-in-delphi-murders-begs-for-attorney-in-jailhouse-letter", "title": "Suspect In Delphi Murders Begs For Attorney In Jailhouse Letter", "date_published": "2022-11-10 15:28:56+00:00", "description": "The man arrested in connection to the killing of two teenage girls in 2017 has begged for a defense attorney in a letter he wrote from jail. Richard Allen, 50, was arrested and charged late last month in connection to the murders of Delphi, Indiana, teenagers Liberty “Libby” German and Abigail “Abby” Williams. Allen wrote ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/charges-dropped-against-ceo-of-election-tech-company", "title": "Charges Dropped Against CEO Of Election Tech Company", "date_published": "2022-11-10 15:28:53+00:00", "description": "Charges against the CEO of an election technology company have been dismissed after Los Angeles County prosecutors found “potential bias” in an investigation.  Last month, the Los Angeles County District Attorney&#8217;s Office brought charges against Eugene Yu, the head of Konnech, an election technology business out of Michigan. The charges concerned allegations of keeping information ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jason-miller-trump-should-delay-big-announcement-he-teased-hours-before-election-day", "title": "Jason Miller: Trump Should Delay Big ‘Announcement’ He Teased Hours Before Election Day", "date_published": "2022-11-10 15:13:43+00:00", "description": "A one-time key adviser to former President Donald Trump is publicly encouraging him to delay the big &#8220;announcement” he teased the day before the 2022 midterms, fearing that it would draw attention away from the December 6 Georgia Senate runoff.  Political observers expect Trump to launch a third White House bid on November 15. While Trump ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/let-it-run-24-hours-a-day-how-artificial-intelligence-and-automated-tractors-will-change-the-face-of-farming", "title": "‘Let It Run 24-Hours A Day’: How Artificial Intelligence And Automated Tractors Will Change The Face of Farming", "date_published": "2022-11-10 15:13:02+00:00", "description": "Agriculture in the United States is shifting, and could move even more in the coming years towards a new type of farming — with robotic, fully autonomous machines. Agricultural AI can be used in various ways and for different tasks. According to Intellias, artificial intelligence can carry out everyday farming jobs, as well as difficult ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alaskas-ranked-choice-election-could-lead-to-uncertainty-delays", "title": "Alaska’s Ranked-Choice Election Could Lead To Uncertainty, Delays", "date_published": "2022-11-10 15:07:10+00:00", "description": "Alaska&#8217;s ranked-choice voting system could lead to uncertainty and delays following the midterm elections, and the winners of some races could be unknown for several weeks. Ranked-choice voting was approved by the state&#8217;s voters in the 2020 election. In the system, all voters receive the same ballot, regardless of the voter&#8217;s political affiliation. All candidates ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woman-sentenced-to-death-after-murdering-other-woman-stealing-her-unborn-baby", "title": "Woman Sentenced To Death After Murdering Other Woman, Stealing Her Unborn Baby", "date_published": "2022-11-10 14:54:09+00:00", "description": "A Texas woman convicted of murdering a pregnant woman in order to steal that woman’s unborn baby has been sentenced to death. Taylor Rene Parker, 29, was sentenced to death on Wednesday following a conviction for capital murder on October 3. The jury in the case, made up of six men and six women in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/liberal-country-star-skips-red-carpet-at-award-show-after-attacking-brittany-aldean-over-trans-post", "title": "Liberal Country Star Skips Red Carpet At Award Show After Attacking Brittany Aldean Over Trans Post", "date_published": "2022-11-10 14:49:50+00:00", "description": "Liberal country star Maren Morris ended up skipping the red carpet entrance at the CMA Awards show after attacking singer Jason Aldean&#8217;s wife Brittany over a post that she claimed was transphobic. The 32-year-old country music star did not walk the red carpet at the 2022 Country Music Association Awards show along with the Aldeans ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-on-inflation-news-my-economic-plan-is-showing-results", "title": "Biden On Inflation News: ‘My Economic Plan Is Showing Results’", "date_published": "2022-11-10 14:43:39+00:00", "description": "President Joe Biden took credit on Thursday for the recent news of a year-over-year inflation decline and issued a warning to Republicans in the House of Representatives who may seek to undo his agenda. Price levels rose 7.7% between October 2021 and October 2022, according to a Thursday report from the Bureau of Labor Statistics, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/alabama-father-brutally-beat-14-year-old-daughter-after-she-told-her-mother-he-might-be-cheating-cops-say", "title": "Alabama Father Brutally Beat 14-Year-Old Daughter After She Told Her Mother He Might Be Cheating, Cops Say", "date_published": "2022-11-10 14:39:23+00:00", "description": "A 14-year-old girl in Franklin County, Alabama, found out that her father had a social media account she believed he was using to have an affair and told her mother. When her father found out, he brutally beat her, according to police. The girl, who has not been named because she is a minor, ran ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-aid-worker-gunned-down-in-front-of-his-family-in-iraq", "title": "American Aid Worker Gunned Down In Front Of His Family In Iraq", "date_published": "2022-11-10 14:38:50+00:00", "description": "An aid worker and Tennessee native was murdered in the streets of Baghdad, Iraq, in front of his family earlier this week. Stephen Troell, a 45-year-old husband and father of four, was killed Monday night by a group of terrorists while driving in Iraq&#8217;s capital city with his wife and one of his children. Troell&#8217;s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-missionary-gunned-down-in-front-of-his-family-in-iraq", "title": "American Missionary Gunned Down In Front Of His Family In Iraq", "date_published": "2022-11-10 14:38:50+00:00", "description": "A missionary and Tennessee native was murdered in the streets of Baghdad, Iraq, in front of his family earlier this week. Stephen Troell, a 45-year-old husband and father of four, was killed Monday night by a group of terrorists while driving in Iraq&#8217;s capital city with his wife and one of his children. The missionary’s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/original-trump-backer-michael-savage-desantis-is-the-future-this-is-about-a-nation-not-about-any-man", "title": "‘Original’ Trump Backer Michael Savage: ‘DeSantis Is The Future … This Is About A Nation, Not About Any Man.’", "date_published": "2022-11-10 14:25:38+00:00", "description": "It is no surprise that Never Trumpers and anti-Trump 2016 pundits are circling the wagons around the former president in the wake of the &#8220;Red Wave That Wasn&#8217;t,&#8221; but the criticism from Dr. Michael Savage — a longtime supporter of former President Donald J. Trump&#8216;s — deserves to be looked at given the pair&#8217;s on-going ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/snl-writers-could-boycott-show-over-dave-chappelle-hosting-gig", "title": "‘SNL’ Writers Could Boycott Show Over Dave Chappelle Hosting Gig", "date_published": "2022-11-10 14:11:43+00:00", "description": "Some of the writers behind NBC&#8217;s long-running sketch comedy show &#8220;Saturday Night Live&#8221; may be planning to boycott the next show because comedian Dave Chappelle has been tapped to host. According to a report from Page Six, some of the writers were angry that producers had asked Chappelle — who has been accused of telling ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pro-pediatric-gender-transition-doc-gets-slammed-by-medical-professionals-for-false-claims", "title": "Pro-Pediatric Gender Transition Doc Gets Slammed By Medical Professionals For ‘False Claims’", "date_published": "2022-11-10 13:53:31+00:00", "description": "A key witness who testified on behalf of pediatric &#8220;gender-affirming&#8221; care in the Florida joint medical board committee made a series of false and misleading claims, according to a global group of medical professionals. The Florida Boards of Medicine and Osteopathic Medicine held a joint meeting last month to evaluate the evidence for &#8220;gender-affirming&#8221; care ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/50-cent-mocks-madonna-as-pathetic-for-attention-seeking-tiktok-video-like-a-virgin-at-64-lol", "title": "50 Cent Mocks Madonna As ‘Pathetic’ For Attention-Seeking TikTok Video: ‘Like A Virgin At 64 LOL’", "date_published": "2022-11-10 13:38:50+00:00", "description": "50 Cent came down hard on a recent video Madonna posted to social media, echoing what many fans were claiming about the Material Girl trying to get attention in some unexpected ways. The 47-year-old rapper, whose real name is Curtis James Jackson III, posted a screenshot of a headline about Madonna to Instagram with text ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/msnbc-guest-suggests-gop-rep-would-stoop-to-porn-if-she-loses-house-seat", "title": "MSNBC Guest Suggests GOP Rep Would Stoop To Porn If She Loses House Seat", "date_published": "2022-11-10 13:26:13+00:00", "description": "Democratic strategist Kurt Bardella suggested that Congresswoman Lauren Boebert (R-CO) might stoop to doing amateur pornography if her re-election bid did not prove successful. Bardella discussed the possible outcomes of Boebert&#8217;s race — which is still too close to call — with MSNBC host Joy Reid during her Wednesday broadcast of &#8220;The Reidout,&#8221; and he ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/growing-up-in-venezuela-made-me-appreciate-free-speech-and-the-marketplace-of-ideas", "title": "Growing Up In Venezuela Made Me Appreciate Free Speech And The Marketplace Of Ideas", "date_published": "2022-11-10 13:23:07+00:00", "description": "Growing up in Venezuela, a country deeply afflicted by anarchy and corruption, taught me just how important a free marketplace of ideas is to the very foundation of a prosperous society. The notion that conflicting opinions and opposition ought to be encouraged, not persecuted, seemed revolutionary to a teenager moving to the United States. Just ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-ag-investigates-zuckerberg-backed-non-profit-over-potential-violations-of-state-law", "title": "Texas AG Investigates Zuckerberg-Backed Non-Profit Over Potential Violations Of State Law", "date_published": "2022-11-10 13:16:53+00:00", "description": "Texas Attorney General Ken Paxton is investigating a non-profit supported by Facebook founder Mark Zuckerberg&#8217;s regarding potential violations of state law. Paxton issued a Civil Investigative Demand (CID) to the Center for Tech and Civil Life (CTCL) on Thursday to determine whether the group solicited donations under the pretext of protecting voters from COVID while ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/member-of-twitter-legal-team-blasts-elon-musk-in-message-to-company-report", "title": "Member Of Twitter Legal Team Blasts Elon Musk In Message To Company: Report", "date_published": "2022-11-10 12:57:12+00:00", "description": "Elon Musk, the new owner of Twitter, is facing criticism from members of the social media company’s legal team for allegedly exposing the platform to federal regulators and neglecting to care about “human rights activists” through his current monetization push, according to a report. A top lawyer for the company posted a message viewable to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tsa-extends-deadline-requiring-covid-vaccine-proof-for-entry-to-u-s", "title": "TSA Extends Deadline Requiring COVID Vaccine Proof For Entry To U.S.", "date_published": "2022-11-10 12:56:50+00:00", "description": "The Biden administration’s Transportation Security Administration (TSA) has extended the deadline for requiring non-citizens entering the United States to provide proof of COVID vaccination. The United States is the only country in the West to still require proof of COVID vaccination for entry, according to The Daily Mail. Countries still requiring proof of vaccination to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/brooke-shields-said-revealing-virginity-status-in-her-20s-was-a-huge-mistake", "title": "Brooke Shields Said Revealing Virginity Status In Her 20s Was ‘A Mistake’", "date_published": "2022-11-10 12:21:45+00:00", "description": "Brooke Shields regrets telling the world she was still a virgin in her early twenties, she recently revealed. The 57-year-old former model reflected on what she calls her past “mistake” during a recent interview with Ali Wentworth on her podcast, &#8220;Now What?&#8221;  &#8220;I think it was, in hindsight, a bit of a mistake for me ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/by-a-serious-candidate-cnn-panel-baffled-when-analyst-claims-that-biden-will-face-primary-challenge", "title": "‘By A Serious Candidate?’: CNN Panel Baffled When Analyst Claims That Biden Will Face Primary Challenge", "date_published": "2022-11-10 12:13:41+00:00", "description": "CNN panelists appeared baffled by the certainty with which analyst Bakari Sellers claimed that President Joe Biden was likely to face a challenger going into the 2024 Democratic primary election. While anchors Don Lemon and Kaitlan Collins seemed to agree with part of Sellers&#8217; assessment — namely that Biden might decide against taking on the rigors ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/boston-to-pay-2-1-million-after-supreme-court-rules-against-citys-refusal-to-fly-christian-flag", "title": "Boston To Pay $2.1 Million After Supreme Court Rules Against City’s Refusal To Fly Christian Flag", "date_published": "2022-11-10 11:50:18+00:00", "description": "Boston has agreed to pay $2.1 million in legal fees and other expenses after the U.S. Supreme Court ruled against the city for refusing to allow a Christian flag to fly outside City Hall. The settlement included an agreement to pay Harold Shurtleff and his Camp Constitution non-profit for legal costs incurred during the dispute. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/almost-comedy-biden-dismisses-possible-house-gop-investigation-of-his-family", "title": "‘Almost Comedy’: Biden Dismisses Possible House GOP Investigation Of His Family", "date_published": "2022-11-10 11:42:16+00:00", "description": "When a reporter asked President Biden on Wednesday about the possibility that a House of Representatives controlled by Republicans might investigate Biden’s family, especially his son Hunter, Biden dismissively replied that such an effort would be “almost comedy.” “Republicans have made it clear that if they do take control of the House, that they want ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wash-your-klan-robes-with-your-maga-hat-stephen-colbert-mocks-republicans-after-election-results", "title": "‘Wash Your Klan Robes With Your MAGA Hat’: Stephen Colbert Mocks Republicans After Election Results", "date_published": "2022-11-10 11:33:05+00:00", "description": "Far-left late-night host Stephen Colbert mocked Republicans as &#8220;fascists&#8221; and Ku Klux Klan members a day after predictions of a red wave failed to materialize in Tuesday’s midterm elections. Colbert, who in May said the GOP was “choosing its direction for 2022: original recipe nutballs or extra crispy cuckoo cojones,” was giddy when Democrats performed better than ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-have-to-be-political-why-jennifer-lawrence-is-throwing-everyone-under-the-bus", "title": "‘You Have To Be Political’: Why Jennifer Lawrence Is Throwing Everyone Under The Bus", "date_published": "2022-11-10 11:28:16+00:00", "description": "Remember Jennifer Lawrence? No, not the 32-year-old star of AppleTV+’s “Causeway,” another Oscar-bait film released during awards season. We know all about her. We mean the young star of “Winter’s Bone,” the indie drama that made her a star at the ripe old age of 20. She dazzled, again, in 2012’s “Silver Linings Playbook,” netting ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/put-a-ring-on-it-jesse-watters-tells-men-to-get-hitched-because-married-women-vote-republican", "title": "‘Put A Ring On It’: Jesse Watters Tells Men To Get Hitched Because Married Women Vote Republican", "date_published": "2022-11-10 11:18:41+00:00", "description": "Fox News host Jesse Watters directed men to &#8220;put a ring on it,&#8221; suggesting that if more of them got married, more women would vote Republican. Watters was responding to exit polling data from Tuesday&#8217;s midterm elections that indicated a hefty majority of single women broke for the Democratic candidates while married women and married ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/over-1200-flights-canceled-as-tropical-storm-nicole-hits-florida", "title": "Over 1,200 Flights Canceled As Tropical Storm Nicole Hits Florida", "date_published": "2022-11-10 11:15:08+00:00", "description": "Airlines canceled more than 1,200 flights as Tropical Storm Nicole made landfall in Florida on Thursday. Delta Air Lines and Southwest Airlines each canceled over 100 flights, with United Airlines canceling 73 trips, according to Flightaware.com. The updates add to nearly 990 canceled flights on Wednesday. The cancellations add to additional concerns with airport closures ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hollywood-is-a-fickle-beast-cast-of-yellowstone-talks-major-award-snubs", "title": "‘Hollywood Is A Fickle Beast’: Cast Of ‘Yellowstone’ Talks Major Award Snubs", "date_published": "2022-11-10 10:43:11+00:00", "description": "The cast of “Yellowstone” had some thoughts about being constantly snubbed during major award ceremonies despite the show&#8217;s massive popularity with fans. The Paramount Network original series has been a ratings winner since its premiere in 2018, most recently attracting an incredible 9.3 million viewers for the season 4 finale. This has some fans wondering ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stacey-abrams-compares-her-election-defeat-to-the-apostle-pauls-suffering-in-concession-speech", "title": "Stacey Abrams Compares Her Election Defeat To The Apostle Paul’s Suffering In Concession Speech", "date_published": "2022-11-10 10:40:11+00:00", "description": "Democratic candidate Stacey Abrams compared her loss in the Georgia gubernatorial election to the apostle Paul&#8217;s suffering amid his missionary work as she conceded to Republican rival and incumbent Governor Brian Kemp. After narrowly defeating Abrams four years ago, Kemp was re-elected by a nearly 8-point margin, significantly outperforming his rival even as other swing-state ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gops-midterm-losses-were-100-trumps-fault", "title": "GOP’s Midterm Losses Were 100% Trump’s Fault", "date_published": "2022-11-10 10:33:44+00:00", "description": "Donald Trump might be the only person in America who couldn&#8217;t beat Joe Biden in the 2020 presidential election. And Trump&#8217;s also the reason Republicans performed so poorly in the midterm elections, when Americans were furious about inflation and crime and the border. He singlehandedly blew it for the GOP, and in the process delivered ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-involved-is-casey-desantis-with-ron-desantis-politics-really-heres-what-insiders-say", "title": "How Involved Is Casey DeSantis With Ron DeSantis’ Politics, Really? Here’s What Insiders Say.", "date_published": "2022-11-10 10:22:28+00:00", "description": "Former President Donald Trump on Monday said Florida&#8217;s first lady Casey DeSantis is the one who&#8217;s &#8220;really running&#8221; Governor Ron DeSantis&#8217; &#8220;campaign.&#8221; The comment from Trump was meant as a slight, but Governor DeSantis seems to have no problem publicly including and thanking his wife, who&#8217;s been called his &#8220;not-so-secret weapon&#8221; in the media. Just how ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-mary-peltola-republican-sarah-palin-alaska-house-election-outcome-uncertain-in-ranked-choice-vote", "title": "Democrat Mary Peltola, Republican Sarah Palin Alaska House Election Outcome Uncertain In Ranked-Choice Vote", "date_published": "2022-11-10 10:08:11+00:00", "description": "Alaska Democratic Rep. Mary Peltola and Republican Sarah Palin rank among the two top leaders in the state&#8217;s House race, though the winner will unlikely be confirmed for several days under the state&#8217;s new ranked-choice voting system. Peltola currently leads with 47.34% of the vote (101,236), with Palin at 26.66% (57,005), fellow Republican Nick Begich ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fetterman-2024-msnbc-panelist-floats-pa-stroke-survivor-as-next-democrat-hope", "title": "Fetterman 2024? MSNBC Panelist Floats PA Stroke Survivor As Next Democrat Hope", "date_published": "2022-11-10 09:25:08+00:00", "description": "Fetterman 2024? An MSNBC panel on Wednesday seriously raised the prospect of Pennsylvania senator-elect John Fetterman seeking the Democratic presidential nomination in two years. Fetterman, who overcame a May stroke that left him with an alarming inability to process or respond to questions to defeat Republican Dr. Mehmet Oz, could be just what the party ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trans-influencer-complains-about-being-put-in-male-unit-of-florida-jail-after-alleged-naked-stroll-at-hotel-pool", "title": "Trans Influencer Complains About Being Put In Male Unit Of Florida Jail After Alleged Naked Stroll At Hotel Pool", "date_published": "2022-11-10 08:50:27+00:00", "description": "Transgender influencer Nikita Dragun has complained about being sent to a male unit of the Miami-Dade Corrections and Rehabilitation Center after an arrest on Monday. Dragun, real Nikita Nguyen, is a biological man who identifies as a woman. The influencer was nabbed Monday by authorities after allegedly walking around a hotel pool in the buff. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-october-inflation-surges-but-less-than-expected-energy-prices-up-ahead-of-winter", "title": "BREAKING: October Inflation Surges, But Less Than Expected; Energy Prices Up Ahead Of Winter", "date_published": "2022-11-10 08:43:52+00:00", "description": "The Consumer Price Index (CPI) rose 7.7% between October 2021 and October 2022, according to a Thursday report from the Bureau of Labor Statistics, showing that inflation has begun to slow amid harsh contractionary policy from the Federal Reserve. The month-to-month increase of 0.4% fell below analysts’ forecasts, while core inflation, which factors out the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-red-fizzle", "title": "The Red Fizzle", "date_published": "2022-11-10 07:51:46+00:00", "description": "There was no red wave. There was no red tide. There was no red trickle. There was a fizzle. The 2022 midterm election fundamentals would have suggested a ringing Republican victory: an unpopular president of the opposing party, deep public unhappiness with the state of the economy, unified Democratic control in Congress, radical social policy ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/arrogance-at-its-finest-biden-boasts-hell-change-nothing-about-what-hes-doing", "title": "‘Arrogance At Its Finest’: Biden Boasts He’ll Change Nothing About What He’s Doing", "date_published": "2022-11-10 07:23:59+00:00", "description": "On Wednesday, after most of the results had been tabulated from Election Day, President Biden declared that he would do nothing differently, despite voters being disenchanted with the direction of the country. Earlier in his press conference, Biden had stated that “the voters were also clear that they’re still frustrated.  I get it.  I understand ...", "favourite": false}]