[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/great-britain-shock-spain-3-0-to-reach-last-four-of-billie-jean-king-cup-finals", "title": "Great Britain shock Spain 3-0 to reach last four of Billie Jean King Cup Finals", "date_published": "2022-11-10 22:46:20+00:00", "description": "<ul><li>Olivia Nicholls and Alicia Barnett win decisive doubles rubber</li><li>Heather Watson and Harriet Dart claim singles to set up finale</li></ul><p>As they returned to the Emirates Arena on Thursday for an essential, decisive tie against Spain, there were only two options left for the Great Britain team at the Billie Jean King Cup Finals: win every single match or go home.</p><p>With their backs firmly to the wall, they rose up to the occasion and pulled off the British women’s team’s greatest achievement in years, defeating Spain 3-0 to reach the semi-finals of the BJK Cup for the first time since 1981. Britain will face Australia in Saturday’s semi-final.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/great-britain-shock-spain-3-0-to-reach-last-four-of-billie-jean-king-cup-finals\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/fifa-rejects-human-rights-for-all-message-on-denmark-training-kits", "title": "Fifa rejects ‘human rights for all’ message on Denmark training kits", "date_published": "2022-11-10 22:18:02+00:00", "description": "<ul><li>Denmark intended to display message across shirts</li><li>Fifa has urged World Cup teams to ‘focus on the football’</li></ul><p>The Danish Football Association (DBU) said on Thursday that Fifa had rejected Denmark’s request to train <a href=\"https://www.theguardian.com/football/2022/nov/08/sepp-blatter-qatar-hosting-world-cup-mistake\">at the World Cup</a> in shirts with the words “human rights for all” on them.</p><p>The DBU said in 2021 that their two training kit sponsors would make way for messages critical of Qatar while also minimising the number of trips to the country to avoid commercial activities promoting the World Cup hosts’ events.</p> <a href=\"https://www.theguardian.com/football/2022/nov/10/fifa-rejects-human-rights-for-all-message-on-denmark-training-kits\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/10/ftx-cryptocurrency-collapse-investigation", "title": "Collapse of FTX cryptocurrency under scrutiny by federal authorities", "date_published": "2022-11-10 22:06:40+00:00", "description": "<p>The blow comes soon after rival Binance backed out of a merger deal earlier this week after due diligence of the exchange’s books</p><p>The swift collapse of cryptocurrency exchange FTX sent more shockwaves through the crypto world on Thursday, with authorities now investigating the firm for potential securities violations and analysts bracing for a further downturn in crypto prices.</p><p>FTX had agreed earlier this week to sell itself to bigger rival Binance after experiencing the cryptocurrency equivalent of a bank run. Customers fled the exchange after becoming concerned about whether FTX had sufficient capital.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/10/ftx-cryptocurrency-collapse-investigation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/manchester-united-aston-villa-carabao-cup-match-report", "title": "Scott McTominay caps Manchester United’s 4-2 comeback win against Villa", "date_published": "2022-11-10 22:03:18+00:00", "description": "<p>This encounter was the very definition of a game of two halves: Manchester United and Aston Villa produced a borefest before the break and a classic cup thriller after it which featured six goals and ended with Bruno Fernandes’ and Scott McTominay’s strikes taking Erik ten Hag’s team through. </p><p>Robin Olsen was Villa’s culprit for the Fernandes goal that made it 3-2: his slipshod pass went straight to Alejandro Garnacho and when the Portuguese collected from the winger his effort deflected in off of Tyrone Mings. Then, in added time, McTominay slid home and, after Unai Emery’s men had twice taken the lead, Ten Hag can rightly hail the spirit shown by his team in refusing to be beaten and then going for the jugular.</p> <a href=\"https://www.theguardian.com/football/2022/nov/10/manchester-united-aston-villa-carabao-cup-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/11/australia-pushed-to-limits-in-narrow-win-over-new-zealand-at-womens-rugby-league-world-cup", "title": "Australia pushed to limits in narrow win over New Zealand at Women’s Rugby League World Cup", "date_published": "2022-11-10 21:49:07+00:00", "description": "<ul><li>Jillaroos beat Kiwi Ferns 10-8 in final group match in York </li><li>Victory means Australia avoid hosts England in semi-finals</li></ul><p>Australia will face Papua New Guinea in the semi-finals of the Women’s Rugby League World Cup after edging out New Zealand 10-8, thanks to Julia Robinson’s late try in a tantalising tussle in York.</p><p>The two old rivals locked horns in north Yorkshire to determine who would top Group B and avoid hosts England in the knockout rounds, in one of the most anticipated match-ups in either the men’s or women’s tournaments. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/11/australia-pushed-to-limits-in-narrow-win-over-new-zealand-at-womens-rugby-league-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/10/american-tourists-dead-mexico-city", "title": "Three US tourists found dead in Mexico City Airbnb from carbon monoxide", "date_published": "2022-11-10 21:05:18+00:00", "description": "<p>Friends, who were there to celebrate Day of the Dead holiday, died from apparent carbon monoxide poisoning last week, officials say</p><p>Three American tourists were found dead last week in a Mexico City Airbnb apartment they were renting after apparent carbon monoxide poisoning, Mexican authorities confirmed to Reuters on Wednesday.</p><p>Friends Kandace Florence, Jordan Marshall and Courtez Hall were visiting the Mexican capital to celebrate the Day of the Dead holiday, according to US news site WAVY, based in Virginia Beach, Virginia, where Florence and Marshall were from.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/10/american-tourists-dead-mexico-city\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/israel-leader-of-far-right-jewish-power-party-pays-tribute-to-late-racist-rabbi", "title": "Israel: leader of far-right Jewish Power party pays tribute to late racist rabbi", "date_published": "2022-11-10 20:41:22+00:00", "description": "<p>Itamar Ben-Gvir, whose party helped prime minister Benjamin Netanyahu back to power, praises Meir Kahane at memorial</p><p>A far-right Israeli lawmaker, <a href=\"https://www.theguardian.com/world/2022/nov/04/netanyahu-begins-coalition-talks-to-form-israeli-government\">whose surging popularity helped propel former prime minister Benjamin Netanyahu back to power</a> in last week’s general election, has delivered a glowing tribute at a memorial event for an extremist rabbi assassinated in 1990.</p><p>Itamar Ben-Gvir, whose ultra-nationalist Jewish Power party emerged as the second biggest group in Netanyahu’s bloc and the third largest in the country, praised the late racist rabbi Meir Kahane in a speech at the memorial in Jerusalem on Thursday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/israel-leader-of-far-right-jewish-power-party-pays-tribute-to-late-racist-rabbi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/world-cup-gareth-southgate-has-picked-an-england-squad-to-recapture-happy-ship-energy", "title": "Gareth Southgate has an England squad to recapture happy-ship energy | Barney Ronay", "date_published": "2022-11-10 20:27:10+00:00", "description": "<p>The 26-strong pool of players travelling to Qatar for the World Cup is the strongest group to leave these shores since 2006</p><p>And … clear. Stage one completed. With the announcement of <a href=\"https://www.theguardian.com/football/2022/nov/10/england-world-cup-squad-maddison-makes-cut-with-wilson-and-rashford\" title=\"\">Gareth Southgate’s 26-man England World Cup squad</a> safely despatched the early signs are, it has to be said, pretty good. Potential hazards appear to have been glossed or co-opted. The situation is calm. When it comes to negotiating the fraught pre-tournament void, a cursed earth of brain-shouts and rage-swirls and curdled hope, this is probably about as good as it gets.</p><p>It is one of the many roles of any modern England coach to manage also the expected rage of these occasions, to come on like an embattled community support officer policing some lawlessly enraged Friday night city centre, a place where we are at any point just one misstep from “a situation”, a pile-on.</p> <a href=\"https://www.theguardian.com/football/2022/nov/10/world-cup-gareth-southgate-has-picked-an-england-squad-to-recapture-happy-ship-energy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/10/sunak-hopes-to-deepen-uk-irish-ties-after-micheal-martin-meeting", "title": "Sunak hopes to ‘deepen UK-Irish ties’ after Micheál Martin meeting", "date_published": "2022-11-10 20:13:32+00:00", "description": "<p>Leaders meet before British-Irish Council summit, in first attendance by a UK PM since Gordon Brown</p><p>Rishi Sunak has said he wants to deepen ties between the UK and Ireland after a “very positive” first face-to-face meeting with the taoiseach, Micheál Martin, before the British-Irish Council summit in Blackpool.</p><p>He said he was pleased with progress on the Northern Ireland protocol dispute and he was determined to end the impasse over the Stormont assembly.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/10/sunak-hopes-to-deepen-uk-irish-ties-after-micheal-martin-meeting\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/spyware-targeting-ugyhurs-android-apps-report", "title": "Spyware targets Ugyhurs by ‘masquerading’ as Android apps – report", "date_published": "2022-11-10 19:54:33+00:00", "description": "<p>Researchers say spyware is connected to a Chinese government-backed hacking group</p><p>Cybersecurity researchers have discovered a spyware campaign that is targeting Uyghurs by “masquerading” as Android apps including messaging services, prayer time apps and dictionaries, according to a new report by the cloud security firm <a href=\"https://www.lookout.com/blog/uyghur-surveillance-campaign-badbazaar-moonshine\">Lookout</a>.</p><p>The spyware, which researchers say is connected to a Chinese government-backed hacking group, can be used to track people who use services that may be considered a “pre-crime” or are seen by China as indications that someone is engaging in or will engage in religious extremist or separatist activities. “Pre-crime” activities include using a virtual private network (VPN) or sharing any kind of religious content and can lead to being <a href=\"https://www.theguardian.com/world/2022/apr/13/former-xinjiang-detainee-arrives-in-us-to-testify-over-china-abuses\">detained in a re-education camp.</a></p> <a href=\"https://www.theguardian.com/world/2022/nov/10/spyware-targeting-ugyhurs-android-apps-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/10/us-inflation-rate-october-consumer-prices-index", "title": "Slowing US inflation rate raises hopes cost of living crisis may have peaked", "date_published": "2022-11-10 19:46:30+00:00", "description": "<p>Pound surges and stock markets rebound as US consumer price index drops from 8.2% to 7.7% in October</p><p>Stock markets rebounded and the pound surged on Thursday after the US reported a lower than expected inflation rate for October, fuelling hopes that the cost of living crisis may have peaked.</p><p>Shares on the London exchange jumped after US inflation dropped from 8.2% in September to 7.7% in October, with the FTSE 100 rising 1% and the FTSE 250 gaining 3.8%.</p> <a href=\"https://www.theguardian.com/business/2022/nov/10/us-inflation-rate-october-consumer-prices-index\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/10/alex-jones-conspiracy-theorist-sandy-hook-victims-hoax", "title": "Infowars host Alex Jones ordered to pay $473m more to Sandy Hook families", "date_published": "2022-11-10 19:33:46+00:00", "description": "<p>Conspiracy theorist must pay punitive damages on top of nearly $1bn jury verdict for falsely claiming 2012 shooting was hoax</p><p>The conspiracy theorist Alex Jones must pay $473m in punitive damages on top of a nearly $1bn verdict handed down last month for his defamatory claims about the 2012 Sandy Hook mass shooting, a Connecticut judge ruled on Thursday.</p><p>The ruling comes a month after a jury in Waterbury, Connecticut, found Jones must pay more than a dozen relatives of Sandy Hook victims $965m in compensatory damages for falsely claiming they were actors who staged the shooting as part of a government plot to seize Americans’ guns.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/10/alex-jones-conspiracy-theorist-sandy-hook-victims-hoax\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/10/manchester-united-v-aston-villa-carabao-cup-third-round-live", "title": "Manchester United v Aston Villa: Carabao Cup third round – live", "date_published": "2022-11-10 19:22:25+00:00", "description": "<ul><li>Carabao Cup updates from the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Get in touch: <a href=\"mailto:rob.smyth@theguardian.com\">send Rob an email</a></li></ul><p><strong>The last time these teams</strong> met in the last 32 of this competition was in October 1999, when Villa hammered a young United side 3-0. I doubt even Sir Alex Ferguson could <a href=\"https://www.11v11.com/matches/aston-villa-v-manchester-united-13-october-1999-585/\">name the team he picked that night</a>.</p><p><strong>World Cup winners and losers</strong></p> <a href=\"https://www.theguardian.com/football/live/2022/nov/10/manchester-united-v-aston-villa-carabao-cup-third-round-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/daniel-snyder-dc-lawsuit-washington-commanders", "title": "DC sues Commanders owner Dan Snyder over ‘deception’ of residents", "date_published": "2022-11-10 19:15:06+00:00", "description": "<ul><li>DC AG filing suit against Commanders, Snyder, NFL, Goodell</li><li>Announcement of suit said to have caught team by surprise</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/10/commanders-player-says-franchise-needs-fresh-start-amid-snyder-sale-rumors\">Commanders player says franchise needs ‘fresh start’</a></li></ul><p>The attorney general for the District of Columbia says his office is filing a civil consumer protection lawsuit against the Washington Commanders, owner Dan Snyder, the NFL and commissioner Roger Goodell.</p><p>Attorney general Karl Racine announced the civil complaint for colluding to deceive District residents at a news conference Thursday.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/daniel-snyder-dc-lawsuit-washington-commanders\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/rameau-zoroastre-review-alexis-kossenko", "title": "Rameau: Zoroastre review | Andrew Clements's classical album of the week", "date_published": "2022-11-10 19:03:08+00:00", "description": "<p><strong>Devos/Gens/Van Mechelen/Christoyannis/Les Ambassadeurs – La Grande Écurie/Kossenko<br />(Alpha, three CDs)<br /></strong>A rare recording of Rameau’s unrevised original, compelling at times but mainly of interest to specialists</p><p>R<a href=\"https://www.theguardian.com/music/2011/oct/20/rameau-eno-castor-and-pollux\">ameau’s</a> <em>tragédie en musique</em> was first performed at the Paris Opera in 1749, but it is usually heard nowadays in the radical revision that the composer made for a revival there seven years later. Both of the previous CD recordings of Zoroastre, conducted by Sigiswald Kuijken and <a href=\"https://www.theguardian.com/music/2003/mar/07/classicalmusicandopera.artsfeatures6\">William Christie</a>, used that 1756 score, but Alexis Kossenko opts for the original, in which three of the five acts are entirely different from the later version.</p><p>The reasons Rameau revised his opera so drastically were clear enough. The 1749 premiere had been badly received, condemned by the critics and artistic circles in Paris, who pronounced it to be like the composer himself: “<em>long, sec, noir et dur”</em> (long, dry, dark and difficult). For an audience expecting stage works to be based upon familiar classical or medieval sources, the subject matter of Zoroastre would have been disconcerting, too, for this was a libretto based upon Persian mythology, set in what is now Afghanistan, and larded with masonic ideas and imagery, most of which disappeared in the revision.</p> <a href=\"https://www.theguardian.com/music/2022/nov/10/rameau-zoroastre-review-alexis-kossenko\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/11/its-given-a-voice-to-many-chaos-at-twitter-sparks-real-fears-for-free-speech-in-south-east-asia", "title": "‘It’s given a voice to many’: chaos at Twitter sparks real fears for free speech in south-east Asia", "date_published": "2022-11-10 19:00:50+00:00", "description": "<p>Social media has been crucial to pro-democracy protests across the region, from Myanmar to the Milk Tea Alliance in Thailand and Hong Kong</p><p>When Thai journalist and free speech defender Pravit Rojanaphruk joined Twitter in 2011, the social media platform was for him just a home for a few academics and politicos arguing among themselves.</p><p>But over the next decade – in tandem with Thailand’s pro-democracy and <a href=\"https://www.theguardian.com/world/2020/sep/22/thailand-protests-everything-you-need-to-know\">monarchy reform movement</a> – young people and activists flocked to Twitter to organise, share information and exchange protest tactics across borders. Pravit himself increasingly turned to his 85,000 followers to get the word out about facing forced resignation and sedition charges for criticising the government.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/11/its-given-a-voice-to-many-chaos-at-twitter-sparks-real-fears-for-free-speech-in-south-east-asia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/10/whisper-list-contains-40-politicians-never-to-accept-a-drink-from-mp-claims", "title": "‘Whisper list’ contains 40 politicians never to accept a drink from, MP claims", "date_published": "2022-11-10 18:54:58+00:00", "description": "<p>Names of people known for ‘bullying or sexual misconduct’ are shared around Westminster, says Charlotte Nichols</p><p>A Labour MP has claimed there is a “whisper list” of roughly 40 politicians to keep at arm’s length in Westminster – including two former cabinet ministers.</p><p>Charlotte Nichols, MP for Warrington North, said she was warned of MPs to never accept a drink from or be alone with. The list, which is not written down, includes people known for “bullying or sexual misconduct”.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/10/whisper-list-contains-40-politicians-never-to-accept-a-drink-from-mp-claims\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/max-verstappen-admits-uncertainty-budget-cap-penalty-may-hinder-red-bull-f1", "title": "Verstappen admits uncertainty at how budget cap penalty may hinder Red Bull", "date_published": "2022-11-10 18:53:27+00:00", "description": "<ul><li>Verstappen says team has ‘great ideas’ for car next season</li><li>Dutchman will chase 15th win of season in Brazil on Sunday</li></ul><p>Max Verstappen has conceded that he expects the punishment for his Red Bull team’s <a href=\"https://www.theguardian.com/sport/2022/nov/03/row-over-max-verstappens-f1-cost-cap-championship-rumbles-on\">breach of the 2021 budget cap</a> will have a detrimental effect on his chances to defend his world championship next season.</p><p>Verstappen, <a href=\"https://www.theguardian.com/sport/2022/oct/09/max-verstappen-retains-f1-title-amid-chaos-and-controversy-at-japanese-gp\">who secured his second title in Japan</a> last month, was speaking in the runup to Sunday’s Brazilian Grand Prix in Sao Paulo at the Autódromo José Carlos Pace. The row over the budget cap had rumbled on across almost a month before being finally concluded at the Mexican GP when Red Bull entered an accepted breach agreement with the FIA acknowledging their breach and accepting their punishment.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/max-verstappen-admits-uncertainty-budget-cap-penalty-may-hinder-red-bull-f1\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/10/trump-advised-delay-announcement-2024-run-georgia-run-off", "title": "Trump urged to delay announcement on 2024 run until after Georgia runoff", "date_published": "2022-11-10 18:44:01+00:00", "description": "<p>Trump cautioned to wait until after crucial Senate race as candidates he endorsed were defeated in midterm elections</p><p>Donald Trump, reeling from another electoral setback, is facing pressure to delay his announcement of <a href=\"https://www.theguardian.com/us-news/2022/nov/06/trump-speeds-down-runway-of-presidential-bid-as-he-stumps-for-midterm-election-picks\">a new bid for the White House</a> until after a crucial Senate race next month.</p><p>Trump-endorsed candidates slumped to defeat in Tuesday’s midterm elections, leaving the former president at arguably his weakest standing <a href=\"https://www.nytimes.com/2022/11/09/us/politics/republican-reaction-midterms.html\">in the party</a> since the riot at the US Capitol last year.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/10/trump-advised-delay-announcement-2024-run-georgia-run-off\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/10/sharp-rise-in-number-of-women-in-uk-dying-in-pregnancy-or-shortly-after", "title": "Number of UK women dying in pregnancy or shortly after rises sharply", "date_published": "2022-11-10 18:31:39+00:00", "description": "<p>Maternal mortality rises 19% in 2018-20 period with leading direct cause of death being suicide</p><p>The number of women dying in pregnancy or shortly after giving birth in the UK has risen sharply, with evidence of widening health inequalities, a major report has found.</p><p>The report, <a href=\"https://www.npeu.ox.ac.uk/news/2328-new-report-highlights-urgent-need-for-improved-care-regarding-continued-inequality-and-mothers-mental-health\">MBRRACE Saving Lives, Improving Mothers’ Care</a>, found that 229 women died during pregnancy or up to six weeks after in 2018-20, a 19% increase on previous years once Covid deaths were excluded. It also detailed the care of 289 women who had died up to a year after pregnancy in the same period.</p> <a href=\"https://www.theguardian.com/society/2022/nov/10/sharp-rise-in-number-of-women-in-uk-dying-in-pregnancy-or-shortly-after\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/australia-and-new-zealand-all-set-for-mouthwatering-world-cup-semi-final", "title": "Australia and New Zealand all set for mouthwatering World Cup semi-final", "date_published": "2022-11-10 18:04:44+00:00", "description": "<ul><li>Two heavyweight nations have won the last nine World Cups</li><li>Winners will face either England or Samoa in the final</li></ul><p>It is arguably the most mouthwatering semi-final in Rugby League World Cup history, and the coaches of Australia and New Zealand both believe they have the quality to book their place in next weekend’s final with victory at Elland Road on Friday night.</p><p>The two nations that have won the last nine World Cups do battle in Leeds, with a place in the final against England or Samoa, who meet on Saturday, on offer for the victor. It is rare for the sport’s two Antipodean heavyweights to meet in a semi-final but because Australia dropped to fourth in the official world rankings – largely due to their lack of desire to play international rugby league since the 2017 World Cup – only one of the Kangaroos or the Kiwis will make the final.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/australia-and-new-zealand-all-set-for-mouthwatering-world-cup-semi-final\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/10/54-poor-countries-in-danger-of-bankruptcy-amid-economic-climate-cop27", "title": "‘More than 50 poor countries in danger of bankruptcy ’ amid economic climate", "date_published": "2022-11-10 18:01:40+00:00", "description": "<p>Developing countries falling into default would be catastrophic and delay climate action, UN development chief warns </p><p>More than 50 of the poorest developing countries are in danger of defaulting on their debt and becoming effectively bankrupt unless the rich world offers urgent assistance, the head of the UN Development Programme has warned.</p><p>Inflation, the energy crisis and rising interest rates are creating conditions where an increasing number of countries are in danger of default, with<a href=\"https://www.theguardian.com/business/2022/oct/13/time-may-be-running-out-chronicle-of-a-debt-crisis-foretold\"> potentially disastrous impacts on their people</a>, according to Achim Steiner, the UN’s global development chief.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/10/54-poor-countries-in-danger-of-bankruptcy-amid-economic-climate-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/why-democrats-had-best-midterms-presidents-party-years", "title": "Did Democrats just have the best midterms by a president’s party in years? | Osita Nwanevu", "date_published": "2022-11-10 18:01:04+00:00", "description": "<p>Biden’s approval rating stands at about 41%, yet the Democrats performed far better than many had expected</p><p>Leave the rest of the numbers aside for a moment and consider these figures. The party of the sitting president has lost seats in the US House of Representatives in <a href=\"https://www.vox.com/22899204/midterm-elections-president-biden-thermostatic-opinion\">all but two</a> midterms since 1946. The average loss is <a href=\"https://gazette.com/government/midterm-elections-in-historical-perspective-cronin-and-loevy/article_dbcfb8a8-5568-11ed-830d-37d11589ad86.html\">27 seats</a>. According to <a href=\"https://abcnews.go.com/Politics/economic-discontent-fuels-gop-hopes-midterms-draw-close/story?id=92679694&amp;cid=social_twitter_abcn\">one analysis</a>, presidents with approval ratings above 50% have seen their parties lose an average of 14 seats since 1946. Presidents with approval ratings below 50% have seen their parties lose an average of 37 seats.</p><p>Polls suggest Joe Biden’s current approval rating stands at <a href=\"https://projects.fivethirtyeight.com/biden-approval-rating/\">about 41%</a>. Republicans needed to take five seats to win the chamber. It remains likely that they’ll get them in the hours and days ahead. But the fact that they haven’t already ⁠– and that Democrats have a nontrivial chance of actually keeping the chamber ⁠– is highly significant. The Democrats may have had the best midterm a president’s party has experienced in 20 years ⁠– since 9/11 brought Republicans to slight, trend-bucking gains in the House and Senate in 2002.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/why-democrats-had-best-midterms-presidents-party-years\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/france-let-migrant-rescue-ship-dock-criticises-italy-refusal-help", "title": "France to let migrant rescue ship dock as it criticises Italy’s refusal to help", "date_published": "2022-11-10 17:50:56+00:00", "description": "<p>Ocean Viking will bring 234 people to Toulon amid deepening row with Rome over Mediterranean rescues</p><p>France is to open its southern port of Toulon to a <a href=\"https://www.theguardian.com/world/2022/nov/09/rescued-people-italian-waters-row-between-italy-france\">charity-operated ship</a> carrying hundreds of asylum seekers rescued from the central Mediterranean, saying it was an “exceptional” move and criticising Italy’s new far-right government for its “incomprehensible” refusal to help the vessel.</p><p>The Ocean Viking rescue ship, operated by the European charity SOS Méditerranée under a Norwegian flag, and whose 234 passengers include 57 children, is facing deteriorating sanitary conditions after Italy refused to give it a safe port for more than two weeks despite its presence in Italian waters.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/france-let-migrant-rescue-ship-dock-criticises-italy-refusal-help\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/10/doreen-lawrence-reveals-emotional-toll-of-seeking-justice-for-son-stephen", "title": "Doreen Lawrence reveals emotional toll of seeking justice for son Stephen", "date_published": "2022-11-10 17:41:10+00:00", "description": "<p>Mother of teenager murdered in 1993 racist attack talks of rawness, guilt and resolve to fight</p><p>Doreen Lawrence, who has campaigned tirelessly for justice and equality since her son was killed in an unprovoked racist attack in 1993, has spoken candidly for the first time about finding her inner strength after the brutal murder that seized Britain.</p><p>In a BBC Maestro course released on Thursday, Lady Lawrence reflects on being thrust into the spotlight and having to publicly mourn her son Stephen, then 18, who was stabbed while waiting for a bus in Eltham, south London, nearly 30 years ago.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/10/doreen-lawrence-reveals-emotional-toll-of-seeking-justice-for-son-stephen\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/death-of-cyclist-in-berlin-provokes-debate-over-road-protests", "title": "Death of cyclist in Berlin provokes debate over road protests", "date_published": "2022-11-10 17:35:10+00:00", "description": "<p>Blockade delayed arrival of rescue vehicle, but attending doctor says this had no influence over cyclist’s death</p><p>The death of a cyclist after a traffic collision in Berlin has revived a growing debate in Germany about climate crisis protests.</p><p>Sandra Umann, 44, was severely injured last Monday when her bike collided with a cement mixer lorry when she was cycling to work. A specialist rescue vehicle dispatched to the scene was delayed in reaching her because of a blockade by activists from the movement The Last Generation. Her death was announced on Friday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/death-of-cyclist-in-berlin-provokes-debate-over-road-protests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/10/hurricane-nicole-rain-wind-florida-tropical-storm", "title": "At least two dead as Tropical Storm Nicole’s wind and rain lash Florida", "date_published": "2022-11-10 17:20:55+00:00", "description": "<p>Storm, which has weakened from hurricane force, is forecast to head into Georgia and the Carolinas later Thursday and Friday</p><p>A weakening Tropical Storm Nicole doused large areas of Florida with heavy rain on Thursday after battering the east coast overnight as a rare November hurricane and leaving at least two people dead.</p><p>The late-season cyclone made landfall close to Vero Beach at about 3am, delivering 75mph winds and a storm surge that collapsed buildings and swept away roads as far north as Daytona Beach.</p><p>Associated Press contributed reporting</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/10/hurricane-nicole-rain-wind-florida-tropical-storm\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/kherson-retreat-russia-ukraine-putin-strategy", "title": "Putin ‘in no rush’ as Kherson retreat signals change of strategy", "date_published": "2022-11-10 17:19:20+00:00", "description": "<p>Russian leader has distanced himself from withdrawal decision but Kremlin appears keen to learn from mistakes</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/10/russia-ukraine-war-live-news-kyiv-wary-of-moscows-retreat-from-kherson-us-general-estimates-100000-russian-military-casualties\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>As has often been the case, Vladimir Putin was not present to deliver the bad news.</p><p>On the day Russia <a href=\"https://www.theguardian.com/world/2022/nov/09/russians-destroy-dnieper-bridges-to-slow-ukraine-advance-on-kherson\">announced</a> a retreat from the key city of Kherson, the Russian leader was touring a neurological hospital in Moscow, making no mention of the monumental decision. It was instead Russia’s defence minister, Sergei Shoigu, and its commander in Ukraine, Gen Sergei Surovikin, who explained in a televised exchange that holding Kherson was no longer tenable.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/kherson-retreat-russia-ukraine-putin-strategy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/10/biden-xi-jinping-meeting-china-g20-summit-taiwan", "title": "Biden to meet Xi Jinping at G20 in first face-to-face talks as president", "date_published": "2022-11-10 17:16:17+00:00", "description": "<p>Pair to ‘discuss efforts to deepen lines of communication’, White House says, with Taiwan and human rights set to be discussed</p><p><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> will meet his Chinese counterpart <a href=\"https://www.theguardian.com/world/xi-jinping\">Xi Jinping</a> on Monday on the sidelines of the G20 summit, the White House has said, in their first face-to-face talks since the US leader became president.</p><p>“The leaders will discuss efforts to maintain and deepen lines of communication,” as well as how to “responsibly manage competition and work together where our interests align, especially on transnational challenges,” White House spokeswoman Karine Jean-Pierre said in a statement.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/10/biden-xi-jinping-meeting-china-g20-summit-taiwan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/10/rupert-murdoch-trump-desantis-ny-post", "title": "Has ‘Trumpty Dumpty’ taken a great fall from Rupert Murdoch’s grace?", "date_published": "2022-11-10 17:15:06+00:00", "description": "<p>Murdoch-owned media have not held back against the former president in the wake of Republicans’ disappointing midterms</p><p>On election day, Donald Trump was clear about how his efforts to support Republican candidates should be seen.</p><p>“Well, I think if they win, I should get all the credit,” Trump <a href=\"https://twitter.com/mattwilstein/status/1590105710440112128\">told</a> NewsNation. “If they lose, I should not be blamed at all.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/10/rupert-murdoch-trump-desantis-ny-post\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/10/show-of-solidarity-and-a-t-rex-day-four-of-cop27-in-pictures", "title": "Show of solidarity and a T-rex: day four at Cop27 – in pictures", "date_published": "2022-11-10 17:06:00+00:00", "description": "<p>Protesters wear white as US House speaker Nancy Pelosi joins delegates at climate summit in Egypt</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/10/show-of-solidarity-and-a-t-rex-day-four-of-cop27-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/climate-activists-save-the-planet-tories-imprison-protesters", "title": "To those who sneer at activists blocking roads: what are you doing to save the planet? | Polly Toynbee", "date_published": "2022-11-10 17:03:34+00:00", "description": "<p>The Tories’ despicable plan to imprison protesters is unlikely to stop those who fear imminent climate catastrophe</p><p>Just Stop Oil protesters this week are climbing <a href=\"https://www.theguardian.com/uk-news/2022/nov/09/suella-braverman-urges-police-to-get-tougher-on-just-stop-oil-activists\">gantries on the M25</a>, blocking the Dartford tunnel, causing long delays and getting arrested in droves. Meanwhile the <a href=\"https://www.theguardian.com/politics/2022/nov/01/peers-called-on-to-kill-public-order-bill-targeting-climate-activists\">public order bill</a> that would crack down on disruptive protests has been passed by MPs and is now being read in the House of Lords. The Lords should throw out this despicable piece of legislation.</p><p>It’s curious how all those on the right who call themselves libertarians and claim to care about freedom from the state’s oppressive regulations (many of which keep water, air and food safe) are in favour of a bill that seeks to imprison people with <a href=\"https://netpol.org/2022/05/17/public-order-bill-2022/\">bike locks</a>, or anything harmless that could be used in protest. A prison sentence of <a href=\"https://www.theguardian.com/world/2022/jun/17/ministers-creating-hostile-environment-for-protesters-say-mps\">51 weeks</a> beckons for “causing a public nuisance” – not harm, hurt or injury.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/climate-activists-save-the-planet-tories-imprison-protesters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/christine-and-the-queens-review-redcar-les-adorables-etoiles", "title": "Christine and the Queens review – a glittering solo circus", "date_published": "2022-11-10 17:00:48+00:00", "description": "<p><strong>Cirque d’Hiver Bouglione, Paris<br /></strong>He has ditched the dancers but not the theatricality in this showcase for new album Redcar Les Adorables Étoiles</p><p>An ethereal voice booms from above, echoing down over Paris’s Cirque d’Hiver: “Redcar, come to me baby.” Stationed in the middle of a ring-shaped stage, Christine and the Queens – real name Héloïse Letissier – is performing in a 19th-century circus lined with gilded horses and plush velvet curtains, on a stage originally designed for acrobats and clowns. In place of a trapeze, a blue wire moon dangles from an invisible rope, carefully operated by a black-clad figure in a plague mask. A tangled junk-yard of kitschy Christmas lights, helium birthday balloons, traffic cones, red warning tape, and medieval tapestries spill down the steep, graduated steps. Placed next to the minimal neon lights and slick, meticulous choreography that characterised the French artist’s earlier tours – for 2016’s English language debut <a href=\"https://www.theguardian.com/music/2016/mar/03/christine-and-the-queens-chaleur-humaine\">Chaleur Humaine</a> and 2018’s <a href=\"https://www.theguardian.com/music/2018/sep/20/christine-and-the-queens-chris-album-review\">Chris</a> – this peculiar, slightly ramshackle production feels like a rejection of everything Letissier has done to this point. Accordingly, a bright red billboard outside the venue bears a statement of intent: pop music is dead, long live theatre.</p><p>A showcase for Letissier’s new album <a href=\"https://www.theguardian.com/music/2022/nov/10/christine-and-the-queens-redcar-les-adorables-etoiles-review-clouds-of-sorrow-from-the-artists-new-persona\">Redcar Les Adorables Étoiles</a>, the setlist is dominated by new material, which itself feels like a backdrop to tonight’s highly theatrical, concept-heavy staging. Single-handedly holding court in this one-performer show, Letissier has an intensity throughout that veers from anger to comedy; he bickers with stage props and briefly pauses the show to welcome a stunned punter back to their seat. Redcar Les Adorables Étoiles in recorded form feels like a slightly obtuse knight’s tale, but performed it feels more like watching strange, postmodern Shakespeare, Letissier a confused, lost figure stuck between playing the jester and disconnecting from his audience completely.</p><p>Christine and the Queens performs Redcar at the Southbank Centre on 22 November</p> <a href=\"https://www.theguardian.com/music/2022/nov/10/christine-and-the-queens-review-redcar-les-adorables-etoiles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/climate-activists-target-private-jet-airports-and-demand-ban-at-cop27", "title": "Climate activists target private jet airports and demand ban at Cop27", "date_published": "2022-11-10 16:52:47+00:00", "description": "<p>Protesters gather at Farnborough and Luton as part of global action, also calling for tax on frequent fliers</p><ul><li><strong><a href=\"https://www.theguardian.com/environment/live/2022/nov/10/cop27-egypt-climate-crisis-environment-fossil-fuel-lobbyists-latest-live\">Cop27 live – latest news updates</a></strong></li></ul><p>Climate activists have blocked entrances to two of the UK’s premier private jet airports as part of a global wave of actions against private aviation timed to coincide with the Cop27 climate talks.</p><p>The activists, from Extinction Rebellion and Scientist Rebellion, staged blockades at Farnborouzgh airport, in Hampshire, and London Luton airport’s Harrods terminal, in Hertfordshire, on Thursday morning.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/climate-activists-target-private-jet-airports-and-demand-ban-at-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/kyrie-irving-nike-contract-over-phil-knight-interview", "title": "Nike’s relationship with Kyrie Irving most likely over for good, Phil Knight says", "date_published": "2022-11-10 16:42:55+00:00", "description": "<ul><li>Nike co-founder says relationship with Nets star likely over</li><li>Irving signed with Nike in 2011 and had signature shoe line</li></ul><p>The relationship between Brooklyn Nets guard Kyrie Irving and Nike is most likely severed for good, the shoe giant’s co-founder told CNBC.</p><p>“I would doubt that we go back,” Phil Knight said in an interview that aired on Thursday. “But I don’t know for sure.”</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/kyrie-irving-nike-contract-over-phil-knight-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/booed-opera-young-black-soprano", "title": "I’ve booed at the opera before. But what happened to a young soprano this week was plain cruel | Martin Kettle", "date_published": "2022-11-10 16:28:10+00:00", "description": "<p>On Tuesday evening in Covent Garden, during a performance of Handel’s Alcina, a 12-year-old child was heckled on stage</p><p>There is nothing wrong in principle with protesting at the opera. I’ve very occasionally booed shows I hated, and I want to be free to do so again if I choose. Not everything on the opera, or any other stage, has always got to be cheered politely or given the reflexive standing ovations that seem ever more common. Booing and whistling at the opera or theatre can sometimes be healthy and necessary protest. It is actually a lot more common than you may think, especially on first nights, especially in continental Europe. I once even heard Luciano Pavarotti, no less, <a href=\"https://www.classicfm.com/artists/luciano-pavarotti/booed-la-scala-audience-cracking-high-note/\">booed at La Scala</a> in Milan.</p><p>What happened at Covent Garden on <a href=\"https://www.theguardian.com/music/2022/nov/10/heckler-gets-life-ban-from-royal-opera-house-for-shouting-rubbish-at-child-actor\">Tuesday evening</a>, however, wasn’t booing but heckling. It was repeated and mean-spirited barracking during a touching and plaintive aria about the loss of a father. Most disturbingly of all, it was the heckling of a child. It took place during act one of Handel’s opera Alcina, to a boy character, Oberto. Covent Garden’s production gives Oberto a prominent and poignant prominence. The target was Malakai M Bayoh, a 12-year-old boy soprano who is alternating the role with another young singer during the six performances scheduled by the Royal Opera this month.</p><p>Martin Kettle is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/booed-opera-young-black-soprano\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/10/every-death-was-avoidable-grenfell-tower-inquiry-closes-after-400-days", "title": "‘Every death was avoidable’: Grenfell Tower inquiry closes after 400 days", "date_published": "2022-11-10 16:27:34+00:00", "description": "<p>While the government apologised, the counsel attacked companies for a ‘merry-go-round of buck-passing’</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2022/nov/10/grenfell-fire-focus-shifts-to-possible-criminal-convictions-as-inquiry-ends\">Grenfell fire: focus shifts to possible criminal convictions as inquiry ends</a></li></ul><p>No one should have died at Grenfell Tower, the inquiry into the disaster has heard as it closed after 400 days of evidence and the government said it was “truly sorry” for its own failures.</p><p>Richard Millett KC, counsel to the inquiry, used his final statement to declare: “Each and every one of the deaths that occurred in Grenfell Tower, on the 14 June 2017 was avoidable”.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/10/every-death-was-avoidable-grenfell-tower-inquiry-closes-after-400-days\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/10/actor-changes-his-name-to-rainnfall-heat-wave-extreme-weather-wilson-as-climate-protest", "title": "Actor changes his name to Rainnfall Heat Wave Extreme Weather Wilson as climate protest", "date_published": "2022-11-10 16:19:27+00:00", "description": "<p>The Office star Rainn Wilson announces he has changed his name to raise awareness of Arctic weather changes</p><p>The actor Rainn Wilson says he has changed his name to Rainnfall Heat Wave Extreme Winter Wilson to protest against the climate crisis.</p><p>In a video posted to Twitter on Wednesday, Wilson said: “as a cheap little stunt to help save planet Earth, I’ve changed my name on Twitter, Instagram and even on my fancy writing paper.” It is not clear if Wilson has legally changed his name.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/10/actor-changes-his-name-to-rainnfall-heat-wave-extreme-weather-wilson-as-climate-protest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/10/overweight-neutron-star-defies-a-black-hole-theory-say-astronomers", "title": "‘Overweight’ neutron star defies a black hole theory, say astronomers", "date_published": "2022-11-10 16:14:53+00:00", "description": "<p>Exclusive: Gamma-ray burst from colliding stars unexpectedly gave way to day-long sight of hypermassive body</p><p>An “overweight” neutron star has been observed by astronomers, who say the mysterious object confounds astronomical theories.</p><p>The hypermassive star was produced by the merger of two smaller neutron stars. Normally such collisions result in neutron stars so massive that they collapse into a black hole almost instantaneously under their own gravity. But the latest observations revealed the monster star hovering in view for more than a day before it faded out of sight.</p> <a href=\"https://www.theguardian.com/science/2022/nov/10/overweight-neutron-star-defies-a-black-hole-theory-say-astronomers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/10/falling-for-christmas-review-lindsay-lohan-netflix-movie", "title": "Falling for Christmas review – Lindsay Lohan falls into the Netflix algorithm", "date_published": "2022-11-10 16:12:34+00:00", "description": "<p>The star’s comeback is as bland and cloying as any other low-budget festive romance but serves as a strong reminder of her confident screen presence</p><p>The bait-y allure of a <em>real</em> Lindsay Lohan comeback has been tied more to the headline than the small print, the troubled star’s first lead role in more than a decade mattering more than what it’s actually in. Because for many of us of a certain age and a certain pop culture investment, the enthusiastically publicised ups and mostly downs of her life have given us a deep-rooted desire to see her succeed, working against a negative tabloid and industry-at-large perception and also working against her worst self.</p><p>The textbook descent from precocious pre-pubescent to twentysomething tearaway inevitably overshadowed the undeniable fact that Lohan was, at her height, a winning presence, a natural who held her own at a young age against some of the greats. Her return to the screen is both minor and major; minor in that it’s in a rote Hallmark-adjacent Christmas movie and major because it will be available on Netflix, where it will probably be a substantial hit for an audience eager for a) festive fluff and b) festive fluff starring Lindsay Lohan.</p> <a href=\"https://www.theguardian.com/film/2022/nov/10/falling-for-christmas-review-lindsay-lohan-netflix-movie\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/10/lost-and-found-indonesian-giant-bee-feared-extinct-ebay-aoe", "title": "Lost and found: how two dead giant bees on eBay sparked the hunt to find one alive", "date_published": "2022-11-10 16:00:46+00:00", "description": "<p>An expedition to find Wallace’s giant bee in the wild led to its ‘rediscovery’ in Indonesia’s Maluku islands</p><p>A “flying bulldog” is how conservation photographer Clay Bolt described it, while local people call it <em>raja </em><em>ofu</em>, or the king of bees. <a href=\"https://www.iucnredlist.org/species/4410/21426160\">Wallace’s giant bee</a> (<em>Megachile pluto</em>) is certainly a bee-hemoth. The world’s largest species of bee, it can grow to four times the size of a honeybee, with a wingspan of 64mm (2.5in). Such a giant should be hard to lose, but the incredibly rare bee, native to a cluster of Indonesian islands, was feared extinct for nearly 40 years, until Bolt and his colleagues “rediscovered” it in 2019. </p><p>The naturalist Alfred Russel Wallace, a contemporary of Charles Darwin, collected the first known sample of the bee in 1858 while exploring Bacan, one of northern Indonesia’s Maluku (Moluccas) islands. Wallace collected a single female of the species, and noted it as “a large, black wasp-like insect, with immense jaws like a stag-beetle”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/10/lost-and-found-indonesian-giant-bee-feared-extinct-ebay-aoe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/10/the-power-of-music-in-john-hughes-films-when-you-hear-those-songs-you-see-those-moments", "title": "The power of music in John Hughes films: ‘When you hear those songs you see those moments’", "date_published": "2022-11-10 16:00:46+00:00", "description": "<p>The director’s movies provided an intense emotive soundtrack to teenagers’ lives. A new box set collects tracks from his best-loved films, by artists such as Simple Minds, the Smiths and OMD</p><p>It was clear just how important music was to John Hughes’s cinematic vision of teenage life when The Breakfast Club, his high-school detention drama, was released in 1985. As the film ended with its five principals – “a brain, an athlete, a basket case, a princess and a criminal” – having reached mutual understanding, the voice of Simple Minds’ Jim Kerr crooned: “Won’t you come see about me?”</p><p>The writers of Don’t You (Forget About Me), Keith Forsey and Steve Schiff, were trying to emulate the rhythm of Our Lips Are Sealed, by the Go-Go’s, and the song was inspired by a conversation in the film between Anthony Michael Hall (“brain”) and Judd Nelson (“criminal”). “When they were away from everybody else, the two of them actually recognised each other,” Forsey says now. “It reminded me of when I was going to school. If you were in the school playground, the bad guys would be pretty bad to you, but if you met them at the bus stop in the morning, there was some bonding there. That was the reason I came up with Don’t You (Forget About Me). It was: don’t forget, when we’re back in the classroom, you’re not just a bad guy and we’ve got other things in common.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/10/the-power-of-music-in-john-hughes-films-when-you-hear-those-songs-you-see-those-moments\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/jennifer-aniston-fertility-obsession-ivf", "title": "How Jennifer Aniston’s fertility became everyone’s obsession | Zoe Williams", "date_published": "2022-11-10 15:49:11+00:00", "description": "<p>The Friends star has spoken out about not getting pregnant in an era when her body was deemed a perfect match for social expectations of femininity</p><p>Jennifer Aniston has spoken for the first time about trying to get pregnant, which is significant for the kind of people who speculate about celebrities and their fertility – which in the late 90s and through the 00s was roughly everybody – because the exact cause of Aniston’s child-free life has been puzzling them for years. “It was really hard,” she told <a href=\"https://www.allure.com/story/jennifer-aniston-ivf-fertility-struggles\">Allure</a> magazine. “I was going through IVF, drinking Chinese teas, you name it. I was throwing everything at it. I would’ve given anything if someone had said to me, ‘Freeze your eggs. Do yourself a favour.’ You just don’t think it. So here I am today. The ship has sailed.”</p><p>The undisputed main star of Friends and, circa 2003, the highest-paid female TV actor in the world, has always been a template for the feminine ideal. I remember an American columnist in the very early years of Friends explaining her appeal thus: “She knows, and everyone knows she knows, she has great hair.” It was such a peculiar formulation that it lodged in my mind, which was fortunate, because it was the mid-90s, so it’s not on Google. The hair, not too long (attention-seeking), nor too short (feminist/independent), not too blond (conventional) or too dark (vampy), not too shiny (airhead) nor in any way dull (frigid), was the perfect, man-pleasing hair for the late 20th-century woman; but the fact that she was self-aware, hair-wise, was important too, because it was cool in those days to be <em>a little bit </em>feminist.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/jennifer-aniston-fertility-obsession-ivf\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/10/world-cup-stadium-workers-had-their-money-stolen-and-lives-ruined-says-rights-group", "title": "World Cup stadium workers ‘had their money stolen and lives ruined’, says rights group", "date_published": "2022-11-10 15:44:52+00:00", "description": "<p>Report on conditions in Qatar alleges labour abuses are widespread and calls on Fifa to set up compensation fund</p><p>Migrant workers who constructed stadiums for the World Cup in Qatar have endured “persistent and widespread labour rights violations”, which include nationality-based discrimination, illegal recruitment practices and, in some cases, unpaid wages, according to allegations in a new report by human rights group Equidem.</p><p>While the report also documents a number of cases of good practice, including “adequate channels for reporting concerns with working conditions”, good access to healthcare, satisfactory safety measures and decent living conditions, Equidem’s findings conclude that Qatar has been a “hostile environment” for stadium workers.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/10/world-cup-stadium-workers-had-their-money-stolen-and-lives-ruined-says-rights-group\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/10/prices-at-uks-top-restaurants-have-doubled-since-brexit", "title": "Prices at UK’s top restaurants ‘have doubled since Brexit’", "date_published": "2022-11-10 15:42:10+00:00", "description": "<p>Editor of Harden restaurant guides says prices of more than £200 a head at top eateries are ‘becoming the norm’</p><p>The price of a meal at the UK’s best restaurants has more than doubled since Brexit from £100 a head to more than £200, according to two new guide books.</p><p>Peter Harden, the editor of his eponymous restaurant guides, said: “We’ve gone very quickly from a time five years ago when charging over £100 a head was the outlier, to now, when for the very top restaurants £200 pounds a head is becoming the norm.”</p> <a href=\"https://www.theguardian.com/food/2022/nov/10/prices-at-uks-top-restaurants-have-doubled-since-brexit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/kfc-apologises-for-kristallnacht-chicken-and-cheese-promotion", "title": "KFC apologises for Kristallnacht chicken and cheese promotion", "date_published": "2022-11-10 15:28:54+00:00", "description": "<p>Firm messaged German customers to suggest they ‘commemorate’ atrocity by eating its food</p><p>KFC has been forced to apologise after sending a notification to German customers encouraging them to commemorate Germany’s 1938 anti-Jewish pogrom with fried chicken and cheese.</p><p>The fast food chain sent a notification on Wednesday suggesting customers “treat themselves” on the anniversary of the 1938 Kristallnacht, or Night of Broken Glass, the Bild newspaper reported.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/kfc-apologises-for-kristallnacht-chicken-and-cheese-promotion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/10/what-happened-to-ftx-and-could-crisis-spill-over-to-rest-of-crypto", "title": "What happened to FTX and could crisis spill over to rest of crypto?", "date_published": "2022-11-10 15:22:29+00:00", "description": "<p>Why international exchange that helps people buy and sell crypto assets may have been a castle built on sand</p><ul><li><a href=\"https://www.theguardian.com/technology/2022/nov/10/cryptocurrency-exchange-ftx-now-worthless-says-key-investor\">Cryptocurrency exchange FTX now worthless, says key investor</a></li></ul><p>FTX, the world’s second largest cryptocurrency exchange, is in a crisis and has pitched the digital asset market into another crash.</p><p>Here we look at what has happened to FTX, why and what it means for the wider market.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/10/what-happened-to-ftx-and-could-crisis-spill-over-to-rest-of-crypto\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/education/2022/nov/10/charity-commission-criticises-oxford-college-christ-church-over-mismanagement", "title": "Charity Commission criticises Oxford college over mismanagement", "date_published": "2022-11-10 14:58:25+00:00", "description": "<p>Christ Church college spent £6m in legal fees and PR costs in effort to oust its head</p><p>One of Oxford’s most venerable colleges has been severely criticised by the Charity Commission over mismanagement and misconduct in a long-running battle to oust its former head.</p><p>Christ Church, which was founded in 1546 and has educated 13 UK prime ministers and 17 archbishops, spent more than £6.6m in legal fees and public relations costs in its efforts to force out its dean, the Very Rev Martyn Percy.</p> <a href=\"https://www.theguardian.com/education/2022/nov/10/charity-commission-criticises-oxford-college-christ-church-over-mismanagement\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/ukraine-capture-snihurivka-kherson-russia-war", "title": "Ukrainian troops approach outskirts of Kherson after taking key town", "date_published": "2022-11-10 14:44:44+00:00", "description": "<p>Video shows Ukraine’s forces about nine miles from city centre but Kyiv unable to confirm Russian retreat</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/10/russia-ukraine-war-live-news-kyiv-wary-of-moscows-retreat-from-kherson-us-general-estimates-100000-russian-military-casualties\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Ukrainian forces were closing in on the outskirts of Kherson city as Russia said on Thursday it had <a href=\"https://www.theguardian.com/world/2022/nov/10/kherson-retreat-russia-military-real-problems-ukraine-says-biden\">begun the retreat</a> from the southern city that it announced the previous day.</p><p>Hours after Ukraine claimed the liberation of the key town of Snihurivka, images emerged of relaxed-looking soldiers from Ukraine’s 28th Mechanised Brigade with a Ukrainian flag in Kyslivka, a village just outside Klapaya and about nine miles (15km) from Kherson’s city centre.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/ukraine-capture-snihurivka-kherson-russia-war\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/3m-defamation-action-against-musician-phoebe-bridgers-is-dismissed", "title": "£3m defamation action against musician Phoebe Bridgers is dismissed", "date_published": "2022-11-10 14:23:49+00:00", "description": "<p>Los Angeles court rules against lawsuit filed by producer Chris Nelson</p><p>A $3.8m (£3.26m) action for defamation filed against Los Angeles indie rock musician Phoebe Bridgers by producer Chris Nelson late last year has been dismissed, MyNews LA reports.</p><p>Nelson had alleged that Bridgers had “intentionally used her high-profile public platform … to publish false and defamatory statements”.</p> <a href=\"https://www.theguardian.com/music/2022/nov/10/3m-defamation-action-against-musician-phoebe-bridgers-is-dismissed\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/10/florida-police-arrest-legally-blind-man-cane-gun", "title": "Florida police arrest legally blind man whose cane they mistook for a gun", "date_published": "2022-11-10 14:22:58+00:00", "description": "<p>Two deputies face suspension without pay after stopping James Hodges, 61, in Lake City last month</p><p>Two Florida deputies faced suspension without pay after arresting a 61-year-old legally blind man who was carrying a cane they mistook for a gun.</p><p>Jayme Gohde and her supervisor, Randy Harrison, were also reprimanded. Harrison will be denied raises or promotions for two years and both will be required to take remedial training about civil rights.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/10/florida-police-arrest-legally-blind-man-cane-gun\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/tigray-without-aid-eight-days-after-deal-end-ethiopia-blockade", "title": "Tigray still without aid eight days after deal to end Ethiopia’s blockade", "date_published": "2022-11-10 14:09:25+00:00", "description": "<p>Humanitarian groups hope to deliver huge influx of food and medicine to millions facing famine and disease </p><p>Humanitarian organisations have yet to reach millions in Tigray who face famine and disease, eight days after <a href=\"https://www.theguardian.com/world/ethiopia\">Ethiopian authorities</a> vowed to lift their blockade to allow the free passage of food, medicine, fuel and other desperately needed aid.</p><p>The World Health Organization has called for a massive influx of food and medicines to the war-torn northern region, saying aid had not yet been allowed despite humanitarian access being a key element of <a href=\"https://www.theguardian.com/global-development/2022/nov/05/ethiopia-peace-deal-doctors-race-against-time\">the peace deal </a>signed between the Ethiopian government and the Tigray People’s Liberation Front (TPLF) eight days ago.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/tigray-without-aid-eight-days-after-deal-end-ethiopia-blockade\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/iberian-lynx-aura-that-helped-save-species-from-extinction-dies-aged-20", "title": "Iberian lynx that helped save species from extinction dies aged 20", "date_published": "2022-11-10 14:08:12+00:00", "description": "<p>Aura, born when just 94 Iberian lynxes remained, dies in Spain at record age and leaves a ‘phenomenal legacy’</p><p>A grumpy, strong-willed Iberian lynx called Aura that helped <a href=\"https://www.theguardian.com/environment/2020/oct/25/the-lynx-effect-iberian-cat-claws-its-way-back-from-brink-of-extinction\">snatch her species from the jaws of extinction</a>, and whose genes live on in more than 900 of the spotted and tufty-eared felines, has died in southern Spain at the record age of 20.</p><p>When Aura was born in Andalucía’s Doñana national park in 2002, there were a mere 94 Iberian lynxes on the peninsula. Decades of <a href=\"https://www.eldiario.es/opinion/zona-critica/alimanas-especies-protegidas-transicion-espanola_129_1289195.html\">eradication efforts</a>, together with a massive drop in rabbit numbers because of myxomatosis and rabbit hemorrhagic disease – not to mention human encroachment – had left the animals on the brink of disappearing.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/iberian-lynx-aura-that-helped-save-species-from-extinction-dies-aged-20\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/england-world-cup-squad-maddison-makes-cut-with-wilson-and-rashford", "title": "England World Cup squad: Maddison makes cut with Wilson and Rashford", "date_published": "2022-11-10 14:00:42+00:00", "description": "<ul><li>White, Gallagher, Walker and Phillips also in 26-man squad</li><li>Guéhi, Tomori and Ward-Prowse not selected by manager</li></ul><p>Gareth Southgate has taken the shock decision to include James Maddison in his England squad for the World Cup in Qatar. The Leicester playmaker, who has been in outstanding form in 2022, had feared he would be overlooked by a manager who has previously used him only once – as a substitute in the European Championship qualifying win over Montenegro in November 2019.</p><p>Southgate also recalled Marcus Rashford, rewarding the Manchester United striker for his return to form, and found room for Ben White, Callum Wilson and Conor Gallagher. White will offer an option at right-back, with Reece James ruled out because of a knee injury, and will also provide depth in central defence, where Fikayo Tomori and Marc Guéhi have been excluded.</p> <a href=\"https://www.theguardian.com/football/2022/nov/10/england-world-cup-squad-maddison-makes-cut-with-wilson-and-rashford\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/trump-paved-ron-desantiss-way-now-apprentice-has-turned-on-master", "title": "Trump paved Ron DeSantis’s way. Now apprentice has turned on master | Cas Mudde", "date_published": "2022-11-10 13:55:09+00:00", "description": "<p>Trump unleashed a revolution that opened the door to people like DeSantis. Now the Florida governor and his supporters want to continue that revolution without its original leader</p><p>The day after the midterm elections, the knives were out for Donald Trump. On rightwing social media, people were emotionally debating the alleged toxicity of the former president and his hand-picked nominees, while Fox News highlighted the victory of Georgia secretary of state <a href=\"https://www.foxnews.com/politics/republican-brad-raffensperger-reviled-trump-wins-again-georgia\">Brad Raffensperger</a>, emphasizing that he is “reviled by Trump”, while heralding the “<a href=\"https://www.foxnews.com/\">dominating win</a>” of Florida governor Ron DeSantis. A <a href=\"https://www.foxnews.com/politics/south-florida-shift-helps-desantis-rubio-cruise-victory\">Fox News contributor</a> pronounced DeSantis “the new Republican party leader”. In fact, the idea that DeSantis is the big Republican winner of the midterms – and Trump the big loser – seems to be the <a href=\"https://www.theguardian.com/us-news/2022/nov/09/trump-desantis-election-2024-florida\">broad consensus</a> in today’s media.</p><p>There is, of course, at least one dissonant voice: Trump himself. Sensing that the tables are turning rapidly, he went on Fox News to warn DeSantis to stay out of the 2024 presidential election. In his typical Mafioso way, Trump <a href=\"https://www.foxnews.com/politics/trump-senate-republican-leadership-change-warns-potential-2024-gop-candidates-against-running\">said</a>, “I don’t know if he is running. I think if he runs, he could hurt himself very badly. I really believe he could hurt himself badly.”</p><p>Cas Mudde is a Guardian US columnist and the Stanley Wade Shelton UGAF professor in the school of public and international affairs at the University of Georgia</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/trump-paved-ron-desantiss-way-now-apprentice-has-turned-on-master\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/democrats-move-past-donald-trump-new-deal", "title": "It’s time for Democrats to move past Trump | Samuel Moyn", "date_published": "2022-11-10 13:54:53+00:00", "description": "<p>As long as the Democrats wage war on Trump, they avoid the more important work of building a New Deal-style majority</p><p>America’s midterm elections proved that the era of Donald Trump is passing. But it returns the Democrats and Republicans to the struggle for a working majority after decades of failed policies. It is a struggle that Trump’s ascendancy kicked off – but also postponed with rounds of distraction by his high jinks and obsession with his persona, even after Joe Biden’s 2020 victory.</p><p>The result that shocked so many in the fall of 2016 was a popular rejection of ruling elites who shared a great deal across partisan lines. Backlash at the economic neoliberalism and endless wars of the <a href=\"https://www.amazon.com/Age-Reagan-History-1974-2008-American/dp/0060744812\">age of Ronald Reagan</a> – which later presidents including Democrats Bill Clinton and Barack Obama comfortably inhabited – allowed Trump a victory against mainstream Republicans and then against Hillary Clinton. It nearly allowed Bernie Sanders to break through as presidential candidate in 2016 and 2020; if Sanders failed while Trump succeeded, it was more because of Republican disorganization than because their complaints against both parties were different (though their solutions were).</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/democrats-move-past-donald-trump-new-deal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/uk-sanctions-18bn-russian-owned-assets-ukraine", "title": "UK sanctions now cover £18bn of Russian-owned assets", "date_published": "2022-11-10 13:17:26+00:00", "description": "<p>Government says measures brought in following invasion of Ukraine are ‘crippling war machine’</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/10/russia-ukraine-war-live-news-kyiv-wary-of-moscows-retreat-from-kherson-us-general-estimates-100000-russian-military-casualties\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>The UK government has frozen more than £18bn of assets belonging to oligarchs and other Russians under the sanctions regime brought in following Putin’s invasion of Ukraine, the first official total reveals.</p><p>Sanctions have been imposed on 1,271 people – including the former Chelsea FC owner <a href=\"https://www.theguardian.com/world/video/2022/mar/17/live-in-the-mess-that-putin-has-created-a-tour-of-russian-oligarch-linked-properties-in-london\">Roman Abramovich</a> and the “Nickel King”, Russia’s second-richest person Vladimir Potanin – according to <a href=\"https://www.gov.uk/government/publications/ofsi-annual-review-april-2017-march-2018\">the annual review</a> of the Office of Financial Sanctions Implementation (OFSI), published on Thursday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/uk-sanctions-18bn-russian-owned-assets-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/gallery/2022/nov/10/ataturk-silence-and-cop27-dissent-thursdays-best-photos", "title": "Atatürk silence and Cop27 dissent: Thursday’s best photos", "date_published": "2022-11-10 13:14:00+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world. Warning: contains graphic imagery.</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2022/nov/10/ataturk-silence-and-cop27-dissent-thursdays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/10/demi-moores-20-best-films-ranked", "title": "Demi Moore’s 20 best films – ranked!", "date_published": "2022-11-10 13:13:40+00:00", "description": "<p>She harassed Michael Douglas, was propositioned by Robert Redford and haunted by Patrick Swayze. The quintessential 90s star is 60 on Friday and to celebrate we disclose her finest performances</p><p>Jury service is a drag for sculptor Annie Laird (Moore) after a mobster called The Teacher (Alec Baldwin) leans on her to help his boss beat a murder rap. The pressure is on for her to sway the jury, though strong-arming is hardly Moore’s forte.</p> <a href=\"https://www.theguardian.com/film/2022/nov/10/demi-moores-20-best-films-ranked\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/10/from-the-slurry-to-the-ditty-matt-hancocks-best-and-most-hideous-im-a-celebrity-bits-so-far", "title": "From the slurry to the ditty: Matt Hancock’s best and most hideous I’m a Celebrity bits so far", "date_published": "2022-11-10 12:57:41+00:00", "description": "<p>We thought we could picture the former health secretary in the jungle. But surely no one predicted he’d break into song within seconds</p><p>Over a week of wince-inducing anticipation has come to an end, for Matt Hancock has entered the I’m a Celebrity jungle. His first day saw him covered in slurry and cockroaches, send fellow campmates into fits of giggles and tears and, perhaps most surprisingly of all, sing Ed Sheeran’s Perfect. Here are his most striking moments so far.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/10/from-the-slurry-to-the-ditty-matt-hancocks-best-and-most-hideous-im-a-celebrity-bits-so-far\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/romas-early-momentum-dissipates-to-leave-jose-mourinho-pointing-the-finger-seriea", "title": "Roma’s early momentum dissipates to leave Mourinho pointing the finger | Nicky Bandini", "date_published": "2022-11-10 12:48:27+00:00", "description": "<p>Generosity has always been part of José Mourinho’s nature. So has a habit for singling out scapegoats when things go wrong</p><p>The players were in the tunnel ready to emerge for the second half at the Mapei Stadium, but José Mourinho was headed in the opposite direction, returning from the dugout to the changing room. Roma were drawing 0-0 with Sassuolo but just for a moment that was not his priority, as he went to retrieve a team shirt to give to a young supporter in a wheelchair he had noticed beside the pitch.</p><p>This gesture could not surprise anyone who has followed Mourinho in his career. This is the man who gave a Manchester United supporter the jacket <a href=\"https://www.manutd.com/en/news/detail/the-story-of-jose-mourinho-giving-his-coat-to-a-united-fan\">off his own back</a>, and who had Inter staff send him the first person in the queue for Champions League final tickets so he could give them <a href=\"https://www.theguardian.com/football/blog/2010/may/17/inter-scudetto-champions-jose-mourinho\">two free of charge</a>. Such generosity with individuals has always been part of his nature. And so has a habit for singling out scapegoats when things go wrong.</p> <a href=\"https://www.theguardian.com/football/2022/nov/10/romas-early-momentum-dissipates-to-leave-jose-mourinho-pointing-the-finger-seriea\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/10/iran-death-row-prisoners-reprieve-escape-execution", "title": "Under the shadow of death: prisoners who escaped execution in Iran", "date_published": "2022-11-10 12:47:41+00:00", "description": "<p>A random encounter led a photographer to document murderers once on Iran’s death row, where inmates can be reprieved, often at the gallows, but only if they can pay blood money</p><p>A thick, crisp layer of snow covered everything in sight. A sheet of white, broken only by a sludge-smeared two-lane road that cut through the landscape like a knife parting a wedding cake. Enayat Asadi was miles from the nearest town; the photographer had not seen another soul for hours.</p><p>He had spent nearly a year travelling the hinterland, across deserts and mountains to remote villages and isolated communities. He was working on a personal project called <em>ranj</em> (suffering), chronicling the hardships and misfortunes of those hidden from view. Now he was in the south of the country, a few hours west of Isfahan, where the ruined forts scattered the earth and where the winter froze rivers and waterfalls to a silvery crust.</p><p>Rostam, 50, shows the site of a gallows, on the rotten foundations of an old pier. When he was 24, he and two accomplices killed an old man and woman during a burglary. He was put on death row at the age of 35. His accomplices were executed and he saw them hanging. After 20 years in prison, he was finally pardoned on the day of his execution after paying a ransom to the victim’s family. He was arrested a year after his release on charges of armed robbery. His wife divorced him. He has a son, but no family members will see him. He is now on parole</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/10/iran-death-row-prisoners-reprieve-escape-execution\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/10/uk-civil-servants-whitehall-frontline-services-vote-strike", "title": "UK civil servants in Whitehall and frontline services vote to strike", "date_published": "2022-11-10 12:45:33+00:00", "description": "<p>One hundred thousand PCS members across public sector will join nurses in wave of stoppages</p><ul><li>• <a href=\"https://www.theguardian.com/politics/live/2022/nov/10/rishi-sunak-nicola-sturgeon-mark-drakeford-politics-live-latest-updates\">UK politics live – latest news updates</a></li></ul><p>Civil servants running public services from passports to pensions have voted to take strike action, joining a wave of stoppages set to hit the UK, as workers fight to protect their living standards in the face of double-digit inflation.</p><p>The Public and Commercial Services union (PCS) announced on Thursday that the threshold for industrial action had been hit in 126 public sector workplaces, covering 100,000 workers.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/10/uk-civil-servants-whitehall-frontline-services-vote-strike\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/10/carabao-cup-review-and-world-cup-squads-football-weekly-extra-podcast", "title": "Carabao Cup review and World Cup squads – Football Weekly Extra", "date_published": "2022-11-10 12:39:48+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/benfisherj\">Ben Fisher</a>, <a href=\"https://twitter.com/_JordanJBryan\">Jordan Jarrett-Bryan</a> and <a href=\"https://twitter.com/robyniocowen\">Robyn Cowen</a> to discuss the League Cup and World Cup squads for Qatar</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: Chelsea put in a good performance against Manchester City, but lose 2-0. Are Pep Guardiola’s side on course for more Carabao Cup success?</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/10/carabao-cup-review-and-world-cup-squads-football-weekly-extra-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/kylie-minogue-i-was-searching-for-my-favourite-manolos-then-i-remembered-theyre-in-the-va", "title": "Kylie Minogue: ‘I was searching for my favourite Manolos. Then I remembered: they’re in the V&A’", "date_published": "2022-11-10 12:31:56+00:00", "description": "<p>The pop princess and wine impresario answers your questions on chocolate sandwiches, tattoo tension and her glorious Glastonbury gig</p><p><strong>If you had to live the rest of your life inside one of your music videos, which one would it be? </strong><em>Dioli75</em></p><p><a href=\"https://www.theguardian.com/music/australia-culture-blog/2014/jul/29/kylie-minogue-cant-get-you-out-of-my-head-australian-anthem\">Can’t Get You Out of My Head</a> would mean I could travel to the future, but I would miss everyone in the here and now. Also, the white hooded jumpsuit could be tricky. Come Into My World would be more comfortable, but I would be eternally going round in circles, picking dry cleaning up off the floor. I loved my Barbarella moment in Put Yourself in My Place, but I don’t fancy living for ever alone in space. The Loco-Motion, I could be 19 again, but perhaps not ideal. So I think I am going to go with Slow – poolside in Barcelona. Yes please!</p> <a href=\"https://www.theguardian.com/music/2022/nov/10/kylie-minogue-i-was-searching-for-my-favourite-manolos-then-i-remembered-theyre-in-the-va\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/10/dining-across-the-divide-i-smashed-a-plate-i-must-have-been-passionate", "title": "Dining across the divide: ‘I smashed a plate - I must have been passionate’", "date_published": "2022-11-10 12:30:04+00:00", "description": "<p>He’s a small-c conservative Labour voter, she votes Labour but dislikes Keir Starmer and the police – can they find common ground over dinner?</p><p>• Fancy dining across the divide? <a href=\"https://www.theguardian.com/lifeandstyle/2021/oct/11/vaccines-cycling-tax-rises-we-want-your-views-on-divisive-issues?cmp=qrsatmag\">Find out how to take part</a></p><p><strong>François, 32, Bristol</strong></p><p><strong>Occupation</strong> Copywriter</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/10/dining-across-the-divide-i-smashed-a-plate-i-must-have-been-passionate\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/law/2022/nov/10/people-who-do-not-look-like-typical-judge-have-lowest-trust-in-judiciary", "title": "People who do not ‘look like’ typical judge have lowest trust in judiciary", "date_published": "2022-11-10 12:28:53+00:00", "description": "<p>Exclusive: survey of more than 5,000 adults across Great Britain appears to validate attempts to increase judicial diversity</p><p>People who do not “look like” the archetypal judge have less confidence in the <a href=\"https://www.theguardian.com/law/judiciary\">judiciary</a> than those who do, a poll has found.</p><p>The survey of more than 5,000 adults across Great Britain, carried out by YouGov for the campaigning organisation the Good Law Project (GLP), found that 28% of people do not trust judges at all/very much while 31% said their level of trust had declined in recent years.</p> <a href=\"https://www.theguardian.com/law/2022/nov/10/people-who-do-not-look-like-typical-judge-have-lowest-trust-in-judiciary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/10/lawyer-heading-tim-westwood-review-extends-deadline-for-evidence", "title": "Lawyer heading Tim Westwood review extends deadline for evidence", "date_published": "2022-11-10 12:26:17+00:00", "description": "<p>Gemma White KC, appointed by BBC to look into concerns about DJ’s conduct, thanks those who have already contacted her</p><p>The barrister leading an independent review of concerns regarding Tim Westwood’s conduct during his two decades at the BBC has extended the deadline for <a href=\"https://www.bbc.co.uk/mediacentre/2022/tim-westwood-review-call-for-evidence-extended\">evidence</a>.</p><p>Gemma White KC was appointed by the BBC in August after an internal review of allegations against the DJ found that the corporation may have <a href=\"https://www.theguardian.com/media/2022/aug/04/bbc-may-have-missed-chances-to-explore-concerns-about-tim-westwood\">missed chances to explore concerns</a> raised over the behaviour of the former Radio 1 and Capital Xtra DJ.</p><p>Anyone with information is being asked to contact the review on GWKCBBCReview@blackstonechambers.com, or by post, marked for the attention of Gemma White KC BBC Review, to Linklaters LLP, One Silk Street, London, EC2Y 8HQ. Respondents can request a meeting with Gemma White and ask for Jahnine Davis to be present.</p> <a href=\"https://www.theguardian.com/media/2022/nov/10/lawyer-heading-tim-westwood-review-extends-deadline-for-evidence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/christine-and-the-queens-redcar-les-adorables-etoiles-review-clouds-of-sorrow-from-the-artists-new-persona", "title": "Christine and the Queens: Redcar les Adorables Étoiles review – clouds of sorrow from the artist’s new persona", "date_published": "2022-11-10 12:23:20+00:00", "description": "<p><strong>(Because Music)<br /></strong>Breakup songs and wistful melodies pepper this uneven new release from Héloïse Letissier, who wrote and recorded it over just two weeks</p><p>In 2016, Christine and the Queens appeared on British TV for the first time. It was, by common consent, one of the great music television debuts: an exquisitely choreographed, effortlessly executed performance of breakthrough hit Tilted that unexpectedly surged into a cover of I Feel for You, in tribute to its recently deceased author, Prince. Even when the artist reemerged as Chris on 2018’s album of the same name, the vision remained immaculate. It all seemed incredibly cool and expertly done, the work of a hugely talented artist in complete control.</p><p>It makes for a striking and slightly troubling contrast with the arrival of Christine and the Queens’ third album, Redcar les Adorables Étoiles. It seems to have been beset by disagreements between artist and record label, which have spilled on to social media. A certain confusion surrounds the whole enterprise, which involves the introduction of a new persona, Redcar. Redcar is a masculine figure – the artist at the centre of Christine and the Queens, Héloïse Letissier, recently came out as a trans man – named after the red vehicles that began to take on significance for him in the wake of his mother’s sudden death in 2019. And there, all attempts at explication flounder. Like blockbuster movies, the most successful pop personae can be summarised with a neat one-line pitch. Ziggy Stardust: gay alien pop star. The Fly: the diametric opposite of earnest old Bono. Sasha Fierce: like Beyoncé, only sexier and more aggressive.</p> <a href=\"https://www.theguardian.com/music/2022/nov/10/christine-and-the-queens-redcar-les-adorables-etoiles-review-clouds-of-sorrow-from-the-artists-new-persona\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/10/elon-musk-scraps-twitter-work-home-staff", "title": "Elon Musk scraps Twitter’s work from home policy", "date_published": "2022-11-10 12:20:51+00:00", "description": "<p>New owner emails staff to say he will personally vet any circumstances that require remote working</p><p>Elon Musk has scrapped Twitter’s working from home policy and ordered its staff back to the office just days after <a href=\"https://www.theguardian.com/technology/2022/nov/05/elon-musk-defends-twitter-layoffs-saying-staff-given-three-months-pay\">firing 3,700 employees</a>.</p><p>The social media platform’s new owner told staff in an email, seen by the Guardian, that its “road ahead is arduous and will require intense work to succeed”.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/10/elon-musk-scraps-twitter-work-home-staff\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/t20-indian-cricket-world-domination-eludes-again", "title": "World domination eludes India again in World T20 despite abundant riches | Geoff Lemon", "date_published": "2022-11-10 12:19:57+00:00", "description": "<p>Indian cricket shapes the world game yet they have now gone 11 years without a trophy as big game misjudgments continue to cost them</p><p>Indian cricket should be dominating world cricket. By bank balance it already is: the last Indian Premier League deal went for more than US$6bn, the season will soon expand to 94 matches, its timeframe will eat up more of the southern season, pushing earlier into March and perhaps even February. Its franchises have already taken January by buying up new leagues in South Africa and the United Arab Emirates, the same organisations are eyeing up The Hundred in England and the Big Bash in Australia should private investment be invited, and as salary caps increase they will soon be able to pay players amounts that even the richest national boards cannot match.</p><p>For all of that, hegemony on the field has not yet been established. Logic suggests that it will: the success of the Indian Premier League means that scouts are now touring their own vast country, searching for new talent to be developed, while more players in lower competitions give their all to chase the possibility of a cricket career with so many more jobs available. The players selected are put into high-level professional environments, training with some of the best coaches and teammates in the world. Every advance made by a local player benefits the Indian national setup.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/t20-indian-cricket-world-domination-eludes-again\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/vaping-britain-teens-smoking-government", "title": "Smoking is back in candy-coloured disguise - and a whole new generation is addicted | Sarah Boseley", "date_published": "2022-11-10 12:10:24+00:00", "description": "<p>Tobacco companies are pouring money into e-cigarettes and making them attractive to teens. Why is nobody stopping them?</p><p>The modern sweet shop has long removed from its window the screw-top glass jars full of gobstoppers and lemon sherbets that used to tempt kids to spend their pocket money on the way home from school. Instead, there is an array of slim boxes in a rainbow of bright colours. “Banana ice”, “pink lemonade”, “blueberry sour raspberry”, “cotton candy ice”, they are labelled.</p><p>The jewelled boxes contain Elf bars: disposable e-cigarettes. The rules say they are for adults only. Under-18s are not allowed to buy them, even if they wander in to look at the confectionery that is also for sale in some of these shops. But everyone knows the pretty toys also end up in the hands of children, who may even have learned how to use them from <a href=\"https://www.theguardian.com/society/2022/jul/17/chinese-vaping-giant-flouting-uk-advertising-rules-on-selling-to-children\">influencers on TikTok</a>.</p><p>Sarah Boseley is the Guardian’s former health editor</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/vaping-britain-teens-smoking-government\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/10/bayer-leverkusen-revival-under-xabi-alonso-continues-with-derby-delight-koln-bundesliga", "title": "Bayer Leverkusen’s revival under Xabi Alonso continues with derby delight | Andy Brassell", "date_published": "2022-11-10 12:01:10+00:00", "description": "<p>Out of the bottom three after and winning a local derby, Leverkusen can sign off for the Bundesliga’s break with hope</p><p>If Leverkusen have spent most of the campaign so far hiding their bright light under a bushel, it was shining high in the grey skies last weekend as they steamrollered long-time league-leaders Union Berlin. The highlight of <em>Englische Woche</em>, though? Don’t be fooled. If Sunday was the main course this, a 15-minute hop behind enemy lines on a fresh Wednesday night, was the dessert.</p><p>That half-hour of second-half heaven against Union, where a goalless first half became a 5-0 virtuoso display, felt like a placebo in the context of the midweek derby at Köln, like a little holiday from reality. It had shown Leverkusen could play, but we knew that already. This showed they have the guts as well as the swagger (neither of which have been on display nearly enough this season). The jubilant reaction of Xabi Alonso – a twitchy, tense presence on the touchline all evening – and his staff at the end showed how much this meant.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/10/bayer-leverkusen-revival-under-xabi-alonso-continues-with-derby-delight-koln-bundesliga\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/10/stressed-out-by-all-this-global-catastrophe-try-a-globe-artichoke-jay-rayner", "title": "Stressed out by global catastrophe? Try a globe artichoke | Jay Rayner", "date_published": "2022-11-10 12:00:03+00:00", "description": "<p>Eating one is such a fiddly, intense process that you can’t think about anything else. But the season’s nearly done, more’s the pity</p><p>Amid the mind-cluttering chaos of political parties ripping themselves apart like cannibal rats in a barrel, dictators threatening nuclear war, climate catastrophe and so on, we could all do with something to quieten the bad thoughts. Recently, I found mine: a globe artichoke. It had been a while since I’d been served one in the classic style, with jugs of Dijon-bonded vinaigrette. In the 1970s, these were a staple of my mother’s fancier dinner parties; a marker of a certain sophistication, which took its lead from France, where they recognised the edible possibilities of a humble thistle.</p><p>What I had forgotten was just how blissfully engrossing the process of eating one can be. Each thick, olive-green petal must be pulled from its sticking place, dipped into the dressing, before the business end is dragged over the teeth to get at the mother lode. Finally, you must dispose of that leaf, and start again. Repeat, dozens of times. Of course, it’s delicious. But more importantly, it’s impossible to think about anything else other than the job at hand while eating one. The profound comfort of that is not to be underestimated.</p> <a href=\"https://www.theguardian.com/food/2022/nov/10/stressed-out-by-all-this-global-catastrophe-try-a-globe-artichoke-jay-rayner\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/world-cup-2022-team-guide-tunisia", "title": "World Cup 2022 team guides part 16: Tunisia", "date_published": "2022-11-10 12:00:03+00:00", "description": "<p>An influx of dual-nationality players has raised expectations and coach Jalel Kadri says a group-stage exit would be a failure</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/10/world-cup-2022-team-guide-tunisia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/10/next-ceo-lord-wolfson-brexit-foreign-workers-uk-economy-us-inflation-ftx-bitcoin-business-live", "title": "UK consumer confidence lowest since April 2020, as home repossessions rise – business live", "date_published": "2022-11-10 11:51:32+00:00", "description": "<p>Fallout from ‘mini budget’ compounded ongoing worries about the cost-of-living crisis, as more homes are repossessed</p><p><strong>The cost-of-living crisis is driving UK food banks to “breaking point” with almost 1.3 million emergency parcels given to people in hunger over just six months.</strong></p><p>The <strong>Trussell Trust</strong> charity has warned that families face record-breaking levels of need, with one in five individuals referred to its network now coming from working households.</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/10/next-ceo-lord-wolfson-brexit-foreign-workers-uk-economy-us-inflation-ftx-bitcoin-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/10/midterm-elections-2022-results-senate-house-us-democrats-republicans-live-updates-latest-news", "title": "US midterm elections 2022: both Senate and House remain in balance as counting continues – live", "date_published": "2022-11-10 11:49:14+00:00", "description": "<p>Latest updates and results after Joe Biden hails ‘good day’ for democracy as Democrats outperform expectations in US midterm elections</p><ul><li><strong><a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/08/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">US midterm elections results 2022 – live</a></strong></li></ul><p><em>Here is how my colleague Nicola Slawson is summing things up for today’s <a href=\"https://www.theguardian.com/us-news/series/guardian-us-briefing\">First Thing</a> newsletter, which should be hitting in-boxes shortly:</em></p><p>Joe Biden hailed “a good day” for democracy after <a href=\"https://www.theguardian.com/us-news/2022/nov/09/democrats-house-senate-performance-polls-predictions\">Democrats defied history and outperformed expectations</a> in the US midterm elections, leaving control of Congress on a knife-edge.</p><p><strong>Who will have control of the Senate?</strong> Control of the US Senate was <a href=\"https://www.theguardian.com/us-news/2022/nov/09/election-us-senate-race-control-republicans-democrats\">still up in the air</a> this morning as several hotly contested seats remained uncalled and the fierce race between Georgia’s Democratic incumbent senator, Raphael Warnock, and his Republican challenger, Herschel Walker, moved to a runoff.</p><p><strong>Who was the midterms biggest loser?</strong> He wasn’t on any ballot but Donald Trump is widely seen as <a href=\"https://www.theguardian.com/us-news/2022/nov/09/the-winner-of-the-midterms-is-not-yet-clear-but-the-loser-is-donald-trump\">the night’s biggest loser</a> as so many of his endorsed candidates failed and he was being <a href=\"https://www.theguardian.com/us-news/2022/nov/09/trump-desantis-election-2024-florida\">blamed by members of his own party</a> for the failure of the Republicans’ anticipated “red wave”.</p><p><strong>Where can I see the</strong> <strong>full live results of the congressional midterms? </strong>You can view them <a href=\"https://www.theguardian.com/us-news/ng-interactive/2022/nov/10/midterm-election-results-live-2022-map-us-midterms-latest-winners-seats-congress\">here</a> seat by seat.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/10/midterm-elections-2022-results-senate-house-us-democrats-republicans-live-updates-latest-news\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/history-beckons-for-red-roses-and-new-zealand-in-game-changing-womens-rugby-world-cup-finale", "title": "History beckons for Red Roses and New Zealand in game-changing finale", "date_published": "2022-11-10 11:49:10+00:00", "description": "<p>Red Roses face a defining 80 minutes for their all-conquering vision while New Zealand women relish arrival on biggest stage </p><p>Not since Martin Johnson hoisted the Webb Ellis Cup into the Sydney sky in 2003 has an English rugby union team been as tantalisingly close to World Cup glory in the southern hemisphere. If the Red Roses can join a truly exclusive club it would be a similarly symbolic moment and unquestionably place them among the finest women’s sides of all time.</p><p>Before all those debates can begin, though, there is still a game to be won. In September the head coach, Simon Middleton, acknowledged there could be no excuses in New Zealand for a squad who have benefited from full-time contracts for a longer period than any of their rivals. For all the Black Ferns’ rapid improvement, England have now won 30 Tests on the spin. Hence Middleton’s bullish tone on a sunny day in Bagshot a little over seven weeks ago: “We’ve got to win it. This is the best prepared squad with the best strength in depth we’ve ever had.”</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/history-beckons-for-red-roses-and-new-zealand-in-game-changing-womens-rugby-world-cup-finale\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/10/rishi-sunak-nicola-sturgeon-mark-drakeford-politics-live-latest-updates", "title": "Minister defends describing Brexit deal as ‘oven ready’ amid criticism of immigration rules – UK politics live", "date_published": "2022-11-10 11:46:59+00:00", "description": "<p>Northern Ireland secretary says, at the time, people did think the deal was ready to go as they believed the NI protocol would work </p><p>According to <strong>Pat Leahy</strong>, political editor of the Irish Times, the Irish government is doubtful about the prospect of a breakthrough in the coming weeks in the talks on the Northern Ireland protocol.</p><p>In his Sky News interview <strong>Chris Heaton-Harris</strong>, the Northern Ireland secretary, also suggested that large number of politicians in parliament are voting for <a href=\"https://www.theguardian.com/politics/matt-hancock\">Matt Hancock</a> to perform “grim” tasks on I’m A Celebrity. My colleague <strong>Aubrey Allegretti</strong> has the story here.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/10/rishi-sunak-nicola-sturgeon-mark-drakeford-politics-live-latest-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/hidden-gems-british-letters-from-first-world-war-published-online", "title": "‘Hidden gems’: British letters from first world war published online", "date_published": "2022-11-10 11:40:51+00:00", "description": "<p>Family history website makes cache of documents from National Archives available for public to view</p><p>On 19 April 1915, Ethel Andrews, a young woman from Sherborne in Dorset, wrote to the foreign secretary to ask about her brother. Pte Gordon Gray had been captured at the battle of Ypres on 2 November, was being held as a prisoner of war at <a href=\"http://www.wartimememoriesproject.com/greatwar/pow/powcamp.php?pid=17944\">a camp </a>in northern Germany “and I have not heard from him for so long,” she wrote to <a href=\"https://en.wikipedia.org/wiki/Edward_Grey,_1st_Viscount_Grey_of_Fallodon\">Sir Edward Grey</a>.</p><p>“I send him a parcel every week which costs me 5s4d, &amp; I do feel so broken hearted because I have not heard if he have received one. I should be more than grateful if you would kindly do something for me.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/hidden-gems-british-letters-from-first-world-war-published-online\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/iranian-made-drones-supplied-to-russia-after-february-invasion-says-ukraine", "title": "Drone analysis in Ukraine suggests Iran has supplied Russia since war began", "date_published": "2022-11-10 11:37:33+00:00", "description": "<p>Guardian visits space used by Ukrainian military intelligence to examine captured drones</p><p>• <a href=\"https://www.theguardian.com/world/live/2022/nov/10/russia-ukraine-war-live-news-kyiv-wary-of-moscows-retreat-from-kherson-us-general-estimates-100000-russian-military-casualties\">Russia-Ukraine war – latest news updates</a></p><p>Ukraine’s military has shown the Guardian evidence that at least some of the Iranian-made drones used by Russia in its war were probably supplied after Moscow’s full-scale invasion in February.</p><p>Ukraine said it first noticed that Russia was using Iranian-supplied weapons in September. Since then, Russia has successfully used them to target Ukraine’s critical energy infrastructure, causing serious power shortages.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/iranian-made-drones-supplied-to-russia-after-february-invasion-says-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/10/twitter-elon-musk-tosh-northern-ireland-secretary", "title": "‘What does a tosh look like?’: Musk responds to minister’s Twitter gripe", "date_published": "2022-11-10 11:31:32+00:00", "description": "<p>Northern Ireland secretary’s complaint about fake accounts prompts question from owner of social media firm</p><p>The battle to curb fake news and fake accounts has swerved into a linguistic debate over the meaning of tosh.</p><p>“What does a tosh look like?” <a href=\"https://www.theguardian.com/technology/elon-musk\">Elon Musk</a> tweeted on Thursday in reply to a British government minister who appealed to him to intervene after a false claim that he had resigned.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/10/twitter-elon-musk-tosh-northern-ireland-secretary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/10/cryptocurrency-exchange-ftx-now-worthless-says-key-investor", "title": "Cryptocurrency exchange FTX now worthless, says key investor", "date_published": "2022-11-10 11:28:39+00:00", "description": "<p>Firm once valued at $25bn in 2021 suffered bank run-style crisis as investors rushed to withdraw money </p><p>FTX, once the second-largest cryptocurrency exchange in the world, is now worthless, according to one of the company’s early investors.</p><p>In a note to partners, venture capital firm Sequoia announced it had written down its investment in FTX, worth $150m (£130m), to nothing.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/10/cryptocurrency-exchange-ftx-now-worthless-says-key-investor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/10/proletariat-palace-jean-paul-gaultier-opens-doors-to-his-lavish-paris-atelier", "title": "‘Proletariat palace’: Jean Paul Gaultier opens doors to his lavish Paris atélier", "date_published": "2022-11-10 11:26:45+00:00", "description": "<p>Public will have rare chance to see inside 325 Rue Saint Martin as it opens for immersive exhibition</p><p>The public will have a rare opportunity to visit one of Paris’s most extraordinary private buildings over the next three days when Jean Paul Gaultier throws open the doors of his illustrious fashion house.</p><p>The seven-storey property at 325 Rue Saint Martin – home to the designer’s atélier – is hosting an “immersive” exhibition as part of this year’s <a href=\"https://www.parisphoto.com/fr-fr.html\">Paris Photo</a> salon.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/10/proletariat-palace-jean-paul-gaultier-opens-doors-to-his-lavish-paris-atelier\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/billy-vunipola-manu-tuilagi-left-out-england-team-japan-rugby-union", "title": "England leave Billy Vunipola and Manu Tuilagi out of team to face Japan", "date_published": "2022-11-10 11:26:08+00:00", "description": "<ul><li>Eddie Jones makes five changes after defeat by Argentina</li><li>Simmonds starts at No 8 with Van Poortvliet in No 9 jersey</li></ul><p>Eddie Jones has left Billy Vunipola and Manu Tuilagi out of his side to face Japan on Saturday after making five changes in a major overhaul to his starting XV. Sam Simmonds and Guy Porter come in to replace Vunipola and Tuilagi respectively, while David Ribbans makes a debut in the second row and there are starts for Jack van Poortvliet and Jonny May.</p><p>Vunipola pays the price for an error-strewn performance <a href=\"https://www.theguardian.com/sport/2022/nov/06/england-argentina-autumn-nations-series-rugby-union-match-report\">against Argentina</a> when his handling let him down on a number of occasions while Tuilagi drops out having hobbled off midway through the second half against the Pumas due to a blister. Jones’s decision to start Van Poortvliet at scrum-half is less surprising given his impressive cameo off the bench against Argentina while May provides extra pace on the wing in place of Joe Coakanasiga, only three weeks after dislocating his elbow. Ribbans, meanwhile, comes in for his Northampton clubmate Alex Coles in the second row, having been an unused replacement last time out.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/billy-vunipola-manu-tuilagi-left-out-england-team-japan-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/10/england-thrash-india-to-reach-t20-world-cup-final-against-pakistan-cricket", "title": "England thrash sorry India to set up T20 World Cup final against Pakistan", "date_published": "2022-11-10 11:19:23+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-11-10/england-cricket-team\">India 168-5; England 168-6 and win by 10 wickets</a></li><li>Hales and Buttler finish off India alone in superb style</li></ul><p>England somersaulted and cartwheeled their way to a stunning and historic thrashing of India in Adelaide to rocket into the T20 World Cup final, as Alex Hales and Jos Buttler took what at the halfway stage looked a testing target and toyed with it like a cat might a ball of wool, making it look approximately as threatening, to lead their side home with all 10 wickets and fully four overs to spare.</p><p>Chasing 169, Hales (who scored 86 off 47) and Buttler (80 off 49) produced not just the largest but in any sense you like the greatest opening partnership in England’s T20 history (Hales has now been involved in all of England’s top five). By the end India were a rabble; there was an all-run four, vanishingly rare in this format, when Mohammed Shami fielded and tried to toss the ball to a teammate but missed, and another boundary when Buttler skied the ball over mid-off and Suryakumar Yadav not only dropped the catch – a difficult one, to be fair, with the ball dropping over his shoulder – but shovelled the ball a further 10 yards to the rope.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/10/england-thrash-india-to-reach-t20-world-cup-final-against-pakistan-cricket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/gallery/2022/nov/10/mean-moody-and-magnificent-film-noir-studio-portraits-in-pictures", "title": "Mean, moody and magnificent: film noir studio portraits – in pictures", "date_published": "2022-11-10 11:11:59+00:00", "description": "<p>Ava Gardner, Humphrey Bogart and Rita Hayworth were never more glamorous than in the photographs taken by studio photographers to publicise black and white thrillers in the 1940s and 50s. Here is a selection of the most memorable</p><ul><li><em><a href=\"https://www.reelartpress.com/catalog/edition/203/film-noir-portraits\">Film Noir Portraits by Paul Duncan and Tony Nourmand</a> is published by Reel Art Press</em><br /></li></ul> <a href=\"https://www.theguardian.com/film/gallery/2022/nov/10/mean-moody-and-magnificent-film-noir-studio-portraits-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/america-trumpism-hate-paranoia-violence-bullying", "title": "America is still on the brink of Trumpism fueling hate, paranoia and violence | Robert Reich", "date_published": "2022-11-10 11:00:03+00:00", "description": "<p>So many Americans feel bullied by the system today that they’re easy prey for Trumpism</p><p>Apart from specific issues and candidates that motivated voters on Tuesday, two contrasting parties continue to emerge in America – one, pro-democracy; the other, anti-democracy.</p><p>The hallmarks of the anti-democracy party are its cruel nastiness and unwillingness to abide by election results. In other words: Trumpism.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California at Berkeley</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/america-trumpism-hate-paranoia-violence-bullying\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/10/loki-by-melvin-burgess-review-tales-from-a-tricksy-norse-god", "title": "Loki by Melvin Burgess review – tales from a tricksy Norse god", "date_published": "2022-11-10 11:00:03+00:00", "description": "<p>In his debut adult novel, the Junk author writes from the perspective of a silver-tongued deity</p><p>It’s no surprise that Melvin Burgess, author of <a href=\"https://www.theguardian.com/childrens-books-site/2014/aug/14/melvin-burgess-junk-first-teen-book\" title=\"\">Junk</a> and many other powerful novels for teenagers, has chosen the Norse god Loki as the subject of his first adult novel: questioning, tricksy, gender-bending and anti-authority, Loki is perhaps the quintessential teen.</p><p>We have not been short of treatments of Norse myth in fiction over the last few years. AS Byatt’s <a href=\"https://www.theguardian.com/books/2011/sep/09/ragnarok-as-byatt-review\" title=\"\">Ragnarok</a> was exhilarating, richly wrought, written through the lens of her child self’s encounters, and with a focus on the end of the world. More recently, Neil Gaiman, in <a href=\"https://www.theguardian.com/books/2017/mar/29/norse-myths-by-neil-gaiman-review\" title=\"\">Norse Mythology</a>, has thrown impish humour into the mix. Both dealt with the myths canonically, not straying from established narratives.</p> <a href=\"https://www.theguardian.com/books/2022/nov/10/loki-by-melvin-burgess-review-tales-from-a-tricksy-norse-god\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/10/the-best-film-and-tv-inspired-holidays-chosen-by-readers", "title": "From Father Ted to Bond in Basilicata: the best film and TV-inspired holidays chosen by readers", "date_published": "2022-11-10 11:00:02+00:00", "description": "<p>A galaxy far, far away, crossing The Bridge, an act of Atonement … our tipsters share their best screen-based getaways. <strong>Scroll down to find the winner</strong></p><p>The sight of James Bond cruising up a precipitous road towards the rock-hewn city of Matera, southern Italy, at the beginning of No Time to Die, proved irresistible. While Bond drove an Aston Martin, we arrived on the bus with an under-the-weather child. Like Bond, we checked into a cave hotel, the stylish <a href=\"https://www.cortesanpietro.it/en/\">Corte San Pietro</a>, and meandered through the city’s labyrinth of staircases and cave dwellings. Then, just as disaster struck Bond in the cathedral square, we had to abandon sightseeing to look after our poorly four-year-old. At least we got to sample the gelato (excellent medicine for sore throats) at the famed I Vizi degli Angeli – something poor 007 had no time for.<br /><strong>Morag</strong></p> <a href=\"https://www.theguardian.com/travel/2022/nov/10/the-best-film-and-tv-inspired-holidays-chosen-by-readers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/10/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-81", "title": "Space debris, an ancient tree, and next year’s Oscars host – take the Thursday quiz", "date_published": "2022-11-10 11:00:02+00:00", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes every Thursday. How will you fare?</p><p>They say that the mills of the gods grind slowly, but they grind exceeding fine. In stark contrast, the Thursday quiz comes around each week exceedingly quickly, and rather than say it is “fine”, lots of people nitpick. As a consequence, the sulfur questions continue, and you will face 14 other vaguely topical and general knowledge puzzles which will feature nearly all of your favourite laboured in-jokes. There are no prizes, it is just for fun. Let us know how you get on in the comments, where you can secure bonus points by spotting oblique references to Doctor Who and being funny. </p><p><strong>The Thursday quiz, No 81</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/10/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-81\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/10/civil-society-groups-report-surveillance-and-intimidation-at-cop27-egypt", "title": "Civil society groups report surveillance and intimidation at Cop27", "date_published": "2022-11-10 10:49:59+00:00", "description": "<p>Attenders say actions of Egyptian authorities are threatening their participation at conference</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/10/cop27-egypt-climate-crisis-environment-fossil-fuel-lobbyists-latest-live\">Cop27 live – latest news updates</a></li></ul><p>Members of civil society attending Cop27 have described how surveillance and intimidation by the Egyptian authorities is threatening their participation in the climate conference.</p><p>Problems reported by attenders include overt surveillance, control of their meetings by conference staff and problems with accommodation.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/10/civil-society-groups-report-surveillance-and-intimidation-at-cop27-egypt\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/aaron-carter-obituary", "title": "Aaron Carter obituary", "date_published": "2022-11-10 10:33:37+00:00", "description": "Singer and actor who found fame as a child star with a contagiously commercial mix of pop-rap and ballads that sold in the millions<p>“Fame at a young age is often more of a curse than a blessing, and surviving it is not easy,” said the veteran songwriter Diane Warren after <a href=\"https://www.theguardian.com/music/2022/nov/05/aaron-carter-singer-and-brother-of-backstreet-boys-nick-dies-aged-34\" title=\"\">news broke of the death of Aaron Carter</a>. Carter, who has been found dead at his home, aged 34, was a true child prodigy, beginning his musical career when he was seven. The first two singles from his 1997 debut album (released a few days before his 10th birthday), <a href=\"https://www.youtube.com/watch?v=V7ZUmib1Mrk\" title=\"\">Crush on You</a> and <a href=\"https://www.youtube.com/watch?v=zsiVH3D2ghA\" title=\"\">Crazy Little Party Girl</a>, both became Top 10 hits in the UK. The album reached No 12 in the UK, and sold 100,000 copies in the US.</p><p>Carter’s success became rocket-assisted with the arrival in 2000 of his second album, <a href=\"https://www.youtube.com/watch?v=y0p3jn7ODuc\" title=\"\">Aaron’s Party (Come Get It)</a>, a contagiously commercial batch of songs including the title track, <a href=\"https://www.youtube.com/watch?v=zaL9VrQOP0E\" title=\"\">I Want Candy</a>, and <a href=\"https://www.youtube.com/watch?v=OfhhWA9GF0M\" title=\"\">That’s How I Beat Shaq</a>. These scored valuable exposure on the Nickelodeon and Disney channels, powering the album to 3m sales in the US. Opening slots for shows by the Backstreet Boys and Britney Spears sent Carter’s profile soaring, and in 2001 he began to branch into acting, appearing in the Disney Channel comedy series Lizzie McGuire and taking the role of JoJo the Who in Seussical, a Broadway musical.</p> <a href=\"https://www.theguardian.com/music/2022/nov/10/aaron-carter-obituary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-260-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 260 of the invasion", "date_published": "2022-11-10 10:21:33+00:00", "description": "<p>Moscow orders troops to leave Ukraine’s southern city of Kherson in humiliating retreat; Ukraine responds with caution</p><p><strong>There have been diverging reactions to Russia’s announcement on Wednesday that it will withdraw its troops from the right bank of Kherson region - in what would be another defeat for its forces.</strong></p><p><strong>On Wednesday the Russian defence minister, Sergei Shoigu ordered troops to <a href=\"https://www.theguardian.com/world/2022/nov/09/russians-destroy-dnieper-bridges-to-slow-ukraine-advance-on-kherson\">leave Ukraine’s southern city of Kherson</a>,</strong> the only regional capital Moscow had captured since the invasion began. The announcement marks one of Russia’s most significant retreats and a potential turning point in the war. General <strong>Sergei Surovikin</strong>, in overall command of the war, called it a “very difficult decision”.</p><p><strong>While Russia did not formally declare it was abandoning Kherson, <a href=\"https://www.theguardian.com/world/2022/nov/09/ukraine-brigade-russia-retreat-kherson-frontline\">all signs point to a Moscow retreat</a>. </strong>“Kherson cannot be fully supplied and function,” Surovikin said. “The decision to defend on the left bank of the Dnipro is not easy, at the same time we will save the lives of our military.” Russia had been <a href=\"https://www.theguardian.com/world/2022/nov/09/as-russia-tries-to-dig-in-ukraines-challenge-will-be-to-repeat-its-victory-in-kherson\">preparing its exit for the last month,</a> moving command and control across the river.</p><p>Ukrainian victory in Kherson will be a <strong>significant blow to the Russian president, Vladimir Putin,</strong> only weeks after a high-profile ceremony in Moscow in which he announced the “forever” annexation of the Kherson region along with three other regions.</p><p><strong>Ukraine</strong> <strong>reacted with caution, saying some Russian forces were still in Kherson</strong> and additional Russian manpower was being sent. “Until the Ukrainian flag is flying over Kherson, it makes no sense to talk about a Russian withdrawal,” said <strong>Mykhailo Podolyak</strong>, a senior adviser to the Ukrainian president, Volodymyr Zelenskiy.</p><p><strong>Joe Biden said Russia’s withdrawal of troops from Kherson was “evidence” that its military had “real problems”. </strong>During a White House press conference on Wednesday, the US president said he “knew for some time” it would happen.</p><p>Russia’s loss of Kherson’s west bank will likely prevent its forces from achieving their strategic aspiration of a land bridge reaching Odesa, according to the <strong>UK Ministry of Defence. </strong>“With limited crossing points, Russian forces will be vulnerable in crossing the Dnipro River,” the latest British intelligence report reads.</p><p><strong>The Nato secretary general, Jens Stoltenberg, said Russia’s retreat was “part of an overall pattern” demonstrating that Moscow “has absolutely lost the momentum”</strong>. “But we should not underestimate Russia, they still have capabilities,” he told Sky News. “We have seen the drones, we have seen the missile attacks. It shows that Russia can still inflict a lot of damage.”</p><p>Russia’s decision to withdraw troops from near the southern Ukrainian city of Kherson is a positive step, Turkish President <strong>Recep Tayyip Erdoğan</strong> said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-260-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/england-mental-health-services-compassion-scandals-patients", "title": "England’s mental health care lacks money, yes – but it also lacks compassion | Jay Watts", "date_published": "2022-11-10 10:18:42+00:00", "description": "<p>A series of scandals should focus minds on the punitive conditions far too many patients are confined in</p><p>We have made great progress in England when it comes to acceptance and knowledge around mental health issues. But have our basic services also improved in tandem? We are told that clinical approaches to mental health are getting better: that the coercive control of the asylum era is over, heralding care in the community; that the blossoming of interest in wellbeing means psychiatric care is no longer the second-class citizen of medicine. But some facts, unfortunately, tell a more harrowing story, reflecting a problem as much with ideology as funding.</p><p>In the past few months, scandal after scandal has shone a light on the appalling state of mental health inpatient care (meaning those who have to stay at least one night). First, we had a Panorama investigation into the <a href=\"https://www.bbc.co.uk/news/uk-63095331\">Edenfield Centre</a>, a secure psychiatric hospital run by the NHS in Manchester, which alleged that vulnerable patients were ridiculed and inappropriately restrained. Then a <a href=\"https://www.mind.org.uk/news-campaigns/news/mind-responds-to-undercover-documentary-exposing-failings-on-essex-nhs-mental-health-wards/\">Dispatches undercover investigation</a> showed wards in Essex where patients appeared to have been cruelly treated, despite repeated inquiries into a series of <a href=\"https://www.essexlive.news/news/essex-news/essex-partnership-university-hospital-trust-5535605\">suicides between 2004 and 2015</a>, hauntingly represented in the ongoing agony of interviewed family members. In the past week, we’ve heard of <a href=\"https://news.sky.com/story/calls-for-rapid-review-of-inpatient-mental-health-care-following-sky-news-investigation-12732602\">more than 20 teenagers</a> alleged to have been mistreated in wards managed by the private sector Huntercombe Group, followed by an <a href=\"https://www.itv.com/news/tyne-tees/2022-11-02/west-lane-report-120-failings-in-care-of-3-teenagers-who-died-under-nhs-trust\">independent investigation</a> into a Middlesbrough hospital, describing the failures preceding the suicides of three young women.</p><p>Jay Watts is a clinical psychologist, psychotherapist and senior lecturer working in London</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/england-mental-health-services-compassion-scandals-patients\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global/ng-interactive/2022/nov/10/climate-carnage-whose-job-is-it-to-save-the-planet-documentary", "title": "Climate carnage: whose job is it to save the planet? – documentary", "date_published": "2022-11-10 10:00:03+00:00", "description": "<p>In a crucial year for the climate, award-winning Guardian environment editor Fiona Harvey reflects on 30 years of Cops and meets the politicians, activists and scientists asking who is responsible for saving the planet. </p><p>In November last year, the world’s gaze focused on Glasgow at Cop26 as ‘a historic, collective achievement’ was forged between 200 countries – the Glasgow climate pact. Since then, unprecedented global events have threatened this commitment to limiting climate destruction, and the hopes of ‘keeping 1.5 alive’ have been dashed. We follow Fiona as she prepares for Cop27 in Egypt, asking presidents, global leaders, activists and scientists if global diplomacy is enough to save humanity from the brink of annihilation</p> <a href=\"https://www.theguardian.com/global/ng-interactive/2022/nov/10/climate-carnage-whose-job-is-it-to-save-the-planet-documentary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/video/2022/nov/10/climate-carnage-whose-job-is-it-to-save-the-planet-documentary", "title": "Climate carnage: whose job is it to save the planet? – documentary", "date_published": "2022-11-10 10:00:03+00:00", "description": "<p>In a crucial year for the climate, award-winning Guardian environment&nbsp;editor&nbsp;Fiona Harvey reflects on 30 years of Cops and meets the politicians, activists and scientists asking who is responsible for saving the planet.&nbsp;&nbsp;</p><p>In November last year, the world’s gaze focused on Glasgow at Cop26 as 'a historic, collective achievement' was forged between 200 countries – the Glasgow climate pact. Since then, unprecedented global events have threatened this commitment to limiting climate destruction, and the hopes of 'keeping 1.5 alive' have been dashed. We follow Fiona as she prepares for Cop27 in Egypt, asking presidents, global leaders, activists and scientists if global diplomacy is enough to save humanity from the brink of annihilation</p> <a href=\"https://www.theguardian.com/environment/video/2022/nov/10/climate-carnage-whose-job-is-it-to-save-the-planet-documentary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/10/david-walliams-recorded-derogatory-remarks-britains-got-talent-bgt-contestants", "title": "David Walliams recorded making derogatory remarks about BGT contestants", "date_published": "2022-11-10 10:00:02+00:00", "description": "<p>Exclusive: Britain’s Got Talent judge made sexually explicit comments about participant, leak shows</p><p>The Britain’s Got Talent judge David Walliams made derogatory and sexually explicit remarks about contestants during the recording of an episode of the ITV show, according to a leaked transcript seen by the Guardian.</p><p>Walliams, one of the UK’s best-known television personalities and children’s book authors, was recorded referring to one contestant as a “cunt” and saying of another: “She thinks you want to fuck her, but you don’t.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/10/david-walliams-recorded-derogatory-remarks-britains-got-talent-bgt-contestants\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/nuclear-disarmament-activists-putin-ukraine", "title": "Fresh effort to ban the bomb as new generation bids for nuclear-free world", "date_published": "2022-11-10 10:00:02+00:00", "description": "<p>Today’s disarmament activists are applying a new set of tactics to respond to threats including those from Putin in Ukraine</p><p>As <a href=\"https://www.theguardian.com/world/2022/nov/02/north-korea-recent-drills-show-west-cannot-ignore-nuclear-threat\">nuclear dangers gather momentum</a> three decades after the cold war, a disarmament movement is rising to meet them, with a new generation of activists.</p><p><a href=\"https://www.theguardian.com/world/2022/oct/27/cuban-missile-crisis-60-years-on-new-papers-reveal-how-close-the-world-came-to-nuclear-disaster\">In the late 50s and early 60s</a>, and then again in the early 80s, when the US and the Soviet Union were pointing their missiles at each other in Europe, there were mass street protests against governments making plans for global annihilation.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/nuclear-disarmament-activists-putin-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/10/the-disturbing-spectacle-of-carnival-in-haiti-in-pictures", "title": "The disturbing spectacle of carnival in Haiti – in pictures", "date_published": "2022-11-10 10:00:01+00:00", "description": "<p>Leah Gordon has been photographing the carnivals of Haiti for more than 20 years, documenting their unique blend of political satire, folk rituals and Vodou. A retrospective of her work, Kanaval, is on show at the <a href=\"https://mocanomi.org/\">Museum Of Contemporary Art North Miami</a> until April 2023</p><p>• <a href=\"https://www.theguardian.com/film/2022/nov/07/kanaval-a-peoples-history-of-haiti-in-six-chapters-review-spirited-and-striking\">Kanaval: A People’s History of Haiti in Six Chapters review</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/10/the-disturbing-spectacle-of-carnival-in-haiti-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/10/hear-here-podcast-bin-laden-files", "title": "How Osama bin Laden went from billionaire’s son to public enemy number one", "date_published": "2022-11-10 09:45:51+00:00", "description": "<p>What pushed the al-Qaeda founder to extremism, and to perpetrate the 9/11 attacks? A new show tells his whole story. Plus: five podcasts for nature lovers</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p>Hello! Alexi is away this week so I am once again filling in with the week’s pod recommendations.<br /><br />This week saw the release of If Books Could Kill, a new show from Michael Hobbes, formerly of <a href=\"https://www.theguardian.com/culture/2022/mar/15/ok-but-hear-me-out-the-five-best-podcasts-to-change-your-mind\">You’re Wrong About</a>, and <a href=\"https://www.fivefourpod.com/\">5-4’s</a> Peter Shamshiri. The show digs into “airport bestsellers that captured our hearts and ruined our minds”. The first episode is all about <a href=\"https://www.theguardian.com/books/2015/may/15/freakonomics-10-years-on-stephen-dubner-steven-levitt-interview\">Freakonomics</a>, and whether the data in the hit 2005 book definitely supports the trends – on crime, race, and more – it claims to.<br /><br />It’s not Hobbes’s first foray into the “debunking culture” pod subgenre; as well as You’re Wrong About, he also hosts <a href=\"https://www.maintenancephase.com/\">Maintenance Phase</a>, on wellness-themed misinformation. It is, personally, one of my favourite types of audio series; the British “tech pessimist” podcast <a href=\"https://www.trashfuture.co.uk/\">Trashfuture</a> is a frequent go-to for tales of startup-themed miscreancy and eccentricity.<br /><br />What do I like about these podcasts so much? As well as appealing to the cynical (hi!), I think it’s the fact that the “debunking culture” pods are often actually where much podcast comedy occurs, melding analysis with chat, and politics with real life. However, falling firmly down a rabbit hole of any kind – even if you’re far from a conspiracy theorist – is always a risk, so I’m happy that If Books Could Kill has gone for a weekly release schedule rather than putting out a series all in one go. Books, gladly, cannot kill – and neither can debunking podcasts – but they can certainly overwhelm your brain if you binge them. <br /><br />Read on for a varied set of picks this week – including a new series on Bin Laden’s rise to infamy – and five of the best podcasts to get you feeling greenfingered and in touch with nature.<br /><br /><em><strong>Hannah J Davies</strong><br />Deputy editor, newsletters</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/10/hear-here-podcast-bin-laden-files\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/us-estimates-200000-military-casualties-all-sides-ukraine-war", "title": "US estimates 200,000 military casualties on all sides in Ukraine war", "date_published": "2022-11-10 09:44:39+00:00", "description": "<p>US general’s remarks come as experts say potential winter lull in fighting could offer chance for negotiations</p><p>• <a href=\"https://www.theguardian.com/world/live/2022/nov/10/russia-ukraine-war-live-news-kyiv-wary-of-moscows-retreat-from-kherson-us-general-estimates-100000-russian-military-casualties\">Russia-Ukraine war – latest news updates</a></p><p>America’s top general has estimated that 100,000 Russian soldiers have been killed or wounded in Ukraine, and that Kyiv’s armed forces have “probably” suffered a similar level of casualties in the war.</p><p>Gen Mark Milley also suggested that as many as 40,000 Ukrainian civilians have been killed after being caught up in the conflict.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/us-estimates-200000-military-casualties-all-sides-ukraine-war\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/10/big-rise-in-number-of-fossil-fuel-lobbyists-at-cop27-climate-summit", "title": "Big rise in number of fossil fuel lobbyists at Cop27 climate summit", "date_published": "2022-11-10 09:32:49+00:00", "description": "<p>Oil and gas industries have 636 representatives at Egypt conference – a rise of more than 25% on last year </p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/10/cop27-egypt-climate-crisis-environment-fossil-fuel-lobbyists-latest-live\">Cop27 live – latest news updates</a></li></ul><p>There are more than 600 fossil fuel lobbyists at the Cop27 climate conference, a rise of more than 25% from last year and outnumbering any one frontline community affected by the climate crisis.</p><p>There are 636 lobbyists from the oil and gas industries registered to attend the UN event in Sharm el-Sheikh, Egypt. At Glasgow, the figure was 503, which outnumbered the delegation of any single country. This year the only country with a larger delegation is the United Arab Emirates, hosts of Cop28 next year, which has 1,070 registered delegates, up from 176 last year.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/10/big-rise-in-number-of-fossil-fuel-lobbyists-at-cop27-climate-summit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/dash-african-gas-wipe-out-congo-basin-rainforests", "title": "How dash for African gas could wipe out Congo basin tropical forests", "date_published": "2022-11-10 09:30:50+00:00", "description": "<p>Third of Congo basin’s tropical forests are under threat from fossil fuel investments, undermining climate action, report warns</p><p>The area of land given over to oil and gas extraction in Africa is set to quadruple, threatening to wipe out a third of the dense tropical forests in the Congo basin and accelerate the climate breakdown, a report warns.</p><p>Almost 10% of the African continent is already covered by oil and gas production fields, but this could expand to almost 38% if proposals for new projects get the go-ahead – unleashing a huge carbon bomb into the atmosphere that would severely undermine global climate action, according to <a href=\"https://www.rainforestfoundationuk.org/wp-content/uploads/2022/11/Congo-in-the-Crosshairs-Report-EN.pdf\">mapping and analysis by Rainforest Foundation UK and Earth Insight.</a></p> <a href=\"https://www.theguardian.com/world/2022/nov/10/dash-african-gas-wipe-out-congo-basin-rainforests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/taliban-ban-women-from-parks-and-funfairs-in-afghanistan-capital", "title": "Taliban ban women from parks and funfairs in Afghan capital", "date_published": "2022-11-10 09:21:29+00:00", "description": "<p>Women ‘bored and fed-up’ at being forced to stay home after latest edict which has hit business hard</p><p>The Taliban have banned Afghan women from entering the capital’s public parks and funfairs, just months after ordering access to be segregated by gender.</p><p>The new rule, introduced this week, further squeezes women out of an ever-shrinking public space. They are already banned from travelling without a male escort and forced to wear a hijab or burqa whenever out of the home.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/taliban-ban-women-from-parks-and-funfairs-in-afghanistan-capital\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2022/nov/10/david-squires-on-qatar-2022-the-invisible-man-world-cup-story-migrant-worker", "title": "David Squires on … Qatar 2022 and the invisible man’s World Cup story", "date_published": "2022-11-10 09:19:54+00:00", "description": "<p>Our cartoonist on ‘David’, the migrant worker who goes unseen by tourists and lives in appalling conditions to support his family</p><ul><li><a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/08/david-squires-on-qatar-2022-and-a-world-cup-whistleblower-story\">David Squires on … a World Cup whistleblower’s story</a></li><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/10/david-squires-on-qatar-2022-the-invisible-man-world-cup-story-migrant-worker\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/10/how-the-victorians-took-us-to-the-moon-by-iwan-rhys-morus-review-sciences-showmen", "title": "How the Victorians Took Us to the Moon by Iwan Rhys Morus review – science’s showmen", "date_published": "2022-11-10 09:00:50+00:00", "description": "<p>From electric power to the steam locomotive, the brilliant arrogance of Victorian invention</p><p>As he <a href=\"https://www.theguardian.com/technology/2022/sep/30/tesla-optimus-humanoid-robot-elon-musk-ai-day\" title=\"\">unveiled</a> Tesla’s new humanoid robot, Optimus, this September, Elon Musk spoke with characteristic flamboyance about the device’s potential. “This means a future of abundance,” he declared. “A future where there is no poverty … It really is a fundamental transformation of civilisation as we know it.” Perhaps deliberately, he was echoing the tone of his company’s namesake, Nikola Tesla, who in the 1890s was making similarly bold claims about his own work-in-progress. With his new system of wireless telegraphy, Tesla insisted, battleships would be controlled remotely, meaning that pretty soon “war would be abolished” and there would be a “revolution in the politics of the whole world”.</p><p>How the Victorians Took Us to the Moon argues that this triumphalist view of the future, so much the norm among Tesla’s contemporaries, led directly to the advances that enabled the moon landings, the technological present we now inhabit and the way we still think about the future today. It rattles thrillingly through such developments as the Transatlantic telegraph cable, the steam locomotive and electric power and recalls the excitable predictions of the fiction of the time: “In the year 2000 imagined in John Jacob Astor’s A Journey in Other Worlds, electricity was ubiquitous … Everyone had a windmill on their roof.”</p> <a href=\"https://www.theguardian.com/books/2022/nov/10/how-the-victorians-took-us-to-the-moon-by-iwan-rhys-morus-review-sciences-showmen\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/10/girl-in-the-eagles-talons-stieg-larsson-millennium-karin-smirnoff", "title": "Swedish author Karin Smirnoff pens new Dragon Tattoo novel", "date_published": "2022-11-10 09:00:50+00:00", "description": "<p>The Girl in the Eagle’s Talons, out in English next year, picks up from David Lagercrantz in filling out the late Stieg Larsson’s vision for a 10-book sequence</p><p>The English title of the latest novel in the late Stieg Larsson’s Millennium series, and the first written by a woman, will be The Girl in the Eagle’s Talons.</p><p>The first three books – The Girl With the Dragon Tattoo, The Girl Who Played With Fire and The Girl Who Kicked the Hornets’ Nest – were written by Larsson and published posthumously after his sudden death in 2004.</p> <a href=\"https://www.theguardian.com/books/2022/nov/10/girl-in-the-eagles-talons-stieg-larsson-millennium-karin-smirnoff\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/10/the-draughtsmans-contract-review-cerebral-intrigue-still-compels-peter-greenaway", "title": "The Draughtsman’s Contract review – cerebral intrigue still compels", "date_published": "2022-11-10 09:00:50+00:00", "description": "<p>Peter Greenaway’s arch tale of sexual and political manipulation has not lost its power to bewilder and beguile</p><p>After 40 years, here is a re-release of a classic product of the British Film Institute and Channel 4, in the era when they high-mindedly sponsored non-commercial artistry. If anything, Peter Greenaway’s film looks more brilliant, more uncompromisingly cerebral and more exasperating than ever. Watching it again, I found myself thinking of Congreve, Dangerous Liaisons and The Wicker Man.</p><p>This was Greenaway’s breakthrough; it startled and entranced British audiences and European audiences even more so, with its rich, weird mix of luscious costumes and theatricality, emotionless line-readings, austerely inert staging, opaque plotting, mad elegance and mysterious eroticism. (It’s a distant cousin to the “chateau artporn” of the previous decade.) And all with Michael Nyman’s score chugging relentlessly away, like a violin bow sawing into your skull.</p> <a href=\"https://www.theguardian.com/film/2022/nov/10/the-draughtsmans-contract-review-cerebral-intrigue-still-compels-peter-greenaway\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/us-judge-hands-long-sentences-diana-jonathan-toebbe-couple-plot-sell-navy-secrets", "title": "US judge hands long sentences to couple for plot to sell navy secrets", "date_published": "2022-11-10 08:24:18+00:00", "description": "<p>Judge cites ‘great danger’ Diana and Jonathan Toebbe pose to US security, giving them 22 and 19 years respectively</p><p>A federal judge has handed lengthy prison sentences to a US navy engineer and his wife for a plot to sell secrets about nuclear submarines to a person they thought was a representative of a foreign government, citing the “great danger” they posed to US security.</p><p>The US district judge Gina Groh sentenced Jonathan Toebbe to more than 19 years and his wife, Diana Toebbe, to nearly 22 years. In August she had rejected earlier plea agreements that had called for reduced sentencing guidelines. </p> <a href=\"https://www.theguardian.com/world/2022/nov/10/us-judge-hands-long-sentences-diana-jonathan-toebbe-couple-plot-sell-navy-secrets\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/10/cop27-egypt-climate-crisis-environment-fossil-fuel-lobbyists-latest-live", "title": "Cop27: record number of fossil fuel lobbyists at climate conference – live", "date_published": "2022-11-10 08:14:48+00:00", "description": "<p>Latest developments from the UN event, where the theme of the day is science and youth</p><p>A new analysis by the groups Global Witness, Corporate Europe Observatory and Corporate Accountability has calculated that 636 fossil fuel lobbyists are registered to attend Cop27.</p><p>This is up more than 25% from last year, and the number is larger than any single national delegation except the United Arab Emirates, they report.</p><p>Nancy Pelosi will speak at the climate summit at around 11:15am London time in what might be one of her last appearances as House speaker in the US. It comes after a better than expected performance by the Democrats in the midterm elections, but <a href=\"https://www.theguardian.com/us-news/2022/nov/09/democrats-house-senate-performance-polls-predictions\">it seems like they are on course to lose control of the House of Representatives</a>. </p><p>Several youth-led events will be held throughout the day, including intergenerational panels on loss and damage, mitigation and a just transition. </p><p>Yesterday evening, the sister of the jailed hunger striker Alaa Abd el-Fattah was informed that a pro-government lawyer has filed a case against her with the Egyptian public prosecutor accusing her of espionage and “spreading false news” after she spoke earlier this week at Cop27, <a href=\"https://www.theguardian.com/world/2022/nov/09/britain-does-not-know-if-alaa-abd-el-fattah-still-alive-minister-admits\">reported the Guardian’s Ruth Michaelson and Patrick Wintour</a>. </p><p>Activists are wearing white today at Cop27 in solidarity with murdered land defenders and political prisoners, with protests planned throughout the day. </p><p>UK business secretary Grant Shapps is at the climate summit where he is likely to face questions about North sea oil and gas and onshore wind.</p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/10/cop27-egypt-climate-crisis-environment-fossil-fuel-lobbyists-latest-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/09/nathan-jones-agrees-long-term-deal-to-become-southampton-manager", "title": "‘Really proud’: Nathan Jones confirmed as Southampton manager", "date_published": "2022-11-10 08:13:07+00:00", "description": "<ul><li>Jones will be in charge for weekend game at Liverpool</li><li>Former Luton manager says a lot of his family are Saints fans</li></ul><p>Southampton have confirmed Nathan Jones as their manager on a three-and-a-half-year contract. He has joined from Luton Town and will be in the dugout for Saturday’s trip to Liverpool after watching Wednesday’s Carabao Cup shootout win over Sheffield Wednesday at St Mary’s from the stands.</p><p>Southampton and Luton Town had broadly agreed a compensation package for Jones, believed to be £2.5m, before he took charge of his final game for the Championship side on Tuesday at his former club Stoke.</p> <a href=\"https://www.theguardian.com/football/2022/nov/09/nathan-jones-agrees-long-term-deal-to-become-southampton-manager\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/10/marcel-dzama-child-of-midnight-exhibition", "title": "The dark side of the moon: the art of Marcel Dzama", "date_published": "2022-11-10 08:00:49+00:00", "description": "<p>The Canadian polymath’s lush illustrations have long combined innocence with menace. But now, in traumatic times, he wants to put ‘something beautiful out there’</p><p>The Canadian artist Marcel Dzama cannot stay in one lane. While studying art at the University of Manitoba in the mid-1990s, he played in bands, and lots of them. Among others, there was Professor Moriarty for heavy rock, Tumbleweed for country music and Danceatron for, well, dance music. That freewheeling spirit has continued throughout the 48-year-old’s career. Best known for his figurative drawings, Dzama also makes dioramas, puppets, costumes, stage designs, films, songs, fanzines and sculptures. He has collaborated with Spike Jonze, Maurice Sendak, Beck, Kim Gordon, Raymond Pettibon, Bob Dylan and the New York City Ballet. It’s a lot.</p><p>“I keep really bad hours,” he says blearily from his seaside house in Long Island, having just woken up. “I stayed up till five last night, finishing a new painting.” He has a charmingly gentle, unworldly quality. Being so prolific means that he needs reminding of what he’s done. “The titles I forget,” he apologises. “I’ll blame my memory on the pandemic.”</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/10/marcel-dzama-child-of-midnight-exhibition\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/son-heung-min-south-korea-world-cup", "title": "‘He has such a significant presence’: South Koreans sweat on Son’s fitness", "date_published": "2022-11-10 08:00:49+00:00", "description": "<p>South Korea forward’s status is such that a squad place in Qatar is likely even if not fit but his injury has heightened anxieties</p><p>Just as the English public became wearily familiar with the bone structures of the foot with metatarsal injuries to David Beckham before the 2002 World Cup and Wayne Rooney four years later, South Korean fans are learning all about facial fractures and eye sockets. Diagrams, X-rays and reports of how long it took other players with similar injuries to return are the order of the day as Son Heung-min <a href=\"https://www.theguardian.com/football/2022/nov/02/son-heung-min-a-major-doubt-for-world-cup-after-fracturing-eye-socket\">recovers from surgery</a> after his head collided with the shoulder of Marseille’s Chancel Mbemba while in action for Tottenham in the Champions League last week.</p><p>Antonio Conte spoke for an entire nation on Sunday. “I hope for him he will recover very well and play in the World Cup,” the Spurs manager said. “I am confident, confident that he can come back quickly and play the World Cup for South Korea.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/10/son-heung-min-south-korea-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/10/major-push-for-gas-amid-ukraine-war-accelerating-climate-breakdown", "title": "‘Major push’ for gas amid Ukraine war accelerating climate breakdown", "date_published": "2022-11-10 08:00:49+00:00", "description": "<p>Experts say world has ‘overreached’ in replacing Russian supply, which could kill 1.5C target</p><p>The global dash for gas amid the Ukraine war will accelerate climate breakdown and could send temperatures soaring far beyond the 1.5C limit of safety, <a href=\"https://climateactiontracker.org/documents/1094/CAT_2022-11-10_GlobalUpdate_COP27.pdf\">analysis has shown</a>.</p><p>If all of the new gas projects announced in response to the global gas supply crunch are fulfilled, the resulting greenhouse gas emissions would add up to about 10% of the total amount of carbon dioxide that can safely be emitted by 2050.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/10/major-push-for-gas-amid-ukraine-war-accelerating-climate-breakdown\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/election-day-americans-donald-trump-candidates", "title": "What a relief I’ve been denied my favourite election day hobby – hating fellow Americans | Emma Brockes", "date_published": "2022-11-10 08:00:48+00:00", "description": "<p>When things going less badly than planned is a small win, the lack of a revival of Trump-backed candidates is cheering</p><p>In the playground on Tuesday, we stood in a huddle and indulged in the primary joy of election day: loathing one’s fellow Americans. In New York, where I live, the only close race was the race for governor, where the choice between Kathy Hochul, the Democrat incumbent, and <a href=\"https://www.politico.com/news/2022/11/03/he-opposes-abortion-and-is-pro-trump-why-zeldin-thinks-he-has-the-recipe-to-win-blue-new-york-00064581\">Lee Zeldin</a> – a pro-Trump, anti-abortion Republican – threatened to mess with the very idea of the city.</p><p>“You know who I really hate?” said a friend who had taken the train in from Long Island to vote.</p><p>Emma Brockes is a Guardian columnist<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/election-day-americans-donald-trump-candidates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/10/cricket-india-england-t20-world-cup-semi-final-live-updates", "title": "India v England: T20 World Cup semi-final – live", "date_published": "2022-11-10 07:21:20+00:00", "description": "<ul><li>Second semi-final begins at 8am GMT at Adelaide Oval</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/09/saqlain-mushtaq-mystical-charm-inspires-pakistan-to-triumph-through-instinct-t20-cricket\">Mystical charm and instinct carries Pakistan into final</a></li><li>And you can email Rob with your thoughts <a href=\"mailto:rob.smyth@theguardian.com\">here</a></li></ul><p><strong>It’s a beautiful evening in Adelaide, </strong>so you can put the DLS sheet away. The pitch is used, though it’s over a week since the last game so the curator has had plenty of time to freshen it up. </p><p>The toss isn’t straightforward, not least because – absurd statgasm alert – all 11 T20Is on this ground have been won by the team that lost the toss. Psychologically, batting first important for England but the can come on nicely under the lights. </p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/10/cricket-india-england-t20-world-cup-semi-final-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/10/joan-didion-estate-sale", "title": "‘Pull back the shroud of mystery’: Joan Didion’s revealing estate sale", "date_published": "2022-11-10 07:06:47+00:00", "description": "<p>The often secretive author’s belongings will be available to bid for at an expansive and eye-opening auction</p><p>Everybody wants to be Joan Didion. Even those brave few who play the dinner party game “Joan or Jones?” and self-identify as team Bridget secretly want to be Joan Didion.</p><p>Until her death last year at age 87, Didion was never not a role model, especially to a cohort of young female writers who tried, and still try, to replicate her detached, cool-eyed prose and proto-Olsen sister style. The photographs of Didion that grace tote bags and anchored fashion campaigns showed a wraithlike figure swimming in monochromatic garments, her accessories of choice a can of Coke or a cigarette. Here was living proof that the life of the mind could be unfailingly glamorous, that it was possible to straddle California cool and New York sophistication.</p> <a href=\"https://www.theguardian.com/books/2022/nov/10/joan-didion-estate-sale\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/09/biden-legislative-agenda-republicans-control-house-analysis", "title": "Democrats are breathing a sigh of relief. But their troubles are far from over", "date_published": "2022-11-10 07:00:48+00:00", "description": "<p>America is returning to an era of divided government and two years of grinding trench warfare</p><p>It was a result that, Joe Biden said on Wednesday, gave everyone a “whew! sigh of relief” that Make America Great Again (Maga) Republicans are not taking over the government again.</p><p>Biden won and Donald Trump lost in <a href=\"https://www.theguardian.com/us-news/2022/nov/09/democrats-house-senate-performance-polls-predictions\">midterm elections</a> to decide control of Congress. But just as in 2020, a collective exhalation is not enough to spell the end of political dysfunction in America. Things are about to get messy.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/09/biden-legislative-agenda-republicans-control-house-analysis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/10/the-driver-review-ryan-oneal-gets-away-with-it-in-car-chase-thriller", "title": "The Driver review – Ryan O’Neal gets away with it in car-chase thriller", "date_published": "2022-11-10 07:00:48+00:00", "description": "<p>O’Neal is the cherub-faced, ultra-cool getaway driver in this re-release of Walter Hill’s thrillingly cynical LA pulp noir </p><p>Walter Hill’s LA pulp-noir thriller from 1978 is re-released in cinemas, a film to show you that it isn’t hitmen who need the glacial calm of the samurai; it’s getaway drivers, and The Driver is bookended with two rock’n’roll car chases. This was Hill’s second car-chase movie, after his screenplay for The Getaway from 1972, adapted by him from the Jim Thompson novel and directed by Sam Peckinpah. The Driver is his own lean, mean original script.</p><p>Ryan O’Neal stars, with his face of outrageous 1970s pulchritude (as Jacqueline Bisset says to him in The Thief Who Came to Dinner: “You’re too beautiful to be any good.” – “Any good at what?” – “What else is there?”) He is a getaway driver, the best in the business and, in time-honoured fashion he is ultra-cool, composed, affectless but radiating understated and slightly martyred contempt for other criminals’ lack of professionalism. Ryan Gosling picked up on this for his wheelman in Nicolas Winding Refn’s Drive. O’Neal doesn’t have the worldly cragginess of Steve McQueen in Bullitt or The Getaway, and is more cherubic, a look to which Edgar Wright paid homage in Baby Driver from 2017.</p> <a href=\"https://www.theguardian.com/film/2022/nov/10/the-driver-review-ryan-oneal-gets-away-with-it-in-car-chase-thriller\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/10/un-experts-apply-for-court-role-in-anglo-americans-kabwe-lead-poisoning-case", "title": "UN experts apply for court role in Anglo American’s Kabwe lead poisoning case", "date_published": "2022-11-10 07:00:48+00:00", "description": "<p>The organisation and Human Rights Watch petition in South Africa to take part in class action as the mining giant denies liability</p><p><br />A group of UN experts and a leading human rights organisation will apply today to play a role in court proceedings that could result in a judge approving a large-scale class action lawsuit against the London-based mining company <a href=\"https://www.angloamerican.com/\">Anglo American</a>.</p><p>The lawsuit, <a href=\"https://www.theguardian.com/environment/2020/oct/21/anglo-american-sued-over-alleged-mass-lead-poisoning-of-children-in-zambia\">filed in October 2020</a>, accuses the company of negligence over its alleged failure to prevent widespread lead poisoning in the Zambian town of Kabwe, where its South African subsidiary is alleged to have played a key role in the running of a large mine from 1925 until 1974.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/10/un-experts-apply-for-court-role-in-anglo-americans-kabwe-lead-poisoning-case\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/10/where-tourists-seldom-tread-part-3-five-towns-with-hidden-histories", "title": "Where tourists seldom tread, part 3: five towns with hidden histories", "date_published": "2022-11-10 07:00:48+00:00", "description": "<p>This trail through our industrial, ghostly past includes a haunted motorway and old dye works repurposed as cute cottages<br /><strong><a href=\"https://www.theguardian.com/travel/2022/jan/05/where-tourists-seldom-tread-six-great-british-places-not-in-the-guidebook\">Part one</a></strong> | <strong><a href=\"https://www.theguardian.com/travel/2022/apr/13/where-tourists-seldom-tread-cumbernauld-guildford-leigh-runcorn-grantham\">Part two</a></strong></p><p>Heritage tourism should be about crisis and decay as well as conservation. As Michael Symmons Roberts and Paul Farley write in Edgelands, their psycho-geographical field guide, “England … offers the world’s most mature post-industrial terrain.”</p><p>We were first to turn the engines on, and the lights out. It’s a pity we don’t make more out of our working-class ghost past. In many countries, regions are packaged to curious visitors through trails typically themed around wine or a foodstuff or a path taken by invading forces or someone notable. Where is the UK’s textile trail, its cider-making highway, its salt road and its coal circuit? The towns below, scintillating on their own terms, also serve as access points to the hidden histories of contemporary Britain.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/10/where-tourists-seldom-tread-part-3-five-towns-with-hidden-histories\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/10/street-photography-is-my-religion-americans-on-the-edge-in-pictures", "title": "‘Street photography is my religion’: Americans on the edge – in pictures", "date_published": "2022-11-10 07:00:47+00:00", "description": "<p>From snake handlers to street musicians – via a visit from Batwoman – Tom Bowden’s pictures allow us a glimpse at his subject’s souls</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/10/street-photography-is-my-religion-americans-on-the-edge-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/10/inside-amy-schumer-topical-comedy-troubles", "title": "Inside Amy Schumer and the trouble with topical comedy", "date_published": "2022-11-10 06:38:47+00:00", "description": "<p>Return of the sketch comedy show for the first time since 2016 demonstrates the ever-diminishing returns of political skits</p><p>The Inside Amy Schumer skit <a href=\"https://www.youtube.com/watch?v=nRMVJcwmF5M\">“Dr Congress”</a> depicts a recognizable hell: the comedian in a sterile examining room, seeking gynecological care from a doctor but instead met with four condescending, clueless, puritanical men. Her medical care is actually at the hands of politicians, members of the all-male, decidedly unscientific “House committee on women’s health.”</p><p>The sketch, from the show’s fourth season, was released in April 2016. But watching it earlier this month, I mistook it as recent, a bit from the new season of Inside Amy Schumer on Paramount+, the show’s first since it went on hiatus half a year before Trump’s election. That’s in part because the sketch’s grotesque satire is only degrees removed from our current reality – especially absent Roe v Wade, unscientific committees of politicians are now making medical decisions for women across the country. (As Pennsylvania Senate candidate Dr Oz <a href=\"https://www.theguardian.com/us-news/2022/oct/26/pennsylvania-senate-debate-mehmet-oz-john-fetterman\">put it in a recent debate</a>: decisions over abortion should be between women, doctors and “local political leaders”.)</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/10/inside-amy-schumer-topical-comedy-troubles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/10/angola-uk-poverty-cost-of-living-crisis-un-review", "title": "Angola urges UK to take new measures on poverty", "date_published": "2022-11-10 06:30:47+00:00", "description": "<p>Call over protecting most vulnerable citizens comes before UN review of Britain’s human rights record</p><p>Angola has urged the UK to adopt an emergency poverty strategy to protect its most vulnerable citizens from the cost-of-living crisis.</p><p>The call – from a country where more than half of its population of 34 million people live on less than $2 (£1.75) a day, on behalf of citizens of one of the world’s richest – was among <a href=\"https://www.ohchr.org/en/hr-bodies/upr/gb-index\">several concerns raised</a> before a UN review of the UK’s human rights record today.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/10/angola-uk-poverty-cost-of-living-crisis-un-review\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/are-we-really-prisoners-of-geography-maps-geopolitics", "title": "Are we really prisoners of geography?", "date_published": "2022-11-10 06:00:48+00:00", "description": "<p>A wave of bestselling authors claim that global affairs are still ultimately governed by the immutable facts of geography – mountains, oceans, rivers, resources. But the world has changed more than they realise</p><p>Russia’s war in Ukraine has involved many surprises. The largest, however, is that it happened at all. Last year, Russia was at peace and enmeshed in a complex global economy. Would it really sever trade ties – and threaten nuclear war – just to expand its already vast territory? Despite the many warnings, including from Vladimir Putin himself, the invasion still came as a shock.</p><p>But it wasn’t a shock to the journalist Tim Marshall. On the first page of his 2015 blockbuster book, <a href=\"https://guardianbookshop.com/prisoners-of-geography-9781783962433\" title=\"\">Prisoners of Geography</a>, Marshall invited readers to contemplate Russia’s topography. A ring of mountains and ice surrounds it. Its border with China is protected by mountain ranges, and it is separated from Iran and Turkey by the Caucusus. Between Russia and western Europe stand the Balkans, Carpathians and Alps, which form another wall. Or, they nearly do. To the north of those mountains, a flat corridor – the Great European Plain – connects Russia to its well-armed western neighbours via Ukraine and Poland. On it, you can <a href=\"https://www.cyclinglocations.com/the-napoleon-tour/\" title=\"\">ride a bicycle</a> from Paris to Moscow.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/are-we-really-prisoners-of-geography-maps-geopolitics\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/10/senior-mod-figures-thought-gavin-williamson-caused-national-security-leak", "title": "Senior MoD figures thought Gavin Williamson caused national security leak", "date_published": "2022-11-10 06:00:48+00:00", "description": "<p>Exclusive: former government insider said it was believed serious breach ‘could have only come from Gavin’</p><p>Penny Mordaunt was forced to deal with a security leak during her time as defence secretary that the department believed came from her predecessor, Gavin Williamson, amid fears the information put “our people’s lives at risk”.</p><p>Three sources told the Guardian that the breach was deemed so serious that Mordaunt was prepared to seek a D notice to warn any media considering publishing the information that it risked endangering Britain’s national security.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/10/senior-mod-figures-thought-gavin-williamson-caused-national-security-leak\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/09/blackbird-spyplane-newsletter-jonah-weiner-interview", "title": "‘Cool kids want to dress like old crunchy people’: the fashion newsletter where wholesome is hip", "date_published": "2022-11-10 06:00:48+00:00", "description": "<p>Jonah Weiner and Erin Wylie’s blend of insight and humor has drawn tens of thousands of subscribers to Blackbird Skyplane</p><p>Subscribers to the <a href=\"https://www.blackbirdspyplane.com/\">Blackbird Spyplane</a> newsletter never quite know what’s going to arrive in their inbox. A post might be dedicated to business shirts found on eBay, an essay on the trend cycle in the internet age, an “auntwave mecca” in Niki de Saint Phalle’s Tarot Garden or style interviews with the likes of Jerry Seinfeld, Rashida Jones, André 3000 and Nathan Fielder.</p><p>With its playful snapshots and crudely spliced Photoshop aesthetic – reminiscent of dial-up internet – the “sletter” describes itself as “your No 1 source for style, culture, &amp; ‘unbeatable recon’”. The combination of ahead-of-the-game insidery insight, a goofball sense of humour and private language – a mix of streetwear slang such as “jawn” and “swaggy” and fighter jet lingo – has seen BBSP ranked highly in Substack’s culture newsletters. Its subscriber numbers are in the tens of thousands and include the likes of John Mayer, Lorde and Ezra Koenig. The Instagram account, meanwhile, is followed by Lena Dunham, Mark Ruffalo, Rashida Jones and Ella Emhoff.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/09/blackbird-spyplane-newsletter-jonah-weiner-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/10/poor-rich-tories-brexit-austerity-cameron-osborne-sunak", "title": "Discipline the poor, protect the rich – it’s the same old Tories, same old class war | Aditya Chakrabortty", "date_published": "2022-11-10 06:00:47+00:00", "description": "<p>Brexit didn’t change the party: austerity was as heartless under Cameron and Osborne as it is under Sunak</p><p>What kind of government is this? You can almost see the puzzlement on pundits’ faces as they try to work it out. Is it the technocratic dictatorship of Jeremy Hunt, or the banal nastiness of pound-shop mafioso Gavin Williamson? Is it Rishi Sunak bro-hugging Emmanuel Macron, or Suella Braverman banging up “invaders”? Is this the administration of smooth-cheeked, spreadsheet-speaking sensibles they long for at the Times, or the <a href=\"https://www.dailymail.co.uk/debate/article-11244431/ALEX-BRUMMER-Kwasi-Kwarteng-delivers-genuine-Tory-Budget-spells-end-Treasury-doomsters.html\">gleeful barbarians</a> the Daily Mail ordered?</p><p>It depends on how you look at the shape British politics has taken since 2010. Of the party that has run the country since then, a simple story is usually told. It goes thus: from 2010 to 2016, the Conservatives were a well-spoken and professionally run centrists’ club. True, there was some unpleasantness over spending cuts – but don’t forget gay marriage, the <a href=\"https://www.theguardian.com/environment/blog/2016/apr/20/david-cameron-hug-a-husky-green-legacy-10-years\">huskies </a>and hoodies and London’s Olympics!</p><p>Aditya Chakrabortty is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/10/poor-rich-tories-brexit-austerity-cameron-osborne-sunak\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/10/id-rather-face-a-polar-bear-than-step-on-the-dancefloor-strictlys-hamza-yassin-on-salsa-scotland-and-singledom", "title": "‘I’d rather face a polar bear than step on the dancefloor’: Strictly’s Hamza Yassin on salsa, Scotland and singledom", "date_published": "2022-11-10 06:00:47+00:00", "description": "<p>How did a man who’s most at home in the wilderness end up topping the Strictly leaderboard? The wildlife cameraman turned TV presenter talks about his dance partner Jowita, his childhood in Sudan and his life today as ‘the only black person in 150 miles’</p><p>For a while, Hamza Yassin looked set to be a dentist, but the textbooks put him off. His older brother was studying for the profession – they are from a family of doctors and dentists – and he showed Yassin the book. “It was about three inches thick,” he says. “Because of my dyslexia, I was like: there is no way I’m learning all of that.” Dentistry’s loss is the nation’s gain. Yassin followed his passion: he wanted to work with animals and became a wildlife cameraman and TV presenter (he now works on Countryfile and the preschooler CBeebies show Let’s Go for a Walk). Now he’s a contestant on Strictly Come Dancing – one of the series’ most joyful ever.</p><p>Have I ever met anyone as gentle and upbeat as Yassin? I’m not sure. He laughs as he describes arriving in London for his Strictly adventure, saying good morning to people on the street, as he would at home, and them blanking him or looking alarmed. His most-used word seems to be “beautiful”, which he uses to describe everything from the very concept of Strictly and his relationship with his professional dance partner, Jowita Przystal, to his childhood home in Sudan, the community in his remote Scottish village, and the animals he waits patiently to film.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/10/id-rather-face-a-polar-bear-than-step-on-the-dancefloor-strictlys-hamza-yassin-on-salsa-scotland-and-singledom\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2022/nov/10/private-renters-twice-as-likely-anxiety-homeowners-uk-study", "title": "Private renters twice as likely as homeowners to have anxiety, UK study suggests", "date_published": "2022-11-10 06:00:46+00:00", "description": "<p>Anxiety Nation report finds clear links between financial insecurity and poor mental health</p><p>Private renters are twice as likely as homeowners to suffer symptoms of anxiety, according to research that finds clear evidence of the links between financial insecurity and poor mental health.</p><p>In a report called <a href=\"https://www.jrf.org.uk/report/anxiety-nation-economic-insecurity-and-mental-distress-2020s-britain\">Anxiety Nation</a>, researchers from the Joseph Rowntree Foundation (JRF) thinktank found that people with money problems were significantly more likely to report suffering sleepless nights, feeling depressed, and lacking in energy.</p> <a href=\"https://www.theguardian.com/money/2022/nov/10/private-renters-twice-as-likely-anxiety-homeowners-uk-study\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/gallery/2022/nov/10/cambodian-floating-school-tonle-sap-pupils-environment-pollution-climate-crisis-in-pictures", "title": "The floating world: children lead the way in cleaning up a Cambodian lake – in pictures", "date_published": "2022-11-10 06:00:46+00:00", "description": "<p>Pupils at a school supported by Save the Children on Tonlé Sap, a lake in the west of the country, are learning about pollution and the climate crisis – and how their efforts can make a difference to their community</p><p>• Photographs by Linh Pham</p> <a href=\"https://www.theguardian.com/global-development/gallery/2022/nov/10/cambodian-floating-school-tonle-sap-pupils-environment-pollution-climate-crisis-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/10/russia-ukraine-war-live-news-kyiv-wary-of-moscows-retreat-from-kherson-us-general-estimates-100000-russian-military-casualties", "title": "Russia-Ukraine war live news: Kyiv wary of Moscow’s retreat from Kherson; US general estimates 100,000 Russian military casualties", "date_published": "2022-11-10 05:44:28+00:00", "description": "<p>Volodymyr Zelenskiy and advisers cautious to claim victory in key southern city; Mark Milley says Ukraine’s armed forces ‘probably’ suffered similar level of casualties</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2022/nov/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-260-of-the-invasion\">At a glance: what we know on day 260 of the invasion</a></strong></li></ul><p>Hello and welcome back to the Guardian’s live coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. I’m Samantha Lock and I’ll be bringing you all the latest developments as they unfold over the next few hours.</p><p>The Russian defence minister, Sergei Shoigu, has ordered the country’s troops to leave an area including Ukraine’s city of <strong>Kherson</strong>, the only regional capital captured by Moscow since the February invasion. A Ukrainian victory in the city, one of the main objectives of Kyiv’s southern offensive, would be widely seen as a significant blow to the Russian president, Vladimir Putin.</p><p><strong>The Russian defence minister, Sergei Shoigu, has ordered troops to <a href=\"https://www.theguardian.com/world/2022/nov/09/russians-destroy-dnieper-bridges-to-slow-ukraine-advance-on-kherson\">leave Ukraine’s southern city of Kherson</a>,</strong> the only regional capital Moscow had captured since the invasion began. The announcement marks one of Russia’s most significant retreats and a potential turning point in the war. General Sergei Surovikin, in overall command of the war, called it a “very difficult decision”.</p><p><strong>While Russia did not formally declare it was abandoning Kherson, <a href=\"https://www.theguardian.com/world/2022/nov/09/ukraine-brigade-russia-retreat-kherson-frontline\">all signs point to a Moscow retreat</a>. </strong>“Kherson cannot be fully supplied and function,” Surovikin said. “The decision to defend on the left bank of the Dnieper is not easy, at the same time we will save the lives of our military.” Russia had been <a href=\"https://www.theguardian.com/world/2022/nov/09/as-russia-tries-to-dig-in-ukraines-challenge-will-be-to-repeat-its-victory-in-kherson\">preparing its exit for the last month,</a> moving command and control across the river.</p><p>Ukrainian victory in Kherson will be a <strong>significant blow to the Russian president, Vladimir Putin,</strong> only weeks after a high-profile ceremony in Moscow in which he announced the “forever” annexation of the Kherson region along with three other regions.</p><p><strong>Ukraine</strong> <strong>reacted with caution, saying some Russian forces were still in Kherson</strong> and additional Russian manpower was being sent. “Until the Ukrainian flag is flying over Kherson, it makes no sense to talk about a Russian withdrawal,” said Mykhailo Podolyak, a senior adviser to the Ukrainian president, Volodymyr Zelenskiy.</p><p><strong>Joe Biden said Russia’s withdrawal of troops from Kherson was “evidence” that its military had “real problems”. </strong>During a White House press conference on Wednesday, the US president said he “knew for some time” it would happen.</p><p><strong>The Nato secretary general, Jens Stoltenberg, said Russia’s retreat was “part of an overall pattern” demonstrating that Moscow “has absolutely lost the momentum”</strong>. “But we should not underestimate Russia, they still have capabilities,” he told Sky News. “We have seen the drones, we have seen the missile attacks. It shows that Russia can still inflict a lot of damage.”</p><p><strong>The deputy head of the Russian-installed administration in the Kherson region died in a car crash</strong>, state news agencies reported, citing local Russian-backed officials.<strong> Kirill Stremousov</strong>, previously an anti-vaccine blogger and political marginal, emerged as one of the most prominent public faces of the Russian occupation of Ukraine. Putin posthumously decorated Stremousov with the Order of Courage, the Kremlin said on Wednesday.</p><p><strong>Senior UN officials were planning to meet members of a high-level Russian delegation in Geneva on Friday to discuss extending the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> grain deal, a UN spokesperson said. </strong>“They will continue ongoing consultations in support of the efforts by the secretary general António Guterres on the full implementation of the two agreements signed on 22 July in Istanbul,” the spokesperson said.</p><p><strong>Jens Stoltenberg said Vladimir Putin made “several huge mistakes” when he invaded, including underestimating Nato’s ability to support <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>.</strong></p><p><strong>The Russian foreign ministry said Moscow had contact with US officials from time to time</strong>, and confirmed there would soon be US-Russia consultations on the New Start nuclear arms reduction treaty, the last remaining arms control agreement between the world’s two largest nuclear powers.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/10/russia-ukraine-war-live-news-kyiv-wary-of-moscows-retreat-from-kherson-us-general-estimates-100000-russian-military-casualties\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/to-the-murderous-regime-that-oppresses-iran-hear-this-at-home-or-abroad-we-will-never-surrender", "title": "To the murderous regime that oppresses Iran, hear this: at home or abroad, we will never surrender | Golriz Ghahraman", "date_published": "2022-11-10 05:36:05+00:00", "description": "<p>Casting so many Iranians into exile is one of the worst acts of these terrorists masquerading as leaders. But it could also be their downfall</p><p>Being an Iranian woman is a heavy birthright. It comes with knowing a true, deep, feminism, while also knowing violent oppression at the hand of the government ruling our homeland.</p><p>And for millions of us, it means displacement.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/to-the-murderous-regime-that-oppresses-iran-hear-this-at-home-or-abroad-we-will-never-surrender\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/digital-benin-reunites-thousands-of-objects-scattered-after-british-looting", "title": "Digital Benin project reunites bronzes looted by British soldiers", "date_published": "2022-11-10 05:30:45+00:00", "description": "<p>Comprehensive database of Benin bronzes held by museums raises questions about where they belong </p><p>Cheerfully gnashing their magnificent fangs as they stand side by side, the two bronze leopards look back on a journey that was as adventurous as it was cruelly absurd.</p><p>Looted by British soldiers on a punitive expedition to the west African kingdom of Benin in 1897, the bronzes were shipped to the UK, where they spent some time guarding the fireplace of army captain George William Neville’s Weybridge home. They were later put in display at Moma in New York and bought by a French art collector – who eventually sold them back to the colonial administration in Lagos in 1952 with a considerable mark-up.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/digital-benin-reunites-thousands-of-objects-scattered-after-british-looting\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/10/paul-allen-art-collection-15bn-auction-christies", "title": "Biggest art sale in history as Microsoft co-founder Paul Allen’s collection fetches $1.5bn", "date_published": "2022-11-10 05:29:54+00:00", "description": "<p>Works by Georges Seurat, Paul Cézanne, Vincent van Gogh and Gustav Klimt each sell for more than $100m, with more set for auction on Thursday</p><p>Dozens of works by artists including Paul Cézanne and Vincent van Gogh fetched a total of $1.5bn at an auction of the late Microsoft co-founder Paul Allen’s vast collection of paintings and sculpture.</p><p>The total represented the highest amount ever collected at a single art auction, according to the auction house, Christie’s in New York. Proceeds will be donated to philanthropic causes in accordance with the wishes of Allen, who died in 2018.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/10/paul-allen-art-collection-15bn-auction-christies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/vladimir-putin-will-not-attend-g20-summit-in-bali-indonesian-official-says", "title": "Vladimir Putin will not attend G20 summit in Bali, Indonesian official says", "date_published": "2022-11-10 03:08:41+00:00", "description": "<p>Russia will be represented by foreign minister Sergei Lavrov at next week’s gathering of G20 leaders </p><p>Vladimir Putin will not attend a gathering of leaders from the G20 nations in Bali next week, according to an Indonesian government official.</p><p>Russia’s president will be represented by foreign minister Sergei Lavrov, Jodi Mahardi, a spokesperson for the coordinating minister for maritime and investment affairs, said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/vladimir-putin-will-not-attend-g20-summit-in-bali-indonesian-official-says\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/10/worlds-biggest-carmakers-to-build-400m-more-vehicles-than-15c-climate-target-will-allow", "title": "World’s biggest carmakers to build 400m more vehicles than 1.5C climate target will allow", "date_published": "2022-11-10 03:00:43+00:00", "description": "<p>Toyota, Volkswagen and Hyundai/Kia on track to make far more petrol and diesel cars than is sustainable</p><p>The world’s biggest carmakers plan to build about 400m more diesel and petrol cars than what is sustainable to contain global heating, a study has found.</p><p>Researchers from the University of Technology Sydney (UTS), the University of Applied Sciences of the Industry in Bergisch Gladbach and Greenpeace Germany compared the rate at which the world needed to embrace zero-emissions vehicles with the rate at which major car companies were planning to produce various models.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/10/worlds-biggest-carmakers-to-build-400m-more-vehicles-than-15c-climate-target-will-allow\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/10/irans-protest-generation-on-why-they-wont-be-silenced-podcast", "title": "Iran’s protest generation on why they won’t be silenced | podcast", "date_published": "2022-11-10 03:00:42+00:00", "description": "<p>There have been arrests, violence and a rising death toll during more than seven weeks of protests in Iran. Demonstrators across the country – many of whom are students or even schoolchildren – are refusing to back down. What do they want and why are they willing to risk everything to get it?</p><p><strong>Nergis</strong> and <strong>Mohsin</strong> are Iranian students. They have been part of the protests that have swept the Iran since the death of Mahsa Amini while in the custody of the country’s morality police. Despite a fierce government crackdown, in which almost 10,000 people have been arrested and internet access blocked, the students say they will not stop marching.</p><p>Journalist <strong>Deepa Parent, </strong>who has been following the demonstrations, tells <strong>Michael Safi </strong>how,<strong> </strong>despite the repression, she has kept in contact with protesters, many of whom are students or even schoolchildren. And she explains why, despite knowing they are risking their lives, they will not remain silent.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/10/irans-protest-generation-on-why-they-wont-be-silenced-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/kherson-retreat-russia-military-real-problems-ukraine-says-biden", "title": "Kherson retreat shows Russian military has ‘real problems’, says Biden, as Zelenskiy urges caution", "date_published": "2022-11-10 02:59:28+00:00", "description": "<p>US president points to problems in Vladimir Putin’s war machine but Ukraine president warns there is ‘always resistance from the enemy’</p><p>Russia’s troop withdrawal from Kherson showed its military faces “real problems”, US president Joe Biden has said, as his Ukrainian counterpart urged caution and warned his forces that a fight still lay ahead.</p><p>In an announcement televised on Wednesday, the Russian defence minister, Sergei Shoigu, <a href=\"https://www.theguardian.com/world/2022/nov/09/russians-destroy-dnieper-bridges-to-slow-ukraine-advance-on-kherson\">ordered his troops to withdraw</a> from the west bank of the Dnipro River in the face of Ukrainian attacks. General Sergei Surovikin, is in overall command of Russia’s war operations, called it a “very difficult decision” but conceded that, “Kherson cannot be fully supplied and function”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/kherson-retreat-russia-military-real-problems-ukraine-says-biden\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/10/biden-says-elon-musks-connections-to-other-countries-worthy-of-being-looked-at", "title": "Biden says Elon Musk’s connections to other countries 'worthy of being looked at'", "date_published": "2022-11-10 00:53:17+00:00", "description": "<p>President had been asked if he thought the new Twitter boss was a threat to US national security</p><p>Joe Biden thinks Twitter boss Elon Musk’s relationships with other countries is “worthy of being looked at”.</p><p>Biden was asked at a news conference on Wednesday whether he thought Musk was a threat to national security and if his <a href=\"https://www.theguardian.com/technology/2022/nov/09/twitter-elon-musk-blue-check-verification\">acquisition of Twitter</a> with help from a Saudi Arabian conglomerate should be investigated by the US government.</p><p><em>Reuters contributed to this report</em></p> <a href=\"https://www.theguardian.com/technology/2022/nov/10/biden-says-elon-musks-connections-to-other-countries-worthy-of-being-looked-at\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/israel-president-isaac-herzog-benjamin-netanyahu-coalition-itamar-ben-gvir", "title": "Israel’s president says ‘world is worried’ about far-right partner in Netanyahu coalition", "date_published": "2022-11-10 00:23:35+00:00", "description": "<p>Isaac Herzog said the views of Itamar Ben-Gvir will cause problems, as  Religious Zionists party gets set to join the governing coalition</p><p>Israeli president Isaac Herzog has said “the whole world is worried” about the <a href=\"https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir\">far-right views of Itamar Ben-Gvir</a>, who appears set to become a minister in Benjamin Netanyahu’s new coalition government.</p><p>Herzog’s statement was caught by a microphone that he apparently thought was off as he held consultations with an ultra-Orthodox political party about the next government, expected to be led by former premier Benjamin Netanyahu following the <a href=\"https://www.theguardian.com/world/2022/nov/04/netanyahu-begins-coalition-talks-to-form-israeli-government\">victory of his right-wing alliance in last week’s election</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/israel-president-isaac-herzog-benjamin-netanyahu-coalition-itamar-ben-gvir\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/10/brazil-military-finds-no-evidence-of-election-dashing-hopes-of-bolsonaro-supporters", "title": "Brazil military finds no evidence of election fraud, dashing hopes of Bolsonaro supporters", "date_published": "2022-11-10 00:13:28+00:00", "description": "<p>Jair Bolsonaro frequently raised doubts about integrity of election in the run-up to his loss to Luiz Inácio Lula da Silva</p><p>A much-awaited report by Brazil’s Defence Ministry has failed to indicate recent ballots were fraudulent, scuppering the far-right’s hopes of delegitimising the election of Luiz Inácio Lula da Silva.</p><p>The military sent the 63-page report to Brazil’s electoral authorities late on Wednesday after days of speculation that it would back claims by extremist president Jair Bolsonaro that the election was tainted.</p> <a href=\"https://www.theguardian.com/world/2022/nov/10/brazil-military-finds-no-evidence-of-election-dashing-hopes-of-bolsonaro-supporters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/10/heckler-gets-life-ban-from-royal-opera-house-for-shouting-rubbish-at-child-actor", "title": "Heckler gets life ban from Royal Opera House for shouting ‘rubbish’ at child actor", "date_published": "2022-11-10 00:12:14+00:00", "description": "<p>Other audience members shushed heckler and 12-year-old Malakai M Bayoh received ‘wild applause’ for performance in Handel’s Alcina</p><p>A heckler has been banned for life from the Royal Opera House after shouting “rubbish” at a 12-year-old actor during a production of Handel’s opera Alcina.</p><p>The incident occurred while Malakai M Bayoh was singing his lines at the opening night of the opera on Tuesday.</p> <a href=\"https://www.theguardian.com/music/2022/nov/10/heckler-gets-life-ban-from-royal-opera-house-for-shouting-rubbish-at-child-actor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/jurgen-klopp-committed-to-liverpool-no-matter-who-owns-club", "title": "Jürgen Klopp ‘committed’ to Liverpool no matter the owner but plays down sale", "date_published": "2022-11-10 00:04:44+00:00", "description": "<ul><li>Fenway Sports currently seeking fresh investment in club</li><li>Manager believes owners are not looking to make full sale</li></ul><p>Jürgen Klopp has pledged his commitment to Liverpool regardless of who owns the club but has claimed Fenway Sports Group are seeking fresh investment rather than a complete sale.</p><p>The Liverpool owner’s decision to enlist two major investment banks, Goldman Sachs and Morgan Stanley, to oversee a sales presentation on their behalf has created uncertainty over the club’s future, although FSG have no immediate plans to sell their majority stake.</p> <a href=\"https://www.theguardian.com/football/2022/nov/10/jurgen-klopp-committed-to-liverpool-no-matter-who-owns-club\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/10/world-cup-2022-team-guide-france", "title": "World Cup 2022 team guides part 15: France", "date_published": "2022-11-10 00:01:39+00:00", "description": "<p>The reigning champions will miss Paul Pogba and N’Golo Kanté but Kylian Mbappé and Karim Benzema is a fearsome frontline</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/10/world-cup-2022-team-guide-france\">Continue reading...</a>", "favourite": false}]