[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/walka-o-zycie-siedmioletniej-darii-z-ukrainy-potrzebna-skomplikowana-operacja-w-polsce/", "title": "Walka o życie dziewczynki z Ukrainy. Fundacja Polsat uruchomiła zbiórkę na operację w Polsce", "date_published": "2022-11-10 20:12:00+00:00", "description": "Życie siedmioletniej Darii z Ukrainy jest zagrożone. Cierpi ona na rzadką, genetyczną chorobę, a jej funkcjonowanie uzależnione jest od respiratora. Szansę daje operacja w Polsce. Fundacja Polsat już uruchomiła dla dziewczynki zbiórkę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/usa-wykonano-kare-smierci-na-61-latku-w-ostatnich-slowach-zwrocil-sie-wspolwiezniow/", "title": "USA: Wykonano karę śmierci na 61-latku. W ostatnich słowach zwrócił się współwięźniów", "date_published": "2022-11-10 19:45:00+00:00", "description": "- Kocham was, do zobaczenia po drugiej stronie - powiedział, odnosząc się do współwięźniów z celi śmierci 61-latek, któremu w środę podano śmiertelny zastrzyk. Mężczyzna usłyszał wyrok śmierci za zamordowanie własnej matki ponad 20 lat temu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/skandal-w-niemczech-kfc-zachecalo-do-zakupow-z-okazji-rocznicy-nocy-krysztalowej/", "title": "Skandal w Niemczech. KFC zachęcało do zakupów z okazji rocznicy \"nocy kryształowej\"", "date_published": "2022-11-10 19:25:00+00:00", "description": "Niemiecki oddział restauracji KFC zachęcał klientów do zakupu kurczaka z okazji rocznicy nocy kryształowej, czyli masowego pogromu Żydów w latach 30. Sprawa wywołała spore kontrowersje. Firma już przeprosiła za swój wpis.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/rosja-uczniowie-szkol-w-calym-kraju-wspomagaja-armie-szyja-ubrania-i-przygotowuja-koszary/", "title": "Rosja. Uczniowie wspomagają armię. Szyją ubrania i robią \"opiekuńcze lalki\" dla żołnierzy", "date_published": "2022-11-10 17:39:00+00:00", "description": "Dzieci z Riazania będą szyły lalki opiekuńcze dla żołnierzy na froncie - przekazały media. Akcja ta ma obejmować nawet trzy- i czterolatki. To kolejny przykład włączania najmłodszych Rosjan w programy, które pomagają armii.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/usa-kara-smierci-dla-kobiety-ktora-zamordowala-ciezarna-i-wyciela-dziecko/", "title": "USA: Kara śmierci dla kobiety, która zamordowała ciężarną i wycięła dziecko", "date_published": "2022-11-10 16:50:00+00:00", "description": "Kara śmierci - taki wyrok usłyszała 29-latka z Teksasu w USA, która dwa lata temu brutalnie zamordowała kobietę i wycięła z jej brzucha nienarodzone dziecko. Dziewczynka nie przeżyła. - Jesteś cząstką złego demona - powiedziała do skazanej matka zamordowanej kobiety.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/usa-pyton-birmanski-polknal-aligatora-w-calosci-weze-te-sa-na-florydzie-gatunkiem-inwazyjnym/", "title": "USA. Pyton birmański połknął aligatora w całości. Węże te są na Florydzie gatunkiem inwazyjnym", "date_published": "2022-11-10 16:43:00+00:00", "description": "Na Florydzie z 5,5-metrowego pytona birmańskiego wyciągnięto półtorametrowego aligatora. Nagranie z sekcji węża umieściła w mediach społecznościowych jedna z pracownic Parku Narodowego Everglades. Gatunek ten jest uważany na półwyspie za zagrożenie dla lokalnej fauny.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/usa-probowal-przemycic-bron-do-samolotu-ukryl-pistolet-w-kurczaku/", "title": "USA. Próbował przemycić broń do samolotu. Ukrył pistolet w... kurczaku", "date_published": "2022-11-10 15:59:00+00:00", "description": "Sporą fantazją wykazał się jeden z pasażerów, który próbował przemycić broń na pokład samolotu. Mężczyzna ukrył pistolet w... surowej tuszce z kurczaka.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/usa-zmarli-kandydaci-wygrali-wybory-do-kongresu-konieczne-ponowne-glosowanie/", "title": "USA: Zmarli kandydaci wygrali wybory do Kongresu. Konieczne ponowne głosowanie", "date_published": "2022-11-10 14:02:00+00:00", "description": "W dwóch amerykańskich stanach - Pensylwanii i Tennessee - wybory do Izby Reprezentantów wygrali zmarli kandydaci Partii Demokratycznej. Konieczne będzie przeprowadzenie kolejnych głosowań.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/chorwacja-w-strefie-schengen-jest-decyzja-parlamentu-europejskiego/", "title": "Chorwacja w strefie Schengen. Jest decyzja Parlamentu Europejskiego", "date_published": "2022-11-10 12:20:00+00:00", "description": "Parlament Europejski zgodził się, by Chorwacja weszła do strefy Schengen. Za głosowało 534 europarlamentarzystów, 53 było przeciw, a 25 osób wstrzymało się od głosu. Od 1 stycznia 2023 roku kraj wejdzie także do strefy euro.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/usa-pedofil-skazany-za-molestowanie-kilkuletniego-dziecka-wyrok-610-lat-wiezienia/", "title": "USA. Pedofil skazany za molestowanie kilkuletniego dziecka. Wyrok: 610 lat więzienia", "date_published": "2022-11-10 12:05:00+00:00", "description": "Pedofil, który przez około trzy lata molestował kilkuletnia dziewczynkę, został we wtorek w Kalifornii (USA) skazany na 610 lat więzienia. Notowany wcześniej za napastowanie małoletnich przestępca nagrywał m.in. pornografię dziecięcą. - Wyrok ochroni naszą społeczność, w praktyce to dożywocie - mówił prokurator Rafael Orellana.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/szefernaker-chcemy-zeby-uchodzcy-z-ukrainy-partycypowali-w-kosztach-ich-utrzymania-w-polsce/", "title": "Szefernaker: Chcemy, żeby uchodźcy z Ukrainy partycypowali w kosztach ich utrzymania w Polsce", "date_published": "2022-11-10 11:56:00+00:00", "description": "- Część uchodźców z Ukrainy pracuje na polski sukces gospodarczy. Chcemy jednak, żeby partycypowali w kosztach ich utrzymania w Polsce - powiedział w Brukseli wiceminister spraw wewnętrznych i administracji Paweł Szefernaker. W rozmowie z reporterką Polsat News Dorotą Bawołek wiceminister dodał, że rząd chce mobilizować uchodźców do adaptacji w naszym kraju.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/austria-pieciu-polakow-aresztowanych-w-zwiazku-z-przemytem-narkotykow/", "title": "Austria: Pięciu Polaków aresztowanych w związku z przemytem narkotyków", "date_published": "2022-11-10 10:20:00+00:00", "description": "Policjanci z Polski i Austrii zatrzymali pięciu Polaków wywodzących się z Gliwic i okolicznych miejscowości oraz z województwa małopolskiego. Służby, po prowadzonym przez kilka miesięcy śledztwie, zatrzymali ich w trakcie przemytu marihuany o czarnorynkowej wartości ponad 2 mln złotych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/tworca-oculusa-proponuje-zestaw-vr-ktory-zabija-ma-wybuchnac-jesli-zginiesz-w-grze/", "title": "Twórca Oculusa proponuje zestaw VR, który może zabić. Wybuchnie, jeśli zginiesz w grze", "date_published": "2022-11-10 10:13:00+00:00", "description": "Twórca zestawu Oculus, służącego obecnie za podstawę metaverse Marka Zuckerberga, ogłosił stworzenie zestawu VR, który eksploduje, gdy gracz zginie w wirtualnym świecie. Natychmiast podnosisz stawkę do maksymalnego poziomu - stwierdził we wpisie Palmer Luckey.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/hiszpania-sedzia-uznal-imie-dziecka-za-niezgodne-z-prawem-przymusowo-je-zmieniono/", "title": "Hiszpania. Sędzia uznał imię dziecka za niezgodne z prawem. Przymusowo je zmieniono", "date_published": "2022-11-10 09:13:00+00:00", "description": "Małżeństwo z Hiszpanii wybrało imię Hazia (nasiono) dla swojej nowonarodzonej córki. Sędzia nakazał jednak zmianę imienia dziewczynki, ponieważ uznano je za niedopuszczalne według z hiszpańskim prawem - przekazał Daily Mirror. Co ciekawe, co najmniej 90 innych osób w kraju nosi to imię.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/gwiazda-serialu-niewolnica-isaura-luclia-santos-zostala-ministrem-w-brazylijskim-rzadzie/", "title": "Brazylia: Gwiazda serialu \"Niewolnica Isaura\" Lucelia Santos została ministrem", "date_published": "2022-11-10 08:23:00+00:00", "description": "Lucelia Santos, odtwórczyni głównej roli w serialu Niewolnica Isaura, który w latach 80. XX wieku bił w Polsce rekordy popularności, objęła funkcję ministerialną w brazylijskim rządzie. Będzie współodpowiedzialna za funkcjonowanie resortu kultury.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/wojna-na-ukrainie-general-usa-ponad-100-tys-rosyjskich-zolnierzy-zabitych-lub-rannych-w-ukrainie/", "title": "Wojna na Ukrainie. Generał USA: Ponad 100 tys. rosyjskich żołnierzy zabitych lub rannych w Ukrainie", "date_published": "2022-11-10 07:14:00+00:00", "description": "Ogłoszony przez Rosję odwrót z Chersonia oraz potencjalny impas w walkach w zimie mogą dać obu krajom okazję do negocjacji pokojowych - powiedział gen. armii USA Mark Milley. Wojskowy przekazał także, że Rosja straciła znacznie ponad 100 tys. rosyjskich żołnierzy w wojnie z Ukrainą. - Tyle samo pewnie strona ukraińska - dodał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-10/wojna-w-ukrainie-putin-nie-wezmie-udzialu-w-szczycie-g20/", "title": "Wojna w Ukrainie. Putin nie weźmie udziału w szczycie G20. Wysyła Ławrowa", "date_published": "2022-11-10 05:21:00+00:00", "description": "Prezydent Rosji nie weźmie udziału w przyszłotygodniowym szczycie grupy G20 na wyspie Bali. Władze Indonezji poinformowały, że Władimir Putin weźmie udział w jednym spotkaniu za pośrednictwem łącza wideo, a Rosję będzie reprezentował szef rosyjskiego MSZ Siergiej Ławrow.", "favourite": false}]