{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wegry-bez-unijnych-pieniedzy-niemcy-wzmocnienie-praworzadnosci/jksc9xx", "title": "Węgry bez unijnych pieniędzy. Niemcy: \"wzmocnienie praworządności\"", "date_published": "2022-12-13 20:26:04+00:00", "description": "UE zamroziła wypłaty na sumę 6,3 mld euro dla Węgier z powodu naruszeń zasady praworządności. Zdaniem niemieckiej minister stanu ds. Europy Anny Luehrmann decyzja ta \"to bardzo ważny znak dla wzmocnienia praworządności w Europie\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/mariusz-walter-nie-zyje-zalozyciel-tvn-mial-85-lat/v5029gq", "title": "Mariusz Walter nie żyje. Założyciel TVN miał 85 lat", "date_published": "2022-12-13 19:33:00+00:00", "description": "Nie żyje Mariusz Walter. Reporter, menedżer i założyciel stacji TVN miał 85 lat. Informację o jego śmierci podano na antenie TVN 24. Był jedną z najważniejszych postaci polskich mediów,", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/czterodniowy-tydzien-pracy-rzad-hiszpanii-zaplaci-firmom-za-jego-wdrozenie/x6yl64k", "title": "Czterodniowy tydzień pracy. Rząd Hiszpanii zapłaci firmom za jego wdrożenie", "date_published": "2022-12-13 18:56:44+00:00", "description": "Rząd Hiszpanii jest gotów przekazywać do 150 tys. euro małym i średnim firmom, które zdecydują się wziąć udział w pilotażowym projekcie skrócenia tygodnia pracy z pięciu do czterech dni.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/nowa-zelandia-na-wojnie-z-papierosami-bedzie-calkowity-zakaz-sprzedazy/s2lclrm", "title": "Nowa Zelandia na wojnie z papierosami. Będzie całkowity zakaz sprzedaży", "date_published": "2022-12-13 18:30:02+00:00", "description": "To jedna z niewielu takich decyzji na świecie. Mieszkańcy Nowej Zelandii urodzeni po 1 stycznia 2009 r. nie będą mogli kupić papierosów w swoim dorosłym życiu — poinformował Reuters.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/o-krok-blizej-kpo-bedzie-nowelizacja-ustawy-o-sn/tz00wqs", "title": "O krok bliżej KPO. Będzie nowelizacja ustawy o SN", "date_published": "2022-12-13 18:14:08+00:00", "description": "Szymon Szynkowski vel Sęk, minister ds. europejskich, poinformował, że jeszcze dziś do Sejmu trafi projekt nowelizacji ustawy o Sądzie Najwyższym. To oznacza, że rząd ugiął się przed Brukselą, która od zmian uzależniała wypłatę środków na Krajowy Plan Odbudowy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/budzet-na-przyszly-rok-wraca-do-komisji-sa-poprawki/jj3ehbx", "title": "Budżet na przyszły rok wraca do komisji. Są poprawki", "date_published": "2022-12-13 18:07:27+00:00", "description": "Projekt budżetu państwa na 2023 r. po drugim czytaniu wrócił do sejmowej Komisji finansów publicznych. To efekt zgłoszenia poprawek, m.in. przez posła rządzącej większości.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/stany-zjednoczone-wysla-patrioty-ukrainie-jest-decyzja-pentagonu/86pszxw", "title": "Stany Zjednoczone wyślą Patrioty Ukrainie? Jest decyzja Pentagonu", "date_published": "2022-12-13 18:00:46+00:00", "description": "USA finalizują plany wysłania systemu obrony przeciwlotniczej i przeciwrakietowej Patriot na Ukrainę. Informację podało CNN powołując się na swoje źródła. Wojskowi i administracja dają zielone światło, Pentagon czeka jeszcze na ostateczną zgodę Prezydenta Bidena.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/fundusze/komisarze-zdecydowali-pieniadze-dla-polski-coraz-blizej/3f9j6w6", "title": "Komisarze zdecydowali. Pieniądze dla Polski coraz bliżej", "date_published": "2022-12-13 16:11:54+00:00", "description": "Unijni komisarze odpowiedzialni za negocjacje z Polską mieli zaakceptować we wtorek projekt zmian legislacyjnych dotyczących Sądu Najwyższego i uznać go za spełnienie wymagań zawartych w tzw. kamieniach milowych związanych z KPO — potwierdziły PAP źródła unijne.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/lepiej-odmowic-przyjecia-mandatu-czyli-co-w-praktyce-oznacza-wyrok-trybunalu/6ne703t", "title": "Lepiej odmówić przyjęcia mandatu, czyli co w praktyce oznacza wyrok Trybunału", "date_published": "2022-12-13 16:07:00+00:00", "description": "Trybunał Konstytucyjny uznał, że przepis pozwalający na odebranie prawa jazdy za przekroczenie prędkości powyżej 50 km/h w terenie zabudowanym jest niezgodny z konstytucją. To nie oznacza, że policja nie zatrzyma już prawa jazdy. Może, ale kierowca zyska silne narzędzie obrony, i wielu przypadkach będzie mógł dalej prowadzić. Za sprawą wyroku starosta nie wyda bowiem automatycznie decyzji o czasowym zabraniu uprawnień.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/wyrok-tk-o-utracie-prawa-jazdy-co-oznacza-dla-kierowcow/6ne703t", "title": "Utrata prawa jazdy za szybką jazdę. Co w praktyce oznacza wyrok Trybunału?", "date_published": "2022-12-13 16:07:00+00:00", "description": "Trybunał Konstytucyjny uznał, że przepis pozwalający na odebranie prawa jazdy za przekroczenie prędkości powyżej 50 km/h w terenie zabudowanym jest niezgodny z konstytucją. To nie oznacza, że policja nie zatrzyma już prawa jazdy. Może, ale kierowca zyska silne narzędzie obrony, i wielu przypadkach będzie mógł dalej prowadzić. Za sprawą wyroku starosta nie wyda bowiem automatycznie decyzji o czasowym zabraniu uprawnień.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/handel/mocarstwowe-plany-pepco-w-polsce-choc-scina-koszty/7ct0jj2", "title": "Mocarstwowe plany Pepco w Polsce. Choć ścina koszty", "date_published": "2022-12-13 15:28:33+00:00", "description": "W związku z inflacją, Pepco będzie cięło koszty swojej działalności. Chodzi m.in. o zmniejszanie zapasów. Zapowiada jednak, że nadal będzie rozszerzać swoją sieć sklepów. W ciągu najbliższych 18 miesięcy planuje podwoić liczbę sklepów Dealz w Polsce.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/stacje-paliw-moya-konkurent-orlenu-rosnie-najszybciej/4wg0m8m", "title": "Konkurent Orlenu otwiera kolejne stacje paliw. Rośnie najszybciej na polskim rynku", "date_published": "2022-12-13 15:17:04+00:00", "description": "Od lat numerem jeden na polskim rynku stacji paliw jest Orlen. Konkurencja jednak nie śpi. Proporcjonalnie najszybciej rośnie sieć Moya, która jest szóstym co do wielkości graczem. Chce w najbliższych latach dobić do 500 stacji. Nie zapomina o samochodach elektrycznych.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/najpopularniejsze-lodowki-ktore-pomieszcza-swiateczne-potrawy-ranking/fkntjg4", "title": "Najpopularniejsze lodówki, które pomieszczą świąteczne potrawy — ranking", "date_published": "2022-12-13 15:16:00+00:00", "description": "Jeśli jeszcze nie wiesz, gdzie zmieścisz dwanaście potraw świątecznych, spieszymy z pomocą. Przedstawiamy najnowszy ranking popularności lodówek według danych ze Skąpiec.pl. Znajdziesz tutaj modele tanie, drogie, małe, duże, a nawet designerskie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/panstwa-ue-dogadaly-sie-bedzie-minimalny-podatek-dla-korporacji/j7bx3kr", "title": "Państwa UE dogadały się. Będzie minimalny podatek dla korporacji", "date_published": "2022-12-13 15:12:18+00:00", "description": "Rada Europejska osiągnęła porozumienie w sprawie wprowadzenia minimalnej stawki podatkowej dla dużych grup wielonarodowych i krajowych. Państwa członkowskie będą miały czas na wdrożenie przepisów do końca 2023 r.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/paraliz-w-wielkiej-brytanii-strajki-i-mrozy-zatrzymaly-kolej/gfvsd9f", "title": "Paraliż w Wielkiej Brytanii. Strajki i mrozy zatrzymały kolej", "date_published": "2022-12-13 15:04:18+00:00", "description": "Rozpoczęty we wtorek dwudniowy strajk na kolei oraz przechodząca przez kraj fala mrozów i opadów śniegu powodują, że transport w Wielkiej Brytanii jest bardzo utrudniony, a w niektórych miejscach wręcz kompletnie sparaliżowany.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/digital-poland/ranking-fundacji-digital-poland-digital-champions-cee/35y7e9l", "title": "Polska nadal liderem transformacji cyfrowej w regionie", "date_published": "2022-12-13 14:47:06+00:00", "description": "W ciągu roku w Europie Środkowo-Wschodniej pojawiło się 37 cyfrowych czempionów. Polska nadal jest liderem regionu pod względem wartości spółek. Ranking Digital Champions CEE przygotowany przez fundację Digital Poland pokazuje, że choć gospodarka światowa znalazła się w trudnym momencie, udało nam się zbudować region odporny na zawirowania.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/nowy-kandydat-do-ue-panstwa-czlonkowskie-sa-za/mfvb59p", "title": "Nowy kandydat do UE? Państwa członkowskie są \"za\"", "date_published": "2022-12-13 14:02:14+00:00", "description": "Rada Unii Europejskiej (państwa członkowskie) zaleciła we wtorek przyznanie Bośni i Hercegowinie statusu kraju kandydującego do członkostwa we Wspólnocie. Teraz decyzja musi zostać potwierdzona na unijnym szczycie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/eksperci-od-atomu-rusza-do-ukrainy-chodzi-o-elektrownie/z1mvxzw", "title": "Eksperci od atomu ruszą do Ukrainy. Chodzi o elektrownie", "date_published": "2022-12-13 13:47:55+00:00", "description": "Jak poinformował we wtorek premier Ukrainy Denys Szmyhal, Międzynarodowa Agencja Energii Atomowej (MAEA) wyśle misje w celu zabezpieczenia pięciu elektrowni jądrowych w Ukrainie, w tym okupowanej przez wojska rosyjskie Zaporoskiej Elektrowni Atomowej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/rada-ue-znosi-covidowe-ograniczenia-w-podrozach/79ppjxz", "title": "Rada UE znosi covidowe ograniczenia w podróżach", "date_published": "2022-12-13 13:37:47+00:00", "description": "Państwa członkowskie Unii Europejskiej zgodziły się na przyjęcie zaktualizowanych zaleceń ws. podróżowania do wspólnoty oraz na jej terytorium. Nowe zalecenia Rady UE znoszą wszelkie ograniczenia związane z COVID--19", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-usa-wyraznie-wyhamowala-kurs-dolara-zanurkowal/b3xe3v3", "title": "Ciąg dalszy hamowania inflacji w USA i przeceny dolara. Fed ma nad czym myśleć", "date_published": "2022-12-13 13:36:21+00:00", "description": "Ceny towarów i usług konsumpcyjnych w USA w listopadzie wzrosły o zaledwie 0,1 proc. w porównaniu z październikiem. W skali roku podwyżki przekraczają 7 proc. Tanio nie jest, ale inflacja wydaje się opanowana. Wskaźnik spada piąty miesiąc z rzędu. W odpowiedzi dolar staniał nagle o pięć groszy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/eksperci-czlowiek-w-centrum-zainteresowania-esg/gwee0hg", "title": "Eksperci: człowiek w centrum zainteresowania ESG", "date_published": "2022-12-13 13:23:00+00:00", "description": "Dla świata biznesu ESG to wyzwanie, kolejne obowiązki, ale też nowe korzyści. Rozmawiali o tym eksperci podczas Open Eyes Economy Summit w Krakowie. Polskie firmy wdrażają najwyższe standardy ESG i w ramach Kompasu ESG dzielą się swoim doświadczeniem.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/wyjedz-na-urlop-pelen-slonca-na-fuerteventurze-pokoje-z-widokiem-na-ocean/zw7b54y", "title": "Wyjedź na urlop pełen słońca na Fuerteventurze. Pokoje z widokiem na ocean", "date_published": "2022-12-13 13:17:00+00:00", "description": "Fuerteventura jest niewielką hiszpańską wyspą na Oceanie Atlantyckim. Należy do archipelagu Wysp Kanaryjskich i położona jest zaledwie 100 km od Afryki. Fuerteventurę charakteryzują rajskie plaże z drobnym jasnym piaskiem, malownicze wydmy, kaniony i kratery dawnych wulkanów. Wyspa jest rajem dla turystów ceniących relaks na plaży i sporty wodne. Średnia temperatura w grudniu na wyspie to 22 stopnie, a 29 dni to dni słoneczne (przypadające na miesiąc). W artykule polecamy sprawdzone hotele, które mają dostępne terminy, a jednocześnie są różnorodne pod względem standardu i ceny. Zapraszamy!", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wielki-plan-morawieckiego-brutalnie-zweryfikowany-brakuje-inwestycji/2r19fw2", "title": "Wielki plan Morawieckiego brutalnie zweryfikowany. Tak źle nie było, a ma być gorzej", "date_published": "2022-12-13 13:15:39+00:00", "description": "Premier zapowiadał, że polska gospodarka będzie jeszcze mocniej rozwijać się dzięki inwestycjom. Zamiast tego mamy do czynienia ze spadkiem stopy inwestycji do rekordowo niskiego poziomu. Co gorsza, ekonomiści uważają, że inwestycje w 2023 r. będą wyglądały bardzo słabo i oczekujemy ich spadku w ujęciu realnym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ustawa-wiatrakowa-rzad-dodaje-nowy-wymog/vz9jhss", "title": "Ustawa wiatrakowa. Rząd dodaje nowy wymóg", "date_published": "2022-12-13 13:04:40+00:00", "description": "Jak poinformowała minister klimatu i środowiska Anna Moskwa, rząd przyjął autopoprawkę do ustawy wiatrakowej. Ma ona zwiększyć korzyści mieszkańców z tytułu posiadania takiej inwestycji w swojej okolicy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/musk-ujawnia-kulisy-blokady-trumpa-na-twitterze-czarne-listy/8ztf8b7", "title": "Musk ujawnia kulisy blokady Trumpa na Twitterze. \"Czarne listy\"", "date_published": "2022-12-13 12:49:58+00:00", "description": "Zespoły Twittera tworzyły czarne listy, zapobiegały pojawianiu się niechcianych tweetów i aktywnie ograniczały widoczność całych kont, a nawet tematów zyskujących popularność — wszystko w tajemnicy, bez informowania użytkowników — wynika z korespondencji wewnętrznej pracowników Twittera, którą Elon Musk udostępnił dziennikarzom. Musk ujawnił też kulisy usunięcia konta Donalda Trumpa na Twitterze.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/fuzja-termojadrowa-przyszloscia-energii-przelomowy-wyczyn-amerykanow/zsskk9v", "title": "Przełomowy wyczyn Amerykanów. Skuteczna fuzja termojądrowa", "date_published": "2022-12-13 12:10:06+00:00", "description": "Po raz pierwszy naukowcy stworzyli reakcję fuzji jądrowej, która wytworzyła więcej energii, niż zostało zużyte podczas tego procesu. To może być przyszłość zielonej energii na świecie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/praca-w-wielkiej-brytanii-wieksze-bezrobocie-ale-tez-rosna-place/5sft524", "title": "Na Wyspach mocno przybyło zasiłków dla bezrobotnych. Szybko rosną też płace", "date_published": "2022-12-13 12:07:41+00:00", "description": "Pogarsza się powoli sytuacja na rynku pracy na Wyspach. Rośnie bezrobocie i liczba wniosków o zasiłki. Jednocześnie ubywa wolnych etatów, bo więcej osób w wieku 50 lat myśli o powrocie do pracy, w czasie gdy koszty życia gwałtownie rosną. Ci, którzy mają zatrudnienie, mogą liczyć na najwyższe podwyżki od 20 lat.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/nowy-program-budowy-drog-rzad-chce-wydac-290-mld-zl/f4k7rl3", "title": "Nowy program budowy dróg. Rząd chce wydać 290 mld zł", "date_published": "2022-12-13 12:05:04+00:00", "description": "— To największy w historii Polski program budowy dróg krajowych — poinformował premier, informując o przyjęciu przez rząd nowego programu budowy dróg krajowych. W jego ramach ma powstać 2 tys. km autostrad i dróg ekspresowych.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rzad-szuka-pieniedzy-musi-zwaloryzowac-kontrakty-kolejowe/wlysj07", "title": "Rząd szuka pieniędzy. Musi zwaloryzować kontrakty kolejowe", "date_published": "2022-12-13 11:57:08+00:00", "description": "Rząd szuka pieniędzy, które pozwolą na zapewnienie finansowania kontraktom drogowym i kolejowym. Koszt waloryzacji umów o 10 proc. to 4 mld zł — poinformował w Sejmie wiceminister finansów Sebastian Skuza.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/nie-jest-za-pozno-na-wejscie-na-rynek-e-commerce-jednak-warto-dzialac-juz/mq4zcsx", "title": "Nie jest za późno na wejście na rynek e-commerce, jednak warto działać już", "date_published": "2022-12-13 11:41:00+00:00", "description": "Współpraca z solidnym partnerem technologicznym i wdrożeniowym znacznie zwiększa szanse powodzenia w e-commerce. Potrzeby firm, które nie sprzedają w Internecie lub nie wykorzystują potencjału tego kanału sprzedaży są szerokie. Nie wystarczy sprawne przygotowanie e-sklepu i odpowiednie działania promocyjne. Usługi dodatkowe, które wynikają ze specyfiki branży, procesów w firmie, aktualnie działających systemów i konieczności ich integracji, często okazują się uzupełnieniem wdrożenia sklepu internetowego o fundamentalnym, dźwigniowym dla biznesu znaczeniu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/litwini-zirytowani-cenami-w-polsce-kupuja-swoje-produkty-taniej/grm26br", "title": "Cenowy cud po przekroczeniu granicy. Litwini nie wierzą w to, co widzą w Polsce", "date_published": "2022-12-13 11:40:55+00:00", "description": "Ceny litewskich produktów po polskiej stronie granicy są o 40-50 proc. niższe niż na Litwie — dostrzegają kupujący z tamtego kraju. To tłumaczy masowe wyjazdy na zakupy w Polsce.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ppk-chwali-sie-wynikiem-ponad-1-mld-zl-w-miesiac/y96kh4h", "title": "PPK chwali się wynikiem. \"Zyski uczestników na poziomie 99 proc.\"", "date_published": "2022-12-13 11:34:51+00:00", "description": "Wartość aktywów netto w ramach pracowniczych planów kapitałowych zwiększyła się o 1,19 mld zł i sięgnęła na koniec listopada 11,48 mld zł - podał PFR Portal PPK. To spółka zależna Polskiego Funduszu Rozwoju. Łączna partycypacja w PPK to obecnie 34,3 proc.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/ceny-ropy-naftowej-i-paliw-kierowcy-moga-czuc-niepokoj/mst0whc", "title": "Kierowcy mogą czuć niepokój. Zwrot na rynku ropy naftowej", "date_published": "2022-12-13 11:04:20+00:00", "description": "Wraz z nowym tygodniem skończyła się seria spadków cen ropy naftowej. Notowania w dwa dni skoczyły o około 4 proc. Eksperci wskazują dwie przyczyny: luzowanie obostrzeń pandemicznych w Chinach i największy wyciek surowca z amerykańskiego rurociągu Keystone od 12 lat.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kontrole-kierowcow-z-aplikacji-brak-prawka-i-narkotyki/kcp8ckn", "title": "Kolejna kontrola kierowców z aplikacji. I znów brak prawka i narkotyki", "date_published": "2022-12-13 11:03:16+00:00", "description": "Stołeczni policjanci po raz kolejny skontrolowali przewoźników osób, w tym także z aplikacji. Wśród nich trzech nie posiadało licencji, dwóch posiadało fałszywe prawo jazdy, a jeden był pod wpływem narkotyków.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/b-21-raider-czyli-nowy-bombowiec-amerykanow-oto-dlaczego-wyprzedza-wlasna-epoke/50trkt2", "title": "B-21 Raider, czyli nowy bombowiec Amerykanów. Oto dlaczego wyprzedza własną epokę", "date_published": "2022-12-13 10:24:52+00:00", "description": "34 lata po wprowadzeniu słynnego B-2 amerykańskie wojsko ujawniło nowy bombowiec B-21. Jest stworzony do użycia broni, która nie została jeszcze wynaleziona.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/poradnik-finansowy/nie-jest-za-wczesnie-by-oszczedzac-na-emeryture/742q90c", "title": "Nie jest za wcześnie, by oszczędzać na emeryturę", "date_published": "2022-12-13 10:10:00+00:00", "description": "Na emeryturze chcemy przede wszystkim odpoczywać, spędzać czas z najbliższymi i spełniać marzenia. Problem polega na tym, że wedle dostępnych szacunków wysokość naszej emerytury z ZUS oscylować będzie w okolicach jednej trzeciej miesięcznego wynagrodzenia. Jednocześnie, jak pokazuje najnowsze badanie ING Banku Śląskiego, ponad 60% Polaków nie posiada oszczędności na emeryturę – poza tymi zgromadzonymi w ramach obowiązkowych składek. Czy w obecnych warunkach mamy szansę zapewnić sobie godne życie po zakończeniu aktywności zawodowej?", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/zakupy-business-insider/eko-smart-zabka-sklep-laczacy-ekologie-z-technologia-w-lodzi/1xzkqhj", "title": "Eko Smart Żabka – sklep łączący ekologię z technologią w Łodzi!", "date_published": "2022-12-13 10:07:00+00:00", "description": "W Łodzi przy ulicy Okrzei został otwarty wyjątkowy sklep Żabka Eko Smart. Wyjątkowy, bo wypełniony nowościami technologicznymi i ekologicznymi. Czym może pochwalić się nowy sklep? Między innymi pierwszym w Łodzi EKOmatem i kostką antysmogową czy wykorzystaniem CO2 w technologii chłodzenia. Co jeszcze robi wrażenie? Zobaczcie sami.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/utrata-prawa-jazdy-za-predkosc-niezgodna-z-konstytucja-jest-orzeczenie-tk/37046lq", "title": "Utrata prawa jazdy za prędkość niezgodna z konstytucją. Jest orzeczenie TK", "date_published": "2022-12-13 10:02:07+00:00", "description": "Odbieranie prawa jazdy za przekroczenie prędkości powyżej 50 km/h w terenie zabudowanym jest niezgodne z konstytucją - stwierdził we wtorek Trybunał Konstytucyjny.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/samochody-elektryczne-i-hybrydy-plug-in-coraz-popularniejsze-w-polsce/q101v8m", "title": "Polacy przesiadają się na elektryki i hybrydy. A wynik mógł być jeszcze lepszy", "date_published": "2022-12-13 09:46:58+00:00", "description": "Liczba rejestracji elektrycznych samochodów osobowych oraz hybryd typu plug-in w Polsce wzrosła o 36 proc. rok do roku do 22 tys. 413 pojazdów w okresie styczeń-listopad 2022 r. Wynik ten mógłby być jeszcze bardziej wyśrubowany, gdyby nie problemy z dostępnością aut.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rzad-chce-blokowac-niektore-strony-internetowe-znamy-szczegoly/jwp8dd6", "title": "Rząd zmienia projekt o blokowaniu stron internetowych. Znamy szczegóły", "date_published": "2022-12-13 09:40:29+00:00", "description": "Ministerstwo Cyfryzacji zakończyło konsultacje projektu ustawy o ochronie małoletnich przed dostępem do treści nieodpowiednich w internecie. Chodzi przede wszystkim o ograniczenie możliwości korzystania ze stron o charakterze pornograficznym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/wiadomosci/pepco-z-rekordowa-liczba-nowych-sklepow-celuje-w-miliard-euro-zysku/4rt6py1", "title": "Pepco otworzyło rekordową liczbę nowych sklepów. Celuje w miliard euro rocznego zysku", "date_published": "2022-12-13 09:39:15+00:00", "description": "Grupa Pepco w ostatnich 12 miesiącach otworzyła rekordową liczbę nowych sklepów i w kolejnym roku zamierza ten wynik jeszcze bardziej wyśrubować. Choć sieć przez wzrost kosztów działalności miała mniejsze marże, wyraźnie zwiększyła sprzedaż i zyski. Zbliża się do celu, jakim jest miliard euro zysku operacyjnego.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rzad-ujawnil-prawde-tyle-wynosi-zadluzenie-poza-budzetem/ge75exn", "title": "Rząd ujawnił prawdę. Tyle wynosi zadłużenie poza budżetem", "date_published": "2022-12-13 09:19:49+00:00", "description": "Na koniec III kwartału 2022 r. zadłużenie funduszu covidowego sięgało 144 mld zł — podało Ministerstwo Finansów. W połączeniu z PFR oraz Krajowym Funduszem Drogowym jest to już ponad 280 mld zł poza budżetem państwa.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/dodatek-weglowy-urzednicy-rozpoczeli-kontrole-w-domach/96c5vzj", "title": "Urzędnicy \"kolędują\" po domach. Nie otworzysz? Stracisz pieniądze", "date_published": "2022-12-13 09:07:59+00:00", "description": "Przez tydzień częstochowscy urzędnicy odwiedzili blisko 200 domów i mieszkań — donosi czestochowa.wyborcza.pl. Kontrole związane są z wypłatą dodatku węglowego. Podobnych wizyt mogą się spodziewać także mieszkańcy innych miejscowości.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-niemczech-w-listopadzie-2022-podwyzki-cen-przyhamowaly/rnc1nx1", "title": "Z Niemiec płyną pozytywne sygnały w sprawie cen. Jest potwierdzenie", "date_published": "2022-12-13 08:50:26+00:00", "description": "Potwierdziły się dobre dane z Niemiec. Inflacja w listopadzie lekko spadła, co daje nadzieję na opanowanie szalejących podwyżek cen nie tylko u naszych zachodnich sąsiadów. Ciągle jednak drożyzna daje się we znaki. Ceny gazu są ponad dwukrotnie wyższe niż przed rokiem, a żywność poszła w górę o ponad jedną piątą.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/niespodziewany-ruch-lukaszenki-wojska-w-gotowosci-bojowej/rcg1ttm", "title": "Niespodziewany ruch Łukaszenki. Wojska w gotowości bojowej", "date_published": "2022-12-13 08:26:24+00:00", "description": "Ministerstwo Obrony Białorusi zapowiedziało nagłą kontrolę gotowości bojowej. Została ona uruchomiona na polecenie Aleksandra Łukaszenki - poinformował w poniedziałek portal Zerkalo, powołując się na komunikat służby prasowej ministerstwa.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/nowy-podatek-od-emisji-co2-w-unii-europejskiej-jest-porozumienie/r73wjxx", "title": "Nowy węglowy podatek w Unii Europejskiej. Jest porozumienie", "date_published": "2022-12-13 08:12:31+00:00", "description": "Parlamentarzyści unijni oraz przedstawiciele krajów członkowskich doszli do porozumienia w sprawie granicznego podatku od emisji CO2 — donosi \"Financial Times\". Ma on zapobiec zlecaniu produkcji poza granice UE, gdzie przepisy są mniej restrykcyjne.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-13-grudnia-2022/s2nkd44", "title": "Kurs dolara 13 grudnia poniżej 4,5 zł", "date_published": "2022-12-13 07:57:24+00:00", "description": "Kurs dolara poniżej 4,5 zł. We wtorek rano 13 grudnia 2022 r. kurs USD/PLN wynosi 4,4414.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-13-grudnia-2022/j8c8wlt", "title": "Kurs euro 13 grudnia poniżej 4,7", "date_published": "2022-12-13 07:55:43+00:00", "description": "Kurs euro poniżej 4,7 zł. We wtorek rano 13 grudnia 2022 r. kurs EUR/PLN wynosił 4,6866 zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-13-grudnia-2022/mngedpz", "title": "Kurs franka 13 grudnia w okolicach 4,75 zł", "date_published": "2022-12-13 07:53:55+00:00", "description": "Frank szwajcarski w okolicach 4,75 zł. We wtorek rano 13 grudnia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7527.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/decyzja-zapadla-pis-wypelni-kamienie-milowe-by-dostac-srodki-z-kpo/eklwwjx", "title": "Decyzja zapadła. PiS wypełni kamienie milowe, by dostać środki z KPO", "date_published": "2022-12-13 07:21:13+00:00", "description": "Rządowi strach o budżet w roku wyborczym zajrzał na tyle mocno w oczy, że postanowił zrobić krok w tył w relacjach z Brukselą. Jak informuje \"Rzeczpospolita\", PiS podjął już decyzję, że wypełni kamienie milowe, byle tylko dostać pieniądze z KPO.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/tunel-na-zakopiance-pulapka-na-kierowcow-odcinkowy-pomiar-predkosci-zbiera-zniwa/9qcttw0", "title": "100 mandatów dziennie. Kierowcy wpadają w pułapkę na zakopiance", "date_published": "2022-12-13 06:41:30+00:00", "description": "2926 przypadków przekroczenia dozwolonej prędkości zarejestrował system odcinkowego pomiaru w tunelu im. Marii i Lecha Kaczyńskich w ciągu zakopianki. Rekordzista jechał 201 km/h.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/koniec-budowlanego-boomu-polacy-oszczedzaja-na-remontach/993ygke", "title": "Kolejny objaw nadchodzącego kryzysu. Polacy oszczędzają na remontach", "date_published": "2022-12-13 06:26:32+00:00", "description": "Jeszcze w pandemii sklepy budowlane przeżywały prawdziwe oblężenie. Dziś nie ma już po nim śladu, a markety liczą straty. Polacy zaczęli oszczędzać na remontach, bo w dobie kryzysu tną niepotrzebne wydatki - pisze \"Rzeczpospolita\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/nieoficjalnie-polska-zablokowala-podatek-od-najwiekszych-firm/yeqylyx", "title": "Nieoficjalnie: Polska zablokowała nowy unijny podatek", "date_published": "2022-12-13 06:24:09+00:00", "description": "Polska, podnosząc zastrzeżenia, zablokowała na posiedzeniu państw członkowskich w Brukseli wprowadzenie 15-procentowego podatku na największe światowe podmioty gospodarcze — przekazało PAP źródło unijne. \"Sprawa będzie dalej procedowana w najbliższych dniach\" — dodało źródło.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/tim-ferriss-4-godzinny-dzien-pracy-jak-podejmowac-decyzje/vsqkkw3", "title": "Jak podejmować lepsze decyzje? To ćwiczenie Tima Ferrisa może w tym pomóc", "date_published": "2022-12-13 06:13:00+00:00", "description": "Zanim zyskał sławę za sprawą książki \"4-godzinny tydzień pracy\", Tim Ferriss próbował swoich sił w biznesie i starał się znaleźć odpowiedź na pytanie: co tak naprawdę chciałby robić w życiu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/orban-pekl-jednak-zgodzil-sie-na-pomoc-dla-ukrainy-oto-powod/y36jmd5", "title": "Orban w nocy pękł i zgodził się na pomoc dla Ukrainy. Oto powód", "date_published": "2022-12-13 06:11:01+00:00", "description": "Viktor Orban w końcu wycofał swoje veto dla wsparcia Ukrainy. Ale nie za darmo. Układ z Komisją Europejską zawiera m.in. zatwierdzenie węgierskiego KPO oraz mniejsze niż wcześniej sugerowano zamrożenie funduszy dla Budapesztu z powodu nieprzestrzegania praworządności.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/mowa-ciala-jak-ja-zrozumiec-co-oznacza/8w8w4df", "title": "Jak odczytać mowę ciała", "date_published": "2022-12-13 06:11:00+00:00", "description": "Język ciała wiele mówi o czyichś zamiarach i emocjach. Business Insider opracował kilka wskazówek, które mogą pomóc w lepszym zrozumieniu tego, co inni naprawdę mają na myśli.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/pamietnik-richarda-bransona-i-jego-to-do-list/m43shxq", "title": "Richard Branson radzi: planuj, wyznaczaj sobie cele. To pomaga osiągnąć sukces", "date_published": "2022-12-13 06:09:00+00:00", "description": "Jeśli jest coś w organizacji pracy, co miliarder Richard Branson naprawdę lubi, to są to listy \"To-do\" - czyli rzeczy do zrobienia. Już kilka razy założyciel Virgin pisał o nich na blogu. Tworzył je jeszcze zanim powstała jego firma.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-13122022/bxybvqt", "title": "Dług publiczny w Polsce szybko spada. Jest już niższy niż na początku rządów PiS", "date_published": "2022-12-13 05:59:56+00:00", "description": "Dług publiczny w Polsce w relacji do PKB spada zaskakująco szybko, także dzięki wysokiej inflacji. Ta już wkrótce też ma spadać, ale pierwszych obniżek stóp procentowych doczekamy się dopiero w 2024 r. – tak twierdzą ekonomiści z Credit Agricole. Mercedes wyda ponad 1 mld euro na nową fabrykę w Polsce, a rząd modyfikuje projekt ustawy o wiatrakach. Za to w Szwajcarii rząd ma pomysł, aby ograniczyć korzystanie z aut elektrycznych. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/polacy-chca-pieniedzy-z-kpo-za-wszelka-cene-nowy-sondaz/mkp3ry3", "title": "Polacy chcą pieniędzy z KPO za wszelką cenę. Nowy sondaż", "date_published": "2022-12-13 05:59:16+00:00", "description": "61 proc. badanych uważa, że Polska powinna ustąpić w sprawie reformy sądów, by dostać pieniądze na Krajowy Plan Odbudowy. 19 proc. jest przeciwnego zdania, a 20 proc. ankietowanych odpowiedziało \"nie wiem\" - wynika z sondażu Instytutu Badań Pollster dla \"Super Expressu\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/unia-ma-za-duzo-szczepionek-pfizera-juz-nie-chce-ich-odbierac/njvnlmn", "title": "Unia ma za dużo szczepionek Pfizera. Już nie chce ich odbierać", "date_published": "2022-12-13 05:51:27+00:00", "description": "Komisja Europejska chciałaby wstrzymania dostaw szczepionek Pfizera do końca lutego 2023 r. - pisze we wtorek \"Dziennik Gazeta Prawna\". Jak wynika z informacji \"DGP\", \"KE wysłała wczoraj list do prezesa Pfizera Alberta Bourli\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/odblokowanie-kpo-w-tym-tygodniu-piec-kluczowych-decyzji-chodzi-nie-tylko-o-sady/4bmel88", "title": "Odblokowanie KPO. W tym tygodniu pięć kluczowych decyzji. Chodzi nie tylko o sądy", "date_published": "2022-12-13 05:46:08+00:00", "description": "Krajowy Plan Odbudowy to łącznie ok. 159 mld zł, w tym 107 mld zł dotacji. Jesienią Polska miała otrzymać ok. 4,7 mld euro pierwszych środków. Jest połowa grudnia, ale nie dostaliśmy jeszcze ani jednego euro, bo nie realizujemy kamieni milowych. Kluczowe decyzje mają zapaść w tym tygodniu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/unia-wziela-sie-za-iran-sankcje-za-produkcje-dronow-dla-rosji/5lzt48b", "title": "Unia wzięła się za Iran. Sankcje za produkcje dronów dla Rosji", "date_published": "2022-12-13 05:44:56+00:00", "description": "Unia Europejska nałożyła w poniedziałek sankcje na irańskich wojskowych i biznesmenów, a także na cztery firmy związane z produkcją dronów, które Iran dostarcza Rosji - poinformowała Rada UE w komunikacie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/sam-bankman-fried-aresztowany-na-bahamach-to-tworca-gieldy-ftx/qy52x56", "title": "Sam Bankman-Fried aresztowany na Bahamach. To twórca giełdy FTX", "date_published": "2022-12-13 05:36:37+00:00", "description": "Założyciel FTX Sam Bankman-Fried został aresztowany na Bahamach na polecenie amerykańskich śledczych. Do zatrzymania doszło dzień przed tym, jak miał on zeznawać przed Kongresem w sprawie upadku jednej z największych na świecie giełd kryptowalut FTX — informuje Reuters.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury/krus-zmiany-w-waloryzacji-emerytur-oto-co-naprawde-oznaczaja/txhkj1n", "title": "Rząd chce \"wyrównać\" emerytury rolnikom. Wyjaśniamy, co to oznacza i ile będzie kosztować", "date_published": "2022-12-13 05:30:57+00:00", "description": "Emerytury w KRUS mają być waloryzowane na tej samej zasadzie co te z ZUS. Projekt ustawy ma zostać przyjęty jeszcze w tym roku. Wstępnie mówi się, że przepisy zaczną obowiązywać od marca 2023 r.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/rozpoczyna-sie-rewolucja-na-rynku-kredytow-mieszkaniowych-tak-banki-zmienia-zasady/0j4xsc3", "title": "Rozpoczyna się rewolucja na rynku kredytów mieszkaniowych. Tak banki zmienią zasady dotyczące hipotek", "date_published": "2022-12-13 05:22:00+00:00", "description": "Od przyszłego roku banki w Polsce będą mogły oferować kredyty mieszkaniowe z nową stawką WIRON, która zastąpi stosowane przez lata wskaźniki referencyjne WIBOR. To ruch zgodny z reformą zapowiedzianą już parę lat temu, jeszcze przed rozpoczęciem cyklu podwyżek stóp procentowych. Kolejnym krokiem, najprawdopodobniej zaplanowanym na rok 2024, będzie zamiana stawek w umowach już istniejących. Oto zmiany, których powinni spodziewać się klienci szykujący się do zaciągnięcia kredytu hipotecznego.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/ropa-putina-coraz-tansza-ale-eksperci-na-razie-studza-entuzjazm/bh8h9k7", "title": "Ropa z Rosji coraz tańsza. Eksperci studzą entuzjazm: to nie musi być koniec zysków Putina", "date_published": "2022-12-13 05:09:42+00:00", "description": "Notowania rosyjskiej ropy zanurkowały. Cena baryłki Urals spadła o jedną czwartą w ciągu tygodnia. Eksperci są jednak ostrożni – wciąż nie można mówić o jednoznacznym pogrążeniu naftowych zysków Kremla.", "persistent": false}], "source url": "https://businessinsider.com.pl/.feed", "source title": "Business insider"}