{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-the-left-is-after-your-kids", "title": "Why The Left Is After Your Kids", "date_published": "2022-12-13 18:28:18+00:00", "description": "Lately, when I get messages from my fans, it seems we are all trying to figure out the same thing: Why is the state placing such an extreme emphasis on our children? Well, I think I have an answer, thanks to a section from George Orwell&#8217;s often-referenced book, &#8220;1984.&#8221; The entire book is supposed to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/drag-queen-invited-to-biden-white-house-once-performed-for-a-2-year-old-boy-the-kids-are-out-to-sing-and-suck-d", "title": "Drag Queen Invited To Biden White House Once Performed For A 2-Year-Old Boy: ‘The Kids Are Out To Sing And Suck D!’", "date_published": "2022-12-13 17:59:48+00:00", "description": "Marti G. Cummings, a drag queen whom President Joe Biden invited to attend the signing of the Respect for Marriage Act at the White House, once performed for a 2-year-old boy. Administration officials invited hundreds of LGBTQ activists to the White House on Tuesday as the commander-in-chief signed the legislation, which enshrines same-sex marriage protections ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/social-media-goes-wild-as-cambridge-dictionary-redefines-woman-man", "title": "Social Media Goes Wild As Cambridge Dictionary Redefines ‘Woman,’ ‘Man’", "date_published": "2022-12-13 17:44:34+00:00", "description": "In the modern era, when up is down and left is right, when everything George Orwell predicted has come true, of course we&#8217;re redefining words to mean whatever the woke leftists want them to mean. The Cambridge Dictionary is the latest, having decided to redefine the words “man” and “woman.&#8221; A woman is now “an ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/enormous-three-alarm-blaze-rips-through-nypd-evidence-warehouse-fdny-says-could-take-days-to-fully-put-out", "title": "Enormous Three-Alarm Blaze Rips Through NYPD Evidence Warehouse, FDNY Says Could Take Days To Fully Put Out", "date_published": "2022-12-13 17:42:44+00:00", "description": "An enormous fire broke out in the New York City Police Department evidence warehouse in Brooklyn Tuesday. The fire erupted at around 10:40 a.m. local time at the Erie Basin Auto Pond in the Red Hook neighborhood of Brooklyn, officials said. Dozens of impounded vehicles were kept at the facility; biological evidence from decades of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tesla-investors-are-worried-that-elon-musks-work-with-twitter-could-hurt-automaker", "title": "Tesla Investors Are Worried That Elon Musk’s Work With Twitter Could Hurt Automaker", "date_published": "2022-12-13 17:00:39+00:00", "description": "Tesla CEO Elon Musk has devoted much of his energy over the past several weeks to improving Twitter, leading investors behind the electric automaker to express concern about possible reputational harm to the brand. The billionaire entrepreneur’s $44 billion takeover of the social media company has provoked considerable ire from leftists since his major points ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actor-russell-brand-marks-huge-sobriety-milestone-from-drugs-and-alcohol", "title": "Actor Russell Brand Marks Huge Sobriety Milestone From Drugs And Alcohol", "date_published": "2022-12-13 16:57:05+00:00", "description": "Actor Russell Brand marked a huge sobriety milestone on Tuesday as he gave credit to those around him who have supported him in his effort to stay &#8220;clean and sober&#8221; from drugs and alcohol. In a video posted to Instagram, Brand shared that he&#8217;s been sober for 20 years as of December 13, and said ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/critics-blubber-over-the-whale-rejecting-narrative-that-obesity-is-healthy-and-normal", "title": "Critics Blubber Over ‘The Whale’ Rejecting Narrative That Obesity Is Healthy And Normal", "date_published": "2022-12-13 16:52:41+00:00", "description": "Mainstream critics are furious that a director would dare to portray obesity as a negative. They’ll never come out and say that explicitly. Instead, their reviews of “The Whale” starring Brendan Fraser are full of evasive criticism, claiming director Darren Aronofsky’s passion project is a “cruel spectacle” and that it helps to “reinforce the dehumanizing ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lawmakers-introduce-bill-to-block-tiktok-in-u-s", "title": "Lawmakers Introduce Bill To Block TikTok In U.S.", "date_published": "2022-12-13 16:46:31+00:00", "description": "Lawmakers have introduced legislation to ban the use of TikTok in the United States as security concerns have steadily risen regarding the use of the Chinese-owned app in the country. Republican Senator Marco Rubio of Florida introduced the legislation after announcing plans to do so last month with Republican Representative Mike Gallagher of Wisconsin. Gallagher ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-signs-same-sex-marriage-bill-drag-queens-invited-to-lavish-wh-ceremony", "title": "Biden Signs Same-Sex Marriage Bill; Drag Queens Invited To Lavish WH Ceremony", "date_published": "2022-12-13 16:32:41+00:00", "description": "President Joe Biden signed the Respect for Marriage Act Tuesday in a bizarre ceremony attended by Washington elites, activist musicians, and drag queens. The president&#8217;s signature codified same-sex marriage protections into law after Democrat-controlled Congress passed the legislation with help from some Republicans. The bill repeals the 1996 Defense of Marriage Act that legally defined marriage ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-rep-invites-elon-musk-to-move-twitter-to-florida", "title": "GOP Rep. Invites Elon Musk To Move Twitter To Florida", "date_published": "2022-12-13 16:17:59+00:00", "description": "Rep. Carlos Giménez (R-FL) sent a letter to Twitter CEO Elon Musk on Monday urging him to move the platform&#8217;s headquarters to his state. Giménez requested that Musk relocate to Miami-Dade County to escape the leftist environment of San Francisco. “I am writing to you as the former Mayor of Miami-Dade County who now has ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/researchers-release-first-ever-audio-of-martian-dust-devil", "title": "Researchers Release First-Ever Audio Of Martian Dust Devil", "date_published": "2022-12-13 15:59:40+00:00", "description": "Scientists were able to hear an exciting sound from another planet and release the audio for the public to experience on Tuesday.  It is the first time earthlings have heard the swirling columns of wind and dust known as Martian dust devils, which coincidentally traveled directly above the NASA Perseverance rover and sprayed the device ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hollywood-actor-reveals-he-believed-he-was-an-alien-as-a-child", "title": "Hollywood Actor Reveals He Believed He Was An Alien As A Child", "date_published": "2022-12-13 15:44:50+00:00", "description": "Hollywood legend Nicolas Cage revealed in a recent interview that, as a child, he had truly believed that he was from another planet. Cage explained to Rampstyle magazine that his younger self was so entirely convinced that he was an alien that a simple trip to the doctor&#8217;s office — and a view inside his own ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/city-digs-up-remains-of-confederate-general-after-taking-down-statue", "title": "City Digs Up Remains Of Confederate General After Taking Down Statue", "date_published": "2022-12-13 15:44:40+00:00", "description": "The city of Richmond, Virginia, has dug up the remains of Confederate General A.P. Hill as it continues to purge Confederate symbols and monuments from public spaces.  The remains of Hill, which had been buried under a monument to the general, were located on Tuesday after two days of digging. The casket of Hill, who ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sam-bankman-fried-would-have-told-congress-i-fed-up-draft-testimony-says", "title": "Sam Bankman-Fried Would Have Told Congress ‘I ‘F***ed Up,’ Draft Testimony Says", "date_published": "2022-12-13 15:37:27+00:00", "description": "Had he not been locked away in some Bahamian jail on Tuesday morning, former FTX CEO Sam Bankman-Fried could have been testifying before Congress. That testimony would have likely involved a lot of complaining about his lack of access to personal financial accounts and a substantial amount of blame-shifting. FTX recently filed for bankruptcy after ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-couldnt-make-these-six-movie-classics-in-todays-woke-hollywood", "title": "You Couldn’t Make These Six Movie Classics In Today’s Woke Hollywood", "date_published": "2022-12-13 15:29:24+00:00", "description": "Never argue with a living legend like Mel Brooks. The genius behind “The Producers,” “Young Frankenstein” and “Blazing Saddles” insists the latter couldn’t be made in today’s woke climate. He’s right, of course. Brooks’ western sendup, co-written by Richard Pryor, savages racism in ways that are no longer permissible. It’s rude, crude and full of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hot-mic-catches-new-zealand-prime-minister-calling-rival-nasty-name", "title": "Hot Mic Catches New Zealand Prime Minister Calling Rival Nasty Name", "date_published": "2022-12-13 15:16:44+00:00", "description": "New Zealand’s prime minister, Jacinda Ardern, a hard-line supporter of lockdowns vis-à-vis the coronavirus, was caught on a hot mic insulting the leader of the opposition with nasty language. The exchange during which Ardern insulted David Seymour was prompted by Seymour confronting her, asking if Ardern could “give an example of her making a mistake, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aoc-climate-doc-redefines-box-office-bomb-averages-81-per-theater-in-dismal-opening-weekend", "title": "AOC Climate Doc Redefines ‘Box Office Bomb,’ Averages $81 Per Theater In Dismal Opening Weekend", "date_published": "2022-12-13 15:12:27+00:00", "description": "A climate change documentary aimed at promoting Green New Deal initiatives — and featuring Congresswoman Alexandria Ocasio-Cortez — gave new meaning to the term &#8220;Box Office Bomb&#8221; with its dismal opening weekend. Director Rachel Lears is behind the documentary, titled &#8220;To the End,&#8221; which debuted over the weekend in 120 theaters. The total box office ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-cant-nurture-anything-country-singer-sunny-sweeney-says-being-on-the-road-led-to-end-of-her-marriage", "title": "‘You Can’t Nurture Anything’: Country Singer Sunny Sweeney Says Being On The Road Led To End Of Her Marriage", "date_published": "2022-12-13 15:11:10+00:00", "description": "Country music singer Sunny Sweeney said being on the road led to the end of her marriage after she decided to walk down the aisle a second time in 2011. However, seven years later the marriage was over. The 46-year-old said she married &#8220;really young&#8221; the first time around and it was &#8220;really quick.&#8221; When Sweeney ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-calls-for-grand-jury-on-covid-vaccines", "title": "DeSantis Calls For Grand Jury On COVID Vaccines", "date_published": "2022-12-13 14:40:12+00:00", "description": "Governor Ron DeSantis (R-FL) announced Tuesday he is petitioning the Supreme Court of Florida to impanel a grand jury to investigate any wrongdoing related to COVID vaccines. The announcement was made alongside Florida Surgeon General Joseph Ladapo and other health officials at an event focused on &#8220;accountability&#8221; for the COVID mRNA shots. “That will come ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-the-end-terrence-howard-announces-second-retirement-from-acting", "title": "‘This Is The End’: Terrence Howard Announces Second Retirement From Acting", "date_published": "2022-12-13 14:20:17+00:00", "description": "Terrence Howard announced his second retirement from acting, saying this time is really &#8220;the end&#8221; for him. The 53-year-old revealed the news during a recent appearance for the Peacock series &#8220;The Best Man: The Final Chapters,&#8221; Entertainment Tonight reported. &#8220;This is the end for me. This is the end for me,&#8221; Howard explained, then referencing ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/attorney-overseeing-ftx-bankruptcy-testifies-before-congress-grossly-inexperienced-people-ran-company-went-on-5-billion-spending-binge", "title": "Attorney Overseeing FTX Bankruptcy Testifies Before Congress: ‘Grossly Inexperienced’ People Ran Company, Went On $5 Billion ‘Spending Binge’", "date_published": "2022-12-13 14:03:46+00:00", "description": "Current FTX CEO John Ray III, an attorney overseeing the bankruptcy of the defunct cryptocurrency exchange, testified before the House Financial Services Committee on Tuesday after former FTX CEO Sam Bankman-Fried was arrested and charged with financial crimes. FTX filed for bankruptcy last month after users discovered that the exchange was intertwined with the firm ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/walk-the-walk-man-fox-panel-blows-up-over-climate-enthusiast-pete-buttigieg-flying-private-at-taxpayer-expense", "title": "‘Walk The Walk, Man!’: Fox Panel Blows Up Over Climate Enthusiast Pete Buttigieg Flying Private — At Taxpayer Expense", "date_published": "2022-12-13 13:54:17+00:00", "description": "A Fox News panel piled on Transportation Secretary — and green energy advocate — Pete Buttigieg, decrying him as a hypocrite when they learned that he was not only regularly flying private rather than commercial, but using taxpayer dollars to fund that travel. According to a report published Monday by Fox News Digital&#8217;s Thomas Catenacci, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/makes-no-sense-the-whale-director-responds-to-critics-of-brendan-fraser-wearing-a-fat-suit", "title": "‘Makes No Sense’: ‘The Whale’ Director Responds To Critics Of Brendan Fraser Wearing A Fat Suit", "date_published": "2022-12-13 13:42:06+00:00", "description": "Film director Darren Aronofsky is defending his choice to cast actor Brendan Fraser to play an obese gay man in the Golden Globe-nominated drama, “The Whale.” The movie tells the story of Charlie, a middle-aged man who gains weight following the death of his boyfriend and works on repairing the relationship with his estranged daughter.  ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/section-230-is-broken-big-tech-gets-to-behave-like-a-publisher-while-enjoying-the-immunity-of-a-common-carrier", "title": "Section 230 Is Broken: Big Tech Gets To Behave Like A Publisher While Enjoying The Immunity Of A Common Carrier", "date_published": "2022-12-13 13:41:46+00:00", "description": "Social media is one of the greatest and most terrible forces in our society. It has enabled mass communication across the planet on a level and scale that would’ve been unimaginable mere generations ago. It allows people to connect with distant friends and family, meet and interact with human beings on the other side of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-reinstates-dr-robert-malone-and-dr-peter-mccullough", "title": "Twitter Reinstates Dr. Robert Malone And Dr. Peter McCullough", "date_published": "2022-12-13 13:27:52+00:00", "description": "Dr. Robert Malone and cardiologist Dr. Peter McCullough were reinstated to Twitter late Monday following Elon Musk&#8217;s reversal of the platform&#8217;s &#8220;COVID misleading information policy.&#8221; Malone was banned from Twitter in January after he shared a video that said Pfizer&#8217;s coronavirus vaccines caused &#8220;more harm than good.&#8221; McCullough received his own suspension after he also ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-allen-says-hes-better-as-santa-claus-than-other-roles-says-new-christmas-series-doesnt-ignore-christian-holiday", "title": "Tim Allen Says He’s ‘Better As Santa Claus’ Than Other Roles, Says New Christmas Series Doesn’t ‘Ignore’ Christian Holiday", "date_published": "2022-12-13 13:18:56+00:00", "description": "Actor Tim Allen said he&#8217;s &#8220;better as Santa Claus&#8221; than in any other role as he praised his new Disney+ series, &#8220;The Santa Clauses,&#8221; for remembering that Christmas is about a Christian holiday. The 69-year-old recently discussed playing jolly old Saint Nick again 28 years after he first donned the Santa suit in the hit ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-soars-to-enormous-lead-over-trump-among-republicans-new-poll-says", "title": "DeSantis Soars To Enormous Lead Over Trump Among Republicans, Leads Biden By 4, New Poll Says", "date_published": "2022-12-13 13:18:03+00:00", "description": "A new poll released on Tuesday showed that, among Republicans, Florida GOP Governor Ron DeSantis has taken an enormous lead over former President Donald Trump. The USA Today-Suffolk University poll showed DeSantis leading Trump by a whopping 23 points, as 56% of respondents preferred DeSantis as the 2024 GOP presidential nominee while only 33% preferred Trump. The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/end-of-days-fetterman-among-ny-times-most-stylish-people-of-2022", "title": "End Of Days: Fetterman Among NY Times ‘Most Stylish’ People Of 2022", "date_published": "2022-12-13 13:10:27+00:00", "description": "Sen.-elect John Fetterman (D-PA), who often wears a hoodie and occasionally dons a suit, has been included in a list of America&#8217;s &#8220;most stylish&#8221; compiled by The New York Times. Really. The entry for Fetterman, which included a picture of him wearing a baggy hoodie, knee-length shorts, and shoes with no socks, says simply: &#8220;The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wonder-years-actress-weighs-in-on-candace-cameron-bure-marriage-controversy-disagrees-with-neal-bledsoe-quitting-gaf", "title": "‘Wonder Years’ Actress Weighs In On Candace Cameron Bure Marriage Controversy, Disagrees With Neal Bledsoe Quitting GAF", "date_published": "2022-12-13 12:29:46+00:00", "description": "Former “Wonder Years” actress Danica McKellar is weighing in on the current controversy over her Great American Family (GAF) co-star Candace Cameron Bure’s comments on traditional marriage. McKellar chose to defend Bure after their fellow co-star Neal Bledsoe quit the network amid the uproar.  &#8220;Neal is a wonderful person,&#8221; the 47-year-old actress told Fox News ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/true-college-football-original-sports-world-sends-tributes-following-beloved-coach-mike-leachs-death", "title": "‘True College Football Original’: Sports World Sends Tributes Following Beloved Coach Mike Leach’s Death", "date_published": "2022-12-13 12:24:56+00:00", "description": "Prominent athletes, coaches, commentators, and others posted touching tributes on Tuesday to beloved Mississippi State college football coach Mike Leach following news of his death. He was 61. Leach sustained a heart attack at his home in Starkville on Sunday. He was airlifted to the University of Mississippi Medical Center in Jackson, where he died. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-times-declares-john-fetterman-one-of-the-most-stylish-people-of-2022", "title": "New York Times Declares John Fetterman One Of The ‘Most Stylish’ People Of 2022", "date_published": "2022-12-13 12:10:02+00:00", "description": "The New York Times named Senator-Elect John Fetterman (D-PA) as one of the “most stylish” people of 2022, and the internet has opinions about it. The incoming senator certainly made headlines for his non-traditional look. Fetterman was known for playing up his “everyman” persona by always wearing hooded sweatshirts, Carhartt gear, and athletic shorts, even ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-blocks-attempt-to-ban-most-abortions-in-iowa", "title": "Judge Blocks Attempt To Ban Most Abortions In Iowa", "date_published": "2022-12-13 12:04:05+00:00", "description": "An Iowa judge on Monday upheld a previous court decision and blocked an attempt to prohibit most abortions in the state after six weeks of pregnancy. Judge Celene Gogerty left the permanent injunction from 2019 in place, saying state law did not give her the authority to dissolve it. &#8220;The federal courts have long found ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/officials-charge-sam-bankman-fried-of-using-customer-funds-for-lavish-real-estate-and-large-political-donations", "title": "Officials Accuse Sam Bankman-Fried Of Using Customer Funds For ‘Lavish Real Estate’ And ‘Large Political Donations’", "date_published": "2022-12-13 11:41:07+00:00", "description": "Sam Bankman-Fried has been charged by the Securities and Exchange Commission with leading a scheme meant to defraud investors who funded cryptocurrency exchange FTX. FTX recently filed for bankruptcy after users discovered that the platform was likely fraudulently intertwined with the firm Alameda Research; both were controlled by Bankman-Fried and an insular group of amateur ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/grandmother-preparing-for-christmas-allegedly-stabbed-to-death-by-man-trying-to-steal-her-suv", "title": "Grandmother Preparing For Christmas Allegedly Stabbed To Death By Man Trying To Steal Her SUV", "date_published": "2022-12-13 11:22:21+00:00", "description": "An Atlanta, Georgia, grandmother, who lived in a district that has considered seceding from the city, was preparing for Christmas when she was knifed to death in her garage — and now a suspect has been taken into custody. Seventy-seven-year-old Eleanor Bowles, the mother of two, lived in the Buckhead residential district in a gated ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/you-will-be-detained-and-swiftly-returned-british-prime-minister-announces-crackdown-on-illegal-immigration", "title": "‘You Will Be Detained And Swiftly Returned’: British Prime Minister Announces Crackdown On Illegal Immigration", "date_published": "2022-12-13 10:47:52+00:00", "description": "British Prime Minister Rishi Sunak on Tuesday announced a crackdown on illegal immigration into the northwestern European country. Authorities detected nearly 40,000 irregular arrivals for the nine months between January 2022 and September 2022, surpassing numbers made through the entirety of last year, according to data from the nation’s government. Sunak remarked in a speech ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chinas-white-paper-protests-are-a-preview-of-the-soft-despotism-coming-for-america", "title": "China’s White Paper Protests Are A Preview Of The ‘Soft Despotism’ Coming For America", "date_published": "2022-12-13 10:43:41+00:00", "description": "The West may be tempted to think the recent angry and seemingly fearless protests across dozens of China’s major cities over the prolonged, brutal lockdowns might pose a real threat to dictator Xi Jinping’s tyrannical rule. Chinese political commentators living overseas who harbor a deep hatred of the murderous party and its dictatorship share the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cambridge-dictionary-adds-inclusive-definitions-of-man-and-woman", "title": "Cambridge Dictionary Adds Inclusive Definitions of ‘Man’ And ‘Woman’", "date_published": "2022-12-13 10:31:00+00:00", "description": "The Cambridge Dictionary recently updated its definitions of &#8220;man&#8221; and &#8220;woman&#8221; to include people whose gender identity doesn&#8217;t correspond with their biological sex. The definition of &#8220;man&#8221; in the online version includes a second meaning: &#8220;an adult who lives and identifies as male though they may have been said to have a different sex at ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rockford-files-star-stuart-margolin-dies", "title": "‘Rockford Files’ Star Stuart Margolin Dies", "date_published": "2022-12-13 10:11:07+00:00", "description": "Stuart Margolin, best known for playing the con man Evelyn “Angel” Martin on The Rockford Files, died Monday at the age of 82. Margolin won two Emmys for his portrayal of Angel on “The Rockford Files.” Angel had served time in San Quentin with private investigator Jim Rockford, played by James Garner. “We’d made screen ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/beloved-college-football-coach-mike-leach-dies-after-massive-heart-attack", "title": "Beloved College Football Coach Mike Leach Dies After Massive Heart Attack", "date_published": "2022-12-13 09:29:36+00:00", "description": "Mike Leach, the Mississippi State football coach as well known for his homespun wit as his gridiron success, has died after suffering a massive heart attack. Leach, who was 61 and in his third year as Mississippi State&#8217;s coach, suffered what the university initially described as a &#8220;personal health issue&#8221; at his home in Starkville ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/november-inflation-surges-less-than-expected", "title": "November Inflation Surges Less Than Expected", "date_published": "2022-12-13 09:19:08+00:00", "description": "The Consumer Price Index (CPI) rose 7.1% between November 2021 and November 2022, according to a Tuesday report from the Bureau of Labor Statistics, showing that inflation has continued to slow amid harsh contractionary policy from the Federal Reserve. The month-to-month increase of 0.1% was below analysts’ forecasts, while core inflation, which factors out the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-navy-seal-who-detransitioned-warns-trans-movement-has-morphed-into-a-dangerous-ideology", "title": "Former Navy SEAL Who Detransitioned Warns: Trans Movement Has ‘Morphed’ Into A Dangerous ‘Ideology’", "date_published": "2022-12-13 08:09:38+00:00", "description": "A retired U.S. Navy SEAL who became famous a decade ago for becoming transgender told Fox News in an interview Monday night that the transgender movement has turned into a dangerous ideology that is targeting America&#8217;s youth. Chris Beck, who became Kristin Beck and has now returned to his original name, served with SEAL teams for ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-details-emerge-about-texas-coachs-alleged-violent-attack-on-fiancee-choked-me-threw-me-off-the-bed-bit-me", "title": "New Details Emerge About Texas Coach’s Alleged Violent Attack On Fiancée: ‘Choked Me, Threw Me Off The Bed, Bit Me’", "date_published": "2022-12-13 07:50:30+00:00", "description": "New details emerged Monday evening over the alleged incident that led to the arrest of the University of Texas Men&#8217;s Basketball Head Coach Chris Beard. Beard, 49, was arrested after the Austin Police Department reportedly responded to a “disturbance hot shot,” which the department says are incidents that “are in progress and are an immediate ...", "persistent": false}], "source url": "https://www.dailywire.com/feeds/rss.xml", "source title": "Daily Wire"}