[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/uk/gallery/liz-truss/index.html", "title": "In pictures: Liz Truss, the UK's new prime minister", "date_published": "2022-09-05 21:10:29+00:00", "description": "Liz Truss will be the United Kingdom's next prime minister, succeeding Boris Johnson, who resigned in July after a series of scandals."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/middleeast/idf-shireen-abu-akleh-investigation-intl/index.html", "title": "Israeli military admits Shireen Abu Akleh likely killed by Israeli fire​​​​, but won't charge soldiers", "date_published": "2022-09-05 13:15:12+00:00", "description": "The Israel Defense Forces have ​admitted for the first time that there is a \"high possibility\" Palestinian-American Al Jazeera journalist Shireen Abu Akleh was shot and killed by Israeli fire while covering an Israeli military operation in Jenin in May, the IDF announced Monday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/04/us/elkhorn-coral-spawn-florida-aquarium-climate/index.html", "title": "Scientists make major breakthrough in race to save Caribbean coral", "date_published": "2022-09-05 11:44:15+00:00", "description": "Scientists at the Florida Aquarium have made a breakthrough in the race to save Caribbean coral: For the first time, marine biologists have successfully reproduced elkhorn coral, a critical species, using aquarium technology."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/china/china-covid-lockdown-74-cities-intl-hnk/index.html", "title": "Analysis: Chinese cities rush to lockdown in show of loyalty to Xi's 'zero-Covid' strategy", "date_published": "2022-09-05 10:07:10+00:00", "description": "More than 70 Chinese cities have been placed under full or partial Covid lockdowns since late August, impacting more than 300 million people, as local authorities rush to stamp out infections at all cost in the final countdown to leader Xi Jinping's expected third term."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/sport/furkan-korkmaz-turkey-georgia-eurobasket-spt-intl/index.html", "title": "Turkish national team alleges NBA player attacked by opposing team members", "date_published": "2022-09-05 09:20:37+00:00", "description": "The Turkish national team is threatening to pull out of EuroBasket 2022 after it says one of its team members, NBA player Furkan Korkmaz of the Philadelphia 76ers, was attacked Sunday after being ejected from a game."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/europe/latvia-private-jet-crash-intl/index.html", "title": "Private Cessna aircraft crashes off coast of Latvia after NATO jets scrambled", "date_published": "2022-09-05 08:42:17+00:00", "description": "A private jet crashed into the Baltic Sea off the coast of Latvia on Sunday, hours after NATO jets were scrambled to follow the plane."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/china/china-earthquake-sichuan-intl-hnk/index.html", "title": "6.6-magnitude earthquake hits China's southwestern Sichuan province", "date_published": "2022-09-05 07:38:06+00:00", "description": "A 6.6-magnitude earthquake with a depth of 10 kilometers (6 miles) was reported southwest of Sichuan's capital Chengdu on Monday, the United States Geological Survey (USGS) reported."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/asia/pakistan-floods-lake-manchar-intl-hnk/index.html", "title": "Flood-hit Pakistan breaches lake in bid to save densely populated cities", "date_published": "2022-09-05 06:39:18+00:00", "description": "Pakistan authorities intentionally breached the country's largest freshwater lake on Sunday, displacing 100,000 people from their homes but preventing more densely populated area close by from being hit by flood water."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/04/americas/chile-constitution-vote-intl/index.html", "title": "Chilean voters overwhelmingly reject proposed leftist constitution", "date_published": "2022-09-05 06:26:22+00:00", "description": "Chilean voters resoundingly rejected a newly proposed constitution in a referendum on Sunday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/05/business/cyrus-mistry-tata-death-india-accident-intl-hnk/index.html", "title": "Former Tata Sons chairman Cyrus Mistry dies in car accident", "date_published": "2022-09-05 06:13:38+00:00", "description": "Cyrus Mistry, the Indian scion of one of the country's most prominent empires, died in a road accident on a highway near Mumbai on Sunday, according to Maharashtra police."}]