[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/sean-penn-i-ben-stiller-wpisani-na-czarna-liste-maja-zakaz-wjazdu-do-rosji/", "title": "Sean Penn i Ben Stiller wpisani na \"czarną listę\". Mają zakaz wjazdu do Rosji", "date_published": "2022-09-05 19:44:00+00:00", "description": "Sean Penn i Ben Stiller dostali zakaz wjazdu do Rosji - przekazała Ukraińska Prawda. Amerykańscy aktorzy, którzy od początku wojny wspierają Ukrainę i zostali niedawno nagrodzeni przez prezydenta Wołodymyra Zełenskiego medalami Za Zasługi zostali wpisani na czarną listę w Rosji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/kanada-trwa-poscig-za-nozownikami-nie-zyje-dziesiec-osob/", "title": "Kanada. Trwa pościg za nożownikami. Nie żyje dziesięć osób", "date_published": "2022-09-05 19:32:00+00:00", "description": "- Najpierw drogą przemknęło auto, potem mężczyzna z zasłoniętą twarzą podszedł do wejścia i przekonywał, że jest ranny. Uciekł, gdy wnuczka zadzwoniła po policję - powiedziała 89-letnia kobieta z kanadyjskiej prowincji Saskatchewan, gdzie w niedzielę z rąk nożowników zginęło 10 rdzennych mieszkańców. Według władz nikt, nigdy nie widział tam takiej przemocy. W Kanadzie trwa pościg za sprawcami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/ukraina-tak-piloci-oszukuja-rosyjskie-radary-nagrania-z-frontu/", "title": "Ukraina. Tak piloci oszukują rosyjskie radary. Nagrania z frontu", "date_published": "2022-09-05 19:22:00+00:00", "description": "Piloci ukraińskich sił zbrojnych muszą działać w bardzo trudnych warunkach. Zagrażają im nie tylko nowoczesne, skomplikowane rosyjskie systemy przeciwlotnicze, ale też ręczne wyrzutnie kierowanych pocisków. Dlatego opracowali taktykę, która pozwala im się przedostać w pobliże wrogich pozycji."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/watykan-nowy-ambasador-polski-przy-stolicy-apostolskiej-adam-kwiatkowski-u-papieza/", "title": "Watykan. Nowy ambasador Polski przy Stolicy Apostolskiej. Adam Kwiatkowski u papieża", "date_published": "2022-09-05 17:15:00+00:00", "description": "Nowy ambasador Polski w Watykanie złożył w poniedziałek listy uwierzytelniające. Dyplomata został przyjęty przez papieża Franciszka. W spotkaniu wzięła udział także jego rodzina. Nowy ambasador zadeklarował, że Polska przyjmie papieża, gdyby podjął decyzję o udaniu się z wizytą do Ukrainy. - Wszystkie drogi do Kijowa prowadzą przez Polskę - powiedział Adam Kwiatkowski."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/charkow-po-ulicach-miasta-biegala-malpa-zwierze-ucieklo-z-zoo/", "title": "Charków: Po ulicach miasta biegała małpa. Zwierzę uciekło z zoo", "date_published": "2022-09-05 16:56:00+00:00", "description": "Małpa Czi-Czi uciekła w poniedziałek z zoo w Charkowie - informuje ukraińska agencja Unian. Jak przekazano, uciekinierkę udało się zachęcić do powrotu przy pomocy smakołyków i jej ulubionej bluzy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/premier-ukrainy-mozemy-pomoc-europie-w-zabezpieczeniu-dostaw-gazu/", "title": "Premier Ukrainy: Możemy pomóc Europie w zabezpieczeniu dostaw gazu", "date_published": "2022-09-05 16:36:00+00:00", "description": "Według ukraińskiego premiera jego kraj dysponuje największymi magazynami gazu w Europie. Jego zdaniem kraje europejskie mogłyby wykorzystać część z nich, kiedy magazyny w Ukrainie zostaną zapełnione."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/rosja-wladimir-putin-proby-rozwiazanie-problemu-pokojowo-zakonczyly-sie-niepowodzeniem/", "title": "Rosja. Władimir Putin: Próby rozwiązanie problemu pokojowo zakończyły się niepowodzeniem", "date_published": "2022-09-05 14:28:00+00:00", "description": "Naszym obowiązkiem jest udzielić pomocy mieszkańcom Donbasu. I Rosja to robi. Wszystkie nasze próby rozwiązania tego problemu w sposób pokojowy zakończyły się niepowodzeniem ze względu na stanowisko reżimu w Kijowie - powiedział Władimir Putin, cytowany przez prokremlowską agencję Ria Nowosti."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/dmitrij-pieskow-problemy-z-dostawami-gazu-beda-trwaly-do-zniesienia-sankcji/", "title": "Dmitrij Pieskow: Problemy z dostawami gazu będą trwały do zniesienia sankcji", "date_published": "2022-09-05 13:27:00+00:00", "description": "Rzecznik prasowy prezydenta Federacji Rosyjskiej Dmitrij Pieskow zapowiedział, że problemy z dostawami gazu przez Nord Stream 1 będą utrzymywać się, dopóki z Rosji nie zostaną zdjęte sankcje nałożone przez Zachód - powiadomił portal Ukraińska Prawda."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/usa-zatrzymano-porywacza-elizy-fletcher-rodzina-oferuje-nagrode-za-wskazanie-miejsca-jej-pobytu/", "title": "USA. Nauczycielka wciągnięta do samochodu podczas joggingu. Zatrzymano porywacza Elizy Fletcher", "date_published": "2022-09-05 12:33:00+00:00", "description": "Nowe ustalenia śledczych ws. nauczycielki, która podczas porannego joggingu została siłą wepchnięta do samochodu i porwana. W sprawie zatrzymano Cleotha Abstona, skazanego wcześniej za porwanie. Wciąż nie wiadomo jednak, gdzie znajduje się 34-letnia Eliza Fletcher. Za pomoc w jej odnalezieniu rodzina oferuje 50 tys. dolarów nagrody."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/wielka-brytania-liz-truss-nowa-premier-zastapi-borisa-johnsona/", "title": "Wielka Brytania. Liz Truss nową premier. Zastąpi Borisa Johnsona", "date_published": "2022-09-05 11:38:00+00:00", "description": "Nową premier Wielkiej Brytanii zostanie dotychczasowa minister spraw zagranicznych Liz Truss - zdecydowali członkowie Partii Konserwatywnej. Objęła również funkcję lidera partii. Truss zastąpi Borisa Johnsona, który szefem rządu był od 24 lipca 2019 roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/ukraina-bunt-rosyjskiej-jednostki-wojskowej-na-poludniu-kraju-zolnierze-odmawiaja-walki/", "title": "Ukraina. Bunt rosyjskiej jednostki wojskowej na południu kraju. Żołnierze odmawiają walki", "date_published": "2022-09-05 11:02:00+00:00", "description": "Żołnierze z rosyjskiego 127. Pułku 1. Korpusu Armii walczący na południu Ukrainy odmówili wykonywania swoich obowiązków - doniosło Ukraińskie Dowództwo Operacyjne Południe. Rosjanie skarżą się na brak wsparcia i złe warunki, między innymi brak wody. Z powodu porażek, odwołano też czterech generałów rosyjskiej armii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/media-na-pokladzie-samolotu-ktory-rozbil-sie-w-baltyku-byly-cztery-osoby-to-niemiecka-rodzina/", "title": "Media: Na pokładzie samolotu, który rozbił się w Bałtyku były cztery osoby. To niemiecka rodzina", "date_published": "2022-09-05 08:16:00+00:00", "description": "Na pokładzie samolotu, który rozbił się w okolicach Łotwy na Morzu Bałtyckim znajdowały się cztery osoby. To 72-letni niemiecki biznesmen, właściciel samolotu, jego 68-letnia żona, 26-letnia córka i o rok starszy od niej mężczyzna - przekazała hiszpańska gazeta El Pais. Przed katastrofą maszyna przeleciała na kilkoma krajami Europy, a jej piloci nie odpowiadali na wezwała kontrolerów lotów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/usa-byly-prezydent-barack-obama-zdobyl-telewizyjna-nagrode-emmy-to-drugi-przypadek-w-historii/", "title": "Barack Obama zdobył nagrodę Emmy. Za serial dokumentalny Netflixa", "date_published": "2022-09-05 08:08:00+00:00", "description": "Były prezydent Stanów Zjednoczonych Barack Obama zdobył nagrodę Emmy w kategorii dla najlepszego narratora. Statuetkę otrzymał za pracę przy serialu dokumentalnym Najsłynniejsze parki narodowe świata. To drugi prezydent USA w historii z tą nagrodą."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/afganistan-zamach-bombowy-przed-ambasada-rosji/", "title": "Afganistan: Zamach bombowy przed ambasadą Rosji", "date_published": "2022-09-05 07:56:00+00:00", "description": "Zamachowiec-samobójca zdetonował materiały wybuchowe w pobliżu wejścia do ambasady rosyjskiej w Kabulu - poinformowała lokalna policja. Dodano, że zanim doszło do wybuchu, zachowanie mężczyzny wzbudziło podejrzenie strażników placówki. Gdy zbliżał się do bramy, zaczęli oni do niego strzelać."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-05/slowacja-polski-turysta-zaginal-w-tatrach-trwaja-poszukiwania-57-latka/", "title": "Słowacja: Polski turysta zaginął w Tatrach. Trwają poszukiwania 57-latka", "date_published": "2022-09-05 04:08:00+00:00", "description": "Wciąż nie odnaleziono 57-letniego Polaka, który w sobotę wyszedł na Rysy i nie wrócił. O zaginięciu słowackich ratowników z Horskiej Zachrannej Służby (HZS) poinformował kolega mężczyzny, który miał się z nim spotkać. W trakcie poszukiwań z pomocą dronów i śmigłowca odnaleziono śpiwór należący do zaginionego."}]