[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/nicea-ukrainiec-pobil-swoje-rodaczki-bo-myslal-ze-sa-rosjankami/", "title": "Francja: Ukrainiec pobił swoje rodaczki, bo myślał, że są Rosjankami", "date_published": "2022-09-15 20:41:00+00:00", "description": "Na początku tygodnia media informowały o ataku na dwie Ukrainki w Roquebrune-Cap-Martin na południu Francji. Początkowo myślano, że agresor to Rosjanin, który pobił je za słuchanie ukraińskich utworów. Prawda okazała się zgoła odmienna. Sprawcą okazał się Ukrainiec, który myślał, że ma do czynienia z... Rosjankami."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/wladimir-putin-zaniepokojony-jego-urzednicy-coraz-czesciej-naduzywaja-alkoholu/", "title": "Władimir Putin zaniepokojony. Jego urzędnicy coraz częściej nadużywają alkoholu", "date_published": "2022-09-15 19:53:00+00:00", "description": "Władimir Putin zaczął kłaść nacisk na promowanie zdrowego stylu życia i walki z uzależnieniami. Prezydent Rosji jest zaniepokojony faktem, że wśród urzędników państwowych od początku operacji specjalnej w Ukrainie znacznie wzrosło spożycie alkoholu - informuje niezależny rosyjski portal Meduza."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/kula-ognia-nad-wyspami-brytyjskimi-niecodzienne-zjawisko-uchwycili-internauci/", "title": "Kula ognia nad Wyspami Brytyjskimi. Niecodzienne zjawisko uchwycili internauci", "date_published": "2022-09-15 19:48:00+00:00", "description": "Ognista kula przecięła niebo nad Irlandią Północną, Szkocją i północną Anglią. Brytyjscy obserwatorzy meteorów odebrali kilkaset zgłoszeń dotyczących niezwykłego zjawiska, a nagrania dokumentujące przelot pojawiły się w mediach społecznościowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/usa-autobusy-z-migrantami-podjechaly-przed-rezydencje-kamali-harris/", "title": "USA: Autobusy z migrantami podjechały przed rezydencję Kamali Harris", "date_published": "2022-09-15 18:56:00+00:00", "description": "Prawie sto osób, migrantów z Wenezueli, Urugwaju, Kolumbii i Meksyku, stawiło się w pobliżu rezydencji wiceprezydent Kamali Harris w Waszyngtonie. Autobusy z nielegalnymi migrantami wysłał republikański gubernator Teksasu Greg Abbott. Polityk twierdzi, że stany graniczne są przytłoczone falą migracji, a władze kraju powinny wziąć na siebie część odpowiedzialności."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/szef-grupy-wagnera-jewgienij-prigozyn-osobiscie-werbuje-wiezniow-na-wojne-pojawilo-sie-nagranie/", "title": "Szef grupy Wagnera Jewgienij Prigożyn osobiście werbuje więźniów na wojnę. Pojawiło się nagranie", "date_published": "2022-09-15 17:16:00+00:00", "description": "Pierwszy grzech to dezercja. Nikt się nie wycofuje, nikt się nie poddaje - takimi słowami szef grupy Wagnera Jewgienij Prigożyn osobiście werbował więźniów w rosyjskiej kolonii karnej. Za czynny udział w inwazji proponował ułaskawienie. W sieci pojawiło się nagranie, prawdopodobnie wykonane przez jednego z więźniów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/parlament-europejski-w-oficjalnym-raporcie-wegry-nie-sa-juz-krajem-demokratycznym/", "title": "Parlament Europejski w oficjalnym raporcie: Węgry nie są już krajem demokratycznym", "date_published": "2022-09-15 16:56:00+00:00", "description": "Węgry nie mogą być dłużej uważane za kraj demokratyczny, a wartości europejskie są tam systemowo zagrożone - oświadczył Parlament Europejski w czwartkowym raporcie. To oficjalna reprymenda wobec rządu Viktora Orbana i jego działań."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/wegry-aborcja-po-posluchaniu-sercu-zarodka-wegry-wprowadzili-nowe-przepisy/", "title": "Węgry: Aborcja po posłuchaniu sercu zarodka. Węgry wprowadzili nowe przepisy", "date_published": "2022-09-15 16:16:00+00:00", "description": "Do tej pory aborcja na Węgrzech była możliwa do 12. tygodnia ciąży, jeśli kobieta powoła się na trudną sytuację osobistą i weźmie udział w obowiązkowych konsultacjach. W czwartek do listy warunków doszedł jeszcze jeden - kobieta, która zdecyduje się na usunięcie zarodka, musi posłuchać bicia jego serca."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/rosja-moskwa-ostrzega-waszyngton-przed-dostarczaniem-pociskow-usa-stana-sie-strona-konfliktu/", "title": "Rosja. Moskwa ostrzega Waszyngton przed dostarczaniem pocisków. \"USA staną się stroną konfliktu\"", "date_published": "2022-09-15 16:03:00+00:00", "description": "Ewentualne dostawy przez USA rakiet dalszego zasięgu Ukrainie uczyniłyby Waszyngton bezpośrednią stroną konfliktu, a w takim przypadku Moskwa zastrzega sobie prawo do obrony swojego terytorium wszelkimi dostępnymi środkami - powiedziała w czwartek rzeczniczka MSZ Rosji Maria Zakharowa, cytowana przez agencję RIA Novosti. Dodała, że zostanie to odebrane jako przekroczenie czerwonej linii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/sprawa-pegasusa-trafila-do-brukseli-giertych-i-wrzosek-przed-komisja-sledcza/", "title": "Sprawa Pegasusa trafiła do Brukseli. Giertych i Wrzosek przed komisją śledczą", "date_published": "2022-09-15 14:47:00+00:00", "description": "Sprawa domniemanej inwigilacji przeciwników polskiego rządu przy użyciu oprogramowania Pegasus trafiła na forum komisji śledczej Parlamentu Europejskiego. Na pytania odpowiadali prokurator Ewa Wrzosek i mecenas Roman Giertych. Giertych mówił o drodze wprost do autorytaryzmu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/niemcy-zmiany-statusu-osoby-w-pelni-zaszczepionej-miliony-osob-z-problemami/", "title": "Niemcy. Zmiany statusu osoby w pełni zaszczepionej. Blisko 12 milionów osób z problemami", "date_published": "2022-09-15 14:43:00+00:00", "description": "Blisko 12 milionów Niemców straci status osoby w pełni zaszczepionej od 1 października w związku z planowanymi przez federalne ministerstwo zdrowia zmianami. Resort zaktualizuje warunki, które pozwolą uznać daną osobę, za uprawnioną do posiadania certyfikatów covidowych."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/wladimir-putin-upokorzony-prezydent-kirgistanu-kazal-na-siebie-czekac/", "title": "Władimir Putin upokorzony przed kamerami. Prezydent Kirgistanu kazał na siebie czekać", "date_published": "2022-09-15 14:04:00+00:00", "description": "Prezydent Rosji w czasie swoich rządów często zmuszał gości do oczekiwania na spotkanie z nim. Tę taktykę stosował nawet wobec najbardziej wpływowych światowych przywódców. Od czasu rozpętania wojny w Ukrainie to podejście zaczyna się obracać przeciwko niemu. Tym razem Władimir Putin został postawiony w niezręcznej sytuacji przez prezydenta Kirgistanu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/indie-nastolatki-zgwalcone-i-zamordowane-sprawcy-powiesili-ciala-na-drzewie/", "title": "Indie: Nastolatki zgwałcone i zamordowane. Sprawcy powiesili ciała na drzewie", "date_published": "2022-09-15 13:49:00+00:00", "description": "Sześciu mężczyzn usłyszało zarzuty w związku ze śmiercią dwóch sióstr w wieku 15 i 17 lat ze stanu Uttar Pradesh w Indiach. Przed zamordowaniem nastolatki zostały zgwałcone. Ich ciała powieszono na drzewie. Ofiary należały do dalitów - przedstawicieli najniższej kasty w Indiach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/strasburg-dorota-doda-rabczewska-wygrala-w-sprawie-slynnej-wypowiedzi-o-biblii/", "title": "Strasburg. Dorota \"Doda\" Rabczewska wygrała w sprawie słynnej wypowiedzi o Biblii", "date_published": "2022-09-15 11:04:00+00:00", "description": "Nie stwierdzono, że wypowiedzi stanowiły mowę nienawiści - przekazał w czwartek w oświadczeniu Europejski Trybunał Praw Człowieka w Strasburgu orzekający w sprawie skargi Dody na wyrok polskiego sądu dotyczący jej wypowiedzi o Biblii. W wywiadzie prasowym stwierdziła, że ciężko wierzyć w coś, co spisał jakiś tam napruty winem i palący jakieś zioła."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/slowacja-ponad-polowa-slowakow-opowiada-sie-za-wygrana-rosji-wyniki-sondazu/", "title": "Słowacja. Ponad połowa Słowaków opowiada się za wygraną Rosji. Wyniki sondażu", "date_published": "2022-09-15 09:23:00+00:00", "description": "Łącznie 52,1 proc. Słowaków opowiada się po stronie Rosji w trwającej w Ukrainie wojnie. 30 proc. zaś chciałby wygranej Ukrainy, a 17,9 proc. nie ma zdania w tym temacie - wynika z sondażu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/usa-nastolatka-zabila-mezczyzne-ktory-wielokrotnie-ja-zgwalcil-sad-wydal-wyrok/", "title": "USA. Nastolatka zabiła mężczyznę, który wielokrotnie ją zgwałcił. Sąd wydał wyrok", "date_published": "2022-09-15 08:39:00+00:00", "description": "Pieper Lewis, mająca wówczas 15 lat, zaatakowała nożem Zacharyego Brooksa, który, w opinii nastolatki zamierzał ją zgwałcić. Sąd w stanie Iowa skazał dziś 17-latkę na pięć lat w zawieszeniu i zadośćuczynienie na rzecz rodziny Brooksa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/korea-poludniowa-szczatki-dzieci-w-walizkach-sprzedanych-na-aukcji-policja-zatrzymala-matke/", "title": "Korea Południowa. Szczątki dzieci w walizkach sprzedanych na aukcji. Policja zatrzymała matkę", "date_published": "2022-09-15 07:41:00+00:00", "description": "Po aukcji w Nowej Zelandii dokonano makabrycznego odkrycia. Okazało się, ze w sprzedanych walizkach znajdują się szczątki dzieci. Podejrzana o morderstwo jest matka ofiar. Kobieta została zatrzymana w Korei Południowej. Nie przyznaje się do winy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/wielka-brytania-wartownik-zemdlal-przy-trumnie-krolowej-elzbiety-ii/", "title": "Wielka Brytania. Wartownik zemdlał przy trumnie królowej Elżbiety II", "date_published": "2022-09-15 06:54:00+00:00", "description": "Jeden z żołnierzy pełniących wartę honorową przy trumnie królowej Elżbiety II zemdlał i upadł na ziemię. Zarejestrowały to kamery na żywo transmitujące wydarzenia z Westminster Hall w Londynie, gdzie na widok publiczny wystawiona jest trumna monarchini."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/wojna-w-ukrainie-putin-wyjechal-z-moskwy-ma-rozmawiac-z-prezydentem-chin/", "title": "Wojna w Ukrainie. Putin wyjechał z Moskwy. Ma rozmawiać z prezydentem Chin", "date_published": "2022-09-15 04:53:00+00:00", "description": "Agencja Interfax podała, że prezydent Rosji Władimir Putin przybył do Uzbekistanu, gdzie w Samarkandzie weźmie udział w spotkaniu szefów państw Szanghajskiej Organizacji Współpracy. Rosyjski przywódca ma rozmawiać m.in. z prezydentem Chin Xi Jinpingiem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-15/wojna-w-ukrainie-samochod-z-prezydentem-ukrainy-mial-wypadek-zelenskiego-zbadal-lekarz/", "title": "Wojna w Ukrainie. Samochód z prezydentem Ukrainy miał wypadek. Zełenskiego zbadał lekarz", "date_published": "2022-09-15 04:28:00+00:00", "description": "Rzecznik prezydenta Ukrainy poinformował w nocy, że samochód wiozący ukraińskiego lidera miał wypadek. Doszło do niego w Kijowie, gdy w kolumnę szefa państwa wjechało prywatne auto. Wołodymyr Zełenski został zbadany przez lekarza, który nie stwierdził obrażeń. Do szpitala trafił jego kierowca. Urząd prezydenta nie ujawnił, kiedy doszło do zdarzenia."}]