[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-can-actually-bring-industry-back-to-america-kanye-west-says-chinese-manufacturing-was-partially-behind-decision-to-cut-ties-with-adidas", "title": "‘We Can Actually Bring Industry Back To America’: Kanye West Says Chinese Manufacturing Was Partially Behind Decision To Cut Ties With Adidas", "date_published": "2022-09-15 19:28:47+00:00", "description": "Kanye West said he plans on terminating the deal between his Yeezy clothing brand and shoemaker Adidas, in part over the company&#8217;s ties to China. In an interview with CNBC&#8217;s &#8220;Closing Bell&#8221; on Thursday, West, who also goes by the moniker Ye, discussed his decision to terminate his partnership with the shoe brand over complaints ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-slams-critics-of-california-energy-says-they-wished-blackouts-had-happened", "title": "Newsom Slams Critics Of California Energy, Says They ‘Wished’ Blackouts Had Happened", "date_published": "2022-09-15 18:57:45+00:00", "description": "Democratic Governor of California Gavin Newsom is pushing back against critics over his state’s energy situation after the state narrowly dodged rolling blackouts. On Wednesday, Newsom said California didn’t issue rolling blackouts when intense heat recently hit the state. He chastised allegations that the state couldn’t maintain power during the high demand. In an interview ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/midterm-exam-all-the-latest-on-the-2022-elections-part-two-5", "title": "MIDTERM EXAM: All The Latest On The 2022 Elections (Part Two)", "date_published": "2022-09-15 18:44:42+00:00", "description": "Happy Thursday — welcome to this week’s second edition of the Midterm Exam. Part one can be read here. If there is a major story we don’t have covered in this exam, it can likely be found here. Is Pennsylvania Too Far Gone? Pennsylvania Senate candidate Dr. Mehmet Oz joined forces with other Republicans in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/advocating-depression-unhappiness-candace-owens-takes-on-lizzo-her-fans-and-the-fat-acceptance-movement", "title": "‘Advocating’ ‘Depression, Unhappiness’: Candace Owens Takes On Lizzo, Her Fans, And The ‘Fat Acceptance’ Movement", "date_published": "2022-09-15 18:21:03+00:00", "description": "Daily Wire host Candace Owens slammed singer Lizzo, her fans, and the so-called fat acceptance movement for &#8220;advocating&#8221; &#8220;depression&#8221; and &#8220;unhappiness.&#8221; Lizzo has routinely promoted her fatness and even once seemed to clarify her dedication to the fat acceptance movement after she was hit with backlash for going on a 10-day health detox, apparently countersigning the movement. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cardi-b-says-shes-made-some-bad-decisions-after-pleading-guilty-in-strip-club-attack", "title": "Cardi B Says She’s Made ‘Some Bad Decisions’ After Pleading Guilty In Strip Club Attack", "date_published": "2022-09-15 18:04:25+00:00", "description": "Rapper Cardi B said she&#8217;s &#8220;made some bad decisions&#8221; after she accepted a plea deal in a 2018 strip club attack in New York in which she allegedly ordered an assault on two bartenders. The 29-year-old rapper plead guilty to two misdemeanor charges for third-degree assault and reckless endangerment, stemming from an attack on sisters ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/janet-yellen-a-strong-irs-is-critical-to-the-economic-success-of-this-country", "title": "Janet Yellen: ‘A Strong IRS Is Critical To The Economic Success Of This Country’", "date_published": "2022-09-15 17:41:24+00:00", "description": "Treasury Secretary Janet Yellen lauded the Biden administration’s efforts to provide the Internal Revenue Service (IRS) with an $80 billion raise. The Inflation Reduction Act provides funds to hire 87,000 new IRS employees over the next decade — more than doubling the agency’s size. During a Thursday speech at the New Carrollton Federal Building in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-feds-arrest-person-suspected-of-making-bomb-threat-against-boston-childrens-hospital", "title": "BREAKING: Feds Arrest Person Suspected Of Making Bomb Threat Against Boston Children’s Hospital", "date_published": "2022-09-15 17:31:39+00:00", "description": "Federal law enforcement officials arrested a 37-year-old woman for allegedly making a bomb threat against Boston Children&#8217;s Hospital last month. Massachusetts U.S. Attorney Rachael Rollins said that Catherine Leavy of Westfield, Massachusetts, called the hospital and told the operator: “There is a bomb on the way to the hospital. You better evacuate everybody. You sickos.” ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/qa-with-gop-oregon-gubernatorial-candidate-christine-drazan", "title": "Q&A With GOP Oregon Gubernatorial Candidate Christine Drazan", "date_published": "2022-09-15 17:15:32+00:00", "description": "Christine Drazan is the Republican candidate running for governor of Oregon in what is considered to be a three-way race against an unaffiliated candidate and a Democratic candidate. Drazan was raised in rural Oregon and previously served as Republican Leader in the Oregon legislature. This interview has been edited for clarity and length. Question: What’s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gofundme-hosts-fundraiser-to-keep-portland-antifa-rioter-out-of-jail", "title": "GoFundMe Hosts Fundraiser To Keep Portland Antifa Rioter Out Of Jail", "date_published": "2022-09-15 17:09:43+00:00", "description": "A GoFundMe page is raising money to help a Portland Antifa member who took part in a violent May Day riot last year stay out of jail. Phoebe Anne Loomis, 38, pleaded no contest to first-degree criminal mischief for her role in destroying a downtown Starbucks at an organized Antifa riot on May 1, 2021. Loomis was with ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/key-treasury-dept-office-taps-new-climate-czar-to-push-wokeness-on-banks", "title": "Key Treasury Dept Office Taps New Climate Czar To Push Wokeness On Banks", "date_published": "2022-09-15 16:56:01+00:00", "description": "The Treasury Department’s Office of the Comptroller of the Currency announced on Monday that Yue Chen would serve as its chief climate risk officer. In her role at the OCC, which is charged with supervising and regulating “all national banks and federal savings associations,” Chen will lead climate risk efforts related to “supervision, policy, and external ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/my-brother-died-alone-amid-strident-covid-restrictions-more-humility-from-fauci-would-be-welcome", "title": "My Brother Died Alone Amid Strident Covid Restrictions – More Humility From Fauci Would Be Welcome", "date_published": "2022-09-15 16:46:49+00:00", "description": "Dr. Anthony Fauci recently announced he will be stepping down from all government positions, including his position as chief medical advisor to President Joe Biden. As the most notable public health official leading America’s response to COVID for the past two and a half years, Fauci has repeatedly declared, “I represent science.” My family abided ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-cash-me-outside-girl-and-onlyfans-star-bhad-bhabie-invited-to-speak-at-oxford", "title": "Former ‘Cash Me Outside’ Girl And OnlyFans Star Bhad Bhabie Invited To Speak At Oxford", "date_published": "2022-09-15 16:40:11+00:00", "description": "Former &#8220;Cash Me Outside&#8221; girl Bhad Bhabie has reportedly been invited to speak at the University of Oxford, following in the footsteps of such people as Sir Elton John, Albert Einstein, and so many more. Bhabie, born Danielle Bregoli, has reportedly been asked to speak to students in the debating society known as the &#8220;Oxford ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unions-can-hold-up-the-democrats-at-gunpoint-ben-shapiro-flames-joe-biden-for-caving-to-railroad-labor-demands", "title": "‘Unions Can Hold Up The Democrats At Gunpoint’: Ben Shapiro Flames Joe Biden For Caving To Railroad Labor Demands", "date_published": "2022-09-15 16:24:55+00:00", "description": "Daily Wire Editor Emeritus Ben Shapiro shredded President Joe Biden on Thursday for capitulating to labor unions while attempting to avoid a nationwide railroad strike. BNSF, CSX, Norfolk Southern, and Union Pacific announced embargoes on certain shipments earlier this week as the White House facilitated negotiations with multiple rail unions, culminating in eleventh-hour talks with ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sexually-transmitted-diseases-surged-in-2021-cdc-reports", "title": "Sexually Transmitted Diseases Surged In 2021, CDC Reports", "date_published": "2022-09-15 16:02:29+00:00", "description": "Cases of sexually transmitted diseases (STDs) in the U.S. increased during the pandemic in 2021, with syphilis cases experiencing the highest surge in nearly 70 years. The preliminary data covering cases for chlamydia, gonorrhea, syphilis, and congenital syphilis last year showed an increase in all four types of STDs. &#8220;STDs continued to increase during the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/la-county-officials-under-investigation-tipped-off-to-home-searches-sheriff-demands-investigation", "title": "LA County Officials Under Investigation Tipped Off To Home Searches, Sheriff Demands Investigation", "date_published": "2022-09-15 15:47:09+00:00", "description": "Los Angeles County Sheriff Alex Villanueva is calling for California&#8217;s attorney general to investigate how a pair of county officials were tipped off about warrants to search their homes on Wednesday. The sheriff said that Los Angeles County Supervisor Sheila Kuehl and Los Angeles County Civilian Oversight Commissioner Patti Giggans were both illegally tipped off ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/european-climate-bureaucrats-are-dooming-the-continent-to-a-very-dark-winter", "title": "European Climate Bureaucrats Are Dooming The Continent To A Very Dark Winter", "date_published": "2022-09-15 15:34:44+00:00", "description": "In one ancient Russian folktale, villagers find a wolf stuck in the ice and beat it mercilessly as payback for the mischief it got into over the summer. Though the wolf was able to escape, its tail was left frozen in the ice. That story was recounted to the world by none other than Russian ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jeff-bridges-reveals-one-of-the-few-films-he-will-watch-when-its-on-tv-yes-its-one-of-his", "title": "Jeff Bridges Reveals ‘One Of The Few Films’ He Will Watch When It’s On TV. Yes, It’s One Of His", "date_published": "2022-09-15 15:11:52+00:00", "description": "Jeff Bridges shared that &#8220;one of the few films&#8221; he will stop and watch when it&#8217;s airing on television happens to be one of his most famous movies, &#8220;The Big Lebowski.&#8221; During the 72-year-old actor&#8217;s interview with Fox News Digital, Bridges discussed the initial reactions to the film when it was released in 1988 and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-lefts-climate-whataboutism-is-on-full-display-in-california", "title": "The Left’s Climate ‘Whataboutism’ Is On Full Display In California", "date_published": "2022-09-15 14:36:05+00:00", "description": "Last week, California authorities announced an “Energy Emergency” as the world’s fifth-largest economy struggled under the strain of a heat wave. Partisans and pundits alike pointed to the situation as indisputable evidence that climate change is an existential threat to humanity. Upon digging a little deeper, though, it becomes clear that “climate change” is simply ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kim-kardashian-says-whatever-shes-doing-is-not-working-when-it-comes-to-dating", "title": "Kim Kardashian Says Whatever She’s Doing Is ‘Not Working’ When It Comes To Dating", "date_published": "2022-09-15 14:32:28+00:00", "description": "Following her recent split with former Saturday Night Live star Pete Davidson, Kim Kardashian said that whatever she&#8217;s doing when it comes to dating and finding love clearly is &#8220;not working,&#8221; and she&#8217;s decided to remain single for a while. During the 41-year-old reality star&#8217;s appearance Wednesday on &#8220;The Late Late Show with James Corden,&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/patagonia-founder-gives-away-3-billion-company-will-use-all-profits-to-fight-climate-change", "title": "Patagonia Founder Gives Away $3 Billion Company, Will Use All Profits To Fight Climate Change", "date_published": "2022-09-15 14:24:11+00:00", "description": "Patagonia founder Yvon Chouinard announced that he has given his company away to fight climate change. The eccentric billionaire rock climber, whose company manufactures outdoor clothing, transferred his $3 billion in shares to a trust and a nonprofit that will ensure that all excess earnings — roughly $100 million per year — are leveraged to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/will-obama-be-taking-any-illegal-immigrants-at-his-12-million-marthas-vineyard-mansion", "title": "Will Obama Be Taking Any Illegal Immigrants At His $12 Million Martha’s Vineyard Mansion?", "date_published": "2022-09-15 14:15:49+00:00", "description": "The lily white island of Martha&#8217;s Vineyard was taken aback to wake up and find that 50-some-odd illegal aliens had landed upon their shores courtesy of Governor Ron DeSantis (R-FL) Thursday morning. While the move has sparked much debate across the country, what hasn&#8217;t been answered is how many illegals former President Barack Obama will house ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/mom-ordered-to-pay-more-than-9k-after-daughter-sucker-punched-another-girl-during-game", "title": "Mom Ordered To Pay More Than $9K After Daughter Sucker Punched Another Girl During Game", "date_published": "2022-09-15 14:15:25+00:00", "description": "An Orange County, California, mom has been ordered to pay more than $9,000 after instructing her daughter to sucker punch another girl on an opposing youth basketball team during a game last year. A judge ruled on Wednesday that 44-year-old Latira Shonty Hunt must pay restitution and apologize to the 15-year-old girl, who sustained a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/their-virtue-signaling-is-a-fraud-desantis-drags-leftists-attacking-him-for-sending-illegal-immigrants-to-sanctuary-cities", "title": "‘Their Virtue-Signaling Is A Fraud’: DeSantis Drags Leftists Attacking Him For Sending Illegal Immigrants To Sanctuary Cities", "date_published": "2022-09-15 14:04:29+00:00", "description": "After his transport of illegal immigrants to the posh area of Martha’s Vineyard, Massachusetts, elicited widespread approval among conservatives and handwringing among leftists, Governor Ron DeSantis (R-FL) fired a salvo at the hypocrisy of his detractors, snapping, “Their virtue-signaling is a fraud.” DeSantis started by targeting President Biden for his refusal to secure the Southern ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-owens-doesnt-back-down-against-kim-kardashian-other-hollywood-celebrities-behaving-badly", "title": "Candace Owens Doesn’t Back Down Against Kim Kardashian, Other Hollywood Celebrities Behaving Badly", "date_published": "2022-09-15 13:52:37+00:00", "description": "Daily Wire host Candace Owens has never shied away from a confrontation, especially when it’s merited. The 33-year-old host of “Candace Owens” makes waves all the time for verbalizing hard truths, but some of the biggest reactions come from her willingness to question the most notorious offenders of all: Hollywood celebrities. On the second episode ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cnns-prime-time-purge-continues-as-top-stars-show-is-axed", "title": "CNN’s Prime-Time Purge Continues As Top Star’s Show Is Axed", "date_published": "2022-09-15 13:51:53+00:00", "description": "The purge at CNN continued Thursday, as the network announced leftist Don Lemon will be squeezed out of prime time and moved into a morning co-anchor role. The eight-year run of “Don Lemon Tonight” will end as new president Chris Licht continues to follow through on his pledge to tone down the network’s far-Left slant. Lemon’s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trans-parents-of-10-year-old-transgender-model-gush-over-child-being-an-activist", "title": "Trans Parents Of 10-Year-Old ‘Transgender’ Model Gush Over Child Being An ‘Activist’", "date_published": "2022-09-15 13:47:08+00:00", "description": "The transgender parents of 10-year-old biological male Noella McMaher, dubbed the world&#8217;s youngest transgender model, are boasting of their child&#8217;s transgender activism. Noella is biologically a boy but was socially transitioned as a girl by biological mother Dee McMaher at just four years old. The child&#8217;s name and gender were subsequently legally changed, and the child will reportedly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-could-refill-strategic-oil-reserve-at-80-per-barrel-democrats-blocked-trump-when-oil-was-24", "title": "Biden Could Refill Strategic Oil Reserve At $80 Per Barrel. Democrats Blocked Trump When Oil Was $24.", "date_published": "2022-09-15 13:42:01+00:00", "description": "The White House plans to refill the nation’s oil reserves once prices fall below $80 per barrel, according to a Tuesday report from Bloomberg. President Joe Biden has addressed rising gas prices by releasing oil from the Strategic Petroleum Reserve — a stock of emergency crude oil created to “reduce the impact of disruptions in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/im-in-pain-every-day-disgraced-producer-harvey-weinstein-begs-judge-to-let-him-get-rotting-teeth-fixed", "title": "‘I’m In Pain Every Day’: Disgraced Producer Harvey Weinstein Begs Judge To Let Him Get Rotting Teeth Fixed", "date_published": "2022-09-15 13:36:15+00:00", "description": "Disgraced Hollywood producer Harvey Weinstein is asking the court for leniency so he can deal with his rotting molars. The 70-year-old former Hollywood producer pleaded with a judge on Wednesday to let him visit a private dentist to take care of his painful problem rather than having the teeth removed by the dentist at the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taken-hours-after-i-supposedly-brutally-assaulted-this-woman-mlb-pitcher-reacts-to-accusers-video-of-pair-in-bed", "title": "‘Taken Hours After I Supposedly Brutally Assaulted This Woman’: MLB Pitcher Reacts To Accuser’s Video Of Pair In Bed", "date_published": "2022-09-15 13:35:49+00:00", "description": "Los Angeles Dodgers pitcher Trevor Bauer highlighted a video this week from his accuser Lindsey Hill smiling in bed with the baseball player allegedly hours after the pair engaged in sex Hill says was not consensual. A motion from Bauer to dismiss Hill’s lawsuit accusing the athlete of sexual assault includes the video of Hill and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/im-not-a-victim-hispanic-college-student-condemns-university-forcing-social-justice-on-her", "title": "‘I’m Not A Victim’: Hispanic College Student Condemns University Forcing ‘Social Justice’ On Her", "date_published": "2022-09-15 13:05:20+00:00", "description": "A young Hispanic woman who is pursuing her math studies at San Francisco State University, the home of the first College of Ethnic Studies in the nation, defied the prevailing ethos on college campuses, condemning the school for forcing “social justice” on its students. The young woman was interviewed by philosopher Peter Boghossian, who in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/to-the-perennially-butthurt-of-america-go-away", "title": "To The Perennially Butthurt Of America: Go Away", "date_published": "2022-09-15 12:24:44+00:00", "description": "As an old(er) guy, it&#8217;s an effort to keep up with the slang slung by the youth of America. But then there&#8217;s Urban Dictionary. It&#8217;s an online crowdsource dictionary for slang words and phrases, operating under the motto &#8220;Define Your World.&#8221; Every new word or phrase has a slew of definitions typed in by &#8230; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-temporarily-suspends-ohios-six-week-abortion-ban", "title": "Judge Temporarily Suspends Ohio’s Six-Week Abortion Ban", "date_published": "2022-09-15 12:21:20+00:00", "description": "An Ohio judge temporarily suspended the state&#8217;s six-week abortion ban on Wednesday that went into effect after the Supreme Court overturned Roe v. Wade in June. Hamilton County Judge Christian Jenkins issued the temporary restraining order that will last 14 days as abortion rights advocates seek to stop the law. “No great stretch is required to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sneaky-spotted-lanternfly-spreading-threatens-crops-across-u-s", "title": "‘Sneaky’: Spotted Lanternfly Spreading, Threatens Crops Across U.S.", "date_published": "2022-09-15 12:10:44+00:00", "description": "States in the eastern region of the United States are plagued by spotted lanternflies, which came from China and could cost the nation dearly as their infestation targets agricultural staples such as apples and grapes and spell trouble for loggers. States already in danger include Connecticut, Delaware, Indiana, Maryland, Massachusetts, Michigan, New Jersey, New York, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/roger-federer-announces-his-retirement-from-tennis", "title": "Roger Federer Announces His Retirement From Tennis", "date_published": "2022-09-15 12:10:30+00:00", "description": "Tennis legend Roger Federer announced on Thursday that he is retiring from professional tennis at the age of 41. Federer shared the news in a written statement and a video on social media, marking the end of the career of one of the sport&#8217;s top athletes. &#8220;Of all the gifts that tennis has given me ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jimmy-kimmel-apologizes-for-dumb-comedy-bit-that-marred-quinta-brunsons-emmys-speech", "title": "Jimmy Kimmel Apologizes For ‘Dumb Comedy Bit’ That Marred Quinta Brunson’s Emmys Speech", "date_published": "2022-09-15 11:29:46+00:00", "description": "Late-night host Jimmy Kimmel has officially apologized for remaining onstage during “Abbott Elementary” creator Quinta Brunson’s Emmys acceptance speech. The writer was a guest on Kimmel’s show Wednesday night, and they addressed the failed gag, which has become a topic of contention on the internet since it happened. Brunson interrupted the host’s monologue during her ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-leaders-demand-answers-to-claims-some-schools-used-covid-funds-to-push-critical-race-theory", "title": "GOP Leaders Demand Answers To Claims Some Schools Used COVID Funds To Push Critical Race Theory", "date_published": "2022-09-15 11:15:49+00:00", "description": "A group of House Republicans has sent a letter to Education Secretary Miguel Cardona and other top education officials seeking answers over claims that some schools have used COVID funds for Critical Race Theory instruction. The letter from GOP members of the House Committee on Oversight and Reform Ranking Member James Comer (R-KY), Committee on ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/over-the-edge-six-stars-swallowed-whole-by-politics-and-you-can-blame-trump", "title": "Over The Edge: Six Stars Swallowed Whole By Politics (And You Can Blame Trump)", "date_published": "2022-09-15 11:04:15+00:00", "description": "Celebrities have been political for decades. Remember when Marlon Brando sent Native American Sacheen Littlefeather to decline his Oscar for “The Godfather?” How about when Michael Moore used his Best Documentary Oscar speech to blast President George W. Bush in 2003? That was just a taste of the New Normal. Today’s stars are hyper-political, almost ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-would-you-do-georgia-woman-mistakenly-handed-bag-of-cash-at-restaurant-drive-thru", "title": "What Would You Do? Georgia Woman Mistakenly Handed Bag Of Cash At Restaurant Drive-Thru", "date_published": "2022-09-15 10:53:38+00:00", "description": "A Georgia woman got a big wad of cash instead of fries with her sandwich after a screwup at a local drive-thru Wednesday, police said. Joann Oliver, of Jackson, ordered lunch at the unnamed restaurant and went back to work. But when she opened the bag, she found her sandwich sitting atop a stack of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/company-reveals-it-will-lay-off-workers-through-an-anti-racist-lens", "title": "Company Reveals It Will Lay Off Workers Through An ‘Anti-Racist’ Lens", "date_published": "2022-09-15 10:47:18+00:00", "description": "Twilio CEO Jeff Lawson announced on Wednesday that the technology firm would carry out a round of layoffs using an “anti-racist” and “anti-oppression” framework. The publicly-traded company, which builds programmable communications tools, grew “at an astonishing rate” over the past several years, according to a letter from Lawson — a reality that necessitates a series ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jordan-rips-fbi-director-wray-fbi-called-veteran-led-group-domestic-terrorists", "title": "Jordan Rips FBI Director Wray: FBI Called Veteran-Led Group Domestic Terrorists", "date_published": "2022-09-15 10:31:54+00:00", "description": "In a fiery letter to FBI Director Christopher Wray, Rep. Jim Jordan (R-OH) the ranking member of the House Judiciary Committee, ripped him for the FBI’s alleged targeting of conservative individuals and organizations — including one led by a veteran — accusing the organization of classifying such organizations as extremist threats in order to advance ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/matt-walsh-fishes-in-humorless-media-matters-with-joke-about-little-mermaid-casting", "title": "Matt Walsh Fishes In Humorless Media Matters With Joke About ‘Little Mermaid’ Casting", "date_published": "2022-09-15 10:30:13+00:00", "description": "Matt Walsh is trending on Twitter again for convincing hapless Media Matters that he’s deeply concerned about the rights of translucent individuals being represented in Disney’s new live-action “The Little Mermaid.” The saga began when Media Matters journalist Jason Campbell shared a clip from Walsh’s show featuring the podcaster complaining that it’s “unscientific” to cast ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ted-cruz-introduces-bill-to-ban-iranian-president-from-entering-u-s-as-u-n-event-approaches", "title": "Ted Cruz Introduces Bill To Ban Iranian President From Entering U.S. As U.N. Event Approaches", "date_published": "2022-09-15 10:21:56+00:00", "description": "Sen. Ted Cruz (R-TX) introduced a bill to stop Iranian President Ebrahim Raisi from entering the U.S. as the upcoming opening session of the United Nations General Assembly approaches. Cruz, a member of the Senate Foreign Relations Committee, was joined on Wednesday in the legislation by Sens. Tom Cotton (R-AR), Bill Hagerty (R-TN), Joni Ernst ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-two-buses-sent-by-texas-drop-migrants-off-in-front-of-vp-kamala-harris-residence", "title": "WATCH: Two Buses Sent By Texas Drop Migrants Off In Front Of VP Kamala Harris Residence", "date_published": "2022-09-15 10:12:27+00:00", "description": "As many as 100 illegal immigrants from Texas were let off two buses in front of Vice President Kamala Harris’ official residence early Thursday, just days after she claimed the border is secure. The incident is the latest case of red states exporting the open borders problem to the liberals they blame for causing it. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/conservatives-cheer-after-desantis-sends-illegal-immigrants-to-marthas-vineyard-time-to-pay-their-fair-share", "title": "Conservatives Cheer After DeSantis Sends Illegal Immigrants To Martha’s Vineyard: Time To ‘Pay Their Fair Share’", "date_published": "2022-09-15 09:22:00+00:00", "description": "Conservatives cheered Wednesday evening after Governor Ron DeSantis (R-FL) sent two planes of illegal immigrants to Martha&#8217;s Vineyard, a Massachusetts island that is home to wealthy progressives like former President Barack Obama. “Yes, Florida can confirm the two planes with illegal immigrants that arrived in Martha’s Vineyard today were part of the state’s relocation program ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wee-hours-deal-reached-at-last-minute-to-avert-crippling-railroad-workers-strike", "title": "Wee-Hours Deal Reached At Last Minute To Avert Crippling Railroad Workers’ Strike", "date_published": "2022-09-15 09:04:16+00:00", "description": "Railroad companies and their labor unions reached a handshake agreement early Thursday, possibly averting a strike that threatened to further cripple the reeling U.S. economy. The marathon talks, which began early Wednesday and were brokered by Labor Secretary Martin Walsh, led to an agreement that now goes to union members for a vote. In the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-chick-fil-a-employee-saves-mother-baby-from-carjacker", "title": "WATCH: Chick-Fil-A Employee Saves Mother, Baby From Carjacker", "date_published": "2022-09-15 08:57:13+00:00", "description": "A Florida employee of Chick-fil-A rushed to the rescue of a mother and her baby when a man attempted to carjack the mother’s car, police announced Wednesday. Mykel Gordon ran toward the mother’s car after she had taken her child out of the car and William Branch, 43, of DeFuniak Springs, brandishing a stick, allegedly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-pressures-mexico-to-take-migrants-as-gop-governors-send-illegal-immigrants-to-democrat-areas", "title": "Biden Pressures Mexico To Take Migrants As GOP Governors Send Illegal Immigrants To Democrat Areas", "date_published": "2022-09-15 08:14:16+00:00", "description": "President Joe Biden is reportedly pressuring Mexico to accept migrants from Latin American nations under the Title 42 coronavirus expulsion order that the administration publicly pushed to end as some Republican governors have started to send illegal immigrants to Democrat-controlled areas. Reuters reported that the administration is pushing Mexico to accept migrants from Cuba, Nicaragua, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leftists-explode-after-desantis-sends-illegal-immigrants-to-marthas-vineyard-the-nazis-did-this", "title": "Leftists Explode After DeSantis Sends Illegal Immigrants To Martha’s Vineyard: ‘The Nazis’ Did This!", "date_published": "2022-09-15 08:01:42+00:00", "description": "The far Left melted down Wednesday night in response to Governor Ron DeSantis (R-FL) sending two planes full of illegal immigrants to Martha’s Vineyard, a Massachusetts island, that is home to wealthy progressives like former President Barack Obama. “Yes, Florida can confirm the two planes with illegal immigrants that arrived in Martha’s Vineyard today were ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-to-spot-a-crazy-woman", "title": "How To Spot A Crazy Woman", "date_published": "2022-09-15 07:51:49+00:00", "description": "So, the question of the day is: Why are women crazy?  I can’t be the only person reading the stories in the press right now. I know, according to the Chinese zodiac calendar, this is supposed to be the Year of the Dragon, but it feels like the ‘Year of The Crazy Woman.’ It seems ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pressure-builds-to-strip-meghan-markle-and-prince-harry-of-their-royal-titles-report", "title": "Pressure Builds To Strip Meghan Markle And Prince Harry Of Their Royal Titles: Report", "date_published": "2022-09-15 07:42:49+00:00", "description": "Pressure is building for Prince Harry and Meghan Markle to have their royal titles of Duke and Duchess of Sussex stripped following the death of Queen Elizabeth II. The queen gave the two their titles following their wedding four years ago, but they have faced growing criticism after giving up their senior royal roles in ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pennsylvania-republicans-face-uphill-battles-in-final-weeks-of-midterm-race", "title": "Pennsylvania Republicans Face Uphill Battles In Final Weeks Of Midterm Race", "date_published": "2022-09-15 07:26:24+00:00", "description": "Republican candidates in Pennsylvania are lagging in their midterm races against Democratic rivals, according to a recent poll from CBS News and YouGov. Democratic Senate nominee and Lt. Governor John Fetterman is supported by 52% of respondents, while Republican rival and celebrity cardiologist Dr. Mehmet Oz is backed by 47%. Voters also indicated a higher ..."}]