[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/rosja-elon-musk-zaproponowal-warunki-pokoju-miedzy-rosja-a-ukraina-andrij-melnyk-ostro-zareagowal/", "title": "Rosja. Elon Musk zaproponował warunki pokoju między Rosją a Ukrainą. Andrij Melnyk ostro zareagował", "date_published": "2022-10-03 19:52:00+00:00", "description": "Elon Musk - najbogatszy człowiek świata - opublikował na Twitterze swoje propozycje, które jego zdaniem miałyby doprowadzić do zawarcia pokoju między Rosją a Ukrainą. Wymienione przez niego warunki nie przypadły do gustu politykom z Kijowa, a były ambasador Ukrainy w Berlinie wyraził to w bardzo mocnych słowach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/usa-samolot-spadl-na-dom-zginely-trzy-osoby/", "title": "USA. Samolot spadł na dom. Zginęły trzy osoby", "date_published": "2022-10-03 19:46:00+00:00", "description": "Mały samolot pasażerski spadł na dom w pobliżu lotniska w Minnesocie. W katastrofie zginął pilot i dwoje pasażerów. O dużym szczęściu w nieszczęściu mogą natomiast mówić mieszkańcy budynku, którym nic się nie stało."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/wojna-w-ukrainie-postepy-na-poludniu-najwieksze-przelamanie-linii-frontu-od-poczatku-kontrofensywy/", "title": "Wojna w Ukrainie. Postępy na południu. Największe przełamanie linii frontu od początku kontrofensywy", "date_published": "2022-10-03 18:47:00+00:00", "description": "Po sukcesach kontrofensywy na północy, przyszło największe od początku wojny przełamanie frontu na południu? Władze w Kijowie nie wydały oficjalnego komunikatu w tej sprawie, ale wiele wskazuje na to, że Ukraińcy przesunęli linię frontu o kilkadziesiąt kilometrów przemieszczając się wzdłuż Dniepru. Niepokojące informacje przekazały okupacyjne władze obwodu chersońskiego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/rosja-ramzan-kadyrow-chce-poslac-swoich-synow-na-front-zaden-z-nich-nie-jest-pelnoletni/", "title": "Rosja. Ramzan Kadyrow chce posłać swoich synów na front. Żaden z nich nie jest pełnoletni", "date_published": "2022-10-03 16:52:00+00:00", "description": "Nie żartuję. Czas sprawdzić się w prawdziwej walce i to jest coś, co pochwalam, że chcą zrobić - napisał o swoich trzech niepełnoletnich synach prezydent Czeczenii Ramzan Kadyrow. Oznajmił, że wszyscy nastolatkowie niebawem znajdą się na najbardziej bezpiecznych odcinkach frontu. W ten sposób chce udowodnić, że wiek nie powinien stanowić przeszkody w szkoleniu obrońców ojczyzny."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/mount-everest-andrzej-bargiel-rezygnuje-ze-zdobycia-szczytu-ryzyko-jest-zbyt-duze/", "title": "Mount Everest. Andrzej Bargiel rezygnuje ze zdobycia szczytu. \"Ryzyko jest zbyt duże\"", "date_published": "2022-10-03 16:07:00+00:00", "description": "Andrzej Bargiel nie zdobędzie najwyższego wierzchołka Ziemi Mount Everest (8848 m n.p.m.). Jestem zmuszony podjąć decyzję o zakończeniu wyprawy. Prognoza pogody na kolejne dni i tygodnie pogarsza się. Obfite opady śniegu i silny wiatr uniemożliwią dotarcie do celu - poinformował na Twitterze polski skialpinista."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/duma-panstwowa-zatwierdzila-aneksje-ukrainskich-terytoriow-wiecej-glosow-za-niz-deputowanych/", "title": "Duma Państwowa zatwierdziła aneksję ukraińskich terytoriów. Więcej głosów \"za\" niż deputowanych", "date_published": "2022-10-03 15:40:00+00:00", "description": "Rosyjska Duma Państwowa zatwierdziła aneksję czterech ukraińskich terytoriów. Niezależny portal Meduza podaje, że choć nikt się nie wstrzymał i nikt nie był przeciw - głosów za było więcej niż deputowanych na sali. Kreml ma na to wytłumaczenie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/mobilizacja-w-rosji-trzech-martwych-z-jednej-jednostki-atak-samobojstwo-i-marskosc-watroby/", "title": "Mobilizacja w Rosji. \"Trzech martwych\" z jednej jednostki. \"Atak, samobójstwo i marskość wątroby\"", "date_published": "2022-10-03 15:19:00+00:00", "description": "Potwierdzam śmierć trzech mężczyzn - zakomunikował rosyjskim mediom deputowany Dumy Państwowej z obwodu swierdłowskiego Maksym Iwanow. Osoby o których mówił, to zmobilizowani do jednej z tamtejszych jednostek wojskowych. Przyczyny śmierci każdego z nich różniły się od siebie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/indie-pieciolatka-zgwalcona-przez-dwunastolatka/", "title": "Indie. Pięcioletnia dziewczynka zgwałcona przez dwunastolatka", "date_published": "2022-10-03 15:16:00+00:00", "description": "Pięcioletnia dziewczynka została zgwałcona przez dwunastolatka w wiosce Ughaiti na wschodzie Indii. Podejrzany o dokonanie przestępstwa chłopiec został zatrzymany przez policję, za swój czyn odpowie przed komisją do spraw nieletnich."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/alpy-polak-zginal-schodzac-z-matterhornu-cialo-wypatrzyla-zaloga-szwajcarskiego-helikoptera/", "title": "Alpy. Polak zginął schodząc z Matterhornu. Ciało wypatrzyła załoga szwajcarskiego helikoptera", "date_published": "2022-10-03 14:18:00+00:00", "description": "Nie żyje 37-letni wspinacz z Polski, który poniósł śmierć podczas zejścia ze szczytu Matterhorn na granicy Włoch i Szwajcarii. Zwłoki dostrzegła załoga śmigłowca szwajcarskiej firmy Air Zermatt podczas oblotu w poszukiwaniu zaginionego turysty."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/usa-dwoch-nastolatkow-ofiarami-tragicznego-wypadku-maserati-ktore-wczesniej-skradli/", "title": "USA. Trzech nastolatków ukradło maserati. Ich szaleńczy rajd zakończył się śmiercią", "date_published": "2022-10-03 13:37:00+00:00", "description": "15-latek z Florydy zginął w płomieniach, a jego 16-letni kolega walczy o życie po tym, jak kierowane przez ich 15-letniego kompana skradzione maserati jadąc z dużą prędkością rozbiło się o ścianę. Do wypadku doszło w miejscowości St. Petersburg - podaje lokalna stacja Fox13."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/wojna-w-ukrainie-wladze-w-kijowie-apeluja-o-noszenie-maseczek/", "title": "Wojna w Ukrainie. Władze w Kijowie apelują o noszenie maseczek", "date_published": "2022-10-03 12:38:00+00:00", "description": "Kijowskie merostwo wzywa mieszkańców do noszenia maseczek w związku z pandemią COVID-19. Apel do mieszkańców stolicy władze zamieściły na swoim profilu na Telegramie. Władze tłumaczą, że wskaźnik zakażeń koronawirusem gwałtownie wzrósł w ostatnich dniach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/belgia-lekarze-beda-kierowac-pacjentow-na-wizyty-w-muzeach-rusza-nowa-terapia/", "title": "Belgia. Lekarze będą kierować pacjentów na wizyty... w muzeach, Rusza nowa terapia", "date_published": "2022-10-03 11:59:00+00:00", "description": "Sztuka ma pomóc w leczeniu depresji. Belgijscy lekarze jako pierwsi w Europie, oprócz tabletek, zalecają pacjentom borykającym się z depresją wizyty w muzeach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/niemcy-zbrodnia-w-osrodku-dla-uchodzcow-mezczyzna-zaatakowal-zone-na-oczach-dzieci/", "title": "Niemcy. Zbrodnia w ośrodku dla uchodźców. Mężczyzna zaatakował żonę nożem na oczach dzieci", "date_published": "2022-10-03 11:29:00+00:00", "description": "50-letni Gruzin zaatakował nożem swoją 44-letnią żonę, Ukrainkę, w ośrodku dla uchodźców w berlińskiej dzielnicy Alt-Hohenschönhausen. Świadkami zabójstwa były dzieci pary 6- i 17-letnie córki. Rodzina uciekła przed wojną z Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/niemcy-zgnile-jedzenie-myszy-i-nadgodziny-szokujacy-raport-z-niemieckich-restauracji-burger-kinga/", "title": "Niemcy. Zgniłe jedzenie, myszy i nadgodziny. Szokujący raport z restauracji Burger Kinga", "date_published": "2022-10-03 11:02:00+00:00", "description": "Team Wallraff - program śledczy telewizji RTL - ujawnił warunki sanitarne w niektórych niemieckich restauracjach Burger King. Śledztwo wykryło przemęczonych pracowników, myszy, larwy oraz zgniłe jedzenie. Restauracje miały problem z odpowiednimi warunkami już w przeszłości. Obecnie - po publikacji reportażu - firma zamknęła pięć oddziałów i zapowiedziała natychmiastowe działania."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/nobel-za-badania-nad-neandertalczykiem-szwedzki-biolog-z-nagroda-w-dziedzinie-fizjologii-i-medycyny/", "title": "Nobel za badania nad neandertalczykiem. Szwedzki biolog z nagrodą w dziedzinie fizjologii i medycyny", "date_published": "2022-10-03 10:11:00+00:00", "description": "Szwedzki biolog Svante Pääbo, który zajmuje się genetyką ewolucyjną, został laureatem Nagrody Nobla w dziedzinie fizjologii i medycyny za 2022 r. Komitet Noblowski uhonorował odkrycia dotyczące genomów wymarłych homininów i ewolucji człowieka. Naukowiec kierował m.in. badaniami genomu neandertalczyka. Uczony otrzyma nagrodę o wysokości 10 mln szwedzkich koron (ok. 4,5 mln zł)."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/wielka-brytania-rzad-nabedzie-okrety-do-pilnowania-podwodnych-przewodow-i-rurociagow/", "title": "Wielka Brytania kupi okręty do pilnowania podwodnych przewodów i rurociągów", "date_published": "2022-10-03 10:06:00+00:00", "description": "Planujemy wejść w posiadanie dwóch specjalistycznych okrętów, które pomogą chronić podwodne kable oraz rurociągi - zapowiedział Ben Wallace, minister obrony Wielkiej Brytanii, podczas konferencji rządzącej Partii Konserwatywnej w Birmingham."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/wojna-w-ukrainie-byly-doradca-putina-grozbach-nuklearnych-ostatni-argument-kremla/", "title": "Wojna w Ukrainie. Były doradca Putina o groźbach nuklearnych: Ostatni argument Kremla", "date_published": "2022-10-03 09:07:00+00:00", "description": "Arsenał jądrowy, broń jądrowa to jest taki ostatni argument Kremla - powiedział w programie Dzień na Świecie w Polsat News były doradca Władimira Putina Gleb Pawłowski. Zaznaczył, że broń jądrowa jest bardzo zróżnicowana, ma wiele kalibrów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/zwolniony-za-nieprzyzwoita-wypowiedz-na-tiktoku-wiceprezes-apple-znalazl-sie-w-trudnej-sytuacji/", "title": "Wiceprezes Apple zwolniony za wypowiedź na TikToku. Odpowiedział na pytanie, czym się zajmuje", "date_published": "2022-10-03 08:57:00+00:00", "description": "Wiceprezes Apple Tony Blevins został zwolniony po tym, jak jego wypowiedź znalazła się na TikToku. Firmie nie spodobały się jego słowa o tym, czym się zajmuje. Były już wiceprezes mówił o drogich samochodach i pieszczeniu kobiet o dużych piersiach."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/wojna-w-ukrainie-zaskoczenie-w-lymanie-nikt-im-nie-powiedzial-ze-przez-dobe-mieszkali-w-rosji/", "title": "Wojna w Ukrainie. Zaskoczenie w Łymanie. Nikt im nie powiedział, że przez dobę mieszkali w Rosji", "date_published": "2022-10-03 08:14:00+00:00", "description": "Mieszkańcy Łymanu, który w niedzielę został odzyskany przez Ukraińców z rąk Rosjan nie wiedzieli, że miasto leży na terenie, którego aneksja została ogłoszona przez Kreml po przeprowadzeniu pesudoreferendów na okupowanych obszarach należących do Ukrainy. - Nikt nam nie powiedział - powiedziała zaskoczona mieszkanka miasta amerykańskiemu dziennikarzowi."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/byly-dyrektor-cia-ostrzega-putina-atak-jadrowy-moze-grozic-tez-krajom-nato/", "title": "Były dyrektor CIA ostrzega Putina. Atak jądrowy może grozić też krajom NATO", "date_published": "2022-10-03 08:09:00+00:00", "description": "David Petraeus, który za kadencji Baracka Obamy był dyrektorem Centralnej Agencji Wywiadowczej, zagroził zniszczeniu przez amerykańskie wojska całej armii Putina, jeżeli ten użyje broni jądrowej w Ukrainie. - Odpowiedź byłaby adekwatna - powiedział w wywiadzie dla telewizji ABC."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/holandia-10-tonowy-wieloryb-wyrzucony-na-wybrzezu/", "title": "Holandia: 10-tonowy wieloryb wyrzucony na wybrzeżu", "date_published": "2022-10-03 07:31:00+00:00", "description": "Mierzącego 14 metrów płetwala zwyczajnego znaleziono w niedzielę na grobli Westkapelle w Holandii. Dryfujące zwłoki ssaka były parę dni wcześniej widziane u wybrzeży Nieuwpoort."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/rosja-polowa-zmobilizowanych-mezczyzn-z-regionu-odeslana-do-domu-komisarz-wojskowy-zwolniony/", "title": "Rosja. Połowa zmobilizowanych mężczyzn z regionu odesłana do domu, komisarz wojskowy zwolniony", "date_published": "2022-10-03 06:29:00+00:00", "description": "Komisarz wojskowy rosyjskiego obwodu chabarowskiego musiał pożegnać się ze stanowiskiem w związku z rażącymi błędami przy selekcji poborowych. Połowa nowo zmobilizowanego personelu została odesłana do domu, ponieważ nie spełniania kryteriów - informuje agencja Reutera powołując się na gubernatora regionu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-03/brazylia-w-pierwszej-turze-wyborow-prezydenckich-wygrywa-lula-da-silva-otrzymal-484-proc-glosow/", "title": "Brazylia. W pierwszej turze wyborów prezydenckich wygrywa Lula da Silva. Otrzymał 48,4 proc. głosów", "date_published": "2022-10-03 04:04:00+00:00", "description": "Pierwsza tura wyborów prezydenckich nie przyniosła rozstrzygnięcia, żaden z kandydatów nie dostał 50 proc. poparcia. Po przeliczeniu prawie wszystkich głosów faworyt, Lula da Silva, otrzymał 48,4 proc. głosów. Jego konkurent, urzędujący prezydent Jair Bolsonaro, dostał 43,3 proc. poparcia. Druga tura wyborów odbędzie się 30 października."}]