[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/rosja-lekcje-patriotyzmu-w-szkolach-rosnie-nowe-putlerjugend/", "title": "Rosja. Lekcje patriotyzmu w szkołach. \"Rośnie nowe putlerjugend\"", "date_published": "2022-09-06 17:38:00+00:00", "description": "W sieci pojawiło się nagranie z lekcji patriotyzmu, prowadzonej w rosyjskiej szkole. - Sława sowieckiej armii, Sława wyzwolicielom - recytują dzieci, maszerując w rytm muzyki. Rośnie nowe putlerjugend - oceniła ukraińska agencja Unian."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/iran-dwie-aktywistki-lgbt-skazane-na-kare-smierci/", "title": "Iran: Dwie aktywistki LGBT skazane na karę śmierci", "date_published": "2022-09-06 15:43:00+00:00", "description": "Dwie aktywistki LGBT zostały skazane w Iranie na karę śmierci - informuje BBC. Organizacja Praw Człowieka Hengaw przekazała, że aktywistki zostały oskarżone m.in. o promowanie homoseksualizmu. Irański sąd twierdzi jednak, że kobiety zostały skazane za handel ludźmi."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/indie-nagrywal-relacje-na-instagram-uderzyl-go-przejezdzajacy-pociag/", "title": "Indie: Nagrywał relację na Instagram. Uderzył go przejeżdżający pociąg", "date_published": "2022-09-06 14:59:00+00:00", "description": "Nastolatek spaceruje bardzo blisko torów. Chwilę później pojawia się pociąg, który uderza w chłopaka. Do zdarzenia doszło, kiedy młodzi ludzie nagrywali relację w mediach społecznościowych. Wideo trafiło do sieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/walencja-afera-w-samolocie-rosyjskojezyczna-kobieta-uderzyla-dziecko-z-ukrainy/", "title": "Walencja. Afera w samolocie. Rosyjskojęzyczna kobieta uderzyła dziecko z Ukrainy", "date_published": "2022-09-06 14:46:00+00:00", "description": "Na pokładzie samolotu lecącego z Wiednia do Walencji 50-letnia kobieta mówiąca w języku rosyjskim uderzyła dziecko z Ukrainy. Sytuację opisała w mediach społecznościowych matka dziewczynki. Nadal nie mogę zrozumieć, co się wydarzyło - napisała Ukrainka."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/wojna-w-ukrainie-rosja-stracila-na-wojnie-ponad-50-tys-zolnierzy-znaczne-straty-w-sprzecie/", "title": "Wojna w Ukrainie. Rosja straciła na wojnie ponad 50 tys. żołnierzy. Znaczne straty w sprzęcie", "date_published": "2022-09-06 14:36:00+00:00", "description": "Ponad 50 tys. rosyjskich żołnierzy zginęło, zostało rannych lub wziętych do niewoli wynika z informacji Sztabu Generalnego Sił Zbrojnych Ukrainy opublikowanych we wtorek. W obwodzie ługańskim tylko w jednym ataku Rosja miała stracić co najmniej 400 wojskowych i około 100 sztuk uzbrojenia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/bialorus-opozycjonisci-beda-mogli-zostac-objeci-amnestia-aleksandr-lukaszenka-zdecydowal/", "title": "Białoruś. Opozycjoniści będą mogli zostać objęci amnestią. Aleksandr Łukaszenka zdecydował", "date_published": "2022-09-06 13:03:00+00:00", "description": "Aleksandr Łukaszenka ogłosił, że skazani opozycjoniści, którzy wyrażą skruchę będą mieć możliwość amnestii. - W ciągu ostatnich dwóch lat wszyscy zmądrzeli - powiedział prezydent Białorusi cytowany przez Interfax."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/wielka-brytania-liz-truss-nowym-premierem/", "title": "Wielka Brytania. Liz Truss została nowym premierem", "date_published": "2022-09-06 12:10:00+00:00", "description": "Liz Truss oficjalnie została nowym premierem Wielkiej Brytanii. Była już minister spraw zagranicznych zastąpiła na stanowisku Borisa Johnsona. Przed oficjalnym przejęciem sterów nad rządem spotkała się z królową Elżbietą."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/ludzkie-szczatki-w-morzu-baltyckim-najprawdopodobniej-to-ciala-ofiar-katastrofy-cessny/", "title": "Ludzkie szczątki w Morzu Bałtyckim. Najprawdopodobniej to ciała ofiar katastrofy cessny", "date_published": "2022-09-06 11:57:00+00:00", "description": "- Odnaleziono ludzkie szczątki w miejscu katastrofy prywatnego samolotu, który rozbił się u wybrzeży Łotwy - przekazała rzeczniczka łotewskiej marynarki. Dodała, że fragmenty ciał przesłano do badań, aby potwierdzić tożsamość ofiar. W katastrofie, do której doszło w niedzielę, zginęły cztery osoby."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/irlandia-nauczyciel-enoch-burke-w-wiezieniu-odmowil-nazywania-chlopca-dziewczynka/", "title": "Irlandia. Nauczyciel Enoch Burke w więzieniu. Odmówił \"nazywania chłopca dziewczynką\"", "date_published": "2022-09-06 09:52:00+00:00", "description": "Irlandzki nauczyciel języka niemieckiego nie zgodził się na używanie neutralnych płciowo zaimków w stosunku do transpłciowego ucznia, za co został zawieszony, zakazano mu nauczania i przebywania na terenie szkoły. Enoch Burke nie zastosował się jednak do tej decyzji i trafił do więzienia. - Kocham moją szkołę, ale jestem tu dzisiaj, bo nie nazwałbym chłopca dziewczynką - mówił w sądzie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/australia-kontrowersyjny-mural-w-melbourne-rosyjski-i-ukrainski-zolnierz-w-uscisku/", "title": "Australia. Kontrowersyjny mural w Melbourne. Rosyjski i ukraiński żołnierz w uścisku", "date_published": "2022-09-06 08:48:00+00:00", "description": "Spór o mural w australijskim Melbourne. Na jednym z tamtejszych budynków pojawiła się grafika przedstawiająca rosyjskiego i ukraińskiego żołnierza w przyjacielskim uścisku. - Co by pomyśleli ludzie, gdyby mural przedstawiał gwałciciela przytulającego swoją ofiarę? - zapytał przedstawiciel Australijskiej Federacji Organizacji Ukraińskich, Stefan Romaniw."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/propagandowe-nagranie-gazpromu-na-filmie-odcina-gaz-a-w-europie-nastaje-epoka-lodowcowa/", "title": "Propagandowe nagranie Gazpromu. Na filmie odcina gaz, a w Europie nastaje \"epoka lodowcowa\"", "date_published": "2022-09-06 07:56:00+00:00", "description": "Rosyjski Gazprom opublikował w internecie film zatytułowany To będzie długa zima. Na nagraniu widać jak pracownik spółki zakręca kurek z gazem, dalej możemy zobaczyć reperkusje tej decyzji. W Europie nastaje epoka lodowcowa. Prezentowane są komputerowo przerobione ujęcia oblodzonych i zasypanych śniegiem europejskich miast."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-06/kanada-nie-zyje-jeden-z-nozownikow-z-bratem-zabili-10-osob-policja-znalazla-jego-okaleczone-cialo/", "title": "Kanada. Nie żyje jeden z nożowników. Z bratem zabili 11 osób. Policja znalazła jego okaleczone ciało", "date_published": "2022-09-06 05:30:00+00:00", "description": "Nie żyje jeden z napastników, który był poszukiwany przez policję w związku z serią napaści z użyciem noża - przekazała policja. Trwają poszukiwania drugiego mężczyznę, który brał udział w atakach. Napastnicy byli braćmi. W niedzielę zabili 11 osób w kanadyjskiej prowincji Saskatchewan."}]