[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/ukraina-rosjanie-ostrzelali-cywilna-infrastrukture-krytyczna/", "title": "Ukraina. Rosjanie ostrzelali cywilną infrastrukturę krytyczną", "date_published": "2022-09-11 20:46:00+00:00", "description": "Celowe i cyniczne uderzenia rakietowe na cywilną infrastrukturę krytyczną. Ani jednego obiektu wojskowego - tak prezydent Ukrainy Wołodymyr Zełenski skomentował ataki rakietowe Rosjan. Ze zdjęć i nagrań opublikowanych w sieci wynika, że Rosjanom udało się uszkodzić sieć elektroenergetyczną w Charkowie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/hiszpania-nie-zyje-wybitny-pisarz-javier-marias-mial-70-lat/", "title": "Hiszpania: Nie żyje wybitny pisarz Javier Marias. Miał 70 lat", "date_published": "2022-09-11 19:44:00+00:00", "description": "W wieku 70 lat zmarł Javier Marias - wielokrotnie nagradzany hiszpański pisarz. Był jednym z wielkich pisarzy naszych czasów - napisał o nim premier Hiszpanii Pedro Sanchez."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/badanie-mozg-zmniejsza-sie-u-ojcow-po-narodzinach-pierwszego-dziecka/", "title": "Badanie: Mózg zmniejsza się u ojców po narodzinach pierwszego dziecka", "date_published": "2022-09-11 18:51:00+00:00", "description": "Według hiszpańskich i amerykańskich badaczy, u ojców, którzy po raz pierwszy zostali rodzicami, dochodzi do zmniejszenia objętości kory mózgowej. Choć taka informacja może martwić, w rzeczywistości jest bardzo pozytywna i świadczy o przygotowaniach organizmu na nadejście dziecka."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/ukrainska-kontrofensywa-ponad-40-wyzwolonych-miejscowosci/", "title": "Ukraińska kontrofensywa. Ponad 40 wyzwolonych miejscowości", "date_published": "2022-09-11 16:59:00+00:00", "description": "Ponad 40 wyzwolonych miejscowości - to najnowszy bilans ukraińskiej kontrofensywy. Żołnierze dotarli też do miast przy rosyjskiej granicy, a walki w tym miejscu zatrzymują przysyłane z północy wsparcie dla oddziałów rosyjskich."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/moskwa-putin-otworzyl-najwieksze-w-europie-kolo-widokowe-dzialalo-jeden-dzien/", "title": "Moskwa. Putin otworzył \"największe w Europie\" koło widokowe. Działało jeden dzień", "date_published": "2022-09-11 16:15:00+00:00", "description": "Rosjanie hucznie obchodzili święto swojej stolicy i otworzyli w Moskwie wielkie koło widokowe. Diabelski młyn jest o pięć metrów wyższy od londyńskiego London Eye. Tyle tylko, że konstrukcja w stolicy Wielkiej Brytanii działa bez zarzutu, a rosyjska inwestycja przestała działać po jednym dniu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/wlochy-wicemistrz-europy-ahmed-abdelwahed-z-pozytywnym-wynikiem-testu-dopingowego/", "title": "Włochy. Wicemistrz Europy Ahmed Abdelwahed z pozytywnym wynikiem testu dopingowego", "date_published": "2022-09-11 15:00:00+00:00", "description": "Ahmed Abdelwahed uzyskał pozytywny wynik kontroli antydopingowej - przekazał portal gazety La Repubblica. W organizmie włoskiego lekkoatlety wykryto meldonium."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/usa-festiwal-burning-man-i-wielki-korek-12-godzin-oczekiwania/", "title": "USA: Festiwal Burning Man i wielki korek. 12 godzin oczekiwania", "date_published": "2022-09-11 14:37:00+00:00", "description": "Uczestnicy festiwalu Burning Man w Nevadzie musieli czekać nawet 12 godzin, by wydostać się z imprezy. Oczekiwanie uprzykrzał im 40 stopniowy upał. Stanie w korku porównywali do filmu katastroficznego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/meksyk-zderzenie-cysterny-z-autobusem-pojazdy-w-plomieniach/", "title": "Meksyk. Zderzenie cysterny z autobusem. Pojazdy w płomieniach", "date_published": "2022-09-11 13:28:00+00:00", "description": "Co najmniej 18 osób zginęło w Meksyku, po tym, jak wypełniona paliwem cysterna zderzyła się z autobusem. Oba pojazdy stanęły w płomieniach. Wypadek miał miejsce w stanie Tamaulipas, na północy kraju."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/wielka-brytania-pszczoly-krolowej-zostaly-poinformowane-o-jej-smierci/", "title": "Wielka Brytania. Pszczoły królowej zostały poinformowane o jej śmierci", "date_published": "2022-09-11 13:01:00+00:00", "description": "Królewskie pszczoły w żałobie. Poinformowanie ich w królewskiej pasiecie o śmierci monarchy jest kolejnym z elementów związanych z obrzędami żałobnymi po śmierci Elżbiety II."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/wojna-w-ukrainie-gubernator-z-ukrainy-uciekaja-okupacyjne-wladze-miast-zajetych-w-2014-roku/", "title": "Wojna w Ukrainie. Gubernator: Z Ukrainy uciekają okupacyjne władze miast zajętych w 2014 roku", "date_published": "2022-09-11 12:09:00+00:00", "description": "Ukraińska armia prowadzi w ostatnich dniach udane natarcie na wschodzie kraju. W wyniku tych działań, Rosjanie wycofują się z zajmowanych terenów. Jak informuje Serhij Hajdaj, okupacyjne władze uciekają nawet z miejsc, które zostały zajęte w 2014 roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/wielka-brytania-osobliwe-zachowanie-nowego-krola-kazal-sprzatac-dla-siebie-stolik/", "title": "Wielka Brytania. Osobliwe zachowanie nowego króla. Wideo hitem w sieci", "date_published": "2022-09-11 11:32:00+00:00", "description": "Karol III został oficjalnie proklamowany królem Zjednoczonego Królestwa. Uwadze brytyjskich dziennikarzy nie umknęło osobliwe zachowanie nowego monarchy, który swoimi gestami wymuszał na służbie uprzątnięcie stolika, na którym podpisywał dokumenty."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/wielka-brytania-cialo-elzbiety-ii-opuscilo-rezydencje-w-balmoral/", "title": "Wielka Brytania. Ciało Elżbiety II opuściło rezydencję w Balmoral", "date_published": "2022-09-11 09:40:00+00:00", "description": "Trumna z ciałem królowej Elżbiety II opuściła w niedzielę rezydencję w Balmoral. Specjalnym konduktem ciało monarchini zostanie przewiezione do Pałacu Holyroodhouse w stolicy Szkocji, Edynburgu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/wojna-na-ukrainie-zajecie-balaklii-zajelo-nam-okolo-17-minut/", "title": "Wojna w Ukrainie. \"Zajęcie Bałaklii zajęło nam około 17 minut\"", "date_published": "2022-09-11 09:37:00+00:00", "description": "Zajęcie Bałaklii zajęło nam około 17 minut - powiedział portalowi Vok-Tak białoruskiej niezależnej telewizji Białest ukraiński snajper uczestniczący w operacji odbicia miasta."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/wojna-w-ukrainie-rosjanie-potwierdzaja-wycofanie-sie-z-rejonu-iziumia-by-osiagnac-cele/", "title": "Wojna w Ukrainie. Rosjanie potwierdzają wycofanie się z rejonu Iziumia. \"By osiągnąć cele\"", "date_published": "2022-09-11 08:28:00+00:00", "description": "Rosyjskie ministerstwo obrony przyznało w niedzielę w komunikacie, że wojska Federacji opuściły tereny Iziumia w obwodzie charkowskich we wschodniej Ukrainie. Jak tłumaczy resort, ma to służyć osiągnięciu celów specjalnej operacji wojskowej."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/trwa-deokupacja-ukrainska-armia-odzyskuje-utracone-terytorium-wydano-komunikat/", "title": "\"Trwa deokupacja\". Ukraińska armia odzyskuje utracone terytoria. Wydano komunikat", "date_published": "2022-09-11 05:49:00+00:00", "description": "- Trwa deokupacja Ukrainy. W ciągu dnia, aby wesprzeć działania grup naziemnych, lotnictwo Wojsk Obrony przeprowadziło 23 uderzenia, które zniszczyły cztery kompleksy rakietowe przeciwlotnicze, uderzyły w cztery punkty wsparcia i piętnaście lokalizacji żywej siły i technologii wroga - informuje Sztab Generalny Sił Zbrojnych Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-11/karol-iii-oficjalnie-ogloszony-glowa-panstwa-w-australii-i-nowej-zelandii/", "title": "Karol III oficjalnie ogłoszony głową państwa w Australii i Nowej Zelandii", "date_published": "2022-09-11 05:21:00+00:00", "description": "Nowy monarcha brytyjski Karol III został oficjalnie ogłoszony głową państwa w Australii i w Nowej Zelandii podczas uroczystości, które odbyły się w stolicach obu państw. Rola brytyjskiego monarchy jako głowy państwa ma tam charakter symboliczny."}]