[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/msnbc-anchor-compares-john-fetterman-to-fdr-and-winston-churchill", "title": "MSNBC Anchor Compares John Fetterman To FDR And Winston Churchill", "date_published": "2022-10-27 19:42:05+00:00", "description": "MSNBC anchor Lawrence O&#8217;Donnell compared embattled Senate candidate John Fetterman (D-PA) to former British Prime Minister Winston Churchill and former President Franklin Delano Roosevelt during a recent monologue. O&#8217;Donnell, during Wednesday&#8217;s broadcast of &#8220;The Last Word,&#8221; suggested that Fetterman&#8217;s apparent struggles in the aftermath of a stroke were no different than the physical issues that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/philly-deputy-sheriff-caught-on-camera-illegally-selling-guns-used-by-illegal-alien-in-fatal-school-shooting-report", "title": "Philly Deputy Sheriff Caught On Camera Illegally Selling Guns Used By Illegal Alien In Fatal School Shooting: Report", "date_published": "2022-10-27 19:07:09+00:00", "description": "Federal law enforcement officials arrested 29-year-old Philadelphia Deputy Sheriff Samir Ahmad on Thursday after they caught him on video allegedly selling firearms that were used in a fatal school shooting by an illegal alien to an FBI informant who posed as an illegal alien. Ahmad, who joined the Philadelphia Sheriff’s Office in February 2018, was ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/terrifying-close-up-photograph-of-an-ants-face-goes-viral", "title": "Terrifying Close Up Photograph Of An Ant’s Face Goes Viral", "date_published": "2022-10-27 18:44:33+00:00", "description": "A close up photograph of an ant&#8217;s face has gone viral on social media this week as the high definition image showed the ant&#8217;s face to be something straight out of a horror movie. The photo of the basic carpenter ant was captured by Lithuanian photographer Dr. Eugenijus Kavaliauskas. The photo was honored with distinction ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-to-stump-for-embattled-new-mexico-governor-as-poll-shows-her-trailing-republican-challenger", "title": "Biden To Stump For Embattled New Mexico Governor As Poll Shows Her Trailing Republican Challenger", "date_published": "2022-10-27 18:40:16+00:00", "description": "President Joe Biden will stump for Democratic New Mexico Governor Michelle Lujan Grisham ahead of her closely-contested race. The White House announced Thursday that Biden would travel to New Mexico to attend events with Grisham on November 3. No additional details were given, but the events will occur less than a week from Election Day ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-isnt-the-mainstream-media-treating-the-fentanyl-crisis-like-covid", "title": "Why Isn’t The Mainstream Media Treating The Fentanyl Crisis Like COVID?", "date_published": "2022-10-27 18:24:11+00:00", "description": "Why isn’t the mainstream media covering America’s fentanyl crisis more seriously? This is quite a severe topic, but I feel traumatized by the events taking place very close to my hometown and all throughout America. There was a shocking story published this week by the Wall Street Journal about three fentanyl-related overdose deaths. The story covers ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/senate-investigation-concludes-covid-likely-originated-from-a-chinese-lab", "title": "Senate Investigation Concludes COVID Likely Originated From A Chinese Lab", "date_published": "2022-10-27 17:49:31+00:00", "description": "The Republican staff of the Senate Committee On Health, Education, Labor, and Pensions, led by Sen. Richard Burr of North Carolina, studied medical literature and other publicly available material for fifteen months and found numerous problems with the idea that the disease jumped naturally from bats to humans, as well as numerous reasons to suspect a problem at the Wuhan Institute of Virology.", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pa-secretary-of-state-says-election-results-face-possible-delays-in-counting-denounces-nefarious-activity", "title": "PA Secretary Of State Says Election Results Face Possible Delays In Counting, Denounces ‘Nefarious’ Activity", "date_published": "2022-10-27 17:40:12+00:00", "description": "Pennsylvania acting Secretary of State Leigh M. Chapman said during a news conference that the state&#8217;s midterm election could likely experience delays in counting the ballots. Chapman said the news conference was held to prevent misinformation from spreading before the November 8 election day approaches, according to local media. &#8220;It&#8217;s really important for us to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/schumer-warns-biden-on-hot-mic-that-democrats-are-vulnerable-in-key-state-were-in-danger", "title": "Schumer Warns Biden On Hot Mic That Democrats Are Vulnerable In Key State: ‘We’re In Danger’", "date_published": "2022-10-27 17:28:21+00:00", "description": "Senate Majority Leader Charles Schumer (D-NY) was caught on a hot mic Thursday afternoon telling President Joe Biden (D) that Democrats were in trouble with just days before next month&#8217;s midterm elections. &#8220;That seat, we&#8217;re in danger in that seat,&#8221; Schumer told Biden, adding a few moments later, &#8220;It&#8217;s close. We&#8217;ll see.&#8221; It&#8217;s not clear ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fbi-whistleblower-leaks-document-to-project-veritas-showing-agency-allegedly-labeling-misinformation-under-election-crimes", "title": "FBI Whistleblower Leaks Document To Project Veritas Showing Agency Allegedly Labeling ‘Misinformation’ Under ‘Election Crimes’", "date_published": "2022-10-27 17:18:42+00:00", "description": "Project Veritas shared an image on social media Thursday claiming an FBI whistleblower leaked a document showing the agency classified “misinformation” as an “election crime” ahead of the 2022 Midterm Elections next month. According to the document, titled &#8220;2022 Midterm Elections Social Media Analysis Cheat Sheet,&#8221; election crimes include eight sections that fall under federal ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fans-skeptical-that-amal-clooneys-5-year-old-drew-a-photo-of-putin-in-prison", "title": "Fans Skeptical That Amal Clooney’s 5-Year-Old Drew A Photo Of Putin In Prison", "date_published": "2022-10-27 17:14:18+00:00", "description": "Amal Clooney recently bragged that her 5-year-old son supposedly drew a photo of a prison and said that Russian President Vladimir Putin should be in it. The 44-year-old human rights lawyer mentioned the alleged sketch during a panel discussion alongside Michelle Obama and Melinda Gates at a panel in New York City earlier this week. Clooney, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justice-alito-discusses-pretty-abysmal-disgraceful-free-speech-situation-at-colleges-law-schools", "title": "Justice Alito Discusses ‘Pretty Abysmal,’ ‘Disgraceful’ Free Speech Situation At Colleges, Law Schools", "date_published": "2022-10-27 17:13:39+00:00", "description": "Supreme Court Justice Samuel Alito recently discussed the reality of free speech on college campuses and law schools, pointing to the disturbing culture surrounding the lack of free dialogue.  During a discussion at the Heritage Foundation, Alito was asked about the situation on college campuses, as well as law schools, regarding freedom of speech. He ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-paypal-didnt-bring-back-its-2500-misinformation-penalty-but-they-still-may-fine-you-for-other-concerning-reasons", "title": "No, PayPal Didn’t Bring Back Its $2,500 Misinformation Penalty, But They Still May Fine You For Other Concerning Reasons", "date_published": "2022-10-27 17:04:08+00:00", "description": "Social media users are circulating incorrect reports which claim that PayPal brought back a retracted attempt to sanction users $2,500 for spreading “misinformation” through the platform, as highlighted by a report from The Daily Wire. PayPal, which has deplatformed multiple organizations and commentators for their political views, had released an upcoming change to its acceptable ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/meta-shares-fall-to-lowest-level-since-2016-as-company-burns-billions-on-metaverse-inflates-payrolls", "title": "Meta Shares Fall To Lowest Level Since 2016 As Company Burns Billions On Metaverse, Inflates Payrolls", "date_published": "2022-10-27 16:30:06+00:00", "description": "Shares of Meta plunged nearly 24% on Thursday as the social media company severely missed quarterly earnings expectations amid criticism of bloated payrolls and distracted spending. Revenues fell year-over-year from $29.0 billion to $27.7 billion, indicating a 4% decline, even as costs and expenses increased 19%, from $18.6 billion to $22.1 billion. Net income more ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dckhead-piers-morgan-goes-on-epic-rant-against-prince-harry-ahead-of-release-of-royals-memoir-playing-the-victim-and-more", "title": "‘D*ckhead’: Piers Morgan Goes On Epic Rant Against Prince Harry Ahead Of Release Of Royal’s Memoir, ‘Playing The Victim’ And More", "date_published": "2022-10-27 16:14:20+00:00", "description": "Piers Morgan went on an epic rant on Twitter on Thursday against &#8220;d*ckhead&#8221; Prince Harry — ahead of the release of the royal&#8217;s memoir — accusing the prince of &#8220;playing the victim&#8221; and more. The British TV host talked about the man he labeled as &#8220;petulant,&#8221; &#8220;selfish,&#8221; and &#8220;greedy&#8221; in a lengthy series of posts ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kari-lake-fires-back-after-katie-hobbs-blames-her-and-allies-for-campaign-office-break-in", "title": "Kari Lake Fires Back After Katie Hobbs Blames Her And ‘Allies’ For Campaign Office Break-In", "date_published": "2022-10-27 15:56:37+00:00", "description": "Arizona gubernatorial candidate Kari Lake (R) quickly fired back after her opponent, AZ Secretary of State Katie Hobbs, insinuated that she or her &#8220;allies&#8221; had at least inspired a recent break-in at her campaign office. Hobbs released a statement following the burglary — which allegedly took place at her campaign headquarters in Phoenix and was ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taylor-swifts-anti-hero-music-video-edited-after-critics-call-it-fatphobic", "title": "Taylor Swift’s ‘Anti-Hero’ Music Video Edited After Critics Call It ‘Fatphobic’", "date_published": "2022-10-27 15:54:47+00:00", "description": "Taylor Swift fans noticed on Thursday that a scene was edited from her new &#8220;Anti-Hero&#8221; music video on Apple Music and later on YouTube after critics called it &#8220;fatphobic.&#8221; In the five-minute long video from her latest album &#8220;Midnights,&#8221; the 32-year-old singer is seen basically battling herself in a bathroom and stepping onto a scale. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/analyst-election-polls-underestimating-republican-margins-by-5", "title": "Analyst: Election Polls Underestimating Republican Margins By 5%", "date_published": "2022-10-27 15:54:15+00:00", "description": "The polls they are a changin&#8217;. In a generic ballot released this week by USA Today, Republicans are up four points over Democrats, 49-45. That&#8217;s a huge change from USA Today&#8217;s previous poll in July when Democrats led Republicans 44-40. So voters are clearly moving hard &#8212; and picking Republican candidates. But the polls are ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-marijuana-companies-sued-over-alleged-false-thc-labeling", "title": "California Marijuana Companies Sued Over Alleged False THC Labeling", "date_published": "2022-10-27 15:44:08+00:00", "description": "Two California companies are facing a lawsuit over low-potency marijuana products. The suit was filed against DreamFields Brands, Inc. and Med for America, Inc. The companies are accused of inaccurately telling consumers that some cannabis products contained higher levels of tetrahydrocannabinol, or THC, which creates the feeling of being high for people who use the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/major-financiers-warn-fed-may-spike-interest-rates", "title": "Major Financiers Warn Fed May Spike Interest Rates", "date_published": "2022-10-27 15:37:56+00:00", "description": "Two of the major players in the financial industry warned that the U.S. is on the verge of a recession and that the Federal Reserve might well raise the interest rate from its current 3-3.25% all the way to 4.5-4.75%. David Solomon, CEO of Goldman Sachs, and Jamie Dimon, the chairman and chief executive of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/f-no-love-is-blind-cast-member-has-visceral-pro-life-reaction-when-fiance-talks-aborting-kids-with-special-needs", "title": "‘F*** No’: ‘Love Is Blind’ Cast Member Has Visceral Pro-Life Reaction When Fiancé Talks Aborting Kids With Special Needs", "date_published": "2022-10-27 15:26:38+00:00", "description": "A cast member on Netflix&#8217;s third season of the hit show &#8220;Love is Blind&#8221; had a visceral reaction when his fiancé asked him about potentially aborting their child if the baby tests positive for a &#8220;birth defect.&#8221; While cast member Nancy Rodriguez said she would want to have the child aborted in her womb and &#8220;try ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/young-woman-claims-she-was-arrested-for-her-good-looks-two-months-later-shes-accused-of-murdering-her-mother", "title": "Young Woman Claims She Was Arrested For Her Good Looks. Two Months Later, She’s Accused Of Murdering Her Mother.", "date_published": "2022-10-27 15:07:51+00:00", "description": "A Las Vegas woman who reportedly left a restaurant without paying in August, then claimed she was arrested because “officers were perverts and were trying to rape her” as she was so pretty is now accused of murdering her mother. In August, Hend Bustami, 28, was arrested at the Harry Reid International Airport after reportedly ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ny-post-fires-rogue-employee-for-doctoring-headlines-sending-fake-tweets", "title": "NY Post Fires Rogue Employee For Doctoring Headlines, Sending Fake Tweets", "date_published": "2022-10-27 15:01:30+00:00", "description": "The New York Post has fired an employee who apparently went rogue on Thursday, posting a number of obscene and violent headlines both to the outlet&#8217;s main website and its official Twitter account. Initial reports suggested that the Post website&#8217;s back end was hacked — and because new headlines were set up to auto-populate tweets, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/italian-authorities-investigate-pfizer-for-allegedly-funneling-1-2-billion-out-of-country-to-avoid-taxes", "title": "Italian Authorities Investigate Pfizer For Allegedly Funneling $1.2 Billion Out Of Country To Avoid Taxes", "date_published": "2022-10-27 14:54:15+00:00", "description": "Italian authorities launched an investigation into Pfizer earlier this year for allegedly funneling over a billion dollars in profits out of the country to dodge paying certain taxes, sources told Bloomberg. Italy’s Guardia di Finanza, a police force under the Minister of Economy and Finance, alleges that the pharmaceutical giant transferred $1.2 billion in excess ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/disney-introduces-plus-sized-heroine-in-new-short-about-body-positivity", "title": "Disney Introduces Plus-Sized Heroine In New Short About ‘Body Positivity’", "date_published": "2022-10-27 14:52:56+00:00", "description": "After years of fans demanding a plus-sized heroine, Disney responded with a short film about a young overweight ballet dancer with body dysmorphia. The Short Circuit episode, which is directed by Hillary Bradfield, is called “Reflect.” It’s currently available on Disney+. In it, Bianca deals with being a plus-sized dancer. Bianca’s teacher first checks her ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/viral-tiktok-clip-tells-white-people-dont-go-to-black-panther-sequels-opening-weekend-its-not-for-them", "title": "Viral TikTok Clip Tells ‘White People’ Don’t Go To ‘Black Panther’ Sequel’s Opening Weekend, It’s Not For Them", "date_published": "2022-10-27 14:52:54+00:00", "description": "A viral TikTok clip tells &#8220;white people&#8221; not to attend &#8220;Black Panther: Wakanda Forever&#8221; on opening weekend because it&#8217;s not for them and was made for black people. In the now-deleted clip that recently surfaced on social media, an influencer identified as activist Lavynder Lee told &#8220;white people&#8221; they could show their love for black ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/economy-turns-positive-in-third-quarter-biden-takes-credit", "title": "Economy Turns Positive In Third Quarter. Biden Takes Credit.", "date_published": "2022-10-27 14:41:00+00:00", "description": "The American economy grew at a 2.6% annualized pace in the third quarter of 2022, according to an advance estimate from the Bureau of Economic Analysis released Thursday. Real gross domestic product (GDP), the sum of all final goods and services produced in the economy, increased between July and September following two straight months of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/1619-project-writer-demanded-40k-for-45-minute-speech-busting-librarys-budget", "title": "1619 Project Writer Demanded $40K For 45-Minute Speech, Busting Library’s Budget", "date_published": "2022-10-27 14:29:00+00:00", "description": "The 1619 Project writer who has earned an opulent living highlighting racial inequality in schools was paid $40,000 to give a speech at a high school just minutes away from the campus of her new employer, according to materials obtained by The Daily Wire.", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/politico-election-forecaster-shifts-az-senate-to-toss-up-after-late-blake-masters-rally", "title": "Politico Election Forecaster Shifts AZ Senate To ‘Toss Up’ After Late Blake Masters Rally", "date_published": "2022-10-27 14:28:50+00:00", "description": "Politico elections forecaster Steven Shepard changed the rating of the U.S. Senate race in Arizona to a “toss up” Wednesday, shifting it away from Democrats less than two weeks away from the election. Republican Blake Masters has surged in recent weeks on a wave of support for GOP priorities such as immigration, inflation, and crime. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-view-hosts-suck-republican-host-into-racially-charged-herschel-walker-hate-fest", "title": "‘The View’ Hosts Suck Republican Host Into Racially-Charged Herschel Walker Hate-Fest", "date_published": "2022-10-27 14:01:06+00:00", "description": "New Republican co-host Alyssa Farah Griffin joined her liberal co-hosts on ABC&#8217;s &#8220;The View&#8221; in a segment devoted almost entirely to bashing Georgia Republican Senate candidate Herschel Walker. Griffin voiced agreement after her co-hosts claimed during Thursday&#8217;s broadcast that Walker had only been chosen as the GOP candidate because he was black — a claim ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trans-activists-allegedly-assault-threaten-demonstrators-at-let-women-speak-rally-shuttering-event", "title": "Trans Activists Allegedly Assault, Threaten Demonstrators At ‘Let Women Speak’ Rally, Shuttering Event", "date_published": "2022-10-27 13:51:12+00:00", "description": "By way of threats and alleged assault, transgender activists on Wednesday reportedly forced a group of women&#8217;s rights demonstrators to shutter their &#8220;Let Women Speak&#8221; rally in Tacoma, Washington. Women&#8217;s rights campaigner Kellie-Jay Keen, who headed the event, told The Daily Wire the &#8220;Let Women Speak&#8221; speaking tour is intended to allow women who&#8217;ve been ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/an-irish-teen-killed-a-home-invader-who-attacked-him-hes-now-getting-three-years-in-prison", "title": "An Irish Teen Killed A Home Invader Who Attacked Him. He’s Now Getting Three Years In Prison.", "date_published": "2022-10-27 13:30:33+00:00", "description": "A young man in Ireland was sentenced to three-and-a-half years in prison for defending himself and his family from a drunk intruder who attacked him in his own home. Dean Kerrie was just 17 years old on July 26, 2018, when a drunken 25-year-old named Jack Power broke into Kerrie’s home and attacked him late ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/after-election-day-pummeling-democrats-will-play-the-race-card-hard", "title": "After Election Day Pummeling, Democrats Will Play The Race Card — Hard", "date_published": "2022-10-27 13:20:22+00:00", "description": "Democrats are already prepping their talking points for November 9: The elections were stolen because Republicans suppressed voters of color. It&#8217;s an old chestnut that liberals unshell every two years. Republicans aren&#8217;t just trying to clear voting rolls of those who have died or moved, no, they&#8217;re actively trying to disenfranchise as many Americans as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/miss-universe-pageant-bought-by-transgender-tv-star-from-thailand", "title": "Miss Universe Pageant Bought By Transgender TV Star From Thailand", "date_published": "2022-10-27 12:52:45+00:00", "description": "In the wake of a scandal in which various Miss USA contestants alleged that the 2022 Miss USA pageant was rigged in favor of Miss Texas, the Miss Universe organization, which suspended the organizers of the Miss USA pageant, was bought by a transgender person from Thailand. Anne Jakkaphong Jakrajutatip, CEO and biggest shareholder of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michael-j-fox-reflects-on-recent-health-setbacks-says-hes-happy-overall", "title": "Michael J. Fox Reflects On Recent Health Setbacks, Says He’s ‘Happy’ Overall", "date_published": "2022-10-27 12:34:25+00:00", "description": "Michael J. Fox said he’s been facing some challenges lately with Parkinson’s, but he’s still generally “happy” with life. The 61-year-old actor was diagnosed with the degenerative disease more than three decades ago and has opened up about the struggle before. He previously described 2018 as the worst year of his life after undergoing back ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-chief-of-staff-informed-he-violated-hatch-act", "title": "Biden Chief Of Staff Informed He Violated Hatch Act", "date_published": "2022-10-27 12:27:14+00:00", "description": "White House Chief of Staff Ron Klain was informed by the Office of Special Counsel (OSC) that he violated the Hatch Act over a May Twitter post. The OSC noted the violation in a Wednesday letter to Gene Hamilton, vice president and general counsel at the America First Legal Foundation, who filed the complaint. “Although OSC ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lori-lightfoot-endorses-herself-getting-1st-pay-hike-for-chicago-mayor-in-16-years", "title": "Lori Lightfoot Endorses Herself Getting 1st Pay Hike For Chicago Mayor In 16 Years", "date_published": "2022-10-27 11:45:05+00:00", "description": "Chicago Mayor Lori Lightfoot, who during her tenure has had Chicago cops turn their backs on her, texted “this city is up for grabs” when riots broke out after the death of George Floyd, and boasted, “I have the biggest d*** in Chicago” when she attacked a former Chicago Park District official who made a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-these-veteran-actors-use-low-budget-action-flicks-to-keep-the-fire-burning", "title": "How These Veteran Actors Use Low Budget Action Flicks To Keep The Fire Burning", "date_published": "2022-10-27 11:44:10+00:00", "description": "Earlier this year, Bruce Willis retired from acting after revealing his battle with aphasia, a medical condition that impacts a person’s speech patterns. The announcement didn’t stop the flow of Willis projects in the pipeline, though. “Wire Room” hit theaters in September and “Paradise City,” which teams him with screen legend John Travolta, is set ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/read-it-elon-musk-explains-why-he-bought-twitter", "title": "READ IT: Elon Musk Explains Why He Bought Twitter", "date_published": "2022-10-27 11:35:54+00:00", "description": "Ever since the world&#8217;s richest man, Elon Musk, put in a bid to purchase Twitter last spring, rumors have swirled as to why he is so interested in the social media platform. Thursday, we finally received clarity as to what Musk&#8217;s motive is. In a message addressed to advertisers, Musk told the world exactly what ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-dem-admits-trump-was-right-about-tiktok-and-chinese-spying", "title": "Top Dem Admits Trump Was Right About TikTok And Chinese Spying", "date_published": "2022-10-27 11:34:43+00:00", "description": "A top Democratic lawmaker told an Australian audience this week that former President Trump was right when he warned that TikTok was a tool of the Chinese Communist Party. Virginia Sen. Mark Warner, who heads the Senate Select Committee on Intelligence, offered rare praise to Trump, whose 2020 bid to ban the app was blocked ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leading-gender-affirming-psychiatrists-popular-article-updated-after-fact-check-reveals-misleading-claims", "title": "Leading ‘Gender Affirming’ Psychiatrist’s Popular Article Updated After Fact-Check Reveals Misleading Claims", "date_published": "2022-10-27 11:27:07+00:00", "description": "A popular article claiming to show mental health benefits from &#8220;gender-affirming&#8221; care has been updated by the publisher after it was shown to contain distortions and misleading information. Dr. Jack Turban, an activist researcher, published an article in Psychology Today in January of this year claiming that scientific studies demonstrate clear mental health benefits of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taylor-swift-fans-recall-miscarriages-thanks-to-her-new-song-bigger-than-the-whole-sky", "title": "Taylor Swift Fans Recall Miscarriages Thanks To Her New Song, ‘Bigger Than The Whole Sky’", "date_published": "2022-10-27 10:28:16+00:00", "description": "Many Taylor Swift fans are convinced that one of the new songs on her album “Midnights” is about miscarriage, and even if it’s not, they’re processing their own losses using the lyrics. The song, “Bigger Than The Whole Sky,” is definitely about lost love of some kind. But the specific words Swift uses to convey ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fired-football-coach-to-be-reinstated-after-supreme-court-win", "title": "Fired Football Coach To Be Reinstated After Supreme Court Win", "date_published": "2022-10-27 09:51:09+00:00", "description": "Joe Kennedy, the Washington state high school football coach who lost his job in 2015 for praying on the field after games, will be reinstated by March 15, 2023. The news comes after Kennedy&#8217;s Supreme Court victory in June that ruled 6-3 that the coach was within his constitutional rights when he prayed at midfield ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lindsey-graham-pushes-back-against-new-allegations-against-herschel-walker-its-the-kavanaugh-storyline", "title": "Lindsey Graham Pushes Back Against New Allegations Against Herschel Walker: It’s ‘The Kavanaugh Storyline’", "date_published": "2022-10-27 07:21:34+00:00", "description": "Sen. Lindsey Graham (R-SC) pushed back on new allegations against Georgia U.S. Senate Republican candidate Herschel Walker during a press conference Wednesday, saying that the timing and the way that it unfolded reminds him of the salacious and unproven allegations that were made in 2018 against then-Supreme Court nominee Brett Kavanaugh. Left-wing lawyer Gloria Allred ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/family-dinners-shared-meals-and-the-importance-of-social-engagement", "title": "Family Dinners, Shared Meals, And The Importance Of Social Engagement", "date_published": "2022-10-27 07:16:52+00:00", "description": "The following is a transcript excerpt from Dr. Jordan Peterson’s conversation with Warren Farrell on the role fathers play in a child’s development. You can listen to or watch the full podcast on DailyWire+. Podcast time: 1:16:11 Imagine your family has a story, and the story is where we came from, where we are, and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-absolute-necessity-of-fathers", "title": "The Absolute Necessity Of Fathers", "date_published": "2022-10-27 07:16:52+00:00", "description": "The following is a transcript excerpt from Dr. Jordan Peterson’s conversation with Warren Farrell on the role fathers play in a child’s development. You can listen to or watch the full podcast on DailyWire+. Podcast time: 1:16:11 Imagine your family has a story, and the story is where we came from, where we are, and ...", "favourite": false}]