[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/kanada-niesamowite-odkrycie-aparat-legendarnego-podroznika-znaleziony-w-lodowcu/", "title": "Kanada. Niesamowite odkrycie. Aparat legendarnego podróżnika znaleziony w lodowcu", "date_published": "2022-10-27 20:36:00+00:00", "description": "Aparat fotograficzny z lat 30. ubiegłego wieku oraz rzeczy z ekwipunku Bradforda Washburna, amerykańskiego odkrywcy i fotografa, zostały znalezione pod śniegiem i lodem w północno-zachodniej części Kanady. Wśród uczestników wyprawy była glacjolożka polskiego pochodzenia, Dorota Dora Medrzycka.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/wielka-brytania-zwrocil-ksiazke-do-biblioteki-po-84-latach-wypozyczyl-ja-jego-dziadek/", "title": "Wielka Brytania: Zwrócił książkę do biblioteki po 84 latach. Wypożyczył ją jego dziadek", "date_published": "2022-10-27 19:49:00+00:00", "description": "Niecodzienna sytuacja miała miejsce w Coventry w Wielkiej Brytanii. Do tamtejszej biblioteki zgłosił się Paddy Riordan, który przyniósł książkę, wypożyczoną przez jego dziadka 84 lata temu. Mężczyzna uregulował karę za przetrzymanie egzemplarza przez 30 695 dni.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/wlochy-atak-nozownika-w-assago-pod-mediolanem-jedna-osoba-nie-zyje-wsrod-rannych-pilkarz-serie-a/", "title": "Włochy. Atak nożownika w Assago pod Mediolanem. Jedna osoba nie żyje. Wśród rannych piłkarz Serie A", "date_published": "2022-10-27 19:29:00+00:00", "description": "Jedna osoba nie żyje, dwie są w stanie krytycznym, a cztery inne osoby zostały ranne - to bilans ataku nożownika w centrum handlowym w Assago pod Mediolanem. Wśród poszkodowany jest znany piłkarz gający w Serie A. Napastnik rzucił się na przypadkowe osoby, które robiły zakupy w supermarkecie. Został zatrzymany.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/przemowienie-wladimira-putina-nie-musimy-uderzac-w-ukraine-bronia-atomowa/", "title": "Przemówienie Władimira Putina: Nie musimy uderzać w Ukrainę bronią atomową", "date_published": "2022-10-27 16:57:00+00:00", "description": "- Nie musimy uderzać w Ukrainę bronią atomową. Nie ma to sensu - powiedział w czwartek Władimir Putin. Oskarżył przy tym sam Kijów o dążenie do incydentu nuklearnego, aby zrzucić odpowiedzialność na Rosję. Stwierdził też, że w Ukrainie trwa wojna domowa, bo żołnierze obu stron stanowią jeden naród, który został podzielony m.in. za sprawą Polski.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/wojna-w-ukrainie-nowy-ukrainski-dron-rekin-wspomoze-dzialanie-himars-ow/", "title": "Wojna w Ukrainie. Nowy ukraiński dron. \"Rekin\" wspomoże działanie HIMARS-ów", "date_published": "2022-10-27 16:36:00+00:00", "description": "Rekin to nowy ukraiński dron bojowy zaprojektowany przez firmę Ukrspecsystems. Sprzęt ma pomóc w kierowaniu atakami rakietami HIMARS. Po prostu piękny i efektywny - napisali producenci. Prace nad stworzeniem bezzałogowego statku powietrznego produkcji ukraińskiej ruszyły po ataku Rosji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/holandia-atak-na-dziewczyne-z-perla-aktywista-przykleil-sie-glowa-do-obrazu/", "title": "Holandia. Atak na \"Dziewczynę z perłą\". Aktywista przykleił się głową do obrazu", "date_published": "2022-10-27 16:22:00+00:00", "description": "Aktywista protestujący w holenderskiej Królewskiej Galerii Malarstwa Mauritshuis w Hadze miał powiedzieć, że malarstwo Vermeera jest chronione przed zniszczeniem, w przeciwieństwie do przyszłości naszych dzieci.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/szwecja-rosyjski-statek-nefrit-pojawil-sie-w-poblizu-wyciekow-z-nord-stream/", "title": "Szwecja. Rosyjski statek Nefrit pojawił się w pobliżu wycieków z Nord Stream", "date_published": "2022-10-27 16:11:00+00:00", "description": "Szwedzkie Siły Zbrojne prowadzą własne badania dna morskiego w pobliżu wycieków gazu na Nord Stream - teraz dołączył do nich rosyjski statek, który właśnie przybył na miejsce - napisał w czwartek przed południem Svenska Dagbladet powołując się na doniesienia Sveriges Radio. Mowa o rosyjskiej jednostce badawczo-usługowy Nefrit.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/chiny-epidemia-wrocila-do-wuhan-zablokowano-miasto-800-tys-osob-na-kwarantannie/", "title": "Chiny. Koszmar wrócił do Wuhanu. Zablokowano miasto, 800 tys. osób na kwarantannie", "date_published": "2022-10-27 14:53:00+00:00", "description": "Państwo Środka prowadzi bezwzględną walkę z nowymi zakażeniami, stosując politykę zero COVID. Mieszkańcy miasta, od którego rozpoczęła się pandemia w 2019 roku, znów nie mogą wychodzić z domu. Chiny nałożyły na 800 tys. ludzi kwarantannę, a Wuhanowi grozi całkowity lockdown. Pekin nie toleruje wirusa - blokada miasta została nałożona po potwierdzeniu zaledwie 20 infekcji dziennie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/nowa-zelandia-biuro-premier-jacindy-ardern-zaatakowane-przez-kobiete-z-mieczem/", "title": "Nowa Zelandia. Biuro premier Jacindy Ardern zaatakowane przez kobietę z mieczem", "date_published": "2022-10-27 14:36:00+00:00", "description": "57-letnia kobieta zaatakowała w czwartek biuro poselskie premier Nowej Zelandii Jacindy Ardern. Szefowej rządu nie było w tym czasie na miejscu, a nawet w kraju, ponieważ przebywa z wizytą na Antarktydzie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/disney-wprowadza-bohaterke-plus-size-cierpi-na-dysmorfofobie/", "title": "Disney wprowadza bohaterkę plus size. Cierpi na dysmorfofobię", "date_published": "2022-10-27 13:21:00+00:00", "description": "Bianca, pierwsza bohaterka Disneya w rozmiarze plus size podbija serca widzów. Krótkometrażowa animacja Głowa do góry przedstawia historię młodej baletnicy, która walczy ze swoim lustrzanym odbiciem. Na jakie zaburzenie cierpi nowa postać bajek Disneya?", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/wojna-w-ukrainie-wagnerowiec-w-ukrainskiej-niewoli-jest-nagranie-rozmowy/", "title": "Wojna w Ukrainie. Wagnerowiec w ukraińskiej niewoli. Jest nagranie rozmowy", "date_published": "2022-10-27 12:46:00+00:00", "description": "Ukraińscy żołnierze opublikowali nagranie, na którym rozmawiają z jednym z okupantów. Ranny mężczyzna trafił do ich niewoli. Jak się okazało Rosjanin był częścią prywatnej armii, tzw. grupy Wagnera. Na wojnę trafił prosto zza więziennych krat wraz z 50 innymi więźniami. - Ocalało nas 12 - tłumaczył.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/chrzestna-corka-wladimira-putina-uciekla-przed-nim-z-rosji-jest-na-litwie/", "title": "\"Chrzestna córka\" Władimira Putina uciekła przed nim z Rosji. Tak przekroczyła granicę", "date_published": "2022-10-27 10:54:00+00:00", "description": "Ksenia Sobczak, krytykująca rządy Władimira Putina rosyjska dziennikarka, córka jego dawnego politycznego mentora, wyjechała na Litwę. W środę rosyjska policja przeszukała jej mieszkanie i zatrzymała dyrektora handlowego jej holdingu. Litewskie władze podały, że wjechała przez Białoruś jako izraelska turystka, której nie objęły sankcje i zakaz wjazdu nałożone na obywateli Rosji.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/rosja-wprowadza-calkowity-zakaz-informowania-o-lgbt/", "title": "Rosja wprowadza całkowity zakaz informowania o LGBT", "date_published": "2022-10-27 10:17:00+00:00", "description": "Rosyjska Duma Państwowa zaakceptowała w pierwszym czytaniu ustawę o zakazie promocji LGBT. Restrykcyjne przepisy zakazują propagowania nietradycyjnych relacji, wprowadzają też regulacje, które mają przed takimi informacjami chronić dzieci. Tematyka ma nie pojawiać się w mediach, internecie, reklamach, książkach i filmach - informuje agencja Tass. Za złamanie ustawy będą grozić grzywny.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/usa-maz-zwiazal-i-zakopal-ja-zywcem-uratowala-sie-dzieki-smartwatchowi/", "title": "USA. Mąż związał i zakopał ją żywcem. Uratowała się dzięki zegarkowi", "date_published": "2022-10-27 08:13:00+00:00", "description": "Pobił żonę, związał, a następnie wywiózł do lasu i pogrzebał żywcem. Kobieta ze stanu Waszyngton (USA) zdołała się uratować tylko dzięki smartwatchowi. Przez urządzenie wezwała policję, która odnalazła pokrzywdzoną.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/politico-usa-rozmieszczaja-ulepszona-bombe-atomowa-w-europie/", "title": "Politico: USA rozmieszczają ulepszoną bombę atomową w Europie", "date_published": "2022-10-27 08:01:00+00:00", "description": "Jak podaje w czwartek portal Politico, powołując się na swoje źródła, Stany Zjednoczone rozpoczęły rozmieszczenie w Europie swojej ulepszonej wersji bomby atomowej. Zrzucana z powietrza bomba jądrowa B61-12 miała pojawić się w europejskich bazach na wiosnę. Z uwagi na groźby Władimira Putina akcja ta została przyspieszona - podaje portal. Głos w sprawie zabrał też rzecznik Pentagonu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/ryanair-zakpil-z-roberta-lewandowskiego-wystawil-mu-bilet-do-monachium/", "title": "Ryanair zakpił z Roberta Lewandowskiego. Wystawił mu bilet do Monachium", "date_published": "2022-10-27 07:39:00+00:00", "description": "Po tym jak FC Barcelona odpadła z Ligi Mistrzów, fani próbują radzić sobie ze sportową porażką z humorem. Wśród krążących po mediach społecznościowych memów i zabawnych nagrań z tańczącym Robertem Lewandowskim, pojawił się uszczypliwy post linii lotniczych Ryanair.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/czy-elon-musk-kupil-twittera-do-siedziby-glownej-serwisu-przyszedl-ze-zlewem/", "title": "Czy Elon Musk kupił Twittera? Do siedziby głównej serwisu przyszedł ze... zlewem", "date_published": "2022-10-27 06:26:00+00:00", "description": "Elon Musk umieścił w mediach społecznościowych film, na którym widać, jak wkracza do siedziby głównej Twittera... z umywalką. Zmienił się również opis jego profilu, na którym możemy teraz przeczytać: Szef Twita. Musk ustawił także lokalizację swojego pobytu w siedzibie głównej platformy,", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/usa-bialy-dom-rosja-pomaga-iranowi-w-tlumieniu-protestow/", "title": "USA. Biały Dom: Rosja może pomagać Iranowi w tłumieniu protestów", "date_published": "2022-10-27 04:34:00+00:00", "description": "Biały Dom obawia się, że Moskwa może doradzać Teheranowi jak radzić sobie z protestami, opierając się na rosyjskim doświadczeniu w tłumieniu otwartych demonstracji - powiedziała w środę rzecznik prasowa Karine Jean-Pierre.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-27/usa-wjechal-w-bozonarodzeniowa-parade-i-zabil-szesc-osob-sad-skazal-go-na-dozywocie/", "title": "USA. Wjechał w bożonarodzeniową paradę i zabił sześć osób. Sąd skazał go na dożywocie", "date_published": "2022-10-27 04:00:00+00:00", "description": "Sąd w USA uznał Darrella Brooksa winnym celowego wjechania autem w paradę bożonarodzeniową w listopadzie ubiegłego roku w Waukeshy i skazał na karę dożywotniego więzienia. W wypadku zginęło sześć osób, a kilkadziesiąt zostało rannych.", "favourite": false}]