[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/british-hacker-charged-for-operating.html", "title": "British Hacker Charged for Operating \"The Real Deal\" Dark Web Marketplace", "date_published": "2022-10-27 14:36:00+00:00", "description": "A 34-year-old U.K. national has been arraigned in the U.S. for operating a dark web marketplace called The Real Deal that specialized in the sales of hacking tools and stolen login credentials.\nDaniel Kaye, who went by a litany of pseudonyms Popopret, Bestbuy, UserL0ser, and Spdrman, has been charged with five counts of access device fraud and one count of money laundering conspiracy.\nKaye was", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/researchers-expose-over-80-shadowpad.html", "title": "Researchers Expose Over 80 ShadowPad Malware C2 Servers", "date_published": "2022-10-27 14:19:00+00:00", "description": "As many as 85 command-and-control (C2) servers have been discovered supported by the ShadowPad malware since September 2021, with infrastructure detected as recently as October 16, 2022.\nThat's according to VMware's Threat Analysis Unit (TAU), which studied three ShadowPad variants using TCP, UDP, and HTTP(S) protocols for C2 communications.\nShadowPad, seen as a successor to PlugX, is a modular", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/ransomware-open-source-to-rescue.html", "title": "Ransomware: Open Source to the Rescue", "date_published": "2022-10-27 13:03:00+00:00", "description": "Automobile, Energy, Media, Ransomware?When thinking about verticals, one may not instantly think of cyber-criminality. Yet, every move made by governments, clients, and private contractors screams toward normalizing those menaces as a new vertical.\nRansomware has every trait of the classical economical vertical. A thriving ecosystem of insurers, negotiators, software providers, and managed", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/apple-ios-and-macos-flaw-couldve-let.html", "title": "Apple iOS and macOS Flaw Could've Let Apps Eavesdrop on Your Conversations with Siri", "date_published": "2022-10-27 10:15:00+00:00", "description": "A now-patched security flaw in Apple's iOS and macOS operating systems could have potentially enabled apps with Bluetooth access to eavesdrop on conversations with Siri.\nApple said \"an app may be able to record audio using a pair of connected AirPods,\" adding it addressed the Core Bluetooth issue in iOS 16.1 with improved entitlements.\nCredited with discovering and reporting the bug in August", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/australian-health-insurer-medibank.html", "title": "Australian Health Insurer Medibank Suffers Breach Exposing 3.9 Million Customers' Data", "date_published": "2022-10-27 08:23:00+00:00", "description": "Australian health insurance firm Medibank on Wednesday disclosed that the personal information of all of its customers had been unauthorizedly accessed following a recent ransomware attack.\nIn an update to its ongoing investigation into the incident, the firm said the attackers had access to \"significant amounts of health claims data\" as well as personal data belonging to its ahm health", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/10/new-cryptojacking-campaign-targeting.html", "title": "New Cryptojacking Campaign Targeting Vulnerable Docker and Kubernetes Instances", "date_published": "2022-10-27 07:55:00+00:00", "description": "A new cryptojacking campaign has been uncovered targeting vulnerable Docker and Kubernetes infrastructures as part of opportunistic attacks designed to illicitly mine cryptocurrency.\nCybersecurity company CrowdStrike dubbed the activity Kiss-a-dog, with its command-and-control infrastructure overlapping with those associated with other groups like TeamTNT, which are known to strike misconfigured", "favourite": false}]