[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-detail-appsync-cross-tenant.html", "title": "Researchers Detail AppSync Cross-Tenant Vulnerability in Amazon Web Services", "date_published": "2022-11-28 11:56:00+00:00", "description": "Amazon Web Services (AWS) has resolved a cross-tenant vulnerability in its platform that could be weaponized by an attacker to gain unauthorized access to resources.\nThe issue relates to a confused deputy problem, a type of privilege escalation where a program that doesn't have permission to perform an action can coerce a more-privileged entity to perform the action.\nThe shortcoming was reported", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/the-5-cornerstones-for-effective-cyber.html", "title": "The 5 Cornerstones for an Effective Cyber Security Awareness Training", "date_published": "2022-11-28 11:45:00+00:00", "description": "It's not news that phishing attacks are getting more complex and happening more often. This year alone, APWG reported a record-breaking total of 1,097,811 phishing attacks. These attacks continue to target organizations and individuals to gain their sensitive information. \nThe hard news: they're often successful, have a long-lasting negative impact on your organization and employees, including:", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/over-dozen-new-bmc-firmware-flaws.html", "title": "Over a Dozen New BMC Firmware Flaws Expose OT and IoT Devices to Remote Attacks", "date_published": "2022-11-28 10:07:00+00:00", "description": "Over a dozen security flaws have been discovered in baseboard management controller (BMC) firmware from Lanner that could expose operational technology (OT) and internet of things (IoT) networks to remote attacks.\nBMC refers to a specialized service processor, a system-on-chip (SoC), that's found in server motherboards and is used for remote monitoring and management of a host system, including", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/elon-musk-confirms-twitter-20-will.html", "title": "Elon Musk Confirms Twitter 2.0 will Bring End-to-End Encryption to Direct Messages", "date_published": "2022-11-28 05:25:00+00:00", "description": "Twitter chief executive Elon Musk confirmed plans for end-to-end encryption (E2EE) for direct messages on the platform.\nThe feature is part of Musk's vision for Twitter 2.0, which is expected to be what's called an \"everything app.\" Other functionalities include longform tweets and payments, according to a slide deck shared by Musk over the weekend.\n<!--adsense-->\nThe company's plans for", "persistent": false}]