[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/maricopa-county-responds-to-ags-letter-on-election-problems-claim-not-a-single-voter-disenfranchised", "title": "Maricopa County Responds To AG’s Letter On Election Problems, Claim Not A Single Voter Disenfranchised", "date_published": "2022-11-28 18:49:21+00:00", "description": "Thomas Liddy, Maricopa County&#8217;s chief civil division attorney, responded Sunday to a letter from Arizona’s outgoing Attorney General Mark Brnovich ordering county officials to submit a report on its handling of the 2022 election. Maricopa County, one of the most populous counties in the nation, had notable problems during the November 8 election, including printer and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-sickening-glamorization-of-assisted-suicide-is-here", "title": "The Sickening Glamorization Of ‘Assisted Suicide’ Is Here", "date_published": "2022-11-28 18:44:46+00:00", "description": "I really hate to put another penny in the ‘Candace was right jar,’ but today’s topic reminds me of when I first got into politics and I kept hitting the trans-agenda hard. Many people said, “What are you doing? Why are you making this a thing? It&#8217;s not a hot topic in politics.” And I ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/monday-afternoon-update-chinese-protests-fauci-blames-trump-heritage-foundation-spends-big-on-religious-freedom", "title": "Monday Afternoon Update: Chinese Protests, Fauci Blames Trump, Heritage Foundation Spends Big On Religious Freedom", "date_published": "2022-11-28 18:42:45+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Chinese Protests Continue Protests across China are continuing as thousands of demonstrators are lashing out in response to the Chinese Communist Party’s &#8220;Zero COVID&#8221; policy. Ten people died in an apartment fire late last week, and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/brett-cooper-i-saw-first-hand-whats-behind-hollywoods-shameful-shunning-of-candace-cameron-bure", "title": "Brett Cooper: I Saw First-Hand What’s Behind Hollywood’s Shameful Shunning Of Candace Cameron Bure", "date_published": "2022-11-28 18:13:45+00:00", "description": "“They want to know if Brett is really a lesbian.” Those are actual words that came out of my talent manager&#8217;s mouth when I was a 16-year-old actress. By that point, I had been acting professionally for about seven years, so of course, I’d experienced my fair share of uncontrollable rejections: She’s too tall. She’s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woman-sues-after-mac-and-cheese-takes-more-than-3-5-minutes-to-make", "title": "Woman Sues After Mac-And-Cheese Takes More Than 3.5 Minutes To Make", "date_published": "2022-11-28 17:51:43+00:00", "description": "A woman is suing over how much time it took her to make Velveeta macaroni and cheese after the packaging claimed it would only take a matter of minutes.  On behalf of herself and others, Amanda Ramirez is suing Kraft Heinz Foods Company for $5 million over its mac-and-cheese product promises. The food item’s packaging ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/woke-broke-america-says-no-thanks-to-disney-cartoon-with-gay-teenage-hero", "title": "Woke = Broke: America Says ‘No Thanks’ To Disney Cartoon With Gay Teenage Hero", "date_published": "2022-11-28 17:44:09+00:00", "description": "Remember when Disney just put out delightful movies full of fantastical adventures that everyone could enjoy? Pepperidge Farm remembers. Here&#8217;s how one website described a core part of Disney&#8217;s new film, &#8220;Strange World.&#8221; &#8220;Midway through the movie, Ethan and his grandfather share a quiet moment amid a mission to save their world,&#8221; Mashable wrote. &#8220;The ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gender-fluid-biden-admin-employee-charged-with-stealing-womans-luggage-at-minneapolis-airport-report", "title": "‘Gender-Fluid’ Biden Admin Employee Charged With Stealing Woman’s Luggage At Minneapolis Airport: Report", "date_published": "2022-11-28 17:42:04+00:00", "description": "One of the first openly “gender-fluid” Biden administration employees was reportedly charged with a felony last month after allegedly stealing a woman’s suitcase from the baggage claim area at the Minneapolis-St. Paul (MSP) International Airport. Sam Brinton, deputy assistant secretary of the Office of Spent Fuel and Waste Disposition in the U.S. Department of Energy, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/slippery-slope-washington-post-gives-rave-review-for-play-about-pedophiles-treating-them-kinder", "title": "Slippery Slope: Washington Post Gives Rave Review For Play About Pedophiles, Treating Them Kinder", "date_published": "2022-11-28 17:38:39+00:00", "description": "Do you ever get the sense that the Left is trying to normalize pedophilia? Well, of course, you do. It&#8217;s hard not to have that impression. Liberals have gone off the rails over the past decade. Fashion brands are releasing bondage-bound teddy bear advertisements that sexualize children. Using progressive logic, if children can consent to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/black-friday-breaks-revenue-record-as-consumers-endure-high-inflation", "title": "Black Friday Breaks Revenue Record As Consumers Endure High Inflation", "date_published": "2022-11-28 17:31:01+00:00", "description": "Black Friday revenues topped previous records despite elevated inflation and other economic tensions, according to data from Adobe Analytics. Businesses earned $9.1 billion in revenues on Black Friday, according to the computer software company’s business product. Americans are slated to spend $210 billion this season, exceeding the $205 billion spent in 2021 and the $188 ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-could-be-impartial-the-view-host-demands-justice-barrett-recuse-herself-suggests-she-could-do-better", "title": "‘I Could Be Impartial’: ‘The View’ Host Demands Justice Barrett Recuse Herself, Suggests She Could Do Better", "date_published": "2022-11-28 17:11:36+00:00", "description": "&#8220;The View&#8221; host Sunny Hostin, along with several of her co-hosts, suggested that Supreme Court Justice Amy Coney Barrett should recuse herself from cases involving religious liberty — and then claimed that if she were on the Court, she could be impartial. Hostin — joined by co-hosts Ana Navarro and Joy Behar — argued that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/2022-was-devastating-californias-water-crisis-and-its-impact-on-americas-food-supply", "title": "‘2022 Was Devastating’: California’s Water Crisis And Its Impact On America’s Food Supply", "date_published": "2022-11-28 17:08:38+00:00", "description": "The lack of water availability for California agriculture has created a crisis that could continue for years to come and lead to a food supply shortage across the United States. The lack of water not only impacts the communities and environment of California, but has national security and global market implications. Bob Amarel grows prunes ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rooted-in-god-former-miss-universe-olivia-culpo-talks-importance-of-her-and-nfl-stars-relationship-being-faith-based", "title": "‘Rooted In God’: Former Miss Universe Olivia Culpo Talks Importance Of Her And NFL Star’s Relationship Being ‘Faith-Based’", "date_published": "2022-11-28 16:27:47+00:00", "description": "Former Miss Universe Olivia Culpo talked about the importance of her and San Francisco 49ers running back Christian McCaffrey&#8217;s relationship being &#8220;faith based&#8221; and &#8220;rooted in God.&#8221; In an interview with Fox News, the 30-year-old model said it was the NFL star&#8217;s faith that caused her to break her own rule about never dating an ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/more-than-100-people-in-minnesota-stranded-on-ice-berg-that-broke-free-in-lake-report", "title": "More Than 100 People In Minnesota Stranded On Ice Berg That Broke Free In Lake: Report", "date_published": "2022-11-28 16:23:46+00:00", "description": "Numerous people are reportedly stranded on what some are calling an iceberg that has broken free on a lake in Minnesota, according to local law enforcement officials. The Beltrami County Sheriff&#8217;s Office said that 100+ anglers were stuck on a piece of ice that broke free on Upper Red Lake. &#8220;We are working with other ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/business-groups-demand-congress-step-in-to-avoid-certain-economic-destruction-from-rail-strike-ahead-of-holiday-season", "title": "Business Groups Demand Congress Step In To Avoid ‘Certain Economic Destruction’ From Rail Strike Ahead Of Holiday Season", "date_published": "2022-11-28 16:22:15+00:00", "description": "Hundreds of business groups called upon federal lawmakers on Monday to prevent a rail strike from crippling the economy ahead of the holiday season. A strike could take place on December 9 as rail companies and labor unions fail to reach an agreement. The letter, spearheaded by the U.S. Chamber of Commerce, demands that members ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/merriam-websters-2022-word-of-the-year-is-gaslighting", "title": "Merriam-Webster’s 2022 Word Of The Year Is ‘Gaslighting’", "date_published": "2022-11-28 16:21:45+00:00", "description": "Merriam-Webster dictionary publishing company announced that its word of the year for 2022 is “gaslighting.”  The company defines “gaslighting” as “psychological manipulation of a person usually over an extended period of time that causes the victim to question the validity of their own thoughts, perception of reality, or memories and typically leads to confusion, loss ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-view-hosts-admit-they-cant-even-show-balenciaga-fetish-themed-ad-with-children", "title": "‘The View’ Hosts Admit They Can’t Even Show Balenciaga ‘Fetish Themed’ Ad With Children", "date_published": "2022-11-28 16:15:20+00:00", "description": "&#8220;The View&#8221; cohosts admitted they couldn&#8217;t even show the Balenciaga &#8220;fetish themed&#8221; ad on their show Monday during a discussion about the fashion house&#8217;s marketing campaign featuring children holding teddy bears that were wearing bondage gear. During a panel discussion on the ABC daytime talk show, Joy Behar talked about how the the fashion company &#8220;is ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/crypto-company-blockfi-files-for-bankruptcy-after-ftx-collapse", "title": "Crypto Company BlockFi Files For Bankruptcy After FTX Collapse", "date_published": "2022-11-28 16:13:55+00:00", "description": "Cryptocurrency lender BlockFi filed for bankruptcy on Monday as a liquidity crisis continues to upend the nascent digital asset sector. Despite measures taken to protect the company from fallout related to defunct cryptocurrency exchange FTX, which was expected to acquire BlockFi, executives announced efforts to “consummate a comprehensive restructuring transaction that maximizes value” for stakeholders. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/balenciaga-responds-to-child-bdsm-photo-shoot-scandal-we-could-have-done-things-differently", "title": "Balenciaga Responds To Child ‘BDSM’ Photo Shoot Scandal: ‘We Could Have Done Things Differently’", "date_published": "2022-11-28 16:10:28+00:00", "description": "The fashion company Balenciaga responded to its ongoing scandal involving a photo shoot that featured young children holding BDSM-themed teddy bear bags by saying it could have &#8220;done things differently.&#8221; The company issued the statement Monday afternoon after facing severe public backlash when it was accused of sexualizing young children. The brand, which celebrities like Kim ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/candace-cameron-bure-unfollows-jodie-sweetin-as-she-backs-jojo-siwa-in-traditional-marriage-controversy", "title": "Candace Cameron Bure Unfollows Jodie Sweetin As She Backs JoJo Siwa In Traditional Marriage Controversy", "date_published": "2022-11-28 16:06:54+00:00", "description": "Followers noticed that actress Candace Cameron Bure unfollowed her former “Full House” co-star and friend Jodie Sweetin. The pair used to follow each other on Instagram, but earlier this month Bure stopped following Sweetin amid the controversy involving Bure’s comments on traditional marriage. Many fellow celebrities came out against the actress, who had made the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-worth-it-tim-tebow-shares-his-lesson-on-gratitude-as-he-responds-to-criticism-hes-faced-for-his-faith", "title": "’It’s Worth It’: Tim Tebow Shares His Lesson On Gratitude As He Responds To Criticism He’s Faced For His Faith", "date_published": "2022-11-28 16:02:18+00:00", "description": "Former NFL QB Tim Tebow talked about his faith and admitted &#8220;when you do stand for something, you will get criticized&#8221; but admitted that &#8220;it&#8217;s worth it.&#8221; During Tebow&#8217;s recent appearance on Fox News&#8217; &#8220;One Nation&#8221; Saturday, the host Brian Kilmeade compared the criticisms the former pro baseball and football player has faced to the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-prefers-communist-oil-not-american-produced", "title": "Biden Prefers Communist Oil, Not American-Produced", "date_published": "2022-11-28 15:52:06+00:00", "description": "There&#8217;s a straightforward solution that the Biden administration could enact in order to alleviate the nation&#8217;s ongoing energy crisis. President Joe Biden needs to remove government barriers to oil production and signal to the industry that America is open for business. It looks like Biden loves the idea — except not for American oil. Over ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/san-francisco-restaurants-closing-in-droves-restaurant-assn-wants-city-to-subsidize-them", "title": "San Francisco Restaurants Closing In Droves. Restaurant Assn. Wants City To Subsidize Them.", "date_published": "2022-11-28 15:44:05+00:00", "description": "Downtown San Francisco restaurants and have been hit so hard by the COVID pandemic and its aftermath, where people work remotely instead of traveling to the city, that restaurants are crying out to the local government to subsidize them. Laurie Thomas, executive director of the Golden Gate Restaurant Association, suggested that the city subsidize restaurants ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/parents-apoplectic-after-oregon-school-board-goes-virtual-amid-gender-ideology-concerns", "title": "Parents Apoplectic After Oregon School Board Goes Virtual Amid Gender Ideology Concerns", "date_published": "2022-11-28 15:35:43+00:00", "description": "Oregon parents are outraged after a school board took their meetings virtual during ongoing discussions about gender ideology and below-par academic performance. The North Clackamas School District in the Portland area decided to move its school board meetings online indefinitely after parents erupted at a meeting last month. During the October 27 meeting, parents ripped into ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ocean-cleanup-projects-ambitious-goal-90-plastic-free-by-2040", "title": "Ocean Cleanup Project’s Ambitious Goal: 90% Plastic-Free By 2040", "date_published": "2022-11-28 15:31:21+00:00", "description": "The Ocean Cleanup Project is taking on the massive goal of eliminating plastic from the ocean by going straight to sea and extracting the trash. Joost Dubois, the director of communications, spoke to The Daily Wire about the project, its unique nature, setbacks, and what it hopes to accomplish. The Ocean Project noted on its ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/go-to-war-musk-targets-apple-claiming-it-canceled-ads-threatened-to-boot-twitter-from-app-store", "title": "‘Go To War’: Musk Targets Apple, Claiming It Canceled Ads, Threatened To Boot Twitter From App Store", "date_published": "2022-11-28 15:15:35+00:00", "description": "Twitter CEO Elon Musk signaled Monday that he might be preparing to &#8220;go to war&#8221; with Apple after the company has largely stopped advertising on Twitter and has reportedly threatened to boot the social media platform from its App Store. Musk specifically called out Apple CEO Tim Cook in a series of tweets where he ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tiger-woods-pulls-out-of-hero-world-challenge-due-to-foot-injury", "title": "Tiger Woods Pulls Out Of Hero World Challenge Due To Foot Injury", "date_published": "2022-11-28 15:09:21+00:00", "description": "On Monday, Tiger Woods, 46, issued a statement announcing he would not compete in the upcoming Hero World Challenge, scheduled in Albany, Bahamas, from November 28 through December 4, because of an injury he had sustained while practicing. The Hero World Challenge, hosted by Woods every year, enables a small number of top-ranked golf pros ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/will-smith-says-he-totally-understands-and-respects-if-people-arent-ready-to-see-his-new-film", "title": "Will Smith Says He Totally Understands And Respects If People Aren’t Ready To See His New Film", "date_published": "2022-11-28 14:54:14+00:00", "description": "Will Smith said he understands and respects people who are &#8220;not ready&#8221; to see his new film &#8220;Emancipation&#8221; after he slapped Oscar&#8217;s host Chris Rock during the awards show in March. The 54-year-old actor discussed the movie&#8217;s upcoming release during a recent press tour, saying he hoped &#8220;that my actions don&#8217;t penalize my team,&#8221; Variety ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-virginia-state-trooper-killed-by-california-cops-after-murdering-family-of-teenage-girl-he-catfished-online-police-say", "title": "Former Virginia State Trooper Killed By California Cops After Murdering Family Of Teenage Girl He Catfished Online, Police Say", "date_published": "2022-11-28 14:47:23+00:00", "description": "A former Virginia state trooper was killed in a shootout with California police after allegedly murdering the family of a teenage girl he had catfished online, according to police. Austin Lee Edwards, 28, reportedly drove more than 2,500 miles from Virginia to Riverside, California, to meet the teenager on Friday, the New York Post reported. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stormy-weather-delays-thousands-of-post-thanksgiving-flights-hundreds-canceled", "title": "Stormy Weather Delays Thousands Of Post-Thanksgiving Flights, Hundreds Canceled", "date_published": "2022-11-28 14:07:09+00:00", "description": "Thanksgiving travelers experienced thousands of flight delays and hundreds of cancellations over the holiday weekend amid severe weather storms sweeping across the mid-Atlantic region. Flight-tracking website FlightAware reported nearly 7,000 flights faced delays, and almost 200 others were canceled on Sunday, flying within, into, or out of the United States. Airlines on Saturday experienced at ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-crown-star-emma-corrin-demands-gender-neutral-awards-show-categories", "title": "‘The Crown’ Star Emma Corrin Demands Gender-Neutral Awards Show Categories", "date_published": "2022-11-28 13:42:08+00:00", "description": "Emma Corrin, the former star of the Netflix series “The Crown,” is demanding that awards shows do away with gendered categories in favor of a gender-neutral alternative. The 26-year-old has a personal interest in this topic after coming out as non-binary in July of 2021. Corrin said recently that awards shows should reflect the current ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heres-how-much-home-prices-could-soon-plunge", "title": "Here’s How Much Home Prices Could Soon Plunge", "date_published": "2022-11-28 13:29:19+00:00", "description": "Home prices could fall between 15% and 20% in the wake of elevated prices induced by a variety of economic phenomena, according to a report from the Federal Reserve Bank of Dallas. Median home sale prices surged from $322,600 in the second quarter of 2020 to $454,900 in the third quarter of 2022, according to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-spokesman-explains-why-information-relating-to-murder-of-four-university-of-idaho-students-is-being-kept-from-public", "title": "Police Spokesman Explains Why Information Relating To Murder Of Four University Of Idaho Students Is Being Kept From Public", "date_published": "2022-11-28 13:18:50+00:00", "description": "Police in Moscow, Idaho, aren’t releasing all the information they have regarding the murder of four University of Idaho students in order to zero in on a suspect. It’s been two weeks since Kaylee Goncalves, 21; Ethan Chapin, 20; Xana Kernodle, 20; and Madison Mogen, 21, were murdered in their off-campus residence – and police ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/see-it-elon-musk-tweets-photo-of-night-stand-arsenal-with-apologetic-quip", "title": "SEE IT: Elon Musk Tweets Photo Of Night Stand Arsenal, With Apologetic Quip", "date_published": "2022-11-28 13:12:36+00:00", "description": "Elon Musk set his own personal social media platform ablaze Monday with a photo from his bedroom. The picture showed what Musk said was his bedside table, which was cluttered with four empty caffeine-free Diet Cokes, a bottle of water, and a pair of handguns. One pistol looked to be a replica historic flintlock in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-releases-tepid-statement-on-protests-in-china", "title": "White House Releases Tepid Statement On Protests In China", "date_published": "2022-11-28 12:57:32+00:00", "description": "The White House released a statement on Monday regarding China&#8217;s strict COVID lockdown policies, offering a tepid response following several days of protests across the communist nation. Instead of offering support to back the freedoms of the Chinese people, the Biden administration focused on the difficulty of a &#8220;zero COVID&#8221; approach. &#8220;We&#8217;ve said that zero ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/abortion-may-have-won-big-in-the-midterms-but-the-media-distorts-post-abortive-narrative", "title": "Abortion May Have Won Big In The Midterms, But The Media Distorts Post-Abortive Narrative", "date_published": "2022-11-28 12:35:39+00:00", "description": "This predominant mainstream media message is, unfortunately, true: Abortion won huge in the 2022 Midterm elections, even in so-called red states like Kentucky. And most voters in Montana even voted to allow babies who survive abortion to die on the delivery table. But abortion’s win is America’s loss. Anecdotes and research shows that the killing ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/helena-bonham-carter-defends-j-k-rowling-slams-cancel-culture", "title": "Helena Bonham Carter Defends J.K. Rowling, Slams Cancel Culture", "date_published": "2022-11-28 12:31:54+00:00", "description": "English actress Helena Bonham Carter is speaking out against cancel culture, especially as it relates to her frequent co-star Johnny Depp and author J.K. Rowling. Carter, 56, spoke with The Times about her feelings on Depp and Rowling being vilified by both the public and the media.  “I hate cancel culture. It has become quite ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/he-better-pray-to-god-i-dont-find-him-mexican-world-champion-boxer-threatens-soccer-superstar-messi", "title": "‘He Better Pray To God I Don’t Find Him’: Mexican World Champion Boxer Threatens Soccer Superstar Messi", "date_published": "2022-11-28 12:26:31+00:00", "description": "A Mexican world champion boxer threatened Argentinian Lionel Messi after seeing a video of the soccer superstar standing atop what appeared to be either a jersey from Mexico’s soccer team or the Mexican flag. On Sunday, Argentina defeated Mexico 2-0 in the World Cup as Messi scored the first goals. After the game, Messi appeared to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americans-now-need-a-six-figure-salary-to-afford-a-median-priced-home", "title": "Americans Now Need A Six-Figure Salary To Afford A Median-Priced Home", "date_published": "2022-11-28 12:22:35+00:00", "description": "Homebuyers in the United States must earn six-figure salaries in order to afford a median-priced home, according to an analysis from real estate brokerage Redfin. As housing prices remain elevated and the monthly mortgage payment on the typical home surges more than 45% since the same time last year to reach $2,682, the annual salary ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/protesters-call-for-xi-jinping-to-step-down-over-chinas-extreme-covid-lockdowns", "title": "Protesters Call For Xi Jinping To Step Down Over China’s Extreme COVID Lockdowns", "date_published": "2022-11-28 12:18:12+00:00", "description": "China&#8217;s oppressive COVID lockdown measures continue to fuel protests as news of President Xi Jinping&#8216;s extreme approach shocks the world. The growing conflict between the government and the Chinese people has accelerated in recent weeks. Some cities have endured more than 100 days of entire cities under severe lockdowns, despite just 38,000 people testing positive ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-messed-up-tampax-apologies-deletes-creepy-tweet-sexualizing-tampons", "title": "‘We Messed Up’: Tampax Apologizes, Deletes Creepy Tweet Sexualizing Tampons", "date_published": "2022-11-28 12:16:06+00:00", "description": "The tampon brand Tampax apologized over the weekend for sexualizing their product after receiving backlash online.  “We messed up with our last tweet. We removed it and we apologize to everyone we offended. Respect is central to our brand values &#8211; our recent language did not reflect that.  We have learned from this, and we ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-buffalo-shooter-pleads-guilty-to-domestic-terrorism-and-hate-crime-charges", "title": "BREAKING: Buffalo Shooter Pleads Guilty To Domestic Terrorism And Hate Crime Charges", "date_published": "2022-11-28 11:22:09+00:00", "description": "The shooter who allegedly murdered ten people during a mass shooting in May at a supermarket in Buffalo, New York, pleaded guilty on Monday morning. The 19-year-old man, who The Daily Wire will not name in accordance with a policy of depriving mass shooters of undeserved notoriety, pleaded guilty to all charges in the grand ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/error-in-judgment-bob-dylan-apologizes-for-auto-pen-fiasco-blames-vertigo-and-covid", "title": "‘Error In Judgment’: Bob Dylan Apologizes For Auto-Pen Fiasco, Blames Vertigo And COVID", "date_published": "2022-11-28 11:10:13+00:00", "description": "Bob Dylan has a couple of excuses for why the books promoted as autographed by the folk-rock legend were signed by an auto-pen.  The 81-year-old singer-songwriter issued a rare public apology after fans found out that the $600 autographed books they purchased weren’t hand-signed at all.  “The Philosophy of Sound” was released on November 1 ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-left-the-service-in-tears-dean-of-trinity-college-defends-sermon-claiming-jesus-could-have-been-transgender", "title": "‘I Left The Service In Tears’: Dean Of Trinity College Defends Sermon Claiming Jesus Could Have Been Transgender", "date_published": "2022-11-28 11:07:42+00:00", "description": "A firestorm of criticism broke out after a junior research fellow at Trinity College in Cambridge, England, claimed in a sermon that Jesus could have been transgender. The sermon from Joshua Heath, whose PhD was monitored by the controversial former Archbishop of Canterbury, Rowan Williams, asserted that the wound that the Gospels write came from ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-mexico-judge-and-her-pets-killed-by-husband-in-alleged-murder-suicide-police-say", "title": "New Mexico Judge And Her Pets Killed By Husband In Alleged Murder-Suicide, Police Say", "date_published": "2022-11-28 10:49:18+00:00", "description": "A New Mexico judge and her pets were allegedly killed in a murder-suicide by her husband, according to police. Village of Los Ranchos Municipal Judge Diane Albert, 65, died in the Friday shooting allegedly at the hands of her husband Eric Pinkerton, 63, who also shot and killed several pets before turning the gun on ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-reveals-how-twitters-business-is-doing-under-his-leadership", "title": "Elon Musk Reveals How Twitter’s Business Is Doing Under His Leadership", "date_published": "2022-11-28 10:36:04+00:00", "description": "Business is booming at Twitter with respect to new users after the social media platform was purchased by Elon Musk, according to the billionaire entrepreneur, even though a significant number of advertisers have backed away from the company at the behest of activist groups. Investor slides shared by Musk say that the daily inflow of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/greatest-king-of-israel-angel-studios-teams-with-south-african-filmmaker-to-bring-animated-david-to-big-screen", "title": "‘Greatest King Of Israel’: Angel Studios Teams With South African Filmmaker To Bring Animated ‘David’ To Big Screen", "date_published": "2022-11-28 10:32:56+00:00", "description": "Faith-based audiences can rally in staggering numbers. We saw that via 2004’s “The Passion of the Christ,” which shocked Hollywood by earning $370 million stateside. Subsequent spiritual films earned far less, but “War Room,” “Heaven Is for Real,” “I Can Only Imagine” and the “God’s Not Dead” franchise still out-earned some mainstream fare. The creators ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/caucuses-within-gop-scramble-to-get-their-share-of-power-in-house-takeover", "title": "Caucuses Within GOP Scramble To Get Their Share Of Power In House Takeover", "date_published": "2022-11-28 10:28:33+00:00", "description": "Although the 2022 midterm elections were weeks ago, the makeup of the U.S. House is still not fully set. Republicans have won at least 220 seats &#8212; enough to gain control of the chamber &#8212; while Democrats have won 213. Two races have yet to be called, but some politicos think the final makeup will ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hawaiis-largest-active-volcano-erupts-ash-fall-warning-issued", "title": "Hawaii’s Largest Active Volcano Erupts; Ash Fall Warning Issued", "date_published": "2022-11-28 10:08:55+00:00", "description": "Hawaii&#8217;s largest active volcano began erupting Sunday night, with lava flow warnings issued to the surrounding area. The eruption of Mauna Loa, considered the world&#8217;s largest active volcano, was detected at approximately 11:30 p.m. local time inside the Hawaii Volcanoes National Park. Image from Mauna Loa summit webcam acquired at 11:46 PM HST. Webcams for ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/read-it-our-city-is-in-peril-portland-clothing-store-closes-leaving-epic-note-on-doors", "title": "READ IT: ‘Our City Is In Peril’: Portland Clothing Store Closes, Leaving Epic Note On Doors", "date_published": "2022-11-28 09:15:17+00:00", "description": "The owners of a Portland, Oregon, clothing store have closed the shop, blaming “unrelenting criminal behavior” in a note left on the door that also warned the far-left city is “in peril.” Rains PDX has been burglarized 15 times in the last year and a half, its owner, Marcy Landolfo, told KATU.com. Damages from the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/crypto-founder-dies-unexpectedly-at-age-30", "title": "Crypto Founder Dies Unexpectedly At Age 30", "date_published": "2022-11-28 09:07:43+00:00", "description": "Tiantian Kullander, co-founder of Hong Kong-based digital asset company Amber Group, died unexpectedly last week in his sleep. He was 30 years old. The company confirmed the news in a statement, saying that Tiantian, also known as &#8220;TT,&#8221; had &#8220;passed away unexpectedly in his sleep on November 23, 2022.&#8221; Tiantian was &#8220;instrumental to the founding ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/super-bowl-mvp-cooper-kupp-unloads-on-balenciaga-over-child-photo-shoot-scandal", "title": "Super Bowl MVP Cooper Kupp Unloads On Balenciaga Over Child Photo Shoot Scandal", "date_published": "2022-11-28 08:58:49+00:00", "description": "Los Angeles Rams wide receiver Cooper Kupp slammed Balenciaga over the weekend over a recent scandal in which it was widely accused of sexualizing young children. The brand, which celebrities like Kim Kardashian often wear, displayed images on its website last week as part of its “Toy Stories” ad campaign. The photos showed child models posing ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-jay-leno-hits-police-car-on-way-to-perform-on-stage-for-first-time-since-burn-accident", "title": "WATCH: Jay Leno Hits Police Car On Way To Perform On Stage For First Time Since Burn Accident", "date_published": "2022-11-28 08:42:36+00:00", "description": "Comedian Jay Leno returned to the stage over the weekend for the first time since he sustained serious burns to parts of his upper body and face in a gasoline fire while working on a vintage car earlier this month. Leno arrived at the Comedy &amp; Magic Club in Hermosa Beach, California, Sunday night and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kim-kardashian-slammed-for-statement-over-balenciaga-scandal-there-is-no-grey-area-here", "title": "Kim Kardashian Slammed For Statement Over Balenciaga Scandal: ‘There Is No Grey Area Here’", "date_published": "2022-11-28 08:35:31+00:00", "description": "Kim Kardashian was slammed Sunday evening over a statement that she released about the recent Balenciaga campaign in which the company was widely accused of sexualizing young children. The brand, which celebrities like Kardashian often wear, displayed images on its website last week as part of its “Toy Stories” campaign. The photos showed child models ...", "persistent": false}]