[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/usa-policja-znalazla-zwloki-zaginionego-12-latka-gral-w-rosyjska-ruletke/", "title": "USA: Policja znalazła zwłoki zaginionego 12-latka. \"Grał w rosyjską ruletkę\"", "date_published": "2022-11-28 20:47:00+00:00", "description": "12-letni Noah zginął podczas gry w rosyjską ruletkę - podała policja z Missisipi w USA. Wcześniej rodzina zgłosiła zaginięcie chłopca. W związku ze śmiercią nastolatka, dwóch nieletnich i jedna osoba dorosła usłyszeli zarzut morderstwa.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/who-zdecydowalo-o-zmianie-nazwy-malpiej-ospy-byla-rasistowska-i-dyskryminujaca/", "title": "WHO zdecydowało o zmianie nazwy małpiej ospy. \"Była rasistowska i dyskryminująca\"", "date_published": "2022-11-28 17:36:00+00:00", "description": "Światowa Organizacja Zdrowia zdecydowała o zmianie nazwy małpiej ospy po skargach, które wskazywały, że takie nazewnictwo jest stygmatyzujące i rasistowskie. Od teraz choroba będzie nazywana mpox.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/rumunia-szef-nato-jens-stoltenberg-nie-mozemy-pozwolic-putinowi-wygrac/", "title": "Rumunia. Szef NATO Jens Stoltenberg: Nie możemy pozwolić Putinowi wygrać", "date_published": "2022-11-28 16:24:00+00:00", "description": "Nie możemy pozwolić Putinowi wygrać - powiedział sekretarz generalny NATO Jens Stoltenberg na konferencji prasowej po spotkaniu z prezydentem Rumunii Klausem Iohannisem w Bukareszcie. Odniósł się też do kwestii członkostwa Szwecji i Finlandii podkreślając, że jest to istotne dla całego sojuszu, a w szczególności dla krajów bałtyckich i Polski.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/hawaje-wulkan-mauna-loa-po-prawie-40-latach-aktywny-erupcja-nastapila-w-niedziele-wieczorem/", "title": "Hawaje. Wulkan Mauna Loa po prawie 40 latach aktywny. Erupcja nastąpiła w niedzielę wieczorem", "date_published": "2022-11-28 15:35:00+00:00", "description": "W niedzielę wieczorem doszło do erupcji największego wulkanu na Hawajach. Mauna Loa był uśpiony od prawie 40 lat. Według lokalnych władz sytuacja nie zagraża okolicznym mieszkańcom.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/wielka-brytania-sceny-grozy-w-wesolym-miasteczku-swiadkowie-slyszeli-potezny-huk/", "title": "Wielka Brytania. Sceny grozy w wesołym miasteczku. Świadkowie słyszeli potężny huk", "date_published": "2022-11-28 15:02:00+00:00", "description": "Sceny grozy w wesołym miasteczku podczas świątecznego jarmarku w Cardiff (Wielka Brytania). Jedna z karuzeli uległa awarii, a przebywający na niej ludzie zaczęli spadać na ziemie. Dwie osoby trafiły do szpitala.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/usa-nowa-bron-dla-ukrainy-boeing-zlozyl-pentagonowi-propozycje/", "title": "USA. Nowa broń dla Ukrainy. Boeing złożył Pentagonowi propozycję", "date_published": "2022-11-28 14:52:00+00:00", "description": "Pentagon rozpatruje propozycję Boeinga, który chce dostarczać Ukrainie małe, precyzyjne bomby pozwalające sięgać rosyjskich celów daleko za linią frontu. Reuters wskazuje, że plusami takiego rozwiązania są kwestie ekonomiczne. Dzięki temu, że ładunek ma być przenoszony na powszechnie dostępnych rakietach, cały pocisk ma być relatywnie tani.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/bahrajn-czlonek-zalogi-linii-gulf-air-mial-atak-serca-zmarl-w-trakcie-lotu/", "title": "Bahrajn. Członek załogi linii Gulf Air miał atak serca. Zmarł w trakcie lotu", "date_published": "2022-11-28 14:38:00+00:00", "description": "Steward pracujący na pokładzie samolotu lecącego z Bahrajnu do Paryża doznał śmiertelnego zawału serca. Gdy mężczyzna poczuł się źle na wysokości ponad 10 kilometrów nad ziemią, zdecydowano się na awaryjne lądowanie w Iraku. Niestety, po przewiezieniu do miejscowego szpitala stwierdzono zgon pacjenta.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/papiez-nie-wymieniam-nazwiska-putina-bo-to-nie-jest-konieczne-wszyscy-znaja-moje-stanowisko/", "title": "Papież: Nie wymieniam nazwiska Putina, bo to nie jest konieczne. Wszyscy znają moje stanowisko", "date_published": "2022-11-28 14:22:00+00:00", "description": "- Oczywiście, to państwo rosyjskie dokonuje inwazji. To jest bardzo jasne. Czasami staram się nie precyzować, żeby nikogo nie obrazić, ale raczej potępić ogólnie, chociaż doskonale wiadomo, kogo potępiam. Nie jest konieczne, abym podawał imię i nazwisko - powiedział papież Franciszek w wywiadzie dla pisma America.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/witalij-kliczko-wylaczenia-pradu-w-kijowie-moga-potrwac-do-wiosny/", "title": "Witalij Kliczko: Wyłączenia prądu w Kijowie mogą potrwać do wiosny", "date_published": "2022-11-28 12:06:00+00:00", "description": "- Celem Rosji jest zrobienie wszystkiego, aby to była nasza ostatnia zima, naszym celem jest, aby ta zima była ostatnią dla terrorysty - powiedział Witalij Kliczko w rozmowie z portalem RBK-Ukraina. Mer Kijowa przyznał, że choć miasto robi wszystko, aby przywrócić mieszkańcom normalne warunki do życia, przerwy w dostawie prądu mogą potrwać do wiosny.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/poprosil-na-instagramie-o-pomoc-w-pozbyciu-sie-ciala-16-latek-odpowie-za-zabojstwo/", "title": "Poprosił na Instagramie o pomoc w pozbyciu się ciała. 16-latek odpowie za zabójstwo", "date_published": "2022-11-28 10:35:00+00:00", "description": "16-latek z Pensylwanii poprosił swoich znajomych z Instagrama o pomoc w pozbyciu się ciała. O dziwnej prośbie poinformowano policję. Funkcjonariusze znaleźli w przyczepie, w której mieszkał nastolatek, zwłoki kobiety.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/mysleli-ze-ich-roczna-corka-jest-uczulona-na-mleko-zmarla-tuz-po-swoich-pierwszych-urodzinach/", "title": "Myśleli, że ich córka jest uczulona na mleko. Zmarła tuż po swoich pierwszych urodzinach", "date_published": "2022-11-28 10:32:00+00:00", "description": "Para Brytyjczyków opowiedziała o złamanym sercu po tym, jak ich córeczka zmarła na agresywnego raka zaledwie dwa dni po jej pierwszych urodzinach. Rodzice dziewczynki sądzili, że mała Rose cierpi na nietolerancję nabiału. Testy wykazały jednak, że ma guzy w mózgu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/ewakuacja-ukrainskich-dziel-sztuki-prace-trafily-do-polski-i-hiszpanii/", "title": "Ewakuacja ukraińskich dzieł sztuki. Prace trafiły do Polski i Hiszpanii", "date_published": "2022-11-28 10:22:00+00:00", "description": "Trwająca w Ukrainie wojna zagraża również dziełom sztuki. Aby uratować dziedzictwo narodowe przed zniszczeniem z Lwowa do Poznania trafiły obrazy Jacka Malczewskiego. Z kolei ponad 50 prac awangardowych ukraińskich artystów przewieziono z bombardowanego Kijowa do Madrytu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/dynastyczna-polityka-kim-dzong-un-pokazal-publicznie-corke-moze-byc-jego-nastepczynia/", "title": "\"Dynastyczna\" polityka. Kim Dzong Un pokazał publicznie córkę. Może być jego następczynią", "date_published": "2022-11-28 10:20:00+00:00", "description": "Kim Dzong Un już po raz drugi pokazał się publicznie ze swoją córką. Ju Ae wystąpiła tym razem u boku swego ojca podczas prezentacji pocisku północnokoreańskiej produkcji. Dziecko Kima ma około dziesięciu lat, a jej publiczne przedstawienie ma sugerować, że to ona odziedziczy po ojcu władzę.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/niewidzialna-maska-antywirusowa-przelom-w-izraelu/", "title": "Izrael. Niewidzialna maska antywirusowa. To może być przełom", "date_published": "2022-11-28 10:08:00+00:00", "description": "Badacze z Technion-Israel Institute of Technology w Hajfie w Izraelu opracowali innowacyjny wynalazek. Chodzi o niewidzialną maskę antywirusową. Ma ona chronić m.in. przed przenoszeniem COVID-19, MERS, grypy i innych wirusów.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/bojka-na-meczu-w-rosji-pilkarze-rzucili-sie-na-siebie-z-piesciami/", "title": "Bójka na meczu w Rosji. Piłkarze rzucili się na siebie z pięściami", "date_published": "2022-11-28 10:07:00+00:00", "description": "Do wielkiej awantury na boisku doszło podczas meczu Pucharu Rosji pomiędzy Zenitem Petersburg a Spartakiem Moskwa. W ruch poszły pięści. Jednym z zaangażowanych w bójkę był były reprezentant Polski Maciej Rybus. Sędzia pokazał aż sześć czerwonych kartek.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/wielka-brytania-krolowa-kamila-zrezygnuje-z-dam-dworu-bedzie-miala-towarzyszki/", "title": "Wielka Brytania. Królowa Kamila zrezygnuje z dam dworu. Będzie miała towarzyszki", "date_published": "2022-11-28 07:57:00+00:00", "description": "Kamila, królowa małżonka Wielkiej Brytanii zrezygnuje z posiadania dam dworu. Zamiast nich będzie miała towarzyszki. To zerwanie z obowiązującą od wieków tradycją rodzin królewskich.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/iran-zada-natychmiastowego-wyrzucenia-usa-z-ms-2022/", "title": "Mundial. Katar 2022. Wzrost napięcia przed meczem USA-Iran", "date_published": "2022-11-28 07:00:00+00:00", "description": "Iran podgrzewa atmosferę przed meczem z USA, który może zdecydować o awansie do 1/8 finału Mistrzostw świata w Katarze. Domaga się wykluczenia Amerykanów z turnieju ze skutkiem natychmiastowym. Powodem jest wpis w mediach społecznościowych, w którym zmieniono flagę Iranu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/dziennikarz-bbc-relacjonowal-protesty-w-chinach-zostal-zatrzymany-i-pobity/", "title": "Dziennikarz BBC relacjonował protesty w Chinach. Został zatrzymany i pobity", "date_published": "2022-11-28 06:25:00+00:00", "description": "Stacja BBC poinformowała, że chińska policja zatrzymała i pobiła jednego z jej dziennikarzy. Mężczyzna relacjonował protesty przeciw restrykcjom covidowym.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-28/samolot-zaplatal-sie-w-linie-wysokiego-napiecia/", "title": "USA. Samolot zaplątał się w... linie wysokiego napięcia", "date_published": "2022-11-28 05:44:00+00:00", "description": "Jednosilnikowy samolot Mooney M20J zaplątał się w linie wysokiego napięcia. Do zdarzenia doszło w amerykanskim stanie Maryland. Pilot i pasażer przez kilka godzin byli uwięzieni w maszynie wiszącej 30 metrów nad ziemią.", "persistent": false}]