[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/oct/30/uber-hopes-to-hail-new-era-of-stability-after-a-wild-10-year-ride", "title": "Uber hopes to hail new era of stability after a wild 10-year ride", "date_published": "2022-10-29 23:05:10+00:00", "description": "<p>If this week’s results show a profit like last quarter’s, the company may at last be on the road to respectability</p><p>It has 120 million customers, takes $10bn worth of bookings a month, and, it transpired this year, <a href=\"https://www.theguardian.com/news/2022/jul/10/emmanuel-macron-secretly-aided-uber-lobbying-drive-france-leak-reveals\" title=\"\">more or less had the French president on speed-dial</a>, doing its bidding. But can Uber turn a profit?</p><p>The San Francisco-based ride-hailing giant squealed into “free cash flow”, as it puts it, in the last quarter, after racking up $23bn (£20bn) in losses in its first heady decade or so. On Tuesday, investors will see if it can repeat the trick in its third-quarter results.</p> <a href=\"https://www.theguardian.com/technology/2022/oct/30/uber-hopes-to-hail-new-era-of-stability-after-a-wild-10-year-ride\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/oct/30/world-series-game-1-philadelphia-phillies-v-houston-astros-live-latest-score", "title": "World Series 2022 Game 2: Philadelphia Phillies v Houston Astros – live!", "date_published": "2022-10-29 23:00:10+00:00", "description": "<ul><li>Astros host Phillies in Game 2 of Fall Classic at Minute Maid Park</li><li><a href=\"https://www.theguardian.com/sport/2022/oct/29/world-series-game-1-phillies-astros-report\">Game 1: Relentless Phillies rally from five down to stun Houston</a></li><li>Tweet Hunter at <a href=\"https://twitter.com/HunterFelt\">@HunterFelt</a> or <a href=\"mailto:hunter.felt.freelance@theguardian.com\">email him</a></li></ul><p><strong>Hunter will be here shortly.</strong> In the meantime <a href=\"https://www.theguardian.com/sport/2022/oct/29/world-series-game-1-phillies-astros-report\">here’s a look back</a> at Philadelphia’s shock win over Houston in Friday night’s Game 1.</p> <a href=\"https://www.theguardian.com/sport/live/2022/oct/30/world-series-game-1-philadelphia-phillies-v-houston-astros-live-latest-score\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/oct/29/gerald-stern-prize-winning-american-lyrical-poet-dies-aged-97", "title": "Gerald Stern, prize-winning American lyrical poet, dies aged 97", "date_published": "2022-10-29 22:00:14+00:00", "description": "<p>New Jersey’s first poet laureate, Stern wrote about his childhood, Judaism, mortality and the wonders of the contemplative life</p><p>Gerald Stern, one of the US’s most loved and respected poets, who wrote with spirited melancholy and earthly humour about his childhood, Judaism, mortality and the wonders of the contemplative life, has died. He was 97.</p><p>Stern, New Jersey’s first poet laureate, died Thursday at Calvary Hospice in New York City, according to his longtime partner, Anne Marie Macari. A statement from Macari, released on Saturday by publisher WW Norton, did not include the cause of death.</p><p>There is a sweetness buried in my mind</p><p>there is water with a small cave behind it</p> <a href=\"https://www.theguardian.com/books/2022/oct/29/gerald-stern-prize-winning-american-lyrical-poet-dies-aged-97\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/29/elon-musk-twitter-social-media-toxic-content", "title": "Elon Musk running Twitter? It’s like giving a monkey a delicate clock  | John Naughton", "date_published": "2022-10-29 21:49:50+00:00", "description": "<p>The tech magnate’s purchase of the social media platform was the easy bit – now he must be responsible for toxic content</p><p>When the news broke that Elon Musk had finally been obliged to buy Twitter, the company he had tried – for months – to get out of purchasing, it reminded many observers of the <a href=\"https://www.youtube.com/watch?v=qf22bddvLnc\" title=\"\">1979 commercial for Remington shavers</a> in which the corporation’s president, Victor Kiam, proclaimed that he liked the electric razor so much “I bought the company.”</p><p>This was a mistake: Kiam merely <em>liked</em> the business he bought, <a href=\"https://www.theguardian.com/technology/commentisfree/2022/may/21/what-do-elon-musk-and-jeff-bezos-have-in-common-an-unhealthy-twitter-habit\" title=\"\">whereas Musk is </a><em><a href=\"https://www.theguardian.com/technology/commentisfree/2022/may/21/what-do-elon-musk-and-jeff-bezos-have-in-common-an-unhealthy-twitter-habit\" title=\"\">addicted</a></em><a href=\"https://www.theguardian.com/technology/commentisfree/2022/may/21/what-do-elon-musk-and-jeff-bezos-have-in-common-an-unhealthy-twitter-habit\" title=\"\"> to his company</a>, in the sense that he cannot live without it. In acquiring Twitter, he has therefore forgotten the advice given to Tony Montana in <em>Scarface</em>: “Don’t get high on your own supply.”</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/29/elon-musk-twitter-social-media-toxic-content\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/at-least-five-dead-as-a-boat-heading-toward-us-sinks-off-cuba", "title": "At least five dead as a boat heading toward US sinks off Cuba", "date_published": "2022-10-29 21:36:48+00:00", "description": "<p>Vessel travelling north collides with Cuban coast guard ship near Bahía Honda, reports say</p><p>A boat off northern Cuba travelling toward the United States sank Saturday after a collision with a Cuban coastguard ship and at least five people died, Cuban state media reported on Saturday.</p><p>The craft reportedly flipped over after the crash near Bahía Honda, about two hours from the capital, Havana. Among the five known dead were a minor and three women, while 23 people were rescued, the Cubadebate report said.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/at-least-five-dead-as-a-boat-heading-toward-us-sinks-off-cuba\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/29/liverpool-leeds-premier-league-match-report", "title": "Crysencio Summerville strikes late to lift Leeds and stun Liverpool", "date_published": "2022-10-29 21:01:46+00:00", "description": "<p>Jesse Marsch wanted Leeds to show they remained united and on the right path at Anfield. He got that, and so much more, as his struggling team condemned Liverpool to a first Premier League home defeat since March 2021 courtesy of Crysencio Summerville’s 89th-minute winner.</p><p>The under-pressure Leeds manager tasted a first victory since August and his club’s first against Liverpool in more than 21 years thanks to an inspired display from their goalkeeper, Illan Meslier, and a collective effort that richly deserved the release of a precious win. Jürgen Klopp’s side were flat throughout as they slumped to a second successive league defeat and their first Anfield league loss for 30 matches.</p> <a href=\"https://www.theguardian.com/football/2022/oct/29/liverpool-leeds-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/attacker-killed-after-five-wounded-in-west-bank-shooting", "title": "Attacker killed after five wounded in West Bank shooting", "date_published": "2022-10-29 20:46:37+00:00", "description": "<p>Four Israelis and one Palestinian injured in gun attack in Hebron, say Israel's emergency services and army</p><p>A gun attack in the flashpoint West Bank city of Hebron wounded five people on Saturday, including four Israelis and one Palestinian, with the assailant shot dead, Israel’s emergency services and the army said.</p><p>Extreme-right Israeli lawmaker Itamar Ben-Gvir, whose Religious Zionism alliance is <a href=\"https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir\">eyeing major gains in elections on Tuesday</a>, has claimed his Hebron home was the target.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/attacker-killed-after-five-wounded-in-west-bank-shooting\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/thousands-attend-south-africa-pride-despite-terror-warning", "title": "Thousands attend South Africa Pride march despite terror warning", "date_published": "2022-10-29 20:11:52+00:00", "description": "<p>US embassy identified Sandton district as potential target, but event went ahead after South African authorities insisted it was safe</p><p>Thousands of people gathered for the Pride march in South Africa’s largest city Johannesburg on Saturday despite a warning from the US embassy of a possible terror attack.</p><p>The event took place under heavy security in the upmarket district of Sandton, identified by the US embassy as a potential target.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/thousands-attend-south-africa-pride-despite-terror-warning\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/oct/29/to-be-in-the-premier-league-race-at-all-is-a-mark-of-progress-for-this-arsenal-team", "title": "To be in the race at all is a mark of progress for this Arsenal team | Jonathan Wilson", "date_published": "2022-10-29 19:00:08+00:00", "description": "<p>What Arsenal have done this season is already remarkable, even if signs of fatigue are already starting to show</p><p>Titles races often hinge on single moments – or at least our memories of them, the narratives we construct to process them, do. Stan Cullis’s non-tackle, Ray Tinkler’s idiosyncratic interpretation of offside, Steve Bruce’s header, Newcastle’s 4-3 defeat at Anfield, Sergio Agüero’s finish, Riyad Mahrez skipping by Nicolás Otamendi – far more uplifting to remember the moments of brilliance and infamy, to isolate heroes and villains, than to consider the grand sweeps of economic determinism. Gossip and goals tend to be more fun than Marxist analyses.</p><p>Manchester City will almost certainly win the Premier League and they will do so because of the collection of great players gathered under a great coach, all funded by Abu Dhabi as part of the wider geopolitical strategy of the oil-and-gas-rich Gulf states. Or, if you prefer your history more event-driven, it may be that the key moment of this campaign has already happened.</p> <a href=\"https://www.theguardian.com/football/blog/2022/oct/29/to-be-in-the-premier-league-race-at-all-is-a-mark-of-progress-for-this-arsenal-team\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/29/no-10-alarm-as-boris-johnson-plans-to-attend-cop27-climate-summit", "title": "No 10 alarm as Boris Johnson plans to attend Cop27 climate summit", "date_published": "2022-10-29 19:00:05+00:00", "description": "<p>Ex-PM’s Cop27 visit is seen as snub to Rishi Sunak as Labour attacks government’s policy failures on environmental crisis</p><p>A row over prime minister Rishi Sunak’s refusal to attend the <a href=\"https://www.theguardian.com/environment/cop27\" title=\"\">Cop27</a> climate summit took an extraordinary twist on Saturday night as the <em>Observer</em> was informed that his predecessor but one – Boris Johnson – is planning to attend the event.</p><p>Several sources said they had been told that Johnson is intending to go to the crucial meeting of world leaders in Egypt to show his solidarity with the battle against the <a href=\"https://www.theguardian.com/environment/climate-crisis\" title=\"\">climate crisis</a>.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/29/no-10-alarm-as-boris-johnson-plans-to-attend-cop27-climate-summit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/30/the-moment-i-knew-hungover-in-a-mattress-shop-i-realised-he-was-unlike-any-man-id-ever-met", "title": "‘Hungover in a mattress shop, I realised he was unlike any man I’d ever met’", "date_published": "2022-10-29 19:00:05+00:00", "description": "<p>For many people, bed shopping is a forgettable experience. For <strong>Shona Hendley</strong>, it was the start of something more</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I was 22 years old, making the 600km drive from Melbourne to Canberra where a new job – my first proper job – awaited. My golden Daewoo Matiz, AKA Kel’s car from Kath and Kim, was packed with as many personal belongings as would fit in its tiny interior. My body buzzed with nervous excitement.</p><p>I made a pit stop in Goulburn, where I stretched my legs at the Big Merino. My phone rang; it was Matt, my soon-to-be colleague and, unconventionally, my soon-to-be housemate. He was finalising our house-moving arrangements.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/30/the-moment-i-knew-hungover-in-a-mattress-shop-i-realised-he-was-unlike-any-man-id-ever-met\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/scotland-australia-autumn-international-match-report", "title": "Blair Kinghorn misses vital late penalty as Australia narrowly sink Scotland", "date_published": "2022-10-29 18:42:52+00:00", "description": "<ul><li>Scotland 15-16 Australia</li><li>Fly-half Kinghorn has chance to win it for hosts at the end</li></ul><p>Just when we expect them to win, Scotland lose. Australia may have lost the last three against their hosts, but they held their nerve to sneak a precious win at the start of their tour of Europe. Blair Kinghorn had a chance to win it for Scotland, but he pulled a long-range penalty in the last minute of the match. If only he had chosen to go for the posts earlier, Scotland might not have needed it.</p><p>There was much to encourage them, not least the performance of Kinghorn himself as a playmaker. But for every plus there was a minus, very often from the same player. Glen Young came on in the first half and played well, but a yellow card in the second half for a dangerous clear-out proved costly. Australia scored their try while he was away.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/scotland-australia-autumn-international-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/29/graham-potter-admits-he-looks-a-bit-of-a-fool-after-chelseas-defeat-to-brighton", "title": "Graham Potter admits he looks ‘a bit of a fool’ after Chelsea’s defeat to Brighton", "date_published": "2022-10-29 18:22:45+00:00", "description": "<ul><li>Coach’s trip to former team ends in 4-1 humiliation</li><li>Potter says using Sterling and Pulisic as wing-backs backfired</li></ul><p>Graham Potter admitted he ended up looking “a bit of a fool” after his return to Brighton ended in a <a href=\"https://www.theguardian.com/football/2022/oct/29/brighton-chelsea-premier-league-match-report\" title=\"\">humiliating 4-1 defeat</a> for Chelsea.</p><p>While Potter said he had no reason to apologise after Brighton’s fans gave him a hostile reception at the Amex Stadium, he said his decision to use Raheem Sterling and Christian Pulisic as wing-backs had backfired. Chelsea were 3-0 down at half-time and Brighton, who targeted Pulisic and Sterling, could celebrate their first win under Roberto De Zerbi.</p> <a href=\"https://www.theguardian.com/football/2022/oct/29/graham-potter-admits-he-looks-a-bit-of-a-fool-after-chelseas-defeat-to-brighton\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/qatar-lavished-british-mps-with-250000-worth-of-freebies-ahead-of-world-cup", "title": "Qatar lavished British MPs with gifts ahead of World Cup", "date_published": "2022-10-29 18:05:28+00:00", "description": "<p>MPs who received gifts later appeared to speak favourably about Qatar in parliamentary debates</p><p>Qatar has spent more money on gifts and trips for British MPs in the past year than any other country, according to <em>Observer </em>analysis that reveals the Gulf state’s lobbying efforts ahead of next month’s football <a href=\"https://www.theguardian.com/football/world-cup-football\" title=\"\">World Cup</a>.</p><p>The Qatari government made gifts to members of parliament worth £251,208 in the 12 months to October 2022, including luxury hotel stays, business-class flights and tickets to horse-racing events.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/qatar-lavished-british-mps-with-250000-worth-of-freebies-ahead-of-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/29/in-deserted-courtroom-grim-details-of-nice-atrocity-go-mostly-unnoticed", "title": "In a deserted courtroom, the grim details of the Nice atrocity go mostly unnoticed | Robert McLiam Wilson", "date_published": "2022-10-29 18:00:04+00:00", "description": "Eighty-six people died in the 2016 tragedy, yet compassion and empathy have become exhausted<p>In Paris, a trial is taking place concerning the 14 July 2016 <a href=\"https://www.theguardian.com/world/bastille-day-truck-attack\" title=\"\">attack in Nice</a> when a man drove a truck into a crowd of families attending a firework display. The three-month trial, due to end in early December, is of eight associates of Mohamed Lahouaiej-Bouhlel accused of assisting him in the attack, when a 19-tonne cargo truck was deliberately driven into people celebrating Bastille Day on the Promenade des Anglais. A total of 86 people were killed, including 15 children. More than 450 were injured. You’d think it would be a big deal. You would be wrong.</p><p>I’ve been reporting on the trial for the <a href=\"https://www.theguardian.com/media/charlie-hebdo\" title=\"\">French satirical magazine</a> <em>Charlie Hebdo</em>. In the church-like Palais de Justice, where the public can watch the trial on large screens, the average attendance is around six. One afternoon there were only two of us, me and a sweet-faced old lady whispering a melancholy but urgent commentary to herself. </p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/29/in-deserted-courtroom-grim-details-of-nice-atrocity-go-mostly-unnoticed\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/oct/29/liverpool-v-leeds-premier-league-live", "title": "Liverpool v Leeds: Premier League – live", "date_published": "2022-10-29 17:47:10+00:00", "description": "<ul><li>Premier League updates from the 7.45pm BST kick-off</li><li>You can <a href=\"mailto:Scott%20Murray%20%3Cscott.murray.casual@theguardian.com%3E\">email Scott</a> with your thoughts on the game</li></ul><p><strong>Liverpool:</strong> Alisson, Alexander-Arnold, Gomez, van Dijk, Robertson, Fabinho, Elliott, Thiago, Firmino, Salah, Nunez.<br /><em>Subs: Konate, Milner, Henderson, Oxlade-Chamberlain, Jones, Tsimikas, Carvalho, Phillips, Kelleher.</em></p><p><strong>Leeds United:</strong> Meslier, Kristensen, Koch, Cooper, Struijk, Adams, Roca, Harrison, Aaronson, Summerville, Rodrigo.<br /><em>Subs: Ayling, Firpo, Bamford, Llorente, Robles, Gnonto, Gelhardt, Greenwood, Klich.</em></p> <a href=\"https://www.theguardian.com/football/live/2022/oct/29/liverpool-v-leeds-premier-league-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/oct/29/suella-braverman-secretive-meetings-antiwoke-mp-officials", "title": "Braverman’s secret meetings with ‘anti-woke’ MP flagged by officials before she quit", "date_published": "2022-10-29 17:30:54+00:00", "description": "<p>Civil servants say there was ‘significant disquiet’ over home secretary Suella Braverman’s dealings with Tory rightwinger John Hayes</p><p>Home Office officials raised concerns over a series of secretive meetings Suella Braverman held with an influential rightwing backbench MP weeks before she was forced to resign over leaking sensitive information to him, the <em>Observer</em> has been told.</p><p>In addition, sources have claimed that the home secretary appears to have instructed officials to look at potentially implementing hardline proposals cooked up by a rightwing thinktank that would in effect prohibit “genuine refugees” from settling in the UK, a move that threatens an <a href=\"https://www.theguardian.com/commentisfree/2022/oct/05/priti-patel-suella-braverman-claiming-asylum-home-secretary\" title=\"\">even more</a> uncompromising approach to asylum seekers.</p> <a href=\"https://www.theguardian.com/politics/2022/oct/29/suella-braverman-secretive-meetings-antiwoke-mp-officials\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/178-hirokazu-tanakas-set-new-namesake-gathering-world-record", "title": "178 Hirokazu Tanakas set new namesake-gathering world record", "date_published": "2022-10-29 17:28:15+00:00", "description": "<p>Joint effort marks climax of one Hirokazu Tanaka’s decades-long dream and pushes 164 Martha Stewarts into second place</p><p>Remembering names at a party is never easy, except at a gathering in Tokyo on Saturday where all 178 guests were called Hirokazu Tanaka – breaking a Guinness World Record previously held by 164 Martha Stewarts.</p><p>Hirokazu Tanakas from all walks of life came together for the record attempt, including a three-year-old toddler, an 80-year-old and even one who flew to Japan from Hanoi, Vietnam.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/178-hirokazu-tanakas-set-new-namesake-gathering-world-record\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/oct/29/siddhartha-mukherjee-i-dont-like-writing-as-if-i-dont-exist", "title": "Siddhartha Mukherjee: ‘I don’t like writing as if I don’t exist’", "date_published": "2022-10-29 17:00:04+00:00", "description": "<p>The Pulitzer-winning science author on combining the history of cell biology with personal stories, the influence of Salman Rushdie and why he likes to write in bed</p><p>Siddhartha Mukherjee is the author of four science books, including <em>The Emperor of All Maladies</em>, which won the 2011 Pulitzer prize for general nonfiction and the <em>Guardian</em> first book award. Born in Delhi in 1970 and educated at Stanford, Oxford (as a Rhodes scholar), and Harvard, Mukherjee is now assistant professor of medicine at Columbia University, as well as a cancer physician and researcher. He lives in New York City with his wife, Sarah Sze, an artist, and their two daughters. His latest book, <em>The Song of the Cell</em>, will be published on 3 November.</p><p><strong>Why a book about cells?<br /></strong>Cell biology had always been at the centre of my thinking – as an oncologist, I look at cells through cancer, which is their ultimate distortion. So much of our attention has been occupied by genetics over the past century, but a gene is lifeless without cells. There’s nothing you can read from a DNA molecule that tells you that your eyes are shaped like eyes or that your kidney is kidney-shaped. Only your cells in the right context and the right time can interpret that code. So it felt as if we were missing part of the equation.</p><p><em>The Song of the Cell</em> by Siddhartha Mukherjee is published by Bodley Head (£25). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/the-song-of-the-cell-9781847925978\">guardianbookshop.com</a>. Delivery charges may apply<br /></p> <a href=\"https://www.theguardian.com/books/2022/oct/29/siddhartha-mukherjee-i-dont-like-writing-as-if-i-dont-exist\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/moeen-ali-england-t20-cricket-world-cup", "title": "‘Four wins and we have the World Cup’: Moeen Ali upbeat on England’s hopes", "date_published": "2022-10-29 17:00:03+00:00", "description": "<ul><li>Side must win final two group games to have any chance</li><li>Moeen wants England to channel ‘hurt’ of Black Caps loss</li></ul><p>England are close to being eliminated from the T20 World Cup <a href=\"https://www.theguardian.com/sport/2022/oct/26/ireland-stun-england-at-t20-world-cup-to-throw-super-12s-wide-open\" title=\"\">after losing to Ireland</a> and having <a href=\"https://www.theguardian.com/sport/2022/oct/28/australia-v-england-washed-out-as-rain-strikes-twenty20-world-cup-again\" title=\"\">their game against Australia rained off</a>, but rather than being one defeat from departure Moeen Ali says the team are looking at things a little differently. “We’ve got to tell ourselves, four wins and we have got the World Cup,” he said.</p><p>With two more games in their Super 12 group against New Zealand in Brisbane on Tuesday and against Sri Lanka in Sydney on Saturday, England must win both if they are to reach the semi-finals. Even then, given the nature of the group, they may finish level with one or more other sides and need to better them on net run rate.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/moeen-ali-england-t20-cricket-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/29/no-journalist-had-a-deeper-sense-of-history-than-ian-jack", "title": "No journalist had a deeper sense of history than Ian Jack | Donald Macintyre", "date_published": "2022-10-29 16:56:56+00:00", "description": "<p>Endlessly curious and knowledgeable, the Guardian columnist was renowned for his interest in the industrial working class from which he came</p><p>No one can fill the hole left in British journalism by <a href=\"https://www.theguardian.com/profile/ianjack\">Ian Jack</a>. He had a huge body of work behind him, of course, as a reporter, feature writer, author and editor. Yet to demonstrate his quality you’d only to have to refer someone who hadn’t read him to his pieces over the past few months when he was writing as well as ever – not something you could say about many 77-year-olds.</p><p>His <a href=\"https://www.theguardian.com/commentisfree/2022/oct/22/bbc-centenary-music\">last column</a> for the <em>Guardian</em>, a mere week ago, was an example – on the face of it a rich elegy on what the BBC had meant to him since his earliest years, yet in fact, and without a shred of polemic, a subliminal reminder of why the Corporation needed defending against its encircling enemies. This was typical. No journalist had a deeper sense of history than Jack. He frequently recalled his childhood and his formative years, after his parents moved back to Scotland when he was seven, in North Queensferry, Fife – where he interviewed with rare insight and sensibility the then chancellor in 2003 in a piece that began: “Gordon Brown lives in the house I once delivered newspapers to.” </p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/29/no-journalist-had-a-deeper-sense-of-history-than-ian-jack\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/mercedes-and-ferrari-rage-at-insufficient-punishment-for-red-bull-budget-breach", "title": "Mercedes and Ferrari left fuming over punishment for Red Bull budget breach", "date_published": "2022-10-29 16:48:07+00:00", "description": "<ul><li>Red Bull fined $7m and given a cut of 10% in aerodynamic testing</li><li>FIA found Red Bull exceeded £114m budget cap by £1.86m in 2021</li></ul><p>Mercedes and Ferrari have firmly rejected Red Bull’s claims that the FIA’s penalty for exceeding the cap was “draconian”, stating that the impact on the team will likely be minimal.</p><p>On Friday Red Bull were given a $7m (£6.05m) fine and a 10% reduction in aerodynamic testing for breaching the 2021 cost cap. The fine is not part of a reduction in a future budget cap. The FIA adjudged they had exceeded the £114m limit by £1.86m and Red Bull accepted an agreed breach agreement with the governing body, admitting culpability and accepting the penalty.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/mercedes-and-ferrari-rage-at-insufficient-punishment-for-red-bull-budget-breach\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/russia-suspends-ukraine-grain-deal-after-attack-on-sevastopol-naval-base", "title": "Russia suspends Ukraine grain deal after attack on Sevastopol naval base", "date_published": "2022-10-29 16:46:53+00:00", "description": "<p>Move comes after assault by airborne and underwater drones in which flagship may be been damaged</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/oct/28/russia-ukraine-war-live-news-updates-joe-biden-vladimir-putin-russian-nuclear-weapons-dirty-bomb-claim\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia has said it will pull out of a UN-brokered grain export deal after a dramatic attack by Ukrainian airborne and underwater drones on its Black Sea naval base of Sevastopol in the early hours of Saturday morning.</p><p>Social media showed footage of explosions <a href=\"https://twitter.com/RALee85/status/1586275435893211136?s=20&amp;t=ypfXUO55xxj_QN6TMuJlUg\">both near </a>and <a href=\"https://twitter.com/RALee85/status/1586308322721792000?s=20&amp;t=ypfXUO55xxj_QN6TMuJlUg\">in the Crimean harbour</a>, and Russia’s defence ministry said there had been an attack by “nine unmanned aerial vehicles and seven autonomous sea drones” that began at 4.20am.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/russia-suspends-ukraine-grain-deal-after-attack-on-sevastopol-naval-base\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/oct/29/iran-accuses-journalists-who-reported-mahsa-aminis-death-of-spying-for-cia", "title": "Iran accuses journalists who reported Mahsa Amini’s death of spying for CIA", "date_published": "2022-10-29 16:38:09+00:00", "description": "<p>Spying charge levelled at Niloofar Hamedi and Elahe Mohammadi carries death penalty as Tehran seeks to suppress running protests</p><p>Two female journalists who were instrumental in reporting the death of Mahsa Amini, the 22-year-old woman whose death in the custody of Iran’s morality police has sparked nationwide protests, have been labelled as CIA foreign agents by the Iranian regime.</p><p>Niloofar Hamedi and Elahe Mohammadi, who were arrested shortly after news broke of Amini’s death and who are reportedly being held in Iran’s notorious Evin prison, were accused of being foreign agents in a joint statement released by Iran’s ministry of intelligence and the intelligence organisation of the Islamic Revolutionary Guards last night.</p> <a href=\"https://www.theguardian.com/global-development/2022/oct/29/iran-accuses-journalists-who-reported-mahsa-aminis-death-of-spying-for-cia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/29/newcastle-aston-villa-premier-league-match-report", "title": "Callum Wilson’s double fires Newcastle to impressive rout of Aston Villa", "date_published": "2022-10-29 16:23:58+00:00", "description": "<p>Two international managers, England’s Gareth Southgate and Brazil’s Tite, sat in the directors’ box to assess potential World Cup options, and it would be no surprise if the former departed having resolved to include Callum Wilson in his Qatar-bound squad.</p><p>Newcastle’s centre-forward scored two goals, had a hand in creating two more and also hit the crossbar as his side reinforced their top-four credentials with a third successive Premier League win.</p> <a href=\"https://www.theguardian.com/football/2022/oct/29/newcastle-aston-villa-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/29/bournemouth-tottenham-premier-league-match-report", "title": "Bentancur’s injury-time goal completes Spurs’ comeback win at Bournemouth", "date_published": "2022-10-29 16:20:05+00:00", "description": "<p>Relief? Joy? A little bit of both? It is too early to talk of season-saving results. Tottenham’s position is, in any case, far from perilous.</p><p>But a south-coast victory that had defeat – before the intervention of Ryan Sessegnon, Ben Davies, and, in time added on, Rodrigo Bentancur – written upon it for almost an hour showed plenty of the spirit and fight that Antonio Conte has long been calling for.</p> <a href=\"https://www.theguardian.com/football/2022/oct/29/bournemouth-tottenham-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/29/brighton-chelsea-premier-league-match-report", "title": "Rampant Brighton ruin Graham Potter’s return by thrashing sorry Chelsea", "date_published": "2022-10-29 16:14:44+00:00", "description": "<p>Brighton exhibited many of the traits of their former manager, playing with style, panache and tactical flexibility, but this was a new era. Gone was Graham Potter’s studious touchline calm; there was a new man in town and Roberto De Zerbi was not going to let the moment go to waste.</p><p>Potter had no way of containing De Zerbi and his frenzied players. Chelsea were pulled apart from start to finish and their nine-match unbeaten run under Potter is over. The home fans loved it. Brighton, who were winless in five matches under De Zerbi, were fired by indignation and could have won by more than 4-1.</p> <a href=\"https://www.theguardian.com/football/2022/oct/29/brighton-chelsea-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/oct/29/fulham-v-everton-premier-league-live-score-updates", "title": "Fulham v Everton: Premier League – live", "date_published": "2022-10-29 16:11:17+00:00", "description": "<ul><li>Premier League updates from the 5.30pm BST kick-off</li><li>You can send thoughts to Barry on <a href=\"https://twitter.com/bglendenning\">Twitter</a> or <a href=\"mailto:Barry%20Glendenning%20%3Cbarry.glendenning@theguardian.com%3E\">email</a></li></ul><p><strong>Dominic Calvert-Lewin:</strong> The Everton striker needs a big, big performance today if he is to earn a place in the England squad for the World Cup as back-up for Harry Kane. Injury means that Calvert-Lewin has only made four appearances – two starts – for Everton so far this season but he scored last time out against Crystal Palace.</p><p>He will do well to get picked ahead of Callum Wilson, another injury prone striker who scored twice and hit the woodwork this afternoon in Newcastle’s 4-0 win over Aston Villa, a match attended by England manager Gareth Southgate. Ivan Toney, Tammy Abraham and somebody obvious I’ve almost certainly forgotten are also in the mix with less than a month to go to Qatar 2022. </p> <a href=\"https://www.theguardian.com/football/live/2022/oct/29/fulham-v-everton-premier-league-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/oct/29/what-will-elon-musk-twitter-look-like", "title": "Heaven or hellscape: what will Elon Musk’s Twitter look like?", "date_published": "2022-10-29 16:09:55+00:00", "description": "<p>Fears have grown that the world’s richest man would remove the social network’s controls on hate speech – but can he really afford to?</p><p>Elon Musk is not buying Twitter to make more money: he’s doing it to help humanity.</p><p>In a message to advertisers last week, the world’s richest man said it was important to the future of civilisation to have a “common digital town square”. But bettering the species is going to cost money, given that Musk has paid $44bn for a social media platform to achieve that aim.</p> <a href=\"https://www.theguardian.com/technology/2022/oct/29/what-will-elon-musk-twitter-look-like\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/oct/29/xavier-bou-ornithographies-birds-patterns-flight-in-pictures", "title": "The labyrinthine patterns traced by birds on the wing – in pictures", "date_published": "2022-10-29 16:00:03+00:00", "description": "<p>On a hike one day, photographer <a href=\"https://xavibou.com/\">Xavier Bou</a>, who is based in Barcelona, wondered if the flight paths of birds could be captured on paper. Through research he realised they could – and represented in a single image. Since then he’s recorded the labyrinthine patterns created by birds on the wing, a project published next month as a book called <em><a href=\"https://www.lynxeds.com/product/ornithographies/\">Ornithographies</a></em><a href=\"https://www.lynxeds.com/product/ornithographies/\"> (Lynx Edicions)</a>. “We’re at a point in history where conservation is no longer an eccentric hobby,” says Bou. “It is a necessity. I hope <em>Ornithographies</em> encourages people to become aware of the birds around us… just raise your head and – who knows – maybe a beautiful formation of migrating geese will pass by.” </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/oct/29/xavier-bou-ornithographies-birds-patterns-flight-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/29/friends-are-good-for-us-so-why-do-many-men-have-none-banshees-of-inisherin", "title": "Friends are good for us … so why do many men have none at all?", "date_published": "2022-10-29 16:00:02+00:00", "description": "<p>Best pals in 1920s rural Ireland fall out spectacularly in the acclaimed film The Banshees of Inisherin. A century on, surely the attitudes of the modern male have moved on?</p><p>Love is blind, goes the old saying, whereas friendship closes its eyes. The problem with closing our eyes, however, is that at some point we open them, and what happens when we take in the full and, perhaps, less than flattering picture of our dearest friends?</p><p>That’s the premise of Martin McDonagh’s bleak comedy, <a href=\"https://www.theguardian.com/film/2022/oct/23/the-banshees-of-inisherin-review-martin-mcdonagh-colin-farrell-brendan-gleeson\" title=\"\"><em>Th</em>e <em>Banshees of Inisherin</em></a>, which has wowed critics and set audiences wondering. One day, during the Irish civil war on the beautiful, though grindingly uneventful island of Inisherin, Pádraic (Colin Farrell) goes to pick up his best friend Colm (Brendan Gleeson) for their daily pint in the local pub.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/29/friends-are-good-for-us-so-why-do-many-men-have-none-banshees-of-inisherin\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/oct/29/the-week-in-audio-reading-the-air-flight-of-the-ospreys-the-paddlefish-caviar-heist-book-of-the-week", "title": "The week in audio: Reading the Air; Flight of the Ospreys; The Paddlefish Caviar Heist; Book of the Week", "date_published": "2022-10-29 16:00:01+00:00", "description": "<p>The poetry of birds and birdwatching, a curious caviar conservation disaster and Greta Thunberg seeks responses to the climate crisis</p><p><strong>Reading the Air</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/play/m001dd9d\">BBC Sounds</a> <br /><strong>Flight of the Ospreys</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/play/m001ddn5\">BBC Sounds</a> <br /><strong>The Paddlefish Caviar Heist</strong> (Imperative/Vespucci) | <a href=\"https://podcasts.apple.com/us/podcast/the-paddlefish-caviar-heist/id1637955148\">apple.com</a><br /><strong>Book of the Week</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/play/m001ddd8\">BBC Sounds</a></p><p>Two very sweet birdwatching programmes on Radio 4 last week: one about hen harriers, the other, ospreys. <strong><a href=\"https://www.bbc.co.uk/sounds/play/m001dd9d\">Reading the Air</a></strong>, presented by naturalist Chris Yates, was a delight, packed with sound (tinkling water, crunching footsteps, tea pouring from a metal container, ash trees bashing into each other as the wind rose), plus the babbling brook of Yates’s fluid, evocative chat. Producers Dan Shepherd and Phil Smith mic-ed Yates up so intimately it was as though we had a direct line into his clever brain; his descriptions of harriers were nothing less than poetry. “It’s almost like smoke, the way it flies,” he said. The first time he saw a male harrier “it appeared like vapour, the very vivid silver of the underside… the wingtips like black mittens”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/29/the-week-in-audio-reading-the-air-flight-of-the-ospreys-the-paddlefish-caviar-heist-book-of-the-week\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/oct/29/scotland-v-australia-rugby-union-test-match-live-score-updates", "title": "Scotland v Australia: rugby union Test match – live", "date_published": "2022-10-29 15:51:49+00:00", "description": "<ul><li>Live updates from the 5.30pm BST / 3.30am AEDT kick-off</li><li>And feel free to <a href=\"mailto:lee.calvert.casual@theguardian.com\">mail Lee</a> or <a href=\"https://twitter.com/bloodandmud\">tweet him</a> with match thoughts</li></ul><p><strong>The incredibly sad story of the death of Scotland Women international Number 8 Siobhan Cattigan has been a difficult read over the recent months.</strong> There remain questions regarding the circumstances surrounding it and the actions or otherwise of the SRU, with players <a href=\"https://www.theguardian.com/sport/2022/aug/19/siobhan-cattigans-teammates-reject-comments-by-head-of-players-union\">not happy with their players’ union either</a>.</p><p>In this context, some Scotland fans, led by Allan MacDonald, are raising awareness by asking for an ovation in remembrance of Siobhan in the eighth minute of each of Scotland’s internationals this Autumn.</p> <a href=\"https://www.theguardian.com/sport/live/2022/oct/29/scotland-v-australia-rugby-union-test-match-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/dozens-of-people-crushed-by-large-crowd-at-halloween-festivities-in-south-korea", "title": "Dozens of people crushed at Halloween festivities in South Korea", "date_published": "2022-10-29 15:50:07+00:00", "description": "<p>Officials say about 100 people have been injured during a crowd surge in the Itaewon district of Seoul</p><p>Dozens of people were in cardiac arrest after being crushed by a large crowd pushing through a narrow street during Halloween festivities in Seoul.</p><p>Choi Cheon-sik, an official from the national fire agency, said about 100 people had been reported as injured during the surge on Saturday night in the Itaewon leisure district.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/dozens-of-people-crushed-by-large-crowd-at-halloween-festivities-in-south-korea\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/england-greece-rugby-league-world-cup-match-report", "title": "Ruthless England overwhelm Greece as Dom Young bags four in 17-try rout", "date_published": "2022-10-29 15:33:27+00:00", "description": "<ul><li>Pool A: England 94-4 Greece</li><li>Eleven players cross line and Mark Sneyd kicks 13 goals</li></ul><p>England ran up a series of records as they defeated a helpless Greece side to not only secure top spot in Group A at the Rugby League World Cup, but register their biggest win in the tournament. The debuting Greeks had only pride to play for after defeat in their first two games and they caused England a minor scare in the opening quarter when Siteni Taukamo’s try made it 10-4 in England’s favour.</p><p>But that stirred the hosts into life. The final hour was as one-sided a game as you are likely to see with England ruthlessly dispatching Greece, finishing with 17 tries. England’s third win in three group games, scoring 196 points, means they are assured of top spot, and will probably face Papua New Guinea in the quarter-finals next Saturday in Wigan.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/england-greece-rugby-league-world-cup-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/29/paul-pelosi-hammer-attack-suspect-attempted-murder", "title": "Suspect in hammer attack on Paul Pelosi to face attempted murder charge", "date_published": "2022-10-29 15:28:11+00:00", "description": "<p>Speaker’s husband underwent surgery for skull fracture as political figures unite in condemnation of violence</p><p>A man accused of clubbing the husband of the US House speaker, Nancy Pelosi,’ <a href=\"https://www.theguardian.com/us-news/2022/oct/28/paul-pelosi-nancy-pelosi-attack-san-francisco-home\">over the head</a> with a hammer and threatening his life while demanding “Where is Nancy?” now faces charges of attempted murder and other felonies a day after the violent break-in at the couple’s San Francisco home.</p><p>Police initially declined to offer a motive for Friday’s attack on Paul Pelosi, 82, who according to his wife’s office underwent surgery for a skull fracture and injuries to his right arm and hands, though doctors expect a full recovery.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/29/paul-pelosi-hammer-attack-suspect-attempted-murder\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/29/oldest-guantanamo-prisoner-released-after-17-years", "title": "Oldest Guantánamo prisoner released after 17 years", "date_published": "2022-10-29 14:40:22+00:00", "description": "<p>Saifullah Paracha, 75, returns to Pakistan after being held, but never charged, over suspected al-Qaida ties</p><p>A 75-year-old Pakistani man who was the oldest prisoner at the Guantánamo Bay detention centre, has been released and returned home, the foreign ministry in Islamabad said.</p><p>Saifullah Paracha was reunited with his family after more than 17 years in custody at the US base in Cuba, it said.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/29/oldest-guantanamo-prisoner-released-after-17-years\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/oct/29/ian-jack-guardian-columnist-and-former-granta-editor-dies-aged-77", "title": "Ian Jack, Guardian columnist and former Granta editor, dies aged 77", "date_published": "2022-10-29 14:33:54+00:00", "description": "<p>Writer who also edited Independent on Sunday remembered as one of the best in British journalism</p><p>Ian Jack, the Guardian columnist and former editor of Granta and the Independent on Sunday, has died at the age of 77 after a short illness.</p><p>Jack was a gifted writer, a brilliant and imaginative editor, and a mentor to younger journalists. His <a href=\"https://www.theguardian.com/commentisfree/2022/oct/22/bbc-centenary-music\">last piece for the Guardian,</a> published a week ago, was marking the centenary of the BBC, “one of the world’s great cultural projects”. He wrote: “It looks unlikely that Britain will ever again invent anything so admired and influential; we have been lucky to have it.”</p><p>Comments on this piece are premoderated to ensure discussion remains on topic. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/media/2022/oct/29/ian-jack-guardian-columnist-and-former-granta-editor-dies-aged-77\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/desert-bloomed-in-chile-atacama-driest-place-on-earth", "title": "How a desert bloomed in the driest place on earth", "date_published": "2022-10-29 14:24:44+00:00", "description": "<p>Unexpected emergence of flowering bulbs prompts move to designate Chile’s Atacama desert a protected national park</p><p>Unusual winter rainfall has produced a floral bloom and explosion of colour on the barren plains of the <a href=\"https://www.theguardian.com/science/2022/mar/26/mummies-chile-archaeologists-save-climate-change\" title=\"\">Atacama desert</a>, prompting Chile’s government to move to protect the area.</p><p>This month, the new president, <a href=\"https://www.theguardian.com/world/2022/mar/11/gabriel-boric-chile-president-new-era\" title=\"\">Gabriel Boric,</a> announced that the area would be made into a national park – the highest protected status the country bestows – to safeguard the flowering desert, a rare phenomenon which occurs every few years.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/desert-bloomed-in-chile-atacama-driest-place-on-earth\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/oct/29/brexit-red-tape-puts-brakes-on-uk-innovation-and-eu-sales", "title": "Brexit red tape puts brakes on UK innovation and EU sales", "date_published": "2022-10-29 13:49:26+00:00", "description": "<p>Many new products now need multiple safety test facilities for home and abroad, say entrepreneurs</p><p>British inventions are being brought to market overseas because new Brexit safety certification rules mean they can’t be sold in the UK.</p><p>Trade bodies and entrepreneurs have blamed the government’s decision to stop accepting the European Union’s CE mark and instead <a href=\"https://www.theguardian.com/politics/2021/aug/24/uk-brexit-safety-ukca-mark-eu-ce\" title=\"\">create a new UK Conformity Assessed (UKCA) mark</a> showing that a product is safe.</p> <a href=\"https://www.theguardian.com/business/2022/oct/29/brexit-red-tape-puts-brakes-on-uk-innovation-and-eu-sales\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/oct/29/leicester-manchester-city-premier-league-match-report", "title": "De Bruyne’s terrific free-kick gives Manchester City edge against Leicester", "date_published": "2022-10-29 13:32:03+00:00", "description": "<p>Manchester City may have been without Erling Haaland but Pep Guardiola’s side are so awash with talent that it just meant another of their stars came to the fore. The pass-o-meter was heavily in the visitors’ favour but in the end Kevin De Bruyne’s majestic second-half free-kick proved the difference as the champions clinched victory and moved top of the pile.</p><p>Guardiola spent much of the three minutes of second-half stoppage time crouched on the edge of his technical area as if about to thunder from the starting blocks. City had a brief fright when John Stones’s headed clearance cannoned off Rúben Dias and just wide of Ederson’s goal but the visitors swept upfield on the counter from the resulting corner. De Bruyne raced down the right flank and sent a teasing ball across the six-yard box that just eluded Ilkay Gündogan.</p> <a href=\"https://www.theguardian.com/football/2022/oct/29/leicester-manchester-city-premier-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/oct/29/england-greece-rugby-league-world-cup-live-score-updates", "title": "England v Greece: Rugby League World Cup – live", "date_published": "2022-10-29 13:03:03+00:00", "description": "<ul><li>Group A game at Bramall Lane kicks off at 2.30pm BST</li><li><a href=\"https://www.theguardian.com/sport/2022/oct/28/from-sydney-to-sheffield-victor-radley-ready-for-a-world-cup-homecoming\">Sydney to Sheffield: Radley’s World Cup homecoming</a></li><li>Get in touch: <a href=\"mailto:stuart.goodwin@theguardian.com\">email Stuart</a> or tweet <a href=\"https://twitter.com/stuartgoodwin\">@stuartgoodwin</a></li></ul><p><strong>England</strong> Makinson; Young, Pearce-Paul, Welsby, Hall; Sneyd, Williams (capt); Cooper, Ackers, Lees, Batchelor, Bateman, Radley<br /><strong>Interchange</strong> Knowles, McMeeken, Burgess, Hill</p><p><strong>Greece</strong> Taukamo; Mougios, Vrahnos, Constantinou, Mitsias; Ilias, Meads (capt); Tuliatu, Mamouzelos, Rousoglou, Zampetides, Kambos, Flocas<br /><strong>Interchange</strong> Nake, Sell, Katsidonis, Nianiakas</p> <a href=\"https://www.theguardian.com/sport/live/2022/oct/29/england-greece-rugby-league-world-cup-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/iran-protests-mahsa-amini-hossein-salami-last-day", "title": "Iran: Revolutionary Guards chief tells protesters today is last day on streets", "date_published": "2022-10-29 12:53:58+00:00", "description": "<p>Hossein Salami’s tough language raises fears security forces may be about to intensify crackdown on unrest</p><p>The head of Iran’s Revolutionary Guards has told protesters that Saturday will be their last day of taking to the streets, in a sign that security forces may intensify their crackdown on <a href=\"https://www.theguardian.com/world/2022/oct/27/iran-protests-mahsa-amini-memorial\">unrest sweeping the country</a>.</p><p>Iran has been gripped by protests since the death of Mahsa Amini, a 22-year-old Kurdish woman, in the custody of the morality police last month, posing one of the boldest challenges to the clerical leadership since the 1979 revolution.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/iran-protests-mahsa-amini-hossein-salami-last-day\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/oct/29/brighton-v-chelsea-newcastle-v-aston-villa-premier-league-live", "title": "Brighton v Chelsea, Newcastle v Aston Villa: Premier League – live", "date_published": "2022-10-29 12:45:00+00:00", "description": "<ul><li>Updates from the 3pm BST games in top flight and beyond</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can get in touch by <a href=\"mailto:scott.murray@theguardian.com\">mailing Scott</a></li></ul><p><strong>There’s plenty of hot Saturday 3pm Premier League action for you today.</strong> Look!</p><p>Bournemouth v Tottenham Hotspur<br />Brentford v Wolverhampton Wanderers<br />Brighton and Hove Albion v Chelsea<br />Crystal Palace v Southampon<br />Newcastle United v Aston Villa</p> <a href=\"https://www.theguardian.com/football/live/2022/oct/29/brighton-v-chelsea-newcastle-v-aston-villa-premier-league-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/oct/29/twitter-elon-musk-pvp-row-strands", "title": "Twitter could split into strands allowing users to stage rows, Elon Musk says", "date_published": "2022-10-29 12:36:44+00:00", "description": "<p>The billionaire owner suggests the platform could have different video game-style modes, including a ‘player versus player’</p><p>Elon Musk has indicated that Twitter could be split into different strands where users give their posts content ratings and stage online rows in a specially created space on the platform.</p><p>The world’s richest man moved to assuage concerns about a rise in harmful content <a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal\">under his ownership</a> on Friday by announcing the creation of a content moderation council.</p> <a href=\"https://www.theguardian.com/technology/2022/oct/29/twitter-elon-musk-pvp-row-strands\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/south-africa-new-zulu-king-misuzulu-durban", "title": "South Africa’s first new Zulu king in 51 years crowned in Durban", "date_published": "2022-10-29 11:42:59+00:00", "description": "<p>Coronation of Misuzulu Zulu at football stadium follows bitter feuding over royal succession</p><p>Tens of thousands of people gathered at a football stadium in Durban on Saturday to celebrate the coronation of South Africa’s Zulu king.</p><p>President Cyril Ramaphosa was to hand over the certificate to formally recognise the 48-year-old new ruler of the country’s richest and most influential traditional monarchy.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/south-africa-new-zulu-king-misuzulu-durban\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/oct/29/trevor-noah-insists-he-never-said-entire-uk-is-racist-after-rishi-sunak-row", "title": "Trevor Noah insists he never said ‘entire UK is racist’ after Rishi Sunak row", "date_published": "2022-10-29 11:01:49+00:00", "description": "<p>Comedian defends remarks about reaction to new PM’s appointment after widespread criticism</p><p>The comedian Trevor Noah has said he did not claim “the entire UK is racist” after a row over his skit about Rishi Sunak’s appointment as the UK prime minister.</p><p>Noah said on the US news programme The Daily Show earlier this week that there had been a “backlash” over Sunak, comments that were widely criticised in the UK. The former chancellor Sajid Javid said Noah had been “simply wrong”.</p> <a href=\"https://www.theguardian.com/culture/2022/oct/29/trevor-noah-insists-he-never-said-entire-uk-is-racist-after-rishi-sunak-row\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/oct/29/marian-keyes-nick-hornby-leila-slimani-benjamin-zephaniah-elif-shafak-books-that-changed-them", "title": "‘It provoked an erotic shock in me’ – Marian Keyes, Nick Hornby, Leïla Slimani and other writers on the books that changed them", "date_published": "2022-10-29 11:00:55+00:00", "description": "<p>From Benjamin Zephaniah on Ain’t I a Woman to Elif Shafak on Orlando by Virginia Woolf – authors tell the story of the moment a book saved their life</p><p>I turned 11 in April 1968, which was around the time the wheels came off the family car. They were already pretty loose. My father was one of those 1960s men who, in the pre-digital crossed-line age of phone boxes and busy signals and telegrams in an emergency, managed to start a second family without the first one knowing anything about it. When the truth was revealed (not to everyone – it would be another four or five years before my sister and I discovered that we had half-siblings), that wasn’t the end of the calamity. The First Family, or three-quarters of it, had to move house in the new belt-tightening regime, but there was a short period between houses, maybe a couple of months, that was partly spent in what might have been called a pensione if it had been in Italy rather than on the outskirts of Maidenhead, and partly spent in the house of a family friend who already had three children of her own.</p> <a href=\"https://www.theguardian.com/books/2022/oct/29/marian-keyes-nick-hornby-leila-slimani-benjamin-zephaniah-elif-shafak-books-that-changed-them\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/oct/29/leicester-manchester-city-premier-league-live-score-updates", "title": "Leicester v Manchester City: Premier League – live", "date_published": "2022-10-29 10:35:28+00:00", "description": "<ul><li>Premier League updates from the 12.30pm BST kick-off</li><li>And you can <a href=\"mailto:barry.glendenning@theguardian.com\">email Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@bglendenning</a></li></ul><p><strong>Leicester City:</strong> Ward, Justin, Amartey, Faes, Soyuncu, Castagne, Dewsbury-Hall, Tielemans, Barnes, Maddison, Vardy</p><p><strong>Subs: </strong>Iversen, Albrighton, Iheanacho, Perez, Daka, Mendy, Ndidi, Praet, Thomas</p> <a href=\"https://www.theguardian.com/football/live/2022/oct/29/leicester-manchester-city-premier-league-live-score-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/29/pub-the-story-of-five-boozers-forced-to-call-last-orders-for-good", "title": "‘It was more than a pub’ – the story of five boozers forced to call last orders", "date_published": "2022-10-29 10:00:55+00:00", "description": "<p>Squeezed by the pandemic, staff shortages, redevelopment and a cost of living crisis, pubs across the country are shutting in droves. We meet five landlords who have recently had to call time for good</p><p>The smoking area takes over the whole pavement. Inside everyone shouts and screams along to the karaoke, clinging to each other on the dancefloor. Every inch of the bar at the Lillie Langtry pub in Kilburn, north London, is crowded with fresh drinks as the last-orders bell rings, for the final time, around 11pm.</p><p>“There is nothing,” said Dr Samuel Johnson in 1776, long before the arrival of karaoke machines, “by which so much happiness is produced as by a good tavern or inn.” Unlike being a guest at someone’s house, thought Johnson, at the pub “there is a general freedom from anxiety … the more noise you make, the more trouble you give, the more good things you call for, the welcomer you are.” The loud, friendly scene at the closing night of the Lillie Langtry – in which strangers hug, sing, shout, chat, buy each other drinks and smoke each other’s cigarettes – suggests his argument still holds.</p><p>Top and above left: Regulars attend a karaoke party at the Lillie Langtry pub in Kilburn, London. It was due to close the following day. Above right: Margaret Percy, the pub’s general manager</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/29/pub-the-story-of-five-boozers-forced-to-call-last-orders-for-good\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/oct/29/viktor-orban-hungary-conflict-moscow-war-in-ukraine", "title": "Orbán says Hungary is ‘exempt’ from the conflict: tell that to his friend in Moscow | György Dalos", "date_published": "2022-10-29 09:00:53+00:00", "description": "<p><em>In this, one of a <a href=\"https://www.theguardian.com/commentisfree/series/in-the-shadow-of-putin-s-russia\">series</a> of essays on the war in Ukraine from countries in or neighbouring the former Eastern bloc, a Hungarian historian asks how long the country can remain on the fence</em></p><p>The invasion of Ukraine on 24 February 2022 will go down in the annals of European history. Russia’s undeclared war has cast an almost apocalyptic shadow. And it has dramatically altered the relationships that had prevailed between east and west since the collapse of the USSR. Whenever or however this armed conflict ends, it will undoubtedly take a long time for a new peace-guaranteeing equilibrium to be established. At the very least, the European Union and Nato now have to reckon with a hostile power on their borders and to prepare for a new phase of the cold war.</p><p>Hungarians voted in general elections just weeks after the invasion, in April, and it seems reasonable to assume that the war next door had an influence on the result. Given the climate of fear that the devastating “special military operation” created, Hungarians <a href=\"https://www.theguardian.com/world/2022/apr/03/viktor-orban-expected-to-win-big-majority-in-hungarian-general-election\">voted to keep Viktor Orbán’s Fidesz</a> in power rather than risk an untested six-party coalition. This assumption also underlies Orbán’s response, which is to stay out of the conflict to the point of being “exempted”, a position that has been condemned as a betrayal by Hungary’s western allies. Hungary refuses to allow arms shipments destined for Kyiv to transit Hungarian territory and <a href=\"https://www.theguardian.com/world/2022/may/16/hungary-sanctions-russian-oil-embargo-eu\">blocks the extension of EU sanctions against Russia</a> to the energy sector. This latter stance is intended to enable an already controversial Russian-Hungarian project to build a nuclear power plant on the Danube (<a href=\"https://www.theguardian.com/world/2022/aug/26/hungary-approves-construction-two-russian-built-nuclear-reactors\">Paks II</a>) to go ahead unaltered.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/oct/29/viktor-orban-hungary-conflict-moscow-war-in-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/new-zealand-wales-womens-rugby-world-cup-match-report-rugby-union", "title": "Woodman blasts Black Ferns past Wales into Women’s Rugby World Cup semis", "date_published": "2022-10-29 08:52:02+00:00", "description": "<ul><li>World Cup quarter-final: New Zealand 55-3 Wales</li><li>Portia Woodman becomes tournament’s all-time top try-scorer</li></ul><p>Wales could find no answer to the power and pace of hosts New Zealand as their Rugby World Cup run came to an end in a 55-3 quarter-final defeat in Whangarei. Portia Woodman scored her 19th and 20th World Cup tries to overtake England’s Sue Day as the all-time leading try scorer in tournament history.</p><p>Woodman got New Zealand’s first 13 minutes in before Ruby Tui, Sarah Hirini and Amy Rule powered the Black Ferns into a 26-3 half-time lead.</p><p><em>Robert Kitson’s report from Whangerai will follow shortly</em></p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/new-zealand-wales-womens-rugby-world-cup-match-report-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/29/man-released-from-california-prison-after-38-years-after-dna-test", "title": "Man released from California prison after 38 years following DNA test", "date_published": "2022-10-29 08:48:25+00:00", "description": "<p>Maurice Hastings cleared of murder charge after testing of long-held evidence points to another person</p><p>A man who spent more than 38 years behind bars for a 1983 murder and two attempted murders has been released from a California prison after long-untested DNA evidence pointed to a different person, the Los Angeles county district attorney said.</p><p>The conviction of Maurice Hastings, 69, and a life sentence were vacated during a 20 October court hearing at the request of prosecutors and his lawyers from the Los Angeles Innocence Project at California State University.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/29/man-released-from-california-prison-after-38-years-after-dna-test\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/oct/29/man-charged-over-lorry-deaths-of-39-vietnamese-nationals-in-essex", "title": "Man charged over lorry deaths of 39 Vietnamese nationals in Essex", "date_published": "2022-10-29 08:45:43+00:00", "description": "<p>Marius Mihai Dragici, arrested in Romania in August, faces 39 counts of manslaughter</p><p>A man has been charged with manslaughter and being part of the conspiracy that led to the deaths of 39 Vietnamese nationals found in a lorry in Essex.</p><p>The victims’ bodies were discovered in the back of the lorry trailer, which had been transported by ferry from Zeebrugge in Belgium to Purfleet early on 23 October 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2022/oct/29/man-charged-over-lorry-deaths-of-39-vietnamese-nationals-in-essex\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/all-blacks-hold-on-victory-japan-brodie-retallick-sees-red-rugby-union", "title": "All Blacks hold on for victory against Japan after Brodie Retallick sees red", "date_published": "2022-10-29 08:24:10+00:00", "description": "<ul><li>Japan 31-38 New Zealand</li><li>Lock Retallick sent off 14 minutes from time</li></ul><p>New Zealand kicked off their end-of-year tour with a 38-31 victory over Japan on Saturday, but the makeshift All Blacks side were given a huge scare in front of a crowd of more than 60,000 at Tokyo’s National Stadium.</p><p>The visitors played the last 14 minutes a man down after lock Brodie Retallick was sent off for a dangerous clearout, but just held on for victory despite a late try from outstanding Brave Blossoms flanker Kazuki Himeno.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/all-blacks-hold-on-victory-japan-brodie-retallick-sees-red-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/oct/28/royal-navy-chief-orders-investigation-into-abhorrent-allegations-of-bullying-misogyny-and-sexual-harassment", "title": "Royal Navy chief orders inquiry into ‘abhorrent’ allegations of bullying and sexual harassment", "date_published": "2022-10-29 08:22:26+00:00", "description": "<p>Whistleblowers allege abuse suffered by female recruits included compilation of a ‘crush depth rape list’ by submariners</p><p>The head of the Royal Navy has ordered an investigation into “abhorrent” allegations of inappropriate behaviour in the submarine service and declared that sexual assault and harassment has no place in the fleet.</p><p>It follows claims from whistleblowers who have made harrowing allegations of bullying, misogyny and sexual harassment suffered by female members.</p> <a href=\"https://www.theguardian.com/uk-news/2022/oct/28/royal-navy-chief-orders-investigation-into-abhorrent-allegations-of-bullying-misogyny-and-sexual-harassment\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/federer-v-nadal-a-great-sporting-rivalry-rooted-in-mutual-respect", "title": "Federer v Nadal: a great sporting rivalry rooted in mutual respect", "date_published": "2022-10-29 07:00:52+00:00", "description": "<p>In an exclusive book extract, Roger Federer’s remarkable career and his epic grand slam battles with Rafael Nadal are revisited</p><p>After turning professional in 1998, Roger Federer’s career spanned four decades at the top of the men’s game, during which he took the game to new levels.</p><p>In that time, he’s played Andre Agassi and Pete Sampras; taken on the great clay-courters like Gustavo Kuerten and Guillermo Coria; stared down Marat Safin and Lleyton Hewitt; and, most famously of all, locked horns with Rafael Nadal, Novak Djokovic and Andy Murray. And he’s beaten the lot.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/federer-v-nadal-a-great-sporting-rivalry-rooted-in-mutual-respect\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/jake-paul-anderson-silva-fight-teddy-atlas", "title": "But can he fight? Teddy Atlas grades YouTuber-turned-boxer Jake Paul", "date_published": "2022-10-29 07:00:51+00:00", "description": "<p>The social media influencer is an expert at getting attention. But as he climbs in for his sixth pro fight on Saturday night, one of boxing’s most renowned trainers assesses his skills</p><p>Though many are deriding the fistic ambitions of the YouTuber-turned-boxer Jake Paul ahead of his fight with former UFC middleweight champion Anderson Silva on Saturday, one of the sport’s most renowned trainers is not one of them.</p><p>Teddy Atlas, the Staten Island-born coach who trained Mike Tyson, Michael Moorer, Barry McGuigan and Alexander Povetkin among other champions, says Paul is respectful of what he calls boxing ‘fundamentals’.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/jake-paul-anderson-silva-fight-teddy-atlas\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/womens-boxing-katie-taylor-title-defence", "title": "Katie Taylor: ‘People are seeing the best of women’s boxing. It’s a great time to be involved’", "date_published": "2022-10-29 07:00:50+00:00", "description": "<p>The undisputed lightweight world champion faces Karen Carabajal and hopes to continue the meteoric rise of women’s boxing</p><p>When Katie Taylor defended her title in the biggest ever women’s boxing match at Madison Square Garden, it was expected that she would take some hard-earned time off to rest. Instead, she turned up to resume her rigorous training regime just three days later. </p><p>Her trainer says this drive and focus, which he describes as “pretty much unheard of”, has made her the undisputed lightweight world champion, a title which she will defend at Wembley against Argentina’s Karen Carabajal on Saturday – the UK’s biggest ever female match.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/womens-boxing-katie-taylor-title-defence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/oct/29/surrender-40-songs-one-story-by-bono-review-a-rattling-good-yarn", "title": "Surrender: 40 Songs, One Story by Bono review – a rattling good yarn", "date_published": "2022-10-29 06:30:50+00:00", "description": "<p>The U2 frontman’s autobiography is bracingly self-aware, albeit stuffed full of famous names</p><p>When manager Paul McGuinness took on U2 in 1978 he said, quoting F Scott Fitzgerald, that their 18-year-old frontman saw “the whole equation”. Incapable of meeting punk’s standards of cool, the young Dubliners found improbable success by going too far and being too much. That impulse produced fabulous coups, from their performance at Live Aid in 1985 to their reinvention of stadium rock with Zoo TV – as well as memorable disasters, notably the decision to deposit 2014’s <a href=\"https://www.theguardian.com/music/2014/sep/11/u2-songs-of-innocence-review\" title=\"\">Songs of Innocence</a> into every iTunes account in the world. As Bono writes in this, his first memoir: “Our best work is never too far from our worst.”</p><p>The same goes for his extracurricular activities. Nobody has done more to expand the parameters of rock stardom, often in contentious ways. If any song title sums him up, then it’s Tryin’ to Throw Your Arms Around the World, from 1991’s Achtung Baby. Bono wants to go everywhere, meet everyone, learn everything and somehow pull it all together. His failures are therefore more interesting than most people’s successes.</p> <a href=\"https://www.theguardian.com/books/2022/oct/29/surrender-40-songs-one-story-by-bono-review-a-rattling-good-yarn\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/oct/29/russia-ukraine-war-live-moscow-says-draft-completed-un-chief-appeals-for-renewed-grain-deal", "title": "Russia-Ukraine war live: Moscow says draft ‘completed’; UN chief appeals for renewed grain deal", "date_published": "2022-10-29 06:27:09+00:00", "description": "<p>Russia’s defence minister says mobilisation of 300,000 reservists finished and ‘no further measures are planned’; Antonio Guterres calls for west to help remove blocks to Russian grain exports</p><ul><li><a href=\"https://www.theguardian.com/world/2022/oct/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-248-of-the-invasion\">What we know on day 248 of the invasion</a></li></ul><p>The UN secretary general has urged Russia and Ukraine to renew the deal that has seen more than 8m tonnes of grain exported from Ukraine and brought down global food prices.</p><p><strong>Antonio Guterres</strong> also called for other countries, mainly in the west, to expedite the removal of obstacles blocking Russian grain and fertiliser exports, Agence France-Presse reported. </p><p>Russia’s defence minister, Sergei Shoigu, has said the <strong>partial mobilisation of reservists announced in September <a href=\"https://www.theguardian.com/world/2022/oct/28/russia-says-82000-conscripts-from-emergency-draft-already-in-ukraine\">“has been completed”</a> </strong>and<strong> </strong>“no further measures are planned”.<strong> </strong>Speaking at a meeting with Vladimir Putin broadcast on state television, Shoigu said 82,000 mobilised recruits were in the conflict zone and a further 218,000 in training in barracks. His statement reflects what the west called a desperate effort to halt Kyiv’s counteroffensive with poorly trained troops.</p><p><strong>About 4 million people across Ukraine are being hit by power cuts</strong> from rolling blackouts due to Russia’s bombing campaign, Ukraine’s President Volodymyr Zelenskiy has said. Agence Frence-Presse quoted energy company DTEK, the operator for the Kyiv region, as saying it would have to introduce “unprecedented” power cuts to prevent a complete blackout.</p><p>Ukraine’s foreign minister, Dmytro Kuleba, said he had received a phone call from his Iranian counterpart, Hossein Amir-Abdollahian, on Friday and had <strong>demanded Tehran stop sending weapons to Russia</strong>. Ukraine and western allies accuse Iran of sending “kamikaze” drones to Russia that have been used to devastating effect against Ukrainian infrastructure. Iran denies the charge.</p><p><strong>At least four people were killed and 10 wounded </strong>when several towns neighbouring the Russian-occupied Zaporizhzhia power plant were hit by shelling, a statement from the Ukrainian presidential office said.</p><p>The Russian defence ministry said its forces had repelled attempted<strong> Ukrainian advances in the east</strong> and had destroyed a Ukrainian military factory near the town of Pavlograd.</p><p><strong>The US will provide $275m in additional military assistance</strong> to Ukraine, including arms, munitions and equipment from US defence department inventories, the secretary of state has said. “We are also working to provide Ukraine with the air defence capabilities it needs with the two initial US-provided Nasams ready for delivery to Ukraine next month,” Antony Blinken said. “And we are working with allies and partners to enable delivery of their own air defence systems to Ukraine.”</p><p><strong>Assets belonging to Russian and Belarusian individuals seized by Ukraine could be used for the huge postwar reconstruction effort</strong>, the Ukrainian finance minister, Serhiy Marchenko, has been quoted as saying. The government has frozen Russian and Belarusian assets in Ukraine worth about 44 billion hryvnias ($1.21bn) since the start of Moscow’s invasion, according to the Economic Security Bureau, a state agency.</p><p><strong>The European Union has appointed a Polish general, Piotr Trytek, to lead a new training operation with Ukrainian troops.</strong> Trytek, 51, was chosen as part of the EU’s pledge to step up military support for Ukraine.</p><p><strong>Vladimir Putin’s first deputy chief of staff has visited the Russian-held Ukrainian city of Kherson.</strong> Sergei Kiriyenko stopped at a ferry port where hundreds of people were being removed by order of Russian authorities.</p><p><strong>A Russian official’s threat to strike western satellites</strong> <strong>aiding Ukraine </strong>has raised concerns among space lawyers and industry executives about the safety of objects in orbit. No country has carried out a missile strike against an enemy’s satellite.</p><p><strong>UN nuclear inspectors are expected to reach a conclusion soon on Russia’s claims of the possible production of a “dirty bomb”. </strong>Investigators are being sent to two locations in Ukraine where Russia alleged the activities were taking place.</p> <a href=\"https://www.theguardian.com/world/live/2022/oct/29/russia-ukraine-war-live-moscow-says-draft-completed-un-chief-appeals-for-renewed-grain-deal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/oct/29/is-that-black-enough-for-you-netflix-black-cinema-70s-elvis-mitchell", "title": "Is That Black Enough For You?!?: inside the Black cinema revolution of the 70s", "date_published": "2022-10-29 06:17:49+00:00", "description": "<p>Historian and critic Elvis Mitchell talks about his revealing Netflix documentary that focuses on an often forgotten era</p><p>I’m worried about Black Panther: Wakanda Forever. The original, released to great fanfare in 2018, was such a hit across the board – with critics, at the box office, as a cultural force – that it seems all the sequel can do is let down, especially in this economy. Never mind that this is a major studio franchise with a keen global audience we’re talking about here. Black Panther is still a <em>Black </em>film, a label that always makes for disproportionately higher stakes.</p><p>“It doesn’t matter if it’s a Black western or a Black musical comedy like Sister Act or a Black action franchise like Creed or a comic book film like Black Panther,” says the esteemed film historian Elvis Mitchell. “They’re still first and foremost Black movies. That’s the genre. So if one fails, then suddenly, the precarious grouping of dominos all comes down.”</p> <a href=\"https://www.theguardian.com/film/2022/oct/29/is-that-black-enough-for-you-netflix-black-cinema-70s-elvis-mitchell\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/oct/29/damian-lewis-on-grief-espionage-and-his-new-musical-ambitions", "title": "Damian Lewis on grief, espionage and his new musical ambitions: ‘When someone dies prematurely, you’re left careering in a different direction’", "date_published": "2022-10-29 06:00:52+00:00", "description": "<p>They were the golden couple of British acting, but Helen McCrory’s death last year left her husband shattered. Now he is putting the pieces of himself back together – and finding a new creative energy</p><p>The entrance to the private members’ club is so unobtrusive it is barely visible. I walk up the back stairs to a well-disguised roof terrace. A member of staff seems to know why I’m here, and shows me to a discreet table with barely a word. <a href=\"https://www.theguardian.com/culture/damian-lewis\" title=\"\">Damian Lewis</a> is sitting there alone, tucking into a plate of sea bass. “Sorry, I couldn’t wait,” he says, looking up. “I was starving.” We move on to the veranda – an even more private spot. I half expect him to show me a secret code, tell me to consign it to memory, and walk away. It feels like a scene from a spy novel.</p><p>Lewis has the urbane ease of a man to the establishment born – a diplomat, say, or an MI6 agent. In his latest drama, A Spy Among Friends, based on the <a href=\"https://www.theguardian.com/books/2014/mar/28/spy-among-friends-kim-philby-kgb-review\" title=\"\">Ben Macintyre novel</a>, he plays the latter. The story is based on the real relationship between double agent Kim Philby (played by Guy Pearce) and MI6 operative Nicholas Elliott (Lewis), the friend tasked with extracting a confession from him. This gripping miniseries is his first role since <a href=\"https://www.theguardian.com/stage/2021/apr/18/helen-mccrory-obituary\" title=\"\">the death of his wife, Helen McCrory</a>, last year. In that time, Lewis admits, his life has been given a thorough shaking.</p> <a href=\"https://www.theguardian.com/culture/2022/oct/29/damian-lewis-on-grief-espionage-and-his-new-musical-ambitions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/oct/29/im-a-bloated-overpraised-hollywood-guy-the-white-lotus-creator-mike-white-on-sex-god-and-disliking-success", "title": "‘I’m a bloated, overpraised Hollywood guy’: The White Lotus creator Mike White on sex, God and disliking success", "date_published": "2022-10-29 06:00:52+00:00", "description": "<p>He’s gone from largely writing under-appreciated cult classics to renowned creator of a smash-hit comedy – and he’s not sure it’s really him. Might he call time on his brilliant satire?</p><p>“Luxury problems,” says writer-director Mike White, appearing via Zoom from his house in Hawaii. He’s 10 minutes late because he totally forgot we were meeting. He’s hunting for his glasses which turn out to be on his head. This past week has been manic, what with the edit of season two of his HBO comedy The White Lotus, the premiere, the press calls and round tables. “I feel pulverised,” he declares and then promptly laughs at himself. Luxury problems, he knows, aren’t really problems at all. “Also, you don’t want to be the guy who complains because he has a hit show.”</p><p>Season one of The White Lotus made White an overnight star at the age of 52. His class-war satire <a href=\"https://www.theguardian.com/tv-and-radio/2022/sep/12/emmys-2022-succession-ted-lasso-the-white-lotus-triumph\">scooped 10 awards at the Emmys last month</a>. It’s his biggest (some say only) mainstream success since he wrote 2003’s School of Rock. White can’t explain it. He suspects it must be a blip. “I’ve done so much weird-ass stuff,” he says, shrugging. “This is only a little frozen moment in time.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/29/im-a-bloated-overpraised-hollywood-guy-the-white-lotus-creator-mike-white-on-sex-god-and-disliking-success\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/oct/29/how-to-bag-a-bargain-ski-trip-alps-europe", "title": "How to bag a bargain European ski trip", "date_published": "2022-10-29 06:00:51+00:00", "description": "<p>Still need your winter sports fix even with the pound in a slump? Here are our top tips for skiing on a budget, including when, where and how to go</p><p>Snow-risky early December, the cold depths of January and the sunny end of April are almost always the cheapest times to go.</p> <a href=\"https://www.theguardian.com/travel/2022/oct/29/how-to-bag-a-bargain-ski-trip-alps-europe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/29/unite-here-voter-drive-democrats-us-midterms-arizona-nevada-pennsylvania", "title": "‘We’re going to win’: the union fighting for Democratic votes during the US midterms", "date_published": "2022-10-29 06:00:51+00:00", "description": "<p>States like Arizona, Nevada and Pennsylvania may determine who controls the US Senate, invigorating Unite Here’s effort to mobilize Democratic votes</p><p>Nene Diallo has already been knocking doors for a couple of hours, but she approaches each new home with fresh enthusiasm.</p><p>Whenever someone opens a door, she explains she is canvassing with Unite Here, the union that represents Diallo and 300,000 other workers in the hospitality industry. She encourages voters to consider supporting Pennsylvania Democrats, particularly gubernatorial candidate Josh Shapiro and Senate candidate <a href=\"https://www.theguardian.com/us-news/2022/oct/27/john-fetterman-senate-debate-disability-advocates\">John Fetterman</a>, in the upcoming midterm elections.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/29/unite-here-voter-drive-democrats-us-midterms-arizona-nevada-pennsylvania\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/dom-phillips-and-bruno-pereira-remembered-in-lancaster-exhibition", "title": "Dom Phillips and Bruno Pereira remembered in Lancaster exhibition", "date_published": "2022-10-29 06:00:50+00:00", "description": "<p>Exhibition at Halton Mill is part of a month of activities about the Amazon commemorating Phillips and Pereira</p><p>An exhibition in memory of the murdered <a href=\"https://www.theguardian.com/world/2022/jun/24/dom-phillips-obituary\">Guardian journalist Dom Phillips</a> and indigenous expert <a href=\"https://www.theguardian.com/world/2022/jul/06/bruno-pereira-obituary\">Bruno Pereira</a> opens on Sunday ahead of an international conference on saving the Amazon rainforest which is being held next month.</p><p>The two men were <a href=\"https://www.theguardian.com/world/2022/oct/23/bail-granted-to-suspect-in-dom-phillips-and-bruno-pereira-case\">killed in Brazilian Amazonia</a> in June 2022 while researching a book Phillips was writing called How to Save the Amazon.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/dom-phillips-and-bruno-pereira-remembered-in-lancaster-exhibition\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/oct/29/goal-of-limiting-global-heating-to-15c-more-fragile-than-ever-says-cop27-chair", "title": "Goal of limiting global heating to 1.5C ‘more fragile’ than ever, says Cop27 chair", "date_published": "2022-10-29 06:00:50+00:00", "description": "<p>Exclusive: in a rare interview, Egyptian minister Sameh Shoukry says global tensions are making talks harder </p><p>The goal of <a href=\"https://www.theguardian.com/environment/2021/oct/30/climate-experts-warn-world-leaders-15c-is-real-science-not-just-talking-point\">limiting global heating to 1.5C</a> is “more fragile” than ever, as world leaders prepare to meet for crucial climate talks, the president-designate of the negotiations has warned.</p><p>Sameh Shoukry, the foreign minister of Egypt, who will chair the <a href=\"https://www.theguardian.com/environment/2022/may/14/this-is-about-survival-will-cop27-bring-action-on-glasgow-climate-pact\">UN Cop27 climate summit</a> next month, said in a rare interview that forging agreement would be harder than at any other recent climate talks, owing to the “turbulent” global economy and “difficult” geopolitical tensions, stoked by the Ukraine war.</p> <a href=\"https://www.theguardian.com/environment/2022/oct/29/goal-of-limiting-global-heating-to-15c-more-fragile-than-ever-says-cop27-chair\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/oct/29/the-sun-always-backs-the-winner-can-the-murdoch-papers-warm-to-keir-starmer", "title": "The Sun always backs the winner: can the Murdoch papers warm to Keir Starmer?", "date_published": "2022-10-29 06:00:50+00:00", "description": "<p>Former DPP Starmer tried to send head of News UK Rebekah Brooks  to prison for phone hacking 10 years ago</p><p>Ten years ago Keir Starmer <a href=\"https://www.theguardian.com/uk/2012/may/15/rebekah-brooks-charged-perverting-course-justice\">attempted</a> to send Rebekah Brooks to prison for phone hacking.</p><p>Now Starmer could cause another headache for the boss of Rupert Murdoch’s British media empire. She has to work out how her Tory-backing newspapers – which include the Sun and the Times – handle the growing popularity of the man who is favourite to become the next prime minister.</p> <a href=\"https://www.theguardian.com/media/2022/oct/29/the-sun-always-backs-the-winner-can-the-murdoch-papers-warm-to-keir-starmer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/29/what-links-robert-mapplethorpe-and-prince-philip-the-saturday-quiz", "title": "What links Robert Mapplethorpe and Prince Philip? The Saturday quiz", "date_published": "2022-10-29 06:00:50+00:00", "description": "<p>From K2 to 10 gurus, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Whose estate trademarked the title “queen of crime”?<br /><strong>2</strong> What does the K in K2 stand for?<br /><strong>3</strong> What type of team is led by a tower captain?<br /><strong>4</strong> Which award is known as the animals’ Victoria Cross?<br /><strong>5</strong> Which branch of the Guides is for girls aged 14-18?<br /><strong>6</strong> What weapon is named after a French Basque city?<br /><strong>7</strong> Which religion was established by the 10 gurus?<br /><strong>8</strong> Whose fans use the #COYS hashtag?<br /><strong>What links:<br />9</strong> Christopher Isherwood; Prince Philip; Robert Mapplethorpe; Charles Manson?<br /><strong>10</strong> Perry the bull; Borobi the koala; Clyde the thistle; Shera the tiger?<br /><strong>11</strong> Aristophanes; Thomas More; William Morris; James Hilton?<br /><strong>12</strong> 10 October in Canada and 24 November in the US?<br /><strong>13</strong> Monkey; Maui; Anansi; Eris; Loki?<br /><strong>14</strong> Grafham; Hawes; Rutland; Kielder?<br /><strong>15</strong> Monarch; Laker; Sabena; Malev; Pan Am?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/29/what-links-robert-mapplethorpe-and-prince-philip-the-saturday-quiz\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/oct/29/when-mckinsey-comes-to-town-review-opioids-china", "title": "When McKinsey Comes to Town review: the book to consult on opioids, China and more", "date_published": "2022-10-29 06:00:49+00:00", "description": "<p>Walt Bogdanich and Michael Forsythe of the New York Times have done their homework on the management giant</p><p>McKinsey &amp; Co is <a href=\"https://www.economist.com/business/2022/10/04/where-next-for-managements-consiglieri\">the biggest name in the consulting business</a>. Established in 1926, it employs 30,000 people, maintains offices in more than 130 locations and counts Pete Buttigieg, the US transportation secretary, among its <a href=\"https://www.cnn.com/2019/12/10/politics/pete-buttigieg-mckinsey-clients\">alumni</a>. From vaping to non-profits, insurance to energy, government work to healthcare, the McKinsey thumbprint is there.</p><p>Traditionally, McKinsey possessed the luxury of distance, watching from the sidelines as clients bore the brunt of scrutiny, lawsuits and risk. But the space between field and bleachers has narrowed. McKinsey finds itself under the microscope.</p> <a href=\"https://www.theguardian.com/books/2022/oct/29/when-mckinsey-comes-to-town-review-opioids-china\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/oct/29/new-zealand-v-wales-womens-rugby-world-cup-quarter-final-live", "title": "New Zealand v Wales: Women’s Rugby World Cup quarter-final – live", "date_published": "2022-10-29 05:36:45+00:00", "description": "<ul><li>World Cup news from the 7.30am BST (7.30pm local) kick-off</li><li>And you can <a href=\"mailto:sarah.rendelll.casual@theguardian.com\">email Sarah</a> about the match or tweet <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>As I say the team news is in</strong> and New Zealand have called upon their big guns for the quarter-final. Stacey Fluhler, Ruby Tui and Portia Woodman are three of six changes to the starting squad with Ruahei Demant, Kendra Cocksedge and Chelsea Bremner all coming into the side.</p><p>New Zealand starting XV: Ruby Tui; Portia Woodman, Stacey Fluhler, Theresa Fitzpatrick, Ayesha Leti-I’iga; Ruahei Demant (captain), Kendra Cocksedge; Phillipa Love, Georgia Ponsonby, Amy Rule, Maiakawanakaulani Roos, Chelsea Bremner, Alana Bremner, Sarah Hirini, Liana Mikaele-Tu’u.</p> <a href=\"https://www.theguardian.com/sport/live/2022/oct/29/new-zealand-v-wales-womens-rugby-world-cup-quarter-final-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/oct/28/jerry-lee-lewis-rock-and-roll-music-legacy", "title": "Jerry Lee Lewis was a star who lived life dangerously close to the edge | Bob Stanley", "date_published": "2022-10-29 05:31:48+00:00", "description": "<p>Beloved for his music but also known for his off-stage extremities, the late singer leaves behind a difficult legacy</p><p>Jerry Lee Lewis was waiting in the lobby of the William Morris Agency, New York, one day in 1958. The receptionist was very attractive and, as he loved to, he began to tell her of life on the road, of how he nearly pushed Paul Anka off the roof of a hotel, all kinds of wildness. After a while, he paused. “What if I told you that none of that was true?” he asked her.</p><p>She looked crestfallen. “Please don’t tell me that. That’s the Jerry Lee Lewis I know. The one people love.”</p> <a href=\"https://www.theguardian.com/music/2022/oct/28/jerry-lee-lewis-rock-and-roll-music-legacy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/storm-nalgae-floods-and-landslides-in-philippines-kill-at-least-72", "title": "Storm Nalgae: floods and landslides in Philippines kill at least 72", "date_published": "2022-10-29 05:21:22+00:00", "description": "<p>Fast-moving waters sweep away entire families and damage almost 500 houses, while storm could lash Manila with ‘intense’ rains</p><p>Severe Tropical Storm Nalgae hit the Philippines on Saturday after unleashing flash floods and landslides that left at least 72 people dead, officials said.</p><p>Nalgae pounded the archipelago nation’s main island of Luzon with maximum winds of 95km/h (59mph) after making landfall on the sparsely populated Catanduanes island before dawn.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/storm-nalgae-floods-and-landslides-in-philippines-kill-at-least-72\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/29/world-series-game-1-phillies-astros-report", "title": "Relentless Phillies rally from five down to stun Astros in World Series opener", "date_published": "2022-10-29 05:01:42+00:00", "description": "<ul><li>Realmuto’s 10th-inning home run lifts Phillies to 6-5 win</li><li>Philadelphia hand Houston their first defeat of postseason</li><li><a href=\"https://www.theguardian.com/sport/live/2022/oct/29/world-series-2022-game-1-philadelphia-phillies-v-houston-astros-live\">World Series Game 1: Phillies 6-5 Astros – as it happened</a></li></ul><p>JT Realmuto homered in the 10th inning and the Philadelphia Phillies, saved by right fielder Nick Castellanos’ sliding catch, rallied past the Houston Astros 6-5 Friday night in the World Series opener.</p><p>Down 5-0 early against Astros ace Justin Verlander, the Phillies became the first team in 20 years to overcome a five-run deficit to win a World Series game.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/29/world-series-game-1-phillies-astros-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/oct/29/paul-pelosi-attack-political-violence-us", "title": "Attack on Pelosi’s husband heightens fears of increasing US political violence", "date_published": "2022-10-29 05:00:50+00:00", "description": "<p>Hammer assault on Paul Pelosi is latest in series of violent and threatening acts as midterm elections loom</p><p>The bloody hammer attack on Paul Pelosi, husband of the House speaker, Nancy Pelosi, has sparked increased fears over political violence in America just weeks before the country’s crucial midterm elections.</p><p>The assault – by someone who reportedly entered the Democratic leader’s home specifically in search of her – comes amid an alarming rise in violent rhetoric and threats targeting US lawmakers.</p> <a href=\"https://www.theguardian.com/us-news/2022/oct/29/paul-pelosi-attack-political-violence-us\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/oct/29/sun-smiling-image-nasa-satellite", "title": "Ray of joy: Nasa captures image of the sun ‘smiling’", "date_published": "2022-10-29 05:00:50+00:00", "description": "<p>Satellite photo shows what appears to be a happy face pattern on the sun with dark patches called ‘coronal holes’</p><p>A Nasa satellite captured an image of what appeared to be a happy face pattern on the sun earlier this week, prompting the US space agency to say the sun was seen “smiling”.</p><p>The agency released the image Wednesday on Twitter, writing: “Today, Nasa’s Solar Dynamics Observatory caught the sun ‘smiling.’ Seen in ultraviolet light, these dark patches on the sun are known as coronal holes and are regions where fast solar wind gushes out into space.”</p> <a href=\"https://www.theguardian.com/science/2022/oct/29/sun-smiling-image-nasa-satellite\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/29/blind-date-maddy-jessie", "title": "Blind date: ‘We were the last people there – I don’t think that was just down to the cocktails!’", "date_published": "2022-10-29 05:00:49+00:00", "description": "<p>Maddy, 39, a marketing coach for women, meets Jessie, 32, a nurse</p><p><strong>Maddy on Jessie</strong></p><p><strong>What were you hoping for?<br /></strong>A fun evening, a good story and not to be embarrassingly bad on a date reported in a national newspaper.<br /><br /><strong>First impressions?</strong><br />Pretty, warm, bubbly.<br /><br /><strong>What did you talk about?</strong><br />Best fancy dress costumes. Favourite stories from this column. The best way to eat Colin the Caterpillar. The royal family. Charity shop finds. Cities we’ve lived in. Best friends. Crumble.<br /><br /><strong>Any awkward moments</strong><strong>?</strong><br />Maybe one, when I was sad there was no cheese platter for dessert. <br /><br /><strong>Good table manners?</strong><br />I didn’t notice anything. I ate chips with my hands: she didn’t appear to mind.<br /><br /><strong>Best thing about Jessie?</strong><br />She’s clearly a people person. I was also very envious of her jewellery.<br /><br /><strong>Would you introduce Jessie to your friends?</strong><br />For sure, they’d get on well.<br /><br /><strong>Describe Jessie in three words.</strong><br />Fun, warm, spontaneous.<br /><br /><strong>What do you think Jessie made of you?</strong><br />Hopefully warm and kind, but we agreed we were on best behaviour. We were the last people in the place, so I don’t think it was just the meal and cocktails keeping us there!<br /><br /><strong>Did you go on somewhere?</strong><br />Sadly not, as we both had work the next morning. Otherwise, we said we’d have headed to Soho for more cocktails.<br /><br /><strong>And ... did you kiss?</strong><br />Just a hug, but we swapped numbers and a promise to go out again.<br /><br /><strong>If you could change one thing about the evening, what would it be?</strong><br />To wear looser trousers so I could enjoy more of the amazing food.<br /><br /><strong>Marks out of 10?</strong><br />I’m going to go for 8 (awkward if she gives me a three now!</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/29/blind-date-maddy-jessie\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/oct/29/britain-grasslands-dormice-threat-mild-autumn-fragile-ecosystem", "title": "Britain’s grasslands and dormice under threat from mild autumn", "date_published": "2022-10-29 05:00:49+00:00", "description": "<p>October’s summery temperatures are ‘confusing’ plants and throwing off fragile ecosystems</p><p>Britain’s rare chalk grasslands and dormice are under threat from the mild weather this autumn, and some plants are “confused” and have flowered multiple times, experts have said.</p><p>This October, the UK has <a href=\"https://www.theguardian.com/uk-news/2022/oct/27/climate-crisis-fuelling-unseasonably-warm-october-in-uk-and-europe-say-experts\">experienced temperatures</a> more normal for spring or summer, with highs of 19.5C recorded this week, and more warm weather forecast for coming days.</p> <a href=\"https://www.theguardian.com/uk-news/2022/oct/29/britain-grasslands-dormice-threat-mild-autumn-fragile-ecosystem\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-moderation-council-free-speech", "title": "Elon Musk declares Twitter ‘moderation council’ – as some push the platform’s limits", "date_published": "2022-10-29 05:00:49+00:00", "description": "<p>Conservative users began recirculating conspiracy theories as others voiced concerns over allowing hate speech and disinformation</p><p>Among the most urgent questions facing Twitter in its new era as a private company under Elon Musk, a self-declared “free speech absolutist”, is how the platform will handle moderation.</p><p>After finalizing his takeover and ousting senior leadership, Musk declared on Friday that he would be forming a new “content moderation council” that would bring together “diverse views” on the issue.</p> <a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-moderation-council-free-speech\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/oct/29/tim-dowling-i-hope-the-taxi-driver-has-one-of-those-signs-with-my-name-on-it", "title": "Tim Dowling: I’m hoping the taxi driver has one of those signs with my name on it", "date_published": "2022-10-29 05:00:49+00:00", "description": "<p>My backseat micromanagement of our 30th anniversary trip to Montenegro pays off – for a while</p><p>I pass my wife on the stairs with a bag.</p><p>“Did you pack an adaptor?” I say.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/oct/29/tim-dowling-i-hope-the-taxi-driver-has-one-of-those-signs-with-my-name-on-it\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/oct/29/weather-tracker-unseasonable-heat-in-europe-as-winter-comes-early-to-us", "title": "Weather tracker: unseasonable heat in Europe as winter comes early to US", "date_published": "2022-10-29 05:00:49+00:00", "description": "<p>Southern Spain hit 35.2C on Thursday, more than 10 degrees above normal, as heavy snow fell on Utah</p><p>A broad area of low pressure has remained west of the British Isles during the past week. South-westerly winds associated with this system have transported air from north-western Africa to western and central Europe.</p><p>The result of this advection has been anomalously warm temperatures across large parts of Europe – in particular across France and Spain, where temperatures soared to over 10C above normal. Maximum temperatures widely exceeded 30C in parts of Spain on Thursday, with 35.2C measured at Morón de la Frontera, south-east of Seville.</p> <a href=\"https://www.theguardian.com/environment/2022/oct/29/weather-tracker-unseasonable-heat-in-europe-as-winter-comes-early-to-us\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/oct/29/how-to-use-spent-bones-to-make-second-stock-remouillage-recipe-tom-hunt-zero-waste-cooking", "title": "How to use spent bones to make a second stock – recipe | Waste not", "date_published": "2022-10-29 05:00:48+00:00", "description": "<p><em>Remouillage</em> is a super-thrifty stock made from the already boiled-down elements of a first stock, added to fresh vegetables and simmered again to make a flavourful soup base</p><p>When I worked at River Cottage, we’d instinctively make <em>remouillage</em>, or a second stock, from bones that had already been boiled for stock. The rich stock ingredients had heaps of flavour left in them even after being cooked and strained, so we’d refill the pot with water and make a second, weaker stock to use in soups, for boiling greens or to make boulangère potatoes. We’d also make fresh bone stock in remouillage rather than water, creating a very potent <em>jus</em>.</p> <a href=\"https://www.theguardian.com/food/2022/oct/29/how-to-use-spent-bones-to-make-second-stock-remouillage-recipe-tom-hunt-zero-waste-cooking\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir", "title": "Itamar Ben-Gvir: fiery far-right leader gains traction before Israeli election", "date_published": "2022-10-29 04:00:47+00:00", "description": "<p>Ben-Gvir, a defender of Jewish extremists, poised to become powerful mainstream force</p><p>Whenever the far-right politician Meir Kahane got up to speak in the Knesset after winning his Kach party’s only ever seat, in 1984, the rest of the plenum would walk out. Even the hardline prime minister at the time, Yitzhak Shamir, called the rabbi’s anti-Arab movement “negative, dangerous and damaging”. Kach was banned from politics a few years later for inciting racism.</p><p>Four decades on, the Israeli-Palestinian conflict is still raging, and Israel’s political sphere is more rightwing than ever before. The country will hold its fifth election in less than four years next week. Kahane’s disciple Itamar Ben-Gvir is on course to become a powerful mainstream force.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/israel-election-far-right-itamar-ben-gvir\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/oct/29/tiny-endo-microscope-could-spot-breast-cancer-cells-forming", "title": "Tiny endo-microscope could spot breast cancer cells forming", "date_published": "2022-10-29 02:50:58+00:00", "description": "<p>Device less than 1mm in diameter is designed to be inserted in body and produce images of tissue with ‘unprecedented speed’</p><p>A tiny microscope that can be manoeuvred through small spaces inside the body during surgery could speed up breast cancer treatment, according to the scientists who created it.</p><p>Experts from Imperial College London have developed an endo-microscope that is less than 1mm in diameter – about the width of 25 human hairs – and is designed to be inserted into the body to provide views of tissue and organs.</p> <a href=\"https://www.theguardian.com/society/2022/oct/29/tiny-endo-microscope-could-spot-breast-cancer-cells-forming\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/oct/29/ben-roberts-smith-v-the-media-part-one-reputation-podcast", "title": "Ben Roberts-Smith v the media, part one: reputation – podcast", "date_published": "2022-10-29 02:00:44+00:00", "description": "<p>Ben Doherty hosts a special series on the Ben Roberts-Smith defamation trial. Australia’s most-decorated living soldier is seeking to defend his reputation against reports in three newspapers that he says falsely accuse him of being a war criminal</p><p>This is the first part of <a href=\"https://www.theguardian.com/australia-news/series/ben-roberts-smith-v-the-media-podcast\">Ben Roberts-Smith v the media</a>, a five-part series by Guardian Australia’s <a href=\"https://www.theguardian.com/australia-news/series/full-story\">Full Story podcast</a>. Subscribe on <a href=\"https://podcasts.apple.com/au/podcast/full-story/id1482061243\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/7GJod4EyoLywB1AW6zrSHh\">Spotify</a> or wherever you listen to <a href=\"https://www.theguardian.com/australia-news/series/full-story\">podcasts</a>.</p><p>In a high-profile defamation trial, Australia’s most-decorated living soldier is seeking to defend his reputation against reports in three newspapers that he says falsely accuse him of being a war criminal. Roberts-Smith’s lawyers argue he has been unfairly targeted by envious comrades and assisted by credulous journalists. The newspapers’ lawyers say their reporting is true, and that Roberts-Smith broke the “moral and legal rules of military engagement”, something he denies outright.</p> <a href=\"https://www.theguardian.com/news/audio/2022/oct/29/ben-roberts-smith-v-the-media-part-one-reputation-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/oct/29/billions-in-foreign-aid-never-leaves-britain-under-sunak-rules-analysis", "title": "Billions in foreign aid never leaves Britain under Sunak rules – analysis", "date_published": "2022-10-29 01:50:16+00:00", "description": "<p>PM previously cut aid and allowed use of international development money for domestic purposes, such as housing Ukrainian refugees</p><p>Britain is spending more of its international development budget at home than in poor developing countries, development experts have said.</p><p>A large proportion is being spent on housing refugees, mainly from Ukraine, according to the Centre for Global Development (CGD).</p> <a href=\"https://www.theguardian.com/global-development/2022/oct/29/billions-in-foreign-aid-never-leaves-britain-under-sunak-rules-analysis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/oct/29/rebel-wilson-australian-press-council-condemns-sydney-morning-herald-column-on-same-sex-relationship", "title": "Rebel Wilson: Australian Press Council condemns SMH column on same-sex relationship", "date_published": "2022-10-29 01:15:06+00:00", "description": "<p>Media watchdog says piece by Andrew Hornery was ‘likely to cause substantial office and distress’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/sep/23/morning-mail-newsletter-best-daily-news-email-guardian-australia-free-sign-up-inbox-subscribe?CMP=cvau_sfl\">morning</a> and <a href=\"https://www.theguardian.com/australia-news/2022/oct/13/afternoon-update-newsletter-best-daily-news-email-guardian-australia-free-sign-up?CMP=cvau_sfl\">afternoon</a> news emails, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A perceived threat to “out” actor Rebel Wilson was “likely to cause substantial offence and distress”, the Australian Press Council has found.</p><p><a href=\"https://www.theguardian.com/film/2022/oct/20/rebel-wilson-speaks-out-about-being-outed\">Earlier this month</a> the Australian comedian and actor said she believed Sydney Morning Herald gossip columnist Andrew Hornery was “threatening” to out her when he contacted her about her same-sex relationship with Los Angeles designer Ramona Agruma and gave her two days to respond.</p> <a href=\"https://www.theguardian.com/media/2022/oct/29/rebel-wilson-australian-press-council-condemns-sydney-morning-herald-column-on-same-sex-relationship\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/oct/29/sydney-university-sued-by-lecturer-alleging-age-sex-and-disability-discrimination", "title": "Sydney University sued by lecturer alleging age, sex and disability discrimination", "date_published": "2022-10-29 00:56:38+00:00", "description": "<p>Marketing lecturer Geoffrey Fripp is pursuing more than $526,000 in damages</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/sep/23/morning-mail-newsletter-best-daily-news-email-guardian-australia-free-sign-up-inbox-subscribe?CMP=cvau_sfl\">morning</a> and <a href=\"https://www.theguardian.com/australia-news/2022/oct/13/afternoon-update-newsletter-best-daily-news-email-guardian-australia-free-sign-up?CMP=cvau_sfl\">afternoon</a> news emails, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p> A Sydney university lecturer says he was told he was too old to be promoted, underpaid hundreds of thousands of dollars and forced to sleep in his car.</p><p>In his federal court lawsuit, Geoffrey Fripp accuses the University of Sydney of age, sex and disability discrimination as well as breaches of employment law.</p> <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/sydney-university-sued-by-lecturer-alleging-age-sex-and-disability-discrimination\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/oct/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-248-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 248 of the invasion", "date_published": "2022-10-29 00:43:33+00:00", "description": "<p>Russia says mobilisation of reserves is over; power cuts hit 4 million Ukrainians; Ukraine demands Iran stop arming Russia with drones </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Russia’s defence minister, Sergei Shoigu, has said the <strong>partial mobilisation of reservists announced in September <a href=\"https://www.theguardian.com/world/2022/oct/28/russia-says-82000-conscripts-from-emergency-draft-already-in-ukraine\">“has been completed”</a> </strong>and<strong> </strong>“no further measures are planned”.<strong> </strong>Speaking at a meeting with Vladimir Putin broadcast on state television, Shoigu said 82,000 mobilised recruits were in the conflict zone and a further 218,000 in training in barracks. His statement reflects what the west called a desperate effort to halt Kyiv’s counteroffensive with poorly trained troops.</p><p><strong>About 4 million people across Ukraine are being hit by power restrictions</strong> from rolling blackouts due to Russia’s bombing campaign, President Volodymyr Zelensky has said. Agence Frence-Presse quoted energy company DTEK, the operator for the capital region, as saying it would have to introduce “unprecedented” power cuts to prevent a complete blackout.</p><p>Ukraine’s foreign minister, Dmytro Kuleba, said he had received a phone call from his Iranian counterpart, Hossein Amir-Abdollahian, on Friday and had <strong>demanded Tehran stop sending weapons to Russia</strong>. Ukraine and western allies accuse Iran of sending “kamikaze” drones to Russia that have been used to devastating effect against Ukrainian infrastructure. Iran denies the charge.</p><p><strong>At least four people were killed and 10 wounded </strong>when several towns neighbouring the Russian-occupied Zaporizhzhia power plant were hit by shelling, a statement from the Ukrainian presidential office said.</p><p>The Russian defence ministry said its forces had repelled attempted<strong> Ukrainian advances in the east</strong> and had destroyed a Ukrainian military factory near the town of Pavlograd.</p><p><strong>The US will provide $275m in additional military assistance</strong> to Ukraine, including arms, munitions and equipment from US defence department inventories, the secretary of state has said. “We are also working to provide Ukraine with the air defence capabilities it needs with the two initial US-provided Nasams ready for delivery to Ukraine next month,” Antony Blinken said. “And we are working with allies and partners to enable delivery of their own air defence systems to Ukraine.”</p><p><strong>Assets belonging to Russian and Belarusian individuals seized by Ukraine could be used for the huge postwar reconstruction effort</strong>, the Ukrainian finance minister, Serhiy Marchenko, has been quoted as saying. The government has frozen Russian and Belarusian assets in Ukraine worth about 44 billion hryvnias ($1.21bn) since the start of Moscow’s invasion, according to the Economic Security Bureau, a state agency.</p><p><strong>The European Union has appointed a Polish general, Piotr Trytek, to lead a new training operation with Ukrainian troops.</strong> Trytek, 51, was chosen as part of the EU’s pledge to step up military support for Ukraine.</p><p><strong>Vladimir Putin’s first deputy chief of staff has visited the Russian-held Ukrainian city of Kherson.</strong> Sergei Kiriyenko stopped at a ferry port where hundreds of people were being removed by order of Russian authorities.</p><p><strong>A Russian official’s threat to strike western satellites</strong> <strong>aiding Ukraine </strong>has raised concerns among space lawyers and industry executives about the safety of objects in orbit. No country has carried out a missile strike against an enemy’s satellite.</p><p><strong>UN nuclear inspectors are expected to reach a conclusion soon on Russia’s claims of the possible production of a “dirty bomb”. </strong>Investigators are being sent to two locations in Ukraine where Russia alleged the activities were taking place.</p> <a href=\"https://www.theguardian.com/world/2022/oct/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-248-of-the-invasion\">Continue reading...</a>", "favourite": false}]