[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/usa-zwolniono-najstarszego-wieznia-guantanamo-bez-zarzutow-spedzil-za-kratami-18-lat/", "title": "USA: Zwolniono najstarszego więźnia Guantanamo. Bez zarzutów spędził za kratami 18 lat", "date_published": "2022-10-29 20:49:00+00:00", "description": "Ze słynnego amerykańskiego więzienia Guantanamo zlokalizowanego na Kubie zwolniony został 75-letni Pakistańczyk Saifullah Paracha. Mężczyzna przebywał za kratami przez 18 lat bez wyroku, a nawet zarzutów.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/seul-atak-paniki-na-imprezie-z-okazji-halloween-reanimowano-50-osob/", "title": "Seul: Atak paniki na imprezie z okazji Halloween. Na ulicy reanimowano 50 osób", "date_published": "2022-10-29 16:55:00+00:00", "description": "Na skutek stłoczenia i naporu tłumu podczas plenerowej imprezy z okazji Halloween w stolicy Korei Południowej, Seulu, ponad 50 osób doznało zatrzymania akcji serca. Uczestnicy byli reanimowani na ulicy. Reuters podaje, że zmarły co najmniej dwie osoby, a liczba rannych sięga 100.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/skandal-w-wielkiej-brytanii-kobieta-przerwala-milczenie-w-sprawie-molestowania-w-lodzi-podwodnej/", "title": "Skandal w Wielkiej Brytanii. Oficer przerwała milczenie w sprawie molestowania na łodzi podwodnej", "date_published": "2022-10-29 14:26:00+00:00", "description": "- W brytyjskiej Royal Navy kobiety miały padać ofiarą nadużyć na tle seksualnym - poinformował dziennik Daily Mail. Do gazety zgłosiła się 30-letnia Sarah Brook, która od dzieciństwa marzyła o pracy w marynarce wojennej. Po kilku latach wystąpiła z jej szeregów, bo doświadczała molestowania w trakcie służby na okrętach podwodnych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/indie-lew-porwal-dziecko-na-oczach-rodziny-sluzby-odnalazly-czesci-jego-ciala/", "title": "Indie. Lew porwał dziecko na oczach rodziny. Służby odnalazły części jego ciała", "date_published": "2022-10-29 14:00:00+00:00", "description": "3-letni chłopiec na oczach rodziny został porwany przez lwa w Ghanshyam Nagar, dzielnicy miasta Surat w Indiach. Poszukujące drapieżnika służby znalazły części ciała chłopca - pisze w sobotę The Sun.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/rosja-zabil-przyjaciela-gdy-odkryl-ze-zgwalcil-jego-corke-wyszedl-z-wiezienia/", "title": "Rosja. Zabił przyjaciela, gdy odkrył, że wykorzystał jego 6-letnią córkę. Wyszedł z więzienia", "date_published": "2022-10-29 11:47:00+00:00", "description": "35-letni Wiaczesław Matrosow za zabójstwo swojego przyjaciela, który wykorzystywał seksualnie jego córkę, został skazany na 18 miesięcy więzienia. Mężczyzna wyszedł na wolność rok wcześniej. Kiedy sprawa zabójstwa wyszła na jaw, w obronie mordercy pedofila stanęła lokalna społeczność.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/wielka-brytanie-szesciomiesieczna-dziewczynka-zmarla-przygnieciona-przez-matke-we-snie/", "title": "Wielka Brytanie. Sześciomiesięczna dziewczynka zmarła przygnieciona przez matkę we śnie", "date_published": "2022-10-29 11:45:00+00:00", "description": "Sześciomiesięczna dziewczynka usnęła w ramionach matki, która potem także pogrążyła się we śnie. W tym czasie niemowlę wyśliznęło się z rąk kobiety i wsunęło pod jej ciało. Dziewczynka zmarła wskutek m.in. niedotlenienia mózgu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/krym-dym-nad-portem-w-sewastopolu-doniesienia-o-plonacym-statku/", "title": "Krym. Dym nad portem w Sewastopolu. Doniesienia o pożarze flagowego rosyjskiego okrętu", "date_published": "2022-10-29 10:02:00+00:00", "description": "Zdjęcia i nagrania dymu nad portem w Sewastopolu na Krymie obiegają sieć. Rosyjskie media twierdzą, że odparto atak dronów w zatoce. Lokalne media donoszą, że ratownicy próbują ugasić pożar na jednym ze statków - napisał na Twitterze doradca ukraińskiego MSW Anton Heraszczenko. Pojawiają się informacje, że może płonąć flagowy okręt Floty Czarnomorskiej Admirał Makarow.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/usa-cialo-kuriera-z-amazona-znalezione-na-posesji-zagryzly-go-dwa-psy/", "title": "USA. Ciało kuriera z Amazona znalezione na posesji. Zagryzły go dwa psy", "date_published": "2022-10-29 09:33:00+00:00", "description": "Ciało kuriera firmy Amazon odkryto w poniedziałkowy wieczór w ogrodzie posesji w Wood Heights niedaleko Kansas City w stanie Missouri. Mężczyzna został zagryziony przez psy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/wojna-w-ukrainie-kolejne-oskarzenia-rosjan-tym-razem-zakazone-komary/", "title": "Wojna w Ukrainie. Kolejne oskarżenia Rosjan. Tym razem \"zakażone komary\"", "date_published": "2022-10-29 08:02:00+00:00", "description": "Nowe rewelacje rosyjskiej propagandy. Po oskarżeniach o tworzenie laboratoriów, w których ma powstawać broń biologiczna, plany szkolenia bojowych ptaków i nietoperzy, przyszedł czas na kolejny absurd. Tym razem przedstawiciel Rosji w ONZ oskarżył USA o opatentowanie dronów, które mogą rozpylać zarażone groźnymi wirusami komary.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/paragwaj-samolot-wlecial-w-burze-ladowal-bez-przodu-i-silnika/", "title": "Paragwaj. Samolot wleciał w burzę. Lądował bez przodu i silnika", "date_published": "2022-10-29 07:10:00+00:00", "description": "Airbus A320 wleciał w silną burzę, podczas której doszło do zniszczeń maszyny. Uszkodzone zostały m.in. przód kadłuba i jeden z silników. W sieci opublikowano nagrania z pokładu, zrobione podczas turbulencji, które wywołały panikę pasażerów.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-29/reparacje-od-rosji-miedwiediew-pisze-o-degeneratach-z-polski/", "title": "Reparacje od Rosji. Miedwiediew pisze o \"degeneratach z Polski\"", "date_published": "2022-10-29 04:36:00+00:00", "description": "Na degeneratów z polskiego MSZ, którzy domagają się od Rosji odszkodowania za straty wojenne, można zareagować dwojako - napisał na Telegramie były prezydent i premier Rosji Dmitrij Miedwiediew i przedstawił swoje dwa pomysły.", "favourite": false}]