[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/new-ransomexx-ransomware-variant.html", "title": "New RansomExx Ransomware Variant Rewritten in the Rust Programming Language", "date_published": "2022-11-24 13:25:00+00:00", "description": "The operators of the RansomExx ransomware have become the latest to develop a new variant fully rewritten in the Rust programming language, following other strains like BlackCat, Hive, and Luna.\nThe latest version, dubbed RansomExx2 by the threat actor known as Hive0091 (aka DefrayX), is primarily designed to run on the Linux operating system, although it's expected that a Windows version will", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/million-of-android-devices-still-dont.html", "title": "Millions of Android Devices Still Don't Have Patches for Mali GPU Flaws", "date_published": "2022-11-24 11:17:00+00:00", "description": "A set of five medium-severity security flaws in Arm's Mali GPU driver has continued to remain unpatched on Android devices for months, despite fixes released by the chipmaker.\nGoogle Project Zero, which discovered and reported the bugs, said Arm addressed the shortcomings in July and August 2022.\n\"These fixes have not yet made it downstream to affected Android devices (including Pixel, Samsung,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/boost-your-security-with-europes.html", "title": "Boost Your Security with Europe's Leading Bug Bounty Platform", "date_published": "2022-11-24 11:03:00+00:00", "description": "As 2022 comes to an end, now's the time to level up your bug bounty program with Intigriti.\nAre you experiencing slow bug bounty lead times, gaps in security skills, or low-quality reports from researchers? Intigriti's expert triage team and global community of ethical hackers are enabling businesses to protect themselves against every emerging cybersecurity threat.\nJoin the likes of Intel,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/bahamut-cyber-espionage-hackers.html", "title": "Bahamut Cyber Espionage Hackers Targeting Android Users with Fake VPN Apps", "date_published": "2022-11-24 10:55:00+00:00", "description": "The cyber espionage group known as Bahamut has been attributed as behind a highly targeted campaign that infects users of Android devices with malicious apps designed to extract sensitive information.\nThe activity, which has been active since January 2022, entails distributing rogue VPN apps through a fake SecureVPN website set up for this purpose, Slovak cybersecurity firm ESET said in a new", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/this-android-file-manager-app-infected.html", "title": "This Android File Manager App Infected Thousands of Devices with Sharkbot Malware", "date_published": "2022-11-24 06:19:00+00:00", "description": "The Android banking fraud malware known as SharkBot has reared its head once again on the official Google Play Store, posing as file managers to bypass the app marketplace's restrictions.\nA majority of the users who downloaded the rogue apps are located in the U.K. and Italy, Romanian cybersecurity company Bitdefender said in an analysis published this week.\nSharkBot, first discovered towards", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/black-basta-ransomware-gang-actively.html", "title": "Black Basta Ransomware Gang Actively Infiltrating U.S. Companies with Qakbot Malware", "date_published": "2022-11-24 06:06:00+00:00", "description": "Companies based in the U.S. have been at the receiving end of an \"aggressive\" Qakbot malware campaign that leads to Black Basta ransomware infections on compromised networks.\n\"In this latest campaign, the Black Basta ransomware gang is using QakBot malware to create an initial point of entry and move laterally within an organization's network,\" Cybereason researchers Joakim Kandefelt and", "persistent": false}]