[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/24/winston-french-bulldog-national-dog-show", "title": "‘He has razzle dazzle’: Winston the French bulldog wins National Dog Show", "date_published": "2022-11-24 23:21:46+00:00", "description": "<p>The ‘perfect ball of marzipan’ has become the highest-ranked all-breed dog in the country with 78th win</p><p>A French bulldog with “personality and beauty”, owing to his “razzle-dazzle”, is the <a href=\"https://people.com/pets/winston-the-french-bulldog-wins-best-in-show-at-the-2022-national-dog-show/\">winner of the National Dog Show</a>, which aired on Thursday following the Macy’s Thanksgiving Parade.</p><p>Winston, who was aptly described by a cheerleader on social media as a <a href=\"https://twitter.com/Abbykl1/status/1595897048318246912?s=20&amp;t=BO_1O-x8f2yFrvaCkD9Siwhttps://twitter.com/Abbykl1/status/1595897048318246912?s=20&amp;t=BO_1O-x8f2yFrvaCkD9Siw\">“perfect ball of marzipan”</a>, is now the highest-ranked all-breed dog in the country, with this latest win delivering him his 78th best in show title.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/24/winston-french-bulldog-national-dog-show\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/24/watchdog-apologises-for-saying-mps-christmas-party-costs-are-claimable", "title": "Watchdog apologises for saying MPs’ Christmas party costs are claimable", "date_published": "2022-11-24 23:15:16+00:00", "description": "<p>Ipsa’s earlier advice on expenses for food and decorations led to MPs receiving abuse from the public</p><p>The MPs’ expenses watchdog has apologised for telling parliamentarians they could claim back some costs for Christmas parties.</p><p>The Independent Parliamentary Standards Authority (Ipsa), a body created largely as a response to the MPs’ expenses scandal in 2009, had been widely criticised for its initial decision.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/24/watchdog-apologises-for-saying-mps-christmas-party-costs-are-claimable\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/joe-biden-guns-assault-weapons-ban", "title": "Joe Biden renews call for assault weapons ban after latest mass shootings", "date_published": "2022-11-24 22:57:28+00:00", "description": "<p>President says he will seek to pass gun control before new Congress is seated in January, but odds of success are low</p><p>Joe Biden reiterated his calls on Thursday to ban assault weapons after mass shootings at a gay nightclub in Colorado Springs on Saturday and a Walmart in Chesapeake, Virginia, on Tuesday left 11 people dead.</p><p>While visiting a firehouse on Nantucket Island, Massachusetts, to thank first responders on Thanksgiving, Biden told reporters he would attempt to pass some form of gun control before a new Congress is seated in January, possibly renewing his attempt to ban assault weapons.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/joe-biden-guns-assault-weapons-ban\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/24/elon-musk-offers-general-amnesty-to-suspended-twitter-accounts", "title": "Elon Musk offers general amnesty to suspended Twitter accounts", "date_published": "2022-11-24 22:46:08+00:00", "description": "<p>Poll organised by new owner backed reopening accounts, leading to fears ‘superspreaders of hate’ will return to social media platform</p><p>Elon Musk has announced a general amnesty for suspended Twitter accounts in a move that brought a warning that “superspreaders of hate” will return to the social media platform.</p><p>Twitter’s new owner said an amnesty for blocked users would begin next week after a majority of votes in a poll on his account backed the move. Accounts <a href=\"https://www.theguardian.com/technology/2022/apr/26/banned-from-twitter-accounts-reprieve-elon-musk\">suspended on Twitter</a> include Donald Trump’s former adviser Steve Bannon, rightwing UK commentator Katie Hopkins and David Duke, the former Ku Klux Klan grand wizard.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/24/elon-musk-offers-general-amnesty-to-suspended-twitter-accounts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/24/richarlisons-balletic-barnstormer-a-great-brazil-world-cup-moment", "title": "Richarlison’s balletic barnstormer is a great Brazil World Cup moment | Barney Ronay", "date_published": "2022-11-24 22:42:44+00:00", "description": "<p>The striker’s second goal was magic and as part of a reshaped attack there may be a new lease of life for Neymar</p><p>A little presumptuously perhaps, the Lusail Stadium, the vast and startling mothership of this tournament, insists on calling itself the Iconic. It was the Iconic before the only pre-World Cup event of its lifespan, an awkward test affair where, iconically, there wasn’t enough water. Fair enough. Maybe one day every stadium will be iconic for 15 minutes.</p><p>But the Lusail did host an authentic moment here, one of those instantly fixed and screen‑printed Word Cup happenings, a goal for the montage, the expertly sketched animation; and an indicator in its own way that no matter how much you stretch it thin, compromise it, fudge its outline, the World Cup will keep on being the World Cup.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/24/richarlisons-balletic-barnstormer-a-great-brazil-world-cup-moment\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/england-feared-unlimited-liability-on-captains-in-dropping-armband-protest", "title": "England feared ‘unlimited liability’ on captains in dropping armband protest", "date_published": "2022-11-24 22:30:39+00:00", "description": "<ul><li>Seven European countries abandoned diversity gesture</li><li>Fifa has banned OneLove armband during World Cup</li></ul><p>England, Wales and five other European nations feared their captains would be exposed to “unlimited liability” and would have faced suspensions if they had defied Fifa’s banning of the pro-diversity OneLove armband during the World Cup.</p><p>Despite facing criticism for backing down after coming under pressure from Fifa, the English Football Association’s options were limited by concerns that the sporting sanctions for Harry Kane could have been worse than an instant booking if the captain had worn the armband against Iran. There were also fears that Gareth Southgate’s side could have been prevented from entering the field.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/england-feared-unlimited-liability-on-captains-in-dropping-armband-protest\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/juventus-arsenal-womens-champions-league-match-report", "title": "Vivianne Miedema applies finishing touch to earn Arsenal point at Juventus", "date_published": "2022-11-24 22:00:37+00:00", "description": "<ul><li>Juventus Women 1-1 Arsenal Women</li><li>Dutch forward equalises after Beerensteyn opener</li></ul><p>This was a well-balanced encounter as Arsenal were held to a draw by Juventus. Closely matched throughout, the Gunners had to battle from a goal down to maintain their unbeaten European record this season. The influential Lineth Beerensteyn put the hosts ahead in the 53rd minute before Vivianne Miedema hit back, heading home to ensure her side earned a valuable point.</p><p>As soon as these two sides were drawn together back in October, there was an extra weight added to this fixture. Fondly dubbed the “Joe Montemurro derby” by fans, this was the first time the former Arsenal manager was coming up against his old side and their new manager, Jonas Eidevall. Having spent almost four years at the helm in north London, the Australian departed for a new challenge in 2021, having previously led the Gunners to a first WSL title in seven years.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/juventus-arsenal-womens-champions-league-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/25/milos-degenek-i-escaped-war-as-a-baby-football-is-not-hardship-its-joy", "title": "Miloš Degenek: ‘I escaped war as a baby – football is not hardship, it’s joy’", "date_published": "2022-11-24 21:50:04+00:00", "description": "<p>The Socceroos defender says his life of struggle and success helps him keep perspective ahead of Australia’s pressure match against Tunisia</p><p>Miloš Degenek was 16, the temperature was minus eight degrees, and a jacket was not part of his sartorial repertoire. “I had, like, two pairs of trackies underneath one another, and then four jumpers,” he says, “because I didn’t have money to buy a winter jacket.”</p><p>Every day the budding Australian defender layered his clothes in this manner, then shivered his way through the 90-minute journey to VfB Stuttgart’s youth team training. Then, once it was done, he’d turn around and travel 90 minutes back.</p> <a href=\"https://www.theguardian.com/football/2022/nov/25/milos-degenek-i-escaped-war-as-a-baby-football-is-not-hardship-its-joy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/24/thanksgiving-day-nfl-football-bills-lions-cowboys-giants-vikings-patriots", "title": "Buffalo Bills stun Detroit Lions in last-gasp Thanksgiving victory", "date_published": "2022-11-24 21:26:29+00:00", "description": "<ul><li>Buffalo Bills 28-25 Detroit Lions</li><li>Tyler Bass hits field goal in final two seconds for Buffalo</li></ul><p>Tyler Bass made a tiebreaking, 45-yard field goal with two seconds left, lifting the Buffalo Bills to a 28-25 win over the Detroit Lions on Thursday for their second victory in five days at Ford Field.</p><p>Josh Allen set up the game-winning kick by starting the drive with a 36-yard pass to Stefon Diggs and running twice for 12 yards before Bass’s winning kick. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/24/thanksgiving-day-nfl-football-bills-lions-cowboys-giants-vikings-patriots\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/brazil-serbia-world-cup-group-g-match-report", "title": "Richarlison’s stunning  double sinks Serbia to get Brazil up and running", "date_published": "2022-11-24 21:10:41+00:00", "description": "<p>Yes, Brazil: that’s pretty much how we remembered you. This is a new generation of Brazilian players, a new era and a new World Cup challenge. And yet by the same token this was a classic Brazilian tournament performance: the sort that feels like it’s being put on for our benefit. On a still night in the giant golden ark of the Lusail Stadium, the tournament favourites played the game you expect from tournament favourites: solid, expansive, and embellished with the sort of effortless brilliance that makes other countries furrow their brow a little.</p><p>The match had three distinct periods. In period one Brazil started pretty tamely, perhaps even uncertainly, picking away at Serbia with tempo but not a great deal of poise. As the second half progressed they began to warm to the task, cathartically breaking the deadlock with a goal from Richarlison. In the final half hour they simply cut loose: riotous skills, relentless waves of attack and an early goal of the tournament contender from Richarlison, who scored his second with an outrageous bicycle kick.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/brazil-serbia-world-cup-group-g-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/england-usa-world-cup-2022-premier-league-football-soccer", "title": "England transformed soccer in America. Now its players stand in USA’s way", "date_published": "2022-11-24 21:02:07+00:00", "description": "<p>When the US meet England on Friday night, they will effectively be facing one of the reasons for the sport’s rising profile back home</p><p>USA captain Tyler Adams was a 13-year-old New York Red Bulls academy prospect in 2012 when NBC <a href=\"https://www.theguardian.com/sport/2012/oct/29/nbc-250m-english-premier-league-epl-broadcast-us\">became the exclusive US media rights-holder</a> for the Premier League in a deal that has since been credited with propelling soccer to new heights of popularity in the United States.</p><p>Until then, nearly all English league matches were carried on Fox Soccer, a pay channel buried deep down the cable listings, inevitably limiting the sport’s mainstream exposure. NBC’s deal for both the English- and Spanish-language media rights to all 380 Premier League fixtures – for a then-bargain fee of $250m over three years that has since been renewed for <a href=\"https://www.cnbc.com/2021/11/18/ap-source-nbc-keeps-premier-league-us-broadcast-rights-in-2point7b-deal.html\">$2.7bn over the next six</a> – established soccer in the American sports firmament like never before by making matches available on both free-to-air television and NBC’s family of cable networks.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/england-usa-world-cup-2022-premier-league-football-soccer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/san-francisco-police-propose-using-robots-capable-of-deadly-force", "title": "San Francisco police propose using robots capable of ‘deadly force’", "date_published": "2022-11-24 20:34:06+00:00", "description": "<p>City’s board of supervisors to consider proposal involving remote-controlled devices</p><p>The San Francisco police department has proposed that it be allowed to use robots with “deadly force” while responding to incidents, according to a <a href=\"https://sfgov.legistar.com/View.ashx?M=F&amp;ID=11449771&amp;GUID=9FC57C5A-6E68-4485-A989-632C3837B909\">policy draft</a>..</p><p>The document outlines how the department proposes to use its collection of robots, which number 17 in total although 12 are not operational. </p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/san-francisco-police-propose-using-robots-capable-of-deadly-force\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/saudi-government-to-back-private-bids-for-manchester-united-or-liverpool", "title": "Saudi government would back private bids for Manchester United or Liverpool", "date_published": "2022-11-24 20:15:26+00:00", "description": "<ul><li>Sports minister talks of strong interest in English clubs</li><li>Saudi Arabia may also place a bid to host a future World Cup</li></ul><p>Prince Abdulaziz bin Turki Al Faisal, Saudi Arabia’s sports minister, has said his government would definitely support any private sector bids from the country for Manchester United or Liverpool.</p><p>While the Saudi Public Investment Fund backed the purchase of Newcastle United last winter, Prince Abdulaziz said private businesses in his country have a strong interest in English football’s most successful clubs, with both instructing banks regarding potential investment or sale.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/saudi-government-to-back-private-bids-for-manchester-united-or-liverpool\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/24/juventus-v-arsenal-womens-champions-league-live", "title": "Juventus v Arsenal: Women’s Champions League – live", "date_published": "2022-11-24 19:40:20+00:00", "description": "<ul><li>Minute-by-minute updates on the group-stage encounter</li><li>Any comments? You can <a href=\"mailto:Sarah.Rendell@theguardian.com\">email Sarah</a> or <a href=\"https://twitter.com/rendellx\">tweet Sarah</a></li></ul><p><strong>There were two other matches played earlier today.</strong> Barcelona hosted Bayern Munich at Camp Nou and Barca were victorious in a 3-0 result. Lyon and Zurich, the two other teams in Group C, also competed with the defending champions winning 3-0. Benfica and Rosengard kick-off at the same team as Juventus v Arsenal and I’ll keep you up to date on that score as best I can.</p><p><strong>The third round of the Women’s Champions League group</strong> stage got underway yesterday and among the matches was Chelsea v Real Madrid. It was the first time the two has ever played one another and the Blues came out 2-0 victors. Catch up with all the action here:</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/24/juventus-v-arsenal-womens-champions-league-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/adidas-kanye-west-investigation", "title": "Adidas to investigate claims Kanye West showed pornography to staff", "date_published": "2022-11-24 19:21:03+00:00", "description": "<p>Move comes after one of company’s biggest shareholders demanded information about allegations</p><p>The sportswear giant Adidas is to launch an independent investigation into allegations of misconduct made this week against the US rapper and fashion designer Kanye West, including that he <a href=\"https://www.theguardian.com/music/2022/nov/23/kanye-west-explicit-photos-adidas-ye-employees\">showed pornography to staff</a> at company meetings.</p><p>The claims by unidentified staff at Yeezy and Adidas, which surfaced in a <a href=\"https://www.rollingstone.com/music/music-features/kanye-west-yeezy-porn-bullying-kim-kardashian-1234635221/\">Rolling Stone article</a> on Tuesday, included allegations that the musician, who has changed his name to Ye, showed an intimate picture of his ex-wife, Kim Kardashian, in job interviews, and that his “problematic behavior” was overlooked by Adidas management.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/adidas-kanye-west-investigation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/french-mckinsey-investigation-widened-to-cover-election-campaigns", "title": "French McKinsey investigation widened to cover election campaigns", "date_published": "2022-11-24 19:13:56+00:00", "description": "<p>Prosecutor looking into allegations about 2017 and 2022 elections, which were won by Emmanuel Macron</p><p>France’s financial prosecutor has opened an investigation into the role of consultancy groups including McKinsey in the <a href=\"https://www.theguardian.com/world/2017/may/07/emmanuel-macron-wins-french-presidency-marine-le-pen\">2017</a> and <a href=\"https://www.theguardian.com/world/2022/apr/24/emmanuel-macron-wins-french-presidential-election-say-projected-results\">2022</a> French election races, when Emmanuel Macron was elected and then won a second term.</p><p>The financial prosecutor’s office confirmed that its current <a href=\"https://www.theguardian.com/world/2022/apr/06/tax-inquiry-into-consultancy-firms-launched-as-french-election-looms\">investigation into potential tax fraud by the US-based consultancy giant McKinsey</a> had been widened to include consulting firms’ possible involvement in the two election races. Investigators are looking into allegations of “improperly keeping campaign accounts”, the “undervaluing of the role of consulting firms” and “favouritism”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/french-mckinsey-investigation-widened-to-cover-election-campaigns\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/24/boris-johnson-and-liz-truss-join-rebels-against-rishi-sunak-keeping-new-onshore-wind-ban", "title": "Johnson and Truss join rebels against Sunak keeping new onshore wind ban", "date_published": "2022-11-24 19:13:42+00:00", "description": "<p>About 20 Conservative MPs want to end longstanding de facto block on new wind farms in England</p><p>Boris Johnson and Liz Truss have joined a growing Tory backbench rebellion against Rishi Sunak’s refusal to allow new onshore wind projects in England, in another challenge to the levelling up bill.</p><p>The former prime ministers are among about 20 Conservative MPs to have signed an amendment tabled by Simon Clarke, who served as a minister under Johnson and Truss, that would end the de facto ban on new onshore wind that has been in place since 2014.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/24/boris-johnson-and-liz-truss-join-rebels-against-rishi-sunak-keeping-new-onshore-wind-ban\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/24/mako-vunipola-england-south-africa-rugby-union", "title": "Mako Vunipola fired up by World Cup final heartache against Springboks", "date_published": "2022-11-24 19:11:43+00:00", "description": "<p>England prop faces South Africa on Saturday three years on from the match that will ‘stay with me for the rest of my life’</p><p>Three years have now passed but Mako Vunipola’s memories of the 2019 Rugby World Cup final remain horribly clear. Things did not end well for England on the last occasion he faced a South Africa pack and the Saracens loosehead is seeking a more positive experience when he encounters the Springbok forwards again at Twickenham this Saturday.</p><p>Even the mere sight of a green jersey gives Vunipola vivid flashbacks to Yokohama, where the Springbok scrum suffocated England’s world title ambitions at source. “That game will probably stay with me for the rest of my life, not only because of how we lost but because of how they imposed themselves on us,” acknowledged the 31-year-old, one of four starting changes to the home side in the wake of the 25-25 draw with New Zealand.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/24/mako-vunipola-england-south-africa-rugby-union\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/24/eight-glasses-of-water-a-day-excessive-for-most-people-study-suggests", "title": "Eight glasses of water a day excessive for most people, study suggests", "date_published": "2022-11-24 19:00:35+00:00", "description": "<p>‘One size fits all’ guidance could lead to 20m litres of drinking water being wasted each day in UK, scientists say</p><p>A recommendation to drink eight glasses of water a day is likely to be excessive for most people, according to scientists.</p><p>The suggestion has become accepted wisdom and often appears in <a href=\"https://www.mayoclinic.org/healthy-lifestyle/nutrition-and-healthy-eating/in-depth/water/art-20044256\">health guidance</a>. The latest work, however, the most rigorous study to date on water turnover, reveals that people have a wide range of water intakes. Many people only require about 1.5 to 1.8 litres a day, lower than the two litres typically recommended, the research suggests.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/24/eight-glasses-of-water-a-day-excessive-for-most-people-study-suggests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/france-moves-closer-to-making-abortion-a-constitutional-right", "title": "France moves closer to making abortion a constitutional right", "date_published": "2022-11-24 18:47:51+00:00", "description": "<p>Lower house approves resolution to guarantee access to ‘the right to voluntarily end a pregnancy’</p><p>France has moved a step closer to becoming the first country in the world to enshrine <a href=\"https://www.theguardian.com/world/abortion\">abortion</a> as a constitutional right, after lawmakers approved a resolution in the lower house to guarantee access to “the right to voluntarily end a pregnancy”.</p><p>In a rare cross-party move, members of parliament from the left’s La France Insoumise party and Emmanuel Macron’s centrist coalition agreed on the wording of a clause that could be added to the constitution. It read: “The law guarantees the effectiveness and equal access to the right to voluntarily end a pregnancy.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/france-moves-closer-to-making-abortion-a-constitutional-right\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/we-are-ukrainians-were-strong-morale-becomes-key-battleground-in-kyiv", "title": "‘We are Ukrainians. We’re strong’: morale becomes key battleground in Kyiv", "date_published": "2022-11-24 18:41:29+00:00", "description": "<p>Residents shelter in ‘invincibility stations’ offering power, water and food as Russian missiles knock out supplies</p><p>The residents of Kyiv taking shelter in their local “invincibility station” were well aware that their own morale has become the central battlefield of the war, and it is not territory they are prepared to concede to Vladimir Putin.</p><p>The insulated grey tent set up on a street corner in the Pecherskyi district of Kyiv, one of thousands established around the country this week, was offering electricity, warmth, tea and sandwiches in the wake of the latest Russian onslaught.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/we-are-ukrainians-were-strong-morale-becomes-key-battleground-in-kyiv\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/wales-fans-allowed-to-take-rainbow-coloured-clothes-and-flags-to-iran-match", "title": "Wales fans allowed to take rainbow-coloured clothes and flags to Iran match", "date_published": "2022-11-24 18:34:29+00:00", "description": "<ul><li>Fifa confirmed policy after holding talks with Wales officials</li><li>Supporters had bucket hats confiscated before USA game</li></ul><p>The Football Association of Wales has been reassured by Fifa that supporters with rainbow-coloured clothing and flags will be allowed to enter Friday’s match against Iran and that the policy will be applied across all World Cup venues.</p><p>The FAW held urgent talks with the tournament organisers after Wales staff and fans had multicoloured bucket hats, shoelaces and wristbands confiscated before their <a href=\"https://www.theguardian.com/football/2022/nov/21/gareth-bales-penalty-rescues-point-for-wales-in-world-cup-opener-with-usa\">Group B opener against the USA</a>. Wales were among the nations to U-turn on wearing the rainbow-coloured OneLove armband in support of LGBTQ+ rights after Fifa threatened sporting sanctions.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/wales-fans-allowed-to-take-rainbow-coloured-clothes-and-flags-to-iran-match\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/carlos-queiroz-iran-confronts-media-southgate-afghanistan-world-cup", "title": "Iran’s Queiroz asks media: ‘Why don’t you ask Southgate about Afghanistan?’", "date_published": "2022-11-24 18:30:14+00:00", "description": "<ul><li>Manager unhappy with political questions before Wales game</li><li>Gareth Bale says Wales will not take ‘difficult’ Iran game lightly</li></ul><p>The Iran manager, Carlos Queiroz, confronted a journalist at the end of a media conference after taking umbrage at politics again dominating the discourse in the buildup to Friday’s match with Wales. In an animated exchange Queiroz suggested his peers should face similar questions, taking the extraordinary step of asking the BBC journalist Shaimaa Khalil why the England manager, Gareth Southgate, is spared questions about the war in Afghanistan.</p><p>During the press conference Queiroz reiterated the importance of press freedom but made it clear that he felt it was time for other managers to be asked about wider issues in the world, saying it was “strange” his rivals avoided such questions. Afterwards he took the BBC journalist to task before being shepherded out of the room. “Why don’t you ask the other coaches?” Queiroz said. “Why don’t you ask Southgate: what do you think about England and the United States that left Afghanistan and all the women alone?”</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/carlos-queiroz-iran-confronts-media-southgate-afghanistan-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/china-imposes-new-lockdowns-as-local-covid-cases-hit-record-high", "title": "China imposes new lockdowns as local Covid cases hit record high", "date_published": "2022-11-24 18:29:17+00:00", "description": "<p>Country reports 31,444 new locally transmitted cases, the highest daily figure since pandemic began</p><p>China has imposed a fresh series of Covid lockdowns, including in a city where workers at the world’s largest iPhone factory clashed with police this week, as a record daily high in Covid cases tested its commitment to follow the rest of the world in easing pandemic restrictions.</p><p>The national health commission reported 31,444 new locally transmitted Covid cases on Wednesday, the highest daily figure since the coronavirus was first detected in the central Chinese city of Wuhan in late 2019.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/china-imposes-new-lockdowns-as-local-covid-cases-hit-record-high\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/24/scottish-independence-activists-urge-nicola-sturgeon-to-trust-yes-movement", "title": "Scottish independence activists urge Sturgeon to ‘trust yes movement’", "date_published": "2022-11-24 18:16:50+00:00", "description": "<p>Campaigners support first minister’s ‘de facto referendum’ plan, while MPs and MSPs struggle to unite behind it</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/24/uk-rail-strikes-royal-mail-industrial-action-unions-uk-politics-live-news\">UK politics live – latest news updates</a></li></ul><p>Nicola Sturgeon faces calls from veteran independence activists to “trust the yes movement”, as MPs and MSPs struggle to unite around her “de facto referendum” plan amid fears it could kill off independence as a prospect for decades if it fails.</p><p>Sturgeon confirmed that the Scottish National party would run the next general election as a “de facto referendum” on Wednesday after the supreme court ruled that her government could not legislate for a second independence vote without Westminster’s approval, which has been consistently refused.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/24/scottish-independence-activists-urge-nicola-sturgeon-to-trust-yes-movement\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/portugal-ghana-world-cup-group-h-match-report", "title": "Cristiano Ronaldo scores in fifth World Cup as Portugal see off Ghana in thriller", "date_published": "2022-11-24 18:15:46+00:00", "description": "<p></p><p>A stodgy contest morphed into a thriller and, cutting through it all, Cristiano Ronaldo managed to own the story. At times it felt most of the stadium was willing him to score and they were ecstatic to see their wish granted when he converted a penalty midway through the second half, becoming the first player to score at five different World Cups. Against most expectations it opened the floodgates, André Ayew equalising for a decent Ghana side before João Félix and Rafael Leão responded quickly with clinical finishes. Osman Bukari’s late goal was not enough to capture the headlines for Ghana.</p><p>Record-breaker or not, the chances of Ronaldo facilitating a narrative that did not concern him were always going to be vanishingly small. Before kick-off he had stood directly in front of the throng of photographers present to aid analysis of his every spit and cough; he must surely have known what he was doing as he faced in the opposite direction, that number seven in full view of the lenses, while taking a drink.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/portugal-ghana-world-cup-group-h-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/24/tories-run-for-the-hills-rather-than-face-labour-over-michelle-mone-and-ppe", "title": "Tories run for the hills rather than face Labour over Michelle Mone and PPE | John Crace", "date_published": "2022-11-24 18:11:33+00:00", "description": "<p>When a minister was needed to field Angela Rayner’s questions over the VIP fast lane, luckless Neil O’Brien was the only one to pick up the phone</p><p>Spare a thought for Neil O’Brien. A minister so beige, so junior, that not even his colleagues know he is working with them. At home, he merges into the muted pastel paintwork. So much so that his family aren’t always aware if he’s there or not. So it’s a wonder he even became a minister, given that few had ever seen him, let alone heard of him. But when the Tory government ricochets as often as it does, then almost everyone eventually gets a go. Only the actual braindead remain on the backbenches in the current Conservative party.</p><p>O’Brien first came to anyone’s notice when he resigned as a bag carrier at the Department of Levelling Up in the dying days of the Boris Johnson regime. Which came as news to The Convict, who couldn’t remember appointing him. But lightning struck twice and O’Brien was invited back by Rishi Sunak to serve in the most junior possible role in his government, this time in the Department of Health and Social Care. There to be forgotten, as his brief was to do as little as possible.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/24/tories-run-for-the-hills-rather-than-face-labour-over-michelle-mone-and-ppe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/24/eddie-jones-in-jibe-at-rassie-erasmus-over-criticism-of-referees", "title": "‘We have to respect referees’: Jones teases Erasmus over officials criticism", "date_published": "2022-11-24 18:00:34+00:00", "description": "<ul><li>Wayne Barnes threatened after South Africa coach’s comments</li><li>England coach alludes to José Mourinho and laundry basket</li></ul><p>Eddie Jones has insisted referees must be treated with respect after joking that Rassie Erasmus may take a leaf out of José Mourinho’s book and sidestep his matchday ban on Saturday by hiding in a laundry basket. Jones also wondered whether Erasmus’s outbursts and the siege mentality South Africa have fostered has been designed to motivate the world champions.</p><p>Erasmus, South Africa’s director of rugby, implicitly criticised the English referee, Wayne Barnes, when posting a series of clips from the narrow defeat by France this month, alongside a number of sarcastic comments. Barnes has received death threats and his family have also been targeted, leading to the Rugby Football Union sending a strongly worded letter to its South African counterpart, deploring Erasmus’s behaviour.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/24/eddie-jones-in-jibe-at-rassie-erasmus-over-criticism-of-referees\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/rebecca-saunders-skin-void-unbreathed-review-juliet-fraser", "title": "Saunders: Skin; Void; Unbreathed review | Andrew Clements's classical album of the week", "date_published": "2022-11-24 17:39:43+00:00", "description": "<p><strong>Dierstein/Rothbrust/Berlin RSO/Poppe/Quatuor Diotima/Fraser/Klangforum Wien/Wiegers<br />(NMC)</strong><br />Brilliantly sculpted textures, sometimes intensely fragile, sometimes furiously wrought, show Rebecca Saunders to be one of the leading figures of European music today<br /></p><p>For more than 30 years, NMC has steadfastly championed a wide range of contemporary British composers, but until now it has never released a disc devoted to the works of <a href=\"https://www.theguardian.com/music/tomserviceblog/2012/nov/05/rebecca-saunders-contemporary-music-guide\">Rebecca Saunders</a>. Over the past two decades she has emerged as one of the leading figures of European music of our time. But perhaps because the London-born Saunders lives in Berlin, she still receives far too few performances in Britain. There has been just one of her works, for instance, in the main series of the BBC Proms, and that was in 2009 – though her music has been regularly programmed at the Huddersfield Contemporary Music festival.</p><p>This superb disc ought to gain Saunders many more admirers, for it includes one of her finest achievements: Skin for soprano and ensemble, which was composed in 2016 for Juliet Fraser, who is the outstanding singer here with Klangforum Wien. The text is Saunders’ own, incorporating an extract from Molly Bloom’s final monologue in Ulysses. (James Joyce, along with Samuel Beckett, has been a regular ingredient in Saunders’ music.) Identifiable words and phrases emerge only fitfully, yet acquire even more expressive power through their infrequency alongside passages in which voice and instruments create webs of brilliantly sculpted textures, sometimes intensely fragile, sometimes furiously wrought.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/rebecca-saunders-skin-void-unbreathed-review-juliet-fraser\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/24/brazil-v-serbia-world-cup-2022-live", "title": "Brazil v Serbia: World Cup 2022 – live", "date_published": "2022-11-24 17:30:33+00:00", "description": "<ul><li>World Cup news from the 7pm GMT / 2pm ET kick-off</li><li>And you can <a href=\"mailto:rob.smyth@theguardian.com\">contact Rob here</a> with your thoughts</li></ul><p>What comes next in this sequence: <strong>4, 8, 24, 8, ?</strong></p><p>It’s <strong>4</strong>, right? No, of course it isn’t. <a href=\"https://www.youtube.com/watch?v=98HiP7yzcMU\">Roberto Carlos pulled his socks up at the wrong moment</a> and Brazil didn’t win the 2006 World Cup. We don’t know what comes next, but all connected with the Seleção will hope it’s <strong>20.</strong> The sequence - as I’m sure you knew anyway, you heritage fan you - is the number of years between Brazilian World Cup wins since their first triumph in 1958. </p> <a href=\"https://www.theguardian.com/football/live/2022/nov/24/brazil-v-serbia-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/24/laila-shawa-obituary", "title": "Laila Shawa obituary", "date_published": "2022-11-24 17:25:42+00:00", "description": "Palestinian pop artist whose work reflected the harsh political realities of her homeland<p>Like many pop artists, Laila Shawa, who has died aged 82, used repetition and silkscreen printing. In the hands of forerunners such as Andy Warhol, the form and technique highlighted the commodification of celebrity – as in the American artist’s images of Marilyn Monroe and Elvis Presley – but Shawa, who was Palestinian, had much darker and more political concerns.</p><p>Her print 20 Targets (1994), from the series Walls of Gaza II, depicts a five by four grid repeating the same photographic image of a young Arab boy, his body highlighted with a red circle. Arabic graffiti, which proliferated across walls in Gaza to circumnavigate Israeli censorship, is layered under the chilling image. The repetition suggests not a famous life celebrated, but many anonymous lives lost.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/24/laila-shawa-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/colorado-springs-shooting-father-interview", "title": "Colorado Springs suspect’s father makes homophobic remarks in interview", "date_published": "2022-11-24 17:24:27+00:00", "description": "<p>Man tells reporter he was relieved his child ‘wasn’t gay’ after hearing about shooting</p><p>The father of the suspected Colorado Springs shooter has provoked a backlash over comments he made over the armed attack on LGTBQ+ bar that killed five and wounded 17.</p><p>In a series of interviews, Aaron Brink told San Diego’s <a href=\"https://www.cbs8.com/article/news/local/im-sorry-i-let-my-son-down-father-of-accused-colorado-club-shooter-speaks-out/509-6c4ad66e-35ef-41a5-9255-bca31cea3a73\">CBS8</a> that when he first received a telephone call from his child’s public defender, his first reaction was to question why his child was in the club.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/colorado-springs-shooting-father-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/iranian-footballer-voria-ghafouri-arrested-ahead-of-wales-match-world-cup", "title": "Top Iranian footballer arrested ahead of Wales match for ‘spreading propaganda’", "date_published": "2022-11-24 17:23:39+00:00", "description": "<p>Detention of Voria Ghafouri, former captain of Tehran club Esteghlal, seen as warning to World Cup team</p><p>Iranian security forces on Thursday arrested one of the country’s most famous footballers, accusing him of spreading propaganda against the Islamic republic and seeking to undermine the national World Cup team.</p><p>Voria Ghafouri, once a captain of the Tehran club Esteghlal, has been outspoken in his defence of Iranian Kurds, telling the government on social media to stop killing Kurdish people. He has previously been detained for criticising the former Iranian foreign minister Javad Zarif.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/iranian-footballer-voria-ghafouri-arrested-ahead-of-wales-match-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/homeless-people-dying-uk-solution-pandemic-government-support", "title": "More homeless people are dying in the UK – we have a solution, so why aren’t we acting on it? | Daniel Lavelle and Simon Hattenstone", "date_published": "2022-11-24 17:02:30+00:00", "description": "<p>During the pandemic the government housed rough sleepers and gave them tailored support, until it came to an abrupt end</p><p>On 19 December 2018, Gyula Remes collapsed on parliament’s doorstep after having <a href=\"https://www.theguardian.com/cities/2019/oct/15/gyula-remes-died-on-parliaments-doorstep-was-the-outcry-of-mps-just-for-show\">slept rough around Westminster</a> for months. The Hungarian national died just over the river from the Palace of Westminster at St Thomas’s hospital, after collapsing in Westminster tube station, in the tunnels that MPs walk through to their offices. He was 43. Politicians were quick to express their outrage. Labour MP David Lammy tweeted: “There is something rotten in Westminster when MPs walk past dying homeless people on the way into work.”</p><p>Yet four years on, nothing has changed. And it looks as if things are going to get far worse in future. Yesterday, the Office for National Statistics revealed that an estimated <a href=\"https://www.bbc.co.uk/news/uk-england-63730399\">741 homeless people</a> died in England and Wales in 2021 – an increase of 54% since records began in 2013. Meanwhile, the figures in Scotland are even bleaker. There were <a href=\"https://www.nrscotland.gov.uk/files//statistics/homeless-deaths/21/homeless-deaths-21-report.pdf\">222 homeless deaths identified</a>, although the real figure is estimated to be 250; roughly five homeless deaths a week.</p><p>Daniel Lavelle writes on mental health, homelessness and social care</p><p>Simon Hattenstone is a features writer for the Guardian</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/homeless-people-dying-uk-solution-pandemic-government-support\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/24/the-world-cup-of-whataboutery-stephen-collins-cartoon", "title": "The World Cup of Whataboutery – Stephen Collins cartoon", "date_published": "2022-11-24 16:45:08+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2022/nov/24/the-world-cup-of-whataboutery-stephen-collins-cartoon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/24/wales-australia-wayne-pivac-dave-rennie-rugby-union", "title": "Wales and Australia make changes for Cardiff clash as coaches feel heat", "date_published": "2022-11-24 16:40:41+00:00", "description": "<ul><li>Pivac says he is not distracted by speculation over his future</li><li>Injury-hit Wallabies hand Donaldson and Gleeson first starts</li></ul><p>Wales have reloaded with experience after the humbling loss to Georgia by recalling Alun Wyn Jones, Taulupe Faletau, Leigh Halfpenny and Gareth Anscombe for Saturday’s game in Cardiff against an injury-depleted Australia side who have made seven changes to the XV that lost narrowly to Ireland.</p><p>The wing Rio Dyer, who made a try-scoring debut against New Zealand this month, has been picked ahead of Josh Adams, and Joe Hawkins will make his debut in an all-Ospreys line of inside backs.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/24/wales-australia-wayne-pivac-dave-rennie-rugby-union\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/iran-protests-un-council-votes-to-investigate-human-rights-abuses", "title": "Iran protests: UN council votes to investigate human rights abuses", "date_published": "2022-11-24 16:34:17+00:00", "description": "<p>Official says country is in ‘fully fledged human rights crisis’ as fact-finding mission launched</p><p>The UN’s human rights council has voted overwhelmingly to set up a fact-finding investigation into human rights abuses in Iran, where an estimated 300 people have been killed and 14,000 arrested since protests began 10 weeks ago.</p><p>At a special session convened by Germany in Geneva the HRC voted by 25 to six to set up the inquiry, with 15 abstaining. The vote is regarded as a significant victory for human rights defenders, since a mechanism now exists to file evidence of abuses by the state, making the possibility of prosecutions in international courts more likely.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/iran-protests-un-council-votes-to-investigate-human-rights-abuses\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/carlos-soler-spain-world-cup-interview", "title": "‘I always trusted in myself’: Spain’s Carlos Soler takes his chance to shine", "date_published": "2022-11-24 16:22:13+00:00", "description": "<p>Midfielder has put tricky start to the season behind him and showed his worth to Luis Enrique’s side in rout of Costa Rica</p><p>No one had a better view of Spain’s greatest World Cup victory than Carlos Soler, from inside and out. Many, many words have been used to describe their <a href=\"https://www.theguardian.com/football/2022/nov/23/spain-costa-rica-world-cup-group-e-match-report\">7-0 destruction of Costa Rica</a>, a performance so perfect as to be almost inconceivable, leading the covers of the country’s four sports dailies to run with “brutal”, “dream”, “<em>olé</em>” and “a clockwork red”. But maybe the one that expresses it best is not a word at all. “Pffff,” the Paris Saint-Germain midfielder offers.</p><p>It’s the morning after the night before and on the television at Spain’s training camp the goals are playing on a loop. It’s a long loop. Soler sits here, a smile taking over his face; 17 hours earlier, he was pitchside at Al Thumama Stadium, watching the first half. “And the first half … pffff,” he says, which says it all. “On the bench, I enjoyed it.” </p> <a href=\"https://www.theguardian.com/football/2022/nov/24/carlos-soler-spain-world-cup-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/24/michelle-mone-ppe-firm-revelations-prompt-anger-in-commons", "title": "Michelle Mone PPE firm revelations prompt anger in Commons", "date_published": "2022-11-24 16:10:59+00:00", "description": "<p>MPs across house condemn what one called ‘sickening, shameful’ disclosures about Covid procurement</p><p>The growing controversy over a PPE company linked to the Tory peer Michelle Mone has sparked an angry reaction in parliament, as MPs demanded an investigation into wider concerns over what one called “absolutely sickening, shameful and unforgivable” instances of politically connected firms profiteering from unusable PPE during the pandemic.</p><p>Parliamentarians asked ministers for more information about how PPE Medpro was awarded more than £200m in government contracts after it was referred to ministers by Lady Mone.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/24/michelle-mone-ppe-firm-revelations-prompt-anger-in-commons\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/24/lost-and-found-argentina-delights-in-giant-otters-return-aoe", "title": "Lost and found: noisy, tame and very active, Argentina delights in giant otter’s return", "date_published": "2022-11-24 16:00:32+00:00", "description": "<p>Decades after the world’s biggest otter disappeared from the country, a kayaking trip revealed a lone male swimming in the Bermejo River</p><p>“This really is a big animal,” says Sebastián Di Martino, conservation director of Rewilding Argentina, emphasising the “giant” in giant otter (<em>Pteronura brasiliensis</em>). “It can be 1.7 metres long … the biggest otter in the world.”</p><p>Until its recent rediscovery, the giant otter was feared extinct in the country as a result of habitat loss and hunting. “Family groups were last seen in the 1980s in the Misiones province of north-eastern Argentina,” Di Martino says. “In the Bermejo River, the last sightings occurred 130 years ago, in 1898.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/24/lost-and-found-argentina-delights-in-giant-otters-return-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/supreme-court-scottish-nationalists-judgment", "title": "Why this supreme court ruling presents an opportunity for Scottish nationalists | Rory Scothorne", "date_published": "2022-11-24 16:00:32+00:00", "description": "<p>The judgment says one thing constitutionally – but it’s a backhanded recognition of the power of popular resistance</p><p>At the heart of the debate over independence is a deceptively complex question: who decides? It sounds easy enough, and supporters of independence think the answer is clear: Scotland decides. For the most diehard opponents of independence, there is also a simple response: the UK decides. For those who settle somewhere between these two positions, however, things get more complex. What exactly are Scotland or the UK deciding on, and how?</p><p>In its <a href=\"https://www.theguardian.com/politics/2022/nov/23/scottish-independence-supreme-court-scottish-parliament-second-referendum-indyref2\">judgment on Wednesday</a>, the supreme court attempted to bring a little clarity to the debate after months of deliberations and thousands of pages of argument and evidence. The question was not independence itself, but whether the Scottish government has the power to hold a purely “advisory” referendum on independence. The ruling was instigated by the Scottish government’s own lord advocate, who <a href=\"https://www.theguardian.com/uk-news/2022/jul/05/independence-vote-may-be-unlawful-says-scotlands-lord-advocate\">referred the issue to the court</a> in pursuit of a legally watertight means of fulfilling the manifesto promises on which the Scottish parliament’s SNP-Green majority was elected.</p><p>Rory Scothorne is a historian and writer based in Edinburgh<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/supreme-court-scottish-nationalists-judgment\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/a-small-victory-against-erasure-the-three-minutes-that-bring-an-exterminated-jewish-past-to-life", "title": "‘A small victory against erasure’: the three minutes that bring an exterminated Jewish past to life", "date_published": "2022-11-24 16:00:32+00:00", "description": "<p>A new documentary extends 200 seconds of home-movie footage shot in Poland in 1938 into a forensic examination of a community obliterated by the Nazis</p><p>Like anyone else, every now and again I come across old photos of family holidays. There are quite a few from the mid-1970s, mostly taken on Bournemouth beach. Obviously, I look at the faces of my parents, now gone, or of me and my sisters – but sometimes I find myself focusing on the other holidaymakers in the background, in their own deckchairs or building their own sandcastles: strangers who, by chance, were caught by our camera and preserved for ever.</p><p>There is something of that sensation – the random serendipity of the tourist’s lens – at work in a mesmerising new film called <a href=\"https://superltd.com/films/three-minutes-a-lengthening\">Three Minutes: A Lengthening</a>. It runs for just over an hour, and yet all the images you see come from the same three (or nearly four) minutes of amateur, home-movie footage – those 200-odd seconds of cine film played in full once at the beginning and once again at the end. In between, sequences are played backwards or forwards, sometimes slowed down, sometimes freeze-framed. We zoom out and zoom in. Some frames are magnified to such an extent that what we see is a kind of microscopic blur. The original three-minute film was shot with barely a thought, by an American man on vacation in Europe decades ago, but this new documentary invites us to stare with rare intensity at the people who happened to find themselves in front of his lens.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/a-small-victory-against-erasure-the-three-minutes-that-bring-an-exterminated-jewish-past-to-life\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/24/twitter-brussels-office-elon-musk-eu-questions", "title": "Twitter faces questions over hate speech as it appears to disband Brussels office", "date_published": "2022-11-24 15:55:43+00:00", "description": "<p>Social media firm may struggle to comply with EU laws on online safety after departure of key figures</p><p>Twitter has disbanded its entire Brussels office, according to media reports, raising questions about the social media company’s compliance with new EU laws to control big tech.</p><p>Julia Mozer and Dario La Nasa, who were in charge of Twitter’s digital policy in Europe, <a href=\"https://www.ft.com/content/f9fdace4-5eb2-4db2-929b-e34861fa0521\">left the company last week, the Financial Times reported</a>. The pair had survived an initial cull when the new owner, Elon Musk, laid off thousands of employees following his takeover last month. It is unclear whether they were made redundant or chose to leave in response to <a href=\"https://www.theguardian.com/technology/2022/nov/16/elon-musk-gives-twitter-staff-deadline-to-commit-to-being-hardcore\">Musk’s ultimatum</a> to commit to working long “extremely hardcore” hours or quit.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/24/twitter-brussels-office-elon-musk-eu-questions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/disco-maestro-daniel-vangarde-thomas-bangalter-daft-punk", "title": "Disco maestro Daniel Vangarde breaks his silence", "date_published": "2022-11-24 15:40:53+00:00", "description": "<p>The legend behind songs like D.I.S.C.O. – and the father of half of Daft Punk – ruled the 70s then scorned the music industry for decades. With the reissue of his own wildly eclectic oeuvre, he is re-emerging – briefly</p><p>Almost the first thing Daniel Vangarde says when he walks into the Paris office of his record label is that he’s never done an interview in English before. Then again, he adds, he had never done an interview in his native French either until this morning. He never bothered talking to journalists at the height of his career, when he was a key figure in French pop: an artist, writer and producer behind an array of releases that range from the wildly obscure to the instantly familiar. And he certainly wasn’t expecting to start meeting the press aged 75: Vangarde had retired years ago, relocating to a remote fishing village in northern Brazil.</p><p>But then a record company unexpectedly approached him about a career-spanning compilation, named after Zagora, the label he founded in 1974, which piqued his interest. When they sent him the track listing, he told them that some of the songs on it weren’t his. They were – he’d just forgotten them entirely.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/disco-maestro-daniel-vangarde-thomas-bangalter-daft-punk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/iranian-military-advisers-killed-aiding-moscow-in-crimea-kyiv", "title": "Iranian advisers killed aiding Moscow in Crimea, says Kyiv defence official", "date_published": "2022-11-24 15:36:24+00:00", "description": "<p>Top security official warns that Tehran military in occupied Ukraine areas will be ‘targeted’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/24/russia-ukraine-war-live-zelenskiy-condemns-energy-terror-at-un-meeting-after-10-die-in-latest-mass-strikes\">Russia-Ukraine war – latest news updates</a></li><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul><p>Ukraine’s top security official has confirmed that Iranian military advisers have been killed in Crimea, and warned that any other Iranians on occupied Ukrainian territory in support of Moscow’s invasion would also be targeted.</p><p>Oleksiy Danilov, secretary of Ukraine’s national security and defence council, said Iranians were present in Crimea to help Russia pilot the Shahed-136 armed drones supplied by the Tehran government, but did not say how many Ukraine had killed.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/iranian-military-advisers-killed-aiding-moscow-in-crimea-kyiv\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/journalist-under-strict-bail-terms-in-somalia-after-arrest-in-crackdown", "title": "Journalist under strict bail terms in Somalia after arrest in crackdown", "date_published": "2022-11-24 15:15:46+00:00", "description": "<p>Abdalle Mumin was held after press groups said government edicts on coverage of offensive against al-Shabaab put them at risk</p><p>Authorities in Somalia have imposed strict bail conditions on a respected journalist and media rights campaigner that will prevent him from seeking medical attention for a suspected kidney condition aggravated by poor conditions during his detention by intelligence services and police earlier this year.</p><p>Abdalle Mumin, a co-founder of the <a href=\"https://sjsyndicate.org/2022/10/10/somali-media-fraternity-expresses-concern-about-the-somalia-govts-directive-that-may-restrict-free-expression-and-media-freedom/\">Somali Journalists Syndicate</a> and a <a href=\"https://www.theguardian.com/profile/abdalle-ahmed\">contributor to the Guardian</a>, was arrested in October after press organisations protested that directives issued by the information ministry on coverage of an offensive against Islamic militants in the unstable east African state put them at risk.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/journalist-under-strict-bail-terms-in-somalia-after-arrest-in-crackdown\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/uruguay-south-korea-world-cup-group-h-match-report", "title": "Frustration for Uruguay in stodgy goalless draw against South Korea", "date_published": "2022-11-24 15:14:02+00:00", "description": "<p>There appear to be three sorts of games at this World Cup. There are the games in which the stronger team batter the weaker team (Spain, England, France). There are the shocks, in which the stronger team are undone by opponents that are slightly better than anticipated (Saudi Arabia, Japan), and there are the fairly evenly matched games in which nothing much happens (the others). This was very much in the third category.</p><p>The temptation is to come up with a tenuous grand theory as to why this should be. There is barely any data but, still, let’s indulge ourselves. Could it be that all three types of game are the result of the lack of preparation time, four weeks compressed into four days?</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/uruguay-south-korea-world-cup-group-h-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/emperor-charles-vs-secret-code-cracked-after-five-centuries", "title": "Emperor Charles V's secret code cracked after five centuries", "date_published": "2022-11-24 15:13:26+00:00", "description": "<p>Letter from 1547 reveals Spanish king’s fears of a French assassination plot against him </p><p>A team of researchers have cracked a five century-old code that reveals a rumoured French plot to kill the Roman emperor and king of Spain Charles V.</p><p>Charles was one of the most powerful men of the 16th century, presiding over a vast empire that took in much of western Europe and the Americas during a reign of more than 40 years.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/emperor-charles-vs-secret-code-cracked-after-five-centuries\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/row-breaks-out-favourite-eu-gulf-special-envoy-luigi-di-maio", "title": "Row breaks out over favourite for EU’s first-ever special envoy to Gulf", "date_published": "2022-11-24 15:11:18+00:00", "description": "<p>Critics say former Italian foreign minister Luigi Di Maio lacks experience and has poor record in Gulf relations</p><p>A row has broken out over the appointment of the EU’s first-ever special envoy to the Gulf, as internal critics allege the frontrunner, the former Italian foreign minister Luigi Di Maio, is poorly qualified for the job.</p><p>Di Maio, a former leader of the anti-establishment Five Star Movement (M5S), served as Italy’s foreign minister for just over three years until last month. He has now been selected by a panel of European officials as the best of four candidates to become the EU’s special representative to the Gulf states, beating veteran politicians with more experience.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/row-breaks-out-favourite-eu-gulf-special-envoy-luigi-di-maio\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/leftwing-brazilians-reclaim-football-jersey-bolsonaro-world-cup", "title": "Leftwing Brazilians hope to reclaim football jersey from Bolsonaro movement", "date_published": "2022-11-24 15:03:22+00:00", "description": "<p>President-elect Lula will watch Thursday’s World Cup match wearing a canarinho</p><p>Leftwing Brazilians are hoping to use their country’s first World Cup match to reclaim its well-known yellow and green football jersey from Jair Bolsonaro’s far-right movement.</p><p>The <em>canarinho</em> (little canary) shirt has become the most potent symbol of support for Brazil’s nationalist leader, who won power in 2018 but had his hopes of a second term dashed last month after leftwing former president Luiz Inácio Lula da Silva <a href=\"https://www.theguardian.com/world/2022/oct/31/luiz-inacio-lula-da-silva-brazil-presidency-election-profile\">won the presidential election</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/leftwing-brazilians-reclaim-football-jersey-bolsonaro-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/24/inside-qatars-other-fan-zone-a-night-watching-football-with-qatars-migrant-workers", "title": "Inside Qatar’s ‘other’ fan zone: a night watching football with Qatar’s migrant workers", "date_published": "2022-11-24 14:57:42+00:00", "description": "<p>Unable to go to the stadiums they helped build, hundreds of migrant workers gather in a cricket stadium in the desert outside Doha to celebrate the beautiful game</p><p>It has the big screen, the pumping music and the Fifa branding, but this is a fan zone with a difference. There are no visiting supporters, no women, no team colours and certainly no beer. The clue is in the venue: a cricket stadium on the edge of Doha. Inside, thousands of mostly south Asian low-wage labourers, fill the stands or sit cross-legged on the grassy outfield.</p><p>It is a world away from the polished face of Doha that most fans will see. The stadium fan zone is within <a href=\"https://www.theguardian.com/cities/2018/oct/09/the-qatari-mall-without-qataris-you-cant-ignore-the-racial-undertones-doha\">Asian Town</a>, a shopping and entertainment complex purpose-built for Qatar’s migrant workers about 30 minutes by car from the city centre. A vast expanse of warehouses, workshops and accommodation blocks stretches out for miles on one side, housing hundreds of thousands of workers, often in grim, crowded dorms.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/24/inside-qatars-other-fan-zone-a-night-watching-football-with-qatars-migrant-workers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/louis-van-gaal-netherlands-germany-world-cup-protests", "title": "Louis van Gaal says Dutch will not copy Germany protests at World Cup", "date_published": "2022-11-24 14:57:04+00:00", "description": "<ul><li>Germany’s shock 2-1 defeat by Japan blamed on lack of focus</li><li>‘We’re here to be a world champion … we have this purpose’</li></ul><p>Louis van Gaal has questioned Germany’s defiant stance against Fifa by stating the Netherlands will not take the “risk” of doing the same because they are at Qatar 2022 to be world champions.</p><p>Before <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\">Germany’s 2-1 loss to Japan</a> on Wednesday the team lined up for a photograph <a href=\"https://www.theguardian.com/football/blog/2022/nov/23/germanys-protest-will-reverberate-down-the-years-and-generations\">with their hands over their mouths</a> to signal they would not be silenced, and six players, including the captain, Manuel Neuer, wore boots with rainbow colours on the front. This followed <a href=\"https://www.theguardian.com/football/2022/nov/21/bullingham-admits-england-may-step-back-from-onelove-armband\">Fifa instructing seven European nations</a>, including Germany, that their captains should not wear the OneLove armband, which stands for tolerance, diversity and LGBTQ+ rights.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/louis-van-gaal-netherlands-germany-world-cup-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/lady-mone-tories-ppe-scandals-angela-rayner", "title": "Lady Mone is accused and still the Tories won’t come clean about PPE. What are they hiding? | Angela Rayner", "date_published": "2022-11-24 14:52:02+00:00", "description": "<p>Today’s accusations are serious, and they highlight a wider problem. Ministers have learned nothing from earlier scandals</p><p>The new Guardian <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/revealed-tory-peer-michelle-mone-secretly-received-29m-from-vip-lane-ppe-firm\">revelations</a> about Michelle Mone – claims that she and her children secretly received £29m originating from the profits of a PPE business that was awarded large government contracts after she recommended it to ministers – go way beyond startling headlines. They also clearly highlight the conflicts of interest and failures of due diligence that lay behind the waste of billions of pounds of taxpayers’ money, and a Tory “VIP lane” that was <a href=\"https://www.theguardian.com/politics/2022/jan/12/use-of-vip-lane-to-award-covid-ppe-contracts-unlawful-high-court-rules\">declared illegal by the high court</a> earlier this year. </p><p>We learn that PPE Medpro was given £203m to supply face masks and sterile surgical gowns at the height of the pandemic. Baroness Mone, a Tory peer, referred PPE MedPro to the Cabinet Office in May 2020, five days before it was even registered as a company. She contacted the then ministers Michael Gove and fellow Conservative peer Lord Agnew, offering to supply PPE – for a price. Lord Agnew referred PPE Medpro to the “VIP lane”, fast-tracking the bid for public contracts.</p><p>Angela Rayner is deputy leader of the Labour party</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/lady-mone-tories-ppe-scandals-angela-rayner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/24/an-explosion-what-is-behind-the-rise-in-girls-questioning-their-gender-identity", "title": "‘An explosion’: what is behind the rise in girls questioning their gender identity?", "date_published": "2022-11-24 14:50:30+00:00", "description": "<p>As the NHS reviews gender referrals, parents, clinicians and young people reveal the social, medical and emotional challenges they face</p><p>Earlier this year, a team of NHS researchers was asked to investigate why there has been such a huge rise in the number of adolescent biological girls seeking referrals to gender clinics.</p><p>The figures alone do seem remarkable.</p> <a href=\"https://www.theguardian.com/society/2022/nov/24/an-explosion-what-is-behind-the-rise-in-girls-questioning-their-gender-identity\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/russian-resignation-unesco-committee-resume-work-source", "title": "Russian resignation will allow Unesco committee to resume work, source says", "date_published": "2022-11-24 14:44:18+00:00", "description": "<p>Chair’s exit means listing of world heritage sites can restart, after being stopped since Ukraine invasion</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/24/russia-ukraine-war-live-zelenskiy-condemns-energy-terror-at-un-meeting-after-10-die-in-latest-mass-strikes\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>The resignation of Russia’s ambassador to Unesco will end the deadlock in a key group he chaired that is charged with preserving cultural sites around the world, a diplomatic source said.</p><p>The world heritage committee, responsible for adding properties to Unesco’s list of world heritage sites, had been unable to function for months after the international backlash against Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/russian-resignation-unesco-committee-resume-work-source\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/green-technology-precision-fermentation-farming", "title": "Embrace what may be the most important green technology ever. It could save us all | George Monbiot", "date_published": "2022-11-24 14:41:12+00:00", "description": "<p>Never mind the yuck factor: precision fermentation could produce new staple foods, and end our reliance on farming</p><p>So what do we do now? After 27 summits and no effective action, it seems that the real purpose was to keep us talking. If governments were serious about preventing climate breakdown, there would have been no Cops 2-27. The major issues would have been resolved at Cop1, as the ozone depletion crisis was at a single <a href=\"https://www.unep.org/ozonaction/who-we-are/about-montreal-protocol\">summit in Montreal</a>.</p><p>Nothing can now be achieved without mass protest, whose aim, like that of protest movements before us, is to reach the critical mass that triggers a <a href=\"https://www.theguardian.com/commentisfree/2021/nov/14/cop26-last-hope-survival-climate-civil-disobedience\">social tipping point</a>. But, as every protester knows, this is only part of the challenge. We also need to translate our demands into action, which requires political, economic, cultural and technological change. All are necessary, none are sufficient. Only together can they amount to the change we need to see.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/green-technology-precision-fermentation-farming\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/24/portugal-v-ghana-world-cup-2022-live", "title": "Portugal v Ghana: World Cup 2022 – live", "date_published": "2022-11-24 14:34:09+00:00", "description": "<ul><li>World Cup news from the 4pm GMT / 11am ET kick-off</li><li>And you can get in touch with Barry <a href=\"mailto:barry.glendenning@theguardian.com\">by mail</a> or <a href=\"https://twitter.com/bglendenning\">on Twitter</a></li></ul><p><strong>Referee:</strong> Ismail Elfath</p><p><strong>Assistant Referees:</strong> Kyle Atkins and Corey Parker </p><p><strong>Fourth Official:</strong> Stéphanie Frappart</p><p><strong>Video Assistant Referee:</strong> Armando Villarreal</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/24/portugal-v-ghana-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/24/how-whales-can-help-dispel-the-myth-of-green-capitalism-adrienne-buller", "title": "‘They teach us’: how whales can help dispel the myth of green capitalism", "date_published": "2022-11-24 14:29:50+00:00", "description": "<p>In her new book, Adrienne Buller argues the desire to eke profit out of climate policy is wilfully naive</p><p></p><p>A few years ago, a group of my students told me they thought capitalism would fix the climate crisis. It was the end of term and we had spent weeks debating world politics; they were not uncritical or naive. But as fires ripped through homes and flood water lapped at people’s stairs, with extreme weather driven by the climate crisis hitting countries around the world, they looked at the global scale of the economic and political forces driving capitalism and asked if that may be our best chance. If the system would have no other option but to course correct when faced with planetary collapse. Adrienne Buller’s recent book, The Value of a Whale<em>,</em> dashes whatever hopes they might have had. Green capitalism will not save us, she argues – if anything, it is making the climate crisis worse.</p><p>Green capitalism may not be what you think it is. With much discussion about the danger of climate denial and the criticism of oil and gas companies’ climate-conscious ads, Buller’s book points to a shift that we risk missing. In the past decade, some capitalists have embraced green politics and not just for the sake of optics. Seeing the climate crisis as an unprecedented threat to capitalism, they don’t want to disprove its existence but solve it. As an example, read the annual letter from the <a href=\"https://www.blackrock.com/corporate/investor-relations/larry-fink-ceo-letter\">BlackRock CEO, Larry Fink</a>. Their approaches – “prices, markets and clever financial products”, Buller writes – are now “guiding much of the global response to the ecological crisis”. In Buller’s reading, then, my students’ optimism was at least partially founded: capitalists have woken up to the problem. But what to make of their solutions?</p> <a href=\"https://www.theguardian.com/environment/2022/nov/24/how-whales-can-help-dispel-the-myth-of-green-capitalism-adrienne-buller\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/24/steve-baker-wants-to-renegotiate-brexit-agreement-over-northern-ireland", "title": "Steve Baker wants to renegotiate Brexit agreement over Northern Ireland", "date_published": "2022-11-24 14:13:04+00:00", "description": "<p>Northern Ireland minister’s proposal comes as PM denies plans for Swiss-style relationship with EU</p><p>Northern Ireland minister, Steve Baker, is proposing reopening the Brexit trade agreement David Frost struck with the EU as a means of fixing the problems caused by the controversial Northern Ireland protocol.</p><p>The proposals comes as Rishi Sunak <a href=\"https://www.theguardian.com/politics/2022/nov/21/sunak-tries-to-pacify-brexiters-but-keeps-door-open-to-closer-eu-ties\">moved to quell a rebellion</a> in the Conservative party over suggestions Downing Street was mulling a Swiss-style relationship with the EU to ease wider trade barriers on food and agricultural products.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/24/steve-baker-wants-to-renegotiate-brexit-agreement-over-northern-ireland\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/david-bowie-divine-symmetry-review-hunky-dory-box-set", "title": "David Bowie: Divine Symmetry | Alexis Petridis's album of the week", "date_published": "2022-11-24 14:11:54+00:00", "description": "<p><strong>(Parlophone) <br /></strong>A four-disc compilation of demos and rarities offers a refreshing riposte to today’s ‘Bowie is perfect’ industry, with ill-advised covers and middle-of-the-road pop co-mingling with the decade-defining genius of his 1971 masterpiece<br /></p><p>We tend to think of 1971’s <a href=\"https://www.theguardian.com/commentisfree/2016/jan/07/moment-that-changed-me-david-bowie-hunky-dory\">Hunky Dory</a> as the moment David Bowie finally snapped into focus after years of dead ends and false starts. It opens with a song often seen as his mission statement, <a href=\"https://www.youtube.com/watch?v=4BgF7Y3q-as\">Changes</a>, with its promise of constant forward motion and undertaking to make pop weird again. It unveiled the brand of glam rock that would send his career stratospheric, on <a href=\"https://www.youtube.com/watch?v=iuDJue0r2G8\">Queen Bitch</a>, and his most celebrated backing band, soon to be renamed the Spiders From Mars. It features a succession of his most indelible songs – <a href=\"https://www.youtube.com/watch?v=AZKcl4-tcuo\">Life on Mars?</a>, <a href=\"https://www.youtube.com/watch?v=IBgU0tiLy2s\">Oh! You Pretty Things</a> – and, in its lyrics, the preoccupations that would fuel his career through the 1970s: sexuality and gender, imminent apocalypse, artifice and role-playing, the peculiar and disturbing ideas about mysticism and the occult that would reappear on <a href=\"https://www.theguardian.com/music/musicblog/2011/sep/16/station-station-david-bowie\">Station to Station</a>. Here, at last, was the David Bowie who knew exactly what he was doing, who was no longer pretending to be a hippy, or a proponent of “heavy” music, or an Anthony Newley-ish all-round entertainer; the Bowie who would so confidently cut through the coming decade that pop music and youth culture were both changed in his wake.</p><p>The truth, as revealed by Divine Symmetry – a beautifully packaged 4CD box set subtitled An Alternative Journey Through Hunky Dory – appears to have been substantially less straightforward than that. The first CD of demos presents us with an artist still firing out songs in all directions, including the middle of the road. One minute he’s channelling the Velvet Underground or daringly capturing the cruisey atmosphere of London’s gay scene on Looking for a Friend, the next he’s knocking out an oompah song intended for Tom Jones (How Lucky You Are). Songs of the depth and mystery of <a href=\"https://www.youtube.com/watch?v=kFN_bEgDE0M\">Quicksand</a> rub shoulders with stuff that harks back to his eponymous 1967 debut album – the protagonist of the jaunty Right On Mother, delighted that his mum likes his fiancee, would fit right in with <a href=\"https://www.youtube.com/watch?v=E_Zl1TVA9Kk\">Uncle Arthur</a> and the <a href=\"https://www.youtube.com/watch?v=AUeXLS5jTdA\">Little Bombadier</a>.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/david-bowie-divine-symmetry-review-hunky-dory-box-set\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/25/club-q-was-an-inclusive-welcoming-space-for-everyone-its-assault-is-an-attack-on-us-all", "title": "Club Q was an inclusive, welcoming space for everyone. Its assault is an attack on us all | Rebecca Shaw", "date_published": "2022-11-24 14:00:30+00:00", "description": "<p>This is not just an American problem – it is being imported to Australia</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>I was planning to write something light and fun for this week’s column – perhaps my thoughts about peanut butter, or the dangers of waving thank you to bus drivers as you disembark (I fell off a bus).</p><p>But a couple of days ago, I woke up to the news that there had been a <a href=\"https://www.theguardian.com/us-news/2022/nov/20/two-barmen-among-the-dead-in-mass-shooting-at-gay-nightclub-in-colorado\">mass shooting at Club Q</a>, a queer nightclub in Colorado Springs. All shootings are obviously shocking and sickening, but similar to when it happened at Pulse nightclub in 2016, I felt this one deep in my big gay bones. Defense attorneys <a href=\"https://www.theguardian.com/us-news/2022/nov/23/colorado-springs-shooting-suspect-court-appearance-anderson-lee-aldrich\">have since told the court</a> that the alleged shooter was non-binary, and the motive of the shooting is yet to be determined. It doesn’t change how I feel, or change how conservatives, transphobes and “gender critical” forces have created a climate of scrutiny and fear around transgender and queer people.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/25/club-q-was-an-inclusive-welcoming-space-for-everyone-its-assault-is-an-attack-on-us-all\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/anwar-ibrahim-malaysia-new-prime-minister-road-to-power", "title": "Anwar Ibrahim: from protest leader and prisoner to Malaysia’s PM", "date_published": "2022-11-24 13:44:45+00:00", "description": "<p>Anwar has been a rising star, led a movement for change and served time in jail en route to top job</p><p>It has been a bumpy road to the pinnacle of power for Anwar Ibrahim, once jailed for almost 10 years on trumped-up charges but on Thursday finally achieving his dream of the Malaysian premiership.</p><p>In his decades-long quest for the top job, the 75-year-old has tasted political triumph and defeat, led street protests for democratic reforms and strung together a multi-ethnic opposition coalition while behind bars.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/anwar-ibrahim-malaysia-new-prime-minister-road-to-power\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/trump-e-jean-carroll-files-new-rape-lawsuit-new-york", "title": "E Jean Carroll: writer who accused Donald Trump of rape files new lawsuit", "date_published": "2022-11-24 13:39:09+00:00", "description": "<p>Upgraded suit filed under new law in New York allowing victims of sexual violence to sue over attacks that occurred decades ago</p><p>A writer who accused former President Donald Trump of rape filed an upgraded lawsuit against him Thursday in New York, minutes after a new state law took effect allowing victims of sexual violence to sue over attacks that occurred decades ago. </p><p>E Jean Carroll’s lawyer filed the legal papers electronically as the Adult Survivor’s Act temporarily lifted the state’s usual deadlines for suing over sexual assault. She sought unspecified compensatory and punitive damages for pain and suffering, psychological harms, dignity loss and reputation damage. </p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/trump-e-jean-carroll-files-new-rape-lawsuit-new-york\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/pompeii-deploys-flock-of-hungry-sheep-to-keep-grass-short", "title": "Pompeii deploys flock of hungry sheep to keep grass short", "date_published": "2022-11-24 13:38:34+00:00", "description": "<p>Green lawn-mowing method part of plans for site which include reviving ancient vineyards</p><p>A flock of lawn-mowing sheep have been mobilised to trim unruly grass surrounding the ruins of Pompeii as part of an agricultural initiative for the site that also includes plans to revive ancient vineyards.</p><p>The 150 sheep arrived in Pompeii on Thursday morning and immediately got to work munching away in an unexcavated section of Regio V, a vast area to the north of the archaeological park.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/pompeii-deploys-flock-of-hungry-sheep-to-keep-grass-short\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/24/dr-martens-says-boot-prices-will-rise-to-cover-increasing-costs", "title": "Dr Martens says boot prices will rise to cover increasing costs", "date_published": "2022-11-24 13:28:54+00:00", "description": "<p>Northamptonshire-based footwear group’s half-year results show 5% fall in profits despite 13% rise in sales</p><p>Dr Martens is to step up the price of its boots by 6%, as it says the cost of labour, energy and supplies, including the bouncy soles and leather, has risen.</p><p>The Northamptonshire-based footwear group will increase prices for the second year in a row on the classic boot, which currently costs about £159, adding £10 to the price. The rise will come next autumn to reflect higher production costs that the company has now locked in over the course of next year.</p> <a href=\"https://www.theguardian.com/business/2022/nov/24/dr-martens-says-boot-prices-will-rise-to-cover-increasing-costs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/irene-montero-spanish-right-sexist-attacks-consent-law", "title": "Spanish right launch sexist attacks on equality minister over consent law", "date_published": "2022-11-24 13:11:28+00:00", "description": "<p>Irene Montero championed law after revulsion following ‘wolfpack’ gang-rape in Pamplona</p><p>Right and far-right Spanish politicians have used the controversy surrounding Spain’s new “only yes means yes” consent law to launch bitterly sexist and personal attacks on Irene Montero, the Podemos MP and equality minister who championed the legislation.</p><p>The law, introduced by Spain’s Socialist-led coalition government after <a href=\"https://www.theguardian.com/world/2019/jun/21/spanish-supreme-court-finds-wolf-pack-men-guilty-of-rape\">the fury and revulsion</a> that followed the so-called “wolfpack” gang-rape in Pamplona six years ago, made sexual consent a key factor in sexual assault cases.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/irene-montero-spanish-right-sexist-attacks-consent-law\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/football-daily-email-fifa-time-keeping-human-rights-world-cup", "title": "Football Daily | Fifa finally honouring the basic truism that a game lasts 90 minutes", "date_published": "2022-11-24 13:08:56+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Once upon a time, there was a footballer called Brian McClair, who was renowned for many things. Unusually, he combined the early part of his career with university study, reading maths, physics, chemistry and statistics at Glasgow – though it was never clear whether it was this or his accent that caused Bryan Robson to observe that “he’s meant to be funny but none of us can understand him”. McClair is also owner of Choccy, one of football’s classic nicknames – “as his last name rhymed with the delicacy ‘chocolate éclair’,” advises Wikipedia – and earned the admiration of the great Lord Ferg for his devotion to training in shorts regardless of the weather. He was also lauded for his devastating finishing in and around the goalline. Had the Puskás Award existed in 1991-92, he would surely have won it for the beauty that <a href=\"https:///[https//twitter.com/swfc/status/1452936495447384065\">can be seen at 1m20s here</a>.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/football-daily-email-fifa-time-keeping-human-rights-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/powerful-people-neuroscience-authority-privilege", "title": "I always knew powerful people had blind spots – now neuroscience has proved it | Suzanne Alleyne", "date_published": "2022-11-24 13:00:28+00:00", "description": "<p>Science shows us that many of those in authority are so used to wielding it that  they are unaware of their privilege</p><p>The thing that people with power don’t know is what it’s like to have little or no power. Minute by minute, you are reminded of your place in the world: how it’s difficult to get out of bed if you have mental health conditions, impossible to laugh or charm if you are worried about what you will eat, and how not being seen can grind away at your sense of self.</p><p>I am often in rooms with people who do not understand this, people more educated than me, more privileged than me – people who are so accustomed to having power that they don’t even know it’s there. I am a black woman in my fifties, I am neurodiverse, and I have multiple mental health diagnoses. Part of my job as a researcher and cultural thinker involves working with leaders in the arts, business and politics, supporting them to see the one thing they can’t: the effects of the power that they wield.</p><p>Suzanne Alleyne is a cultural thinker, founder at Alleyne&amp;, and fellow of the thinktank Demos<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/powerful-people-neuroscience-authority-privilege\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/georgia-voting-law-runoff-election-warnock-walker", "title": "Republican voting law poses hurdles in Georgia Senate runoff", "date_published": "2022-11-24 13:00:28+00:00", "description": "<p>Runoffs lasted nine weeks in previous elections – but under new law, timeline is shortened to 28 days after general election</p><p>Georgia’s midterm election cycle continues with the state’s highly anticipated US Senate runoff between the incumbent Democrat senator Raphael Warnock and controversial Republican candidate Herschel Walker. However, unlike years past, under the state’s new election integrity law, early voting for the runoff begins just as the general election comes to a close, giving voters a historically small window of time to cast their ballot.</p><p>In previous elections, runoffs lasted nine weeks. Under the new law, SB202, which includes a spate of new voting restrictions, the timeline has been shortened substantially and must occur 28 days after the general election. This timeframe is especially important because voters must now register 30 days before an election, making it impossible for new voters to register between the general election, which took place on 8 November, and the runoff.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/georgia-voting-law-runoff-election-warnock-walker\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/she-said-review-breaking-the-male-silence-around-harvey-weinstein", "title": "She Said review – breaking the male silence around Harvey Weinstein", "date_published": "2022-11-24 13:00:28+00:00", "description": "<p>Admirably straightforward drama follows two of the reporters who cut through the defences around the apparently invulnerable producer</p><p>The title takes the second half of the famous phrase habitually used to dismiss rape allegations as hearsay – “he said, she said” – and in doing so restores the importance of women’s testimony. This is the story of the two New York Times reporters, Megan Twohey and Jodi Kantor, and their battle to write the story about the now disgraced and imprisoned movie producer Harvey Weinstein and his decades-long practice of intimidation, harassment and rape of young female actors and junior staff, hushing them up with threats and NDA payoffs, enabled by a vast male superstructure of silence. It is adapted by Rebecca Lenkiewicz from the journalists’ book of the same title and directed by Maria Schrader.</p><p>The journalists’ plan was to try for a number of accusers going public at once – or failing that, to get one prominent survivor on the record and count on others coming forward; this was the foundation of the #MeToo strategy. Carey Mulligan plays Twohey and Zoe Kazan plays Kantor, and theirs is a very 21st-century workplace: as well as their stressful work, Twohey and Kantor have to deal with motherhood, babies and exhaustion, which never worried Woodward and Bernstein. But as life is messy and complicated, someone else is working on the same story: Ronan Farrow for the New Yorker, whose work is mentioned rather cursorily in this movie. Perhaps his good-faith contribution could have been acknowledged with a bit more generosity?</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/she-said-review-breaking-the-male-silence-around-harvey-weinstein\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/we-beat-radiohead-at-football-25-4-rides-andy-bell", "title": "‘We beat Radiohead at football 25-4’: Ride’s Andy Bell", "date_published": "2022-11-24 13:00:28+00:00", "description": "<p>The former Oasis bassist answers your questions on sharing a name with Erasure’s frontman, the wildness of Creation Records in the 90s, and what he owes to the Cure’s Robert Smith</p><p><strong>Have you ever pretended to be the Erasure frontman to get a better table in a restaurant?</strong> <em>TeeDubyaBee</em></p><p>No, but Andy and I have a brilliant little friendship that’s developed over Twitter after people started tagging the wrong one. I’d tweet funny replies, like “I wish I had a little respect …” A couple of years ago I reached out to him for something which unfortunately he wasn’t able to do, but he said he’d be up for something and we are talking about working together. You read it here first.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/we-beat-radiohead-at-football-25-4-rides-andy-bell\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/24/for-wales-fans-the-qatar-world-cup-is-bleak-and-brilliant-all-at-once", "title": "For Wales fans, the Qatar World Cup is bleak and brilliant all at once | Elis James", "date_published": "2022-11-24 12:41:20+00:00", "description": "<p>Cathartic as it is to support Wales on the world stage, reminders of unfairness and Qatar’s broken promises are everywhere</p><p>Furrowed brows at half-time. Old friends raised knowing eyebrows and exhaled. The concourse of the Ahmad Bin Ali Stadium was the kind of place you bumped into friends from school you hadn’t seen for years, but everyone skipped pleasantries to go straight to the important stuff: “Why wasn’t Kieffer playing? <a href=\"https://www.theguardian.com/football/2022/nov/23/wales-lifted-by-joe-allens-return-to-training-as-they-aim-to-make-a-splash\">Don’t we miss Joe Allen in midfield</a>? Oh, you’ve left the DVLA to start your own business and you’ve just had twins? Nice one.” <a href=\"https://www.theguardian.com/football/2022/nov/21/gareth-bales-penalty-rescues-point-for-wales-in-world-cup-opener-with-usa\">Wales were 1-0 down</a> and had been dreadful, an uncharacteristically poor performance after a surreal day. Maybe this is what World Cups are always like. I had nothing to go on.</p><p>As we walked around Doha, Mexicans, Argentinians and Ecuadorians recognised our replica shirts and shouted “Wales! Gales! Wales!” We were clapped on to the metro by some Brazilians who asked for a photo with us. Astonishingly, they knew about John Charles and the match our two countries played in the 1958 World Cup quarter-finals. If these fans were paid-for Fifa corporate shills, they had at least done the background reading.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/24/for-wales-fans-the-qatar-world-cup-is-bleak-and-brilliant-all-at-once\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/24/an-illuminated-cathedral-and-white-reindeer-calves-thursdays-best-photos", "title": "An illuminated cathedral and white reindeer calves: Thursday’s best photos", "date_published": "2022-11-24 12:35:15+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/24/an-illuminated-cathedral-and-white-reindeer-calves-thursdays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/switzerland-cameroon-world-cup-group-g-match-report", "title": "Breel Embolo’s emotional goal edges Switzerland past wasteful Cameroon", "date_published": "2022-11-24 12:31:01+00:00", "description": "<p>Breel Embolo grew up in Basel but he was born in Cameroon’s capital Yaoundé and did not receive Swiss citizenship until eight years ago. It explains why Switzerland’s forward refrained from celebrating one of the simplest, yet potentially most significant, goals he has scored.</p><p>In a group also featuring Brazil and Serbia, this was a game Switzerland needed to win and, in the 48th minute, Embolo ensured it would prove mission accomplished.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/switzerland-cameroon-world-cup-group-g-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/24/dining-across-the-divide-isaac-rishi", "title": "Dining across the divide: ‘He’s picked up a lot of misconceptions from the rightwing press’", "date_published": "2022-11-24 12:30:27+00:00", "description": "<p>They might agree that the current government’s a mess – but will they see eye to eye on cancel culture?</p><p><strong>Isaac, 58, London</strong></p><p><strong>Occupation</strong><em><strong> </strong></em>Self-employed fundraising consultant for startups</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/24/dining-across-the-divide-isaac-rishi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/daniel-craigs-20-best-film-performances-ranked", "title": "Daniel Craig’s 20 best film performances – ranked!", "date_published": "2022-11-24 12:22:17+00:00", "description": "<p>With Craig about to return as Benoit Blanc in Glass Onion, we take a look through the blond Bond’s action-packed filmography</p><p>Daniel Craig is no stranger to the freaky cameo (see the <a href=\"https://www.youtube.com/watch?v=iq7MaKlvE5o&amp;feature=emb_title&amp;ab_channel=moviemaniacsDE\">stormtrooper bit in The Force Awakens</a>) but this <a href=\"https://www.film4productions.com/shorts/2011/organ-grinders-monkey\">very much NSFW short film from the Chapman brothers</a> is surely the freakiest. Craig gets about 40 seconds of screen time as the voice of artist Rhys Ifans’s post-masturbatory fantasy: a chimp with a brain implant who yammers Ifans’s despair at his artistic impotence. A high-impact performance, in every way.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/daniel-craigs-20-best-film-performances-ranked\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/24/dinghy-that-capsized-in-channel-killing-27-had-reached-uk-waters-finds-report", "title": "Dinghy that capsized in Channel, killing 27, had reached UK waters, finds report", "date_published": "2022-11-24 12:18:25+00:00", "description": "<p>British investigators did not initially look into tragedy because the dinghy was recovered in French waters</p><p>A dinghy that capsized, claiming the lives of at least 27 migrants in the Channel, had reached UK waters, an official report has found.</p><p>British investigators did not initially look into <a href=\"https://www.theguardian.com/world/2021/nov/24/several-people-dead-migrant-boat-capsizes-channel\">the incident that appalled the country </a>because the boat was recovered in French waters.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/24/dinghy-that-capsized-in-channel-killing-27-had-reached-uk-waters-finds-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/russia-passes-law-banning-lgbt-propaganda-adults", "title": "Russia passes law banning ‘LGBT propaganda’ among adults", "date_published": "2022-11-24 12:08:12+00:00", "description": "<p>Bill criminalises promotion of ‘non-traditional sexual relations’ as Moscow pushes conservative values</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/24/russia-ukraine-war-live-zelenskiy-condemns-energy-terror-at-un-meeting-after-10-die-in-latest-mass-strikes\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia’s parliament has passed the third and final reading of a law banning “LGBT propaganda” among all adults, as Moscow ramps up its conservative push at home amid the war in Ukraine that passed the nine-month mark on Thursday.</p><p>The bill criminalises any act regarded as an attempt to promote what Russia calls “non-traditional sexual relations” – in film, online, advertising or in public – and expands on a <a href=\"https://www.theguardian.com/world/2013/jun/30/russia-passes-anti-gay-law\">notorious</a> 2013 law that banned “propaganda of nontraditional sexual relations” among minors and was used to detain gay rights activists.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/russia-passes-law-banning-lgbt-propaganda-adults\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/julia-holter-the-passion-of-joan-of-arc-review-town-hall-huddersfield", "title": "Julia Holter: The Passion of Joan of Arc review – strikingly contemporary, piercingly loud live score", "date_published": "2022-11-24 12:07:30+00:00", "description": "<p><strong>Town Hall, Huddersfield</strong><br />The mercurial composer’s brilliant score perfectly captures the raging agony and beatific ecstasy of Carl Theodor Dreyer’s silent movie masterpiece</p><p>J<a href=\"https://www.theguardian.com/music/julia-holter\">ulia Holter</a>’s mercurial career has taken her from traditional pop to chamber music, indie to electronica, the avant grade underground to the Top 20 and recently to film scores. Here, the Los Angeles-based composer has teamed up with the 36-strong Chorus of Opera North for the world premiere of her new live score for Carl Theodor Dreyer’s 1928 silent movie masterpiece, The Passion of Joan of Arc. Holter initially performed a live soundtrack to the film in LA in 2017. This Huddersfield Contemporary Music festival performance was delayed for two years by the pandemic, but Holter kept writing, completing most of this finished score this year.</p><p>The newly restored subtitled black and white film – telling the story of the French saint’s religious persecution and execution with a script derived from minutes of her 1431 trial – is shown above the stage. Holter, behind a keyboard, sits with the chorus and musicians. A sense that anything could happen is reinforced by the provision of earplugs, and signs reading “This performance will be loud”. It begins with a hush, as a mournful trumpet is gently augmented by a percussionist to create a funeral, death-march effect.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/julia-holter-the-passion-of-joan-of-arc-review-town-hall-huddersfield\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/24/unhappy-world-cup-memories-england-keepers-usa-qatar", "title": "Unhappy World Cup memories for England keepers against USA", "date_published": "2022-11-24 12:03:11+00:00", "description": "<p>Rob Green and Bert Williams have unfortunate roles in the history of two teams who meet again in Qatar</p><p>At least Rob Green can laugh about it now. “I was doing the school run when I found out England had drawn USA in their group at the World Cup,” the former goalkeeper wrote in the <a href=\"https://www.dailymail.co.uk/sport/fifa-world-cup/article-11448119/My-friends-harassed-Rob-Green-reveals-fallout-mistake-2010-World-Cup.html\">Mail on Sunday</a> this week. “I had just enough time to send one tweet, with one emoji, a pair of eyes. As if to say: ‘well this is awkward.’”</p><p>But despite his blunder that helped the United States hold Fabio Capello’s side <a href=\"https://www.theguardian.com/football/2010/jun/12/england-usa-world-cup-group-c\">to a 1-1 draw</a> in their opening match in 2010, Green – who is working as a pundit for BBC radio in Qatar – is not the only England goalkeeper to have bitter memories of facing them at a World Cup.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/24/unhappy-world-cup-memories-england-keepers-usa-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/karel-reisz-saturday-night-sunday-morning", "title": "My father’s films changed how British cinema saw the poor. Today, they repay a second look", "date_published": "2022-11-24 12:00:27+00:00", "description": "<p>With films such as 1960’s Saturday Night and Sunday Morning, Karel Reisz was a pioneer in reshaping perceptions of ordinary Britons. I think there’s still lots to learn from them</p><p>Twenty years ago on Friday my father, the film-maker Karel Reisz, died at the age of 76. Along with Lindsay Anderson and Tony Richardson, he was a leading figure of the British new wave. Unlike Anderson, who cultivated an outspokenly cantankerous persona, he disliked being interviewed about his work and was never really a public figure. Yet, rather like Ken Loach today, his films were widely admired for compassionately exploring the parts of British society that most earlier directors had ignored. At a time of economic turmoil and intense disillusion with politics, they remain urgently relevant.</p><p>Born into a middle-class Jewish family in Czechoslovakia, my father escaped to Britain on a kindertransport at the age of 12 (both my paternal grandparents were murdered in Auschwitz). Though he rapidly assimilated into British life at a Quaker boarding school, then Cambridge and the RAF, he always retained the ability to examine this country with a sharp outsider’s eye. Over and above their technical skill, his films remain resonant for their joyful and curious engagement with people from backgrounds utterly unlike his own. I reserve a <a href=\"https://www.theguardian.com/commentisfree/2022/mar/23/child-refugee-karel-reisz-films\">special contempt</a> for those such as Dominic Raab, Priti Patel and now Suella Braverman who are themselves of immigrant stock but seem to take pleasure in excluding (and often demonising) others.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/karel-reisz-saturday-night-sunday-morning\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/liverpool-shocked-by-julian-ward-decision-to-quit-as-sporting-director", "title": "Liverpool shocked by Julian Ward’s decision to quit as sporting director", "date_published": "2022-11-24 11:59:32+00:00", "description": "<ul><li>Ward to leave at end of season after only few months in post</li><li>Sporting director role key to Liverpool’s success under Klopp</li></ul><p>Liverpool’s sporting director, Julian Ward, has decided to leave the club at the end of the season, only months after replacing Michael Edwards in the post.</p><p>Ward officially succeeded the influential Edwards in the summer after being promoted from assistant sporting director, although he led Liverpool’s recruitment of <a href=\"https://www.theguardian.com/football/2022/jan/30/liverpool-luis-diaz-tottenham-kulusevski-bentancur-transfer-news\">Luis Díaz</a> and <a href=\"https://www.theguardian.com/football/2022/jun/14/liverpool-confirm-darwin-nunez-signing-in-85m-deal\">Darwin Núñez</a> before then while operating in a transitional leadership role.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/liverpool-shocked-by-julian-ward-decision-to-quit-as-sporting-director\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/24/scottish-opposition-parties-reject-snp-plan-to-treat-election-as-de-facto-referendum-independence", "title": "Scottish opposition parties reject SNP’s plan to treat election as ‘de facto’ referendum", "date_published": "2022-11-24 11:58:30+00:00", "description": "<p>Nicola Sturgeon says tying general election to independence is only lawful way for Scots to express their will  </p><p>Scottish opposition leaders will refuse to engage with Nicola Sturgeon’s plan to run the next general election as a de facto independence referendum, after the first minster said it was the only lawful way for Scots to express their will.</p><p>Following Wednesday’s <a href=\"https://www.theguardian.com/politics/2022/nov/23/scottish-independence-supreme-court-scottish-parliament-second-referendum-indyref2\">unanimous supreme court ruling</a> that the Scottish government cannot hold a second referendum without Westminster’s approval – which four consecutive prime ministers have refused – Sturgeon told a news conference: “We must and we will find another democratic, lawful and constitutional means by which the Scottish people can express their will. In my view, that can only be an election.”</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/24/scottish-opposition-parties-reject-snp-plan-to-treat-election-as-de-facto-referendum-independence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/24/uk-net-migration-figures-record-ons", "title": "Record 504,000 more people moved to UK than left, ONS figures show", "date_published": "2022-11-24 11:53:12+00:00", "description": "<p>End of lockdown and influx of foreign students, Ukrainians and Hongkongers help drive increase</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/24/uk-rail-strikes-royal-mail-industrial-action-unions-uk-politics-live-news\">UK politics live – latest news updates</a></li></ul><p>Net migration to the UK has reached a record level of 504,000 after the arrival of Ukrainians and Hongkongers under government schemes and a jump in the number of international students.</p><p>Asylum applications are at their highest for 32 years, but nearly 100,000 people are waiting more than six months to have their initial claims processed, official government data shows.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/24/uk-net-migration-figures-record-ons\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/24/phil-foden-can-exploit-usa-gaps-but-englands-bench-offers-a-vital-edge", "title": "Phil Foden can exploit USA gaps but England’s bench offers a vital edge | Karen Carney", "date_published": "2022-11-24 11:33:57+00:00", "description": "<p>Gareth Southgate’s team selection worked perfectly against Iran but also showcased the importance of England’s finishers</p><p>In the 71st minute of <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">England’s victory over Iran</a>, Gareth Southgate brought on Phil Foden, Marcus Rashford and Jack Grealish. They are not traditional substitutes, they are the manager’s finishers – the players brought on to lift the tempo and see the match out. They made a difference and could do once more against USA on Friday.</p><p>Gregg Berhalter’s side <a href=\"https://www.theguardian.com/football/2022/nov/21/gareth-bales-penalty-rescues-point-for-wales-in-world-cup-opener-with-usa\">struggled to hold Wales</a> in the second half because their stamina levels were depleted and a tired challenge from Walker Zimmerman on Gareth Bale resulted in a late penalty. If USA run out of steam in the same manner, they could face an even tougher final quarter against the freshness of England’s bench.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/24/phil-foden-can-exploit-usa-gaps-but-englands-bench-offers-a-vital-edge\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/24/picking-up-grandchildren-from-school-help-mental-health", "title": "Picking up grandchildren from school can help mental health, says study", "date_published": "2022-11-24 11:31:05+00:00", "description": "<p>Research suggests looking after grandchildren regularly may help prevent loneliness and improve wellbeing</p><p>Taking grandchildren to playgroups and picking them up from school can help stave off loneliness, research has found.</p><p>The study, a review of previous studies involving nearly 200,000 participants in 21 countries, suggested that looking after grandchildren regularly tends to have a positive impact on mental wellbeing, including feeling less isolated and greater fulfilment.</p> <a href=\"https://www.theguardian.com/society/2022/nov/24/picking-up-grandchildren-from-school-help-mental-health\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/24/uruguay-v-south-korea-world-cup-2022-live", "title": "Uruguay v South Korea: World Cup 2022 – live", "date_published": "2022-11-24 11:30:26+00:00", "description": "<ul><li>Updates from the 1pm GMT kick-off in Group H</li><li>You can contact Daniel <a href=\"mailto:daniel.harris.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/DanielHarris\">Twitter</a></li></ul><p>It’d take a particular kind of silliness to term as dark horses a country that has won the World Cup twice, made the last eight, the last 16 and the last four in the previous three tournaments, and been champions of South America 15 times. But Uruguay start this competition as outsiders, despite a pedigree rooted both in history and the contemporary.</p><p>Partly, that reflects the difficult of the group they’re in, but even so, the 40-1 at which they were available last evening is unreflective of a squad packed with class and wildness. Boasting José María Giménez at the back, Federico Valverde and Rodrigo Bentancur in midfield, with Darwin Nuñez and Luis Suárez up front, Uruguay are absolutely not to be trifled with.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/24/uruguay-v-south-korea-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/24/england-grunt-up-front-south-africa-eddie-jones-rugby-union", "title": "England add grunt up front for South Africa Test and Freeman returns", "date_published": "2022-11-24 11:28:23+00:00", "description": "<ul><li>Tommy Freeman comes in for Nowell on right wing</li><li>Eddie Jones beefs up his pack to face world champions</li></ul><p>Eddie Jones has handed a start to Tommy Freeman and beefed up his pack for Saturday’s clash with South Africa, selecting Mako Vunipola and Jamie George for the visit of the Springboks. Jones has also handed Alex Coles a second start and dropped both his vice-captains as England seek a second win of the autumn campaign.</p><p>Freeman comes in for Nowell on the right wing while Vunipola replaces Ellis Genge at loosehead prop and George gets the nod in place of Luke Cowan-Dickie. Coles comes into the back-row at blindside flanker for Sam Simmonds, preferred to his Northampton club-mate David Ribbans. Jones has also kept faith with Jack van Poortvliet at scrum-half despite his obvious struggles against New Zealand.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/24/england-grunt-up-front-south-africa-eddie-jones-rugby-union\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/24/scrapping-eu-laws-would-threaten-economic-growth-warn-business-leaders", "title": "Scrapping EU laws would threaten economic growth, warn business leaders", "date_published": "2022-11-24 11:18:41+00:00", "description": "<p>IoD and unions among groups writing to government, saying move would cause business chaos, harm rights and threaten environment</p><ul><li><a href=\"https://www.theguardian.com/business/live/2022/nov/24/pound-high-dollar-fed-uk-economy-recession-bank-of-england-business-live\">Today’s business news – live updates</a></li></ul><p>A coalition of influential trade unions, business and environmental groups have urged Rishi Sunak’s government to scrap plans for a <a href=\"https://www.theguardian.com/world/2022/oct/23/britain-faces-chaos-if-it-scraps-eu-laws-warns-ex-whitehall-legal-boss\">bonfire of EU regulations by the end of 2023</a>, saying it could put the UK’s economic growth at risk.</p><p>In a letter signed by organisations including the Trades Union Congress (TUC), Institute of Directors (IoD) and Chartered Institute of Personnel and Development, leaders said sweeping away thousands of pieces of EU legislation and legal principles would “cause significant confusion and disruption for businesses, working people and those seeking to protect the environment”.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/24/scrapping-eu-laws-would-threaten-economic-growth-warn-business-leaders\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/24/over-20000-died-western-europe-heatwaves-figures-climate-crisis", "title": "Over 20,000 died in western Europe’s summer heatwaves, figures show", "date_published": "2022-11-24 11:12:19+00:00", "description": "<p>This year’s temperatures would have been virtually impossible without climate crisis, scientists say</p><p>More than 20,000 people died across western Europe in this summer’s heatwaves, in temperatures that would have been virtually impossible without climate breakdown, figures show.</p><p>Analysis of excess deaths, the difference between the number of deaths that happened and those expected based on historical trends, reveals the threats posed by climate change-induced global heating, scientists said.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/24/over-20000-died-western-europe-heatwaves-figures-climate-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/24/food-transportation-heating-inflation-takes-a-bite-out-of-thanksgiving", "title": "Food, transportation, heating: inflation takes a bite out of Thanksgiving", "date_published": "2022-11-24 11:00:27+00:00", "description": "<p>Everything involved in celebrating this American holiday has gotten more expensive, except for one Thanksgiving staple</p><p>From concert tickets to gasoline, inflation has made almost every aspect of daily life more expensive in the US this year. Unfortunately, that also includes producing the much-savored Thanksgiving Day meal and gathering to eat it.</p><p>Rising food costs in the US have made the celebratory spread more expensive to procure – and cook.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/24/food-transportation-heating-inflation-takes-a-bite-out-of-thanksgiving\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/pinocchio-review-disney-fairytale-guillermo-del-toro-fantasy-horror", "title": "Pinocchio review – Guillermo del Toro’s dark, sombre riff on the Disney-sweet fairytale", "date_published": "2022-11-24 11:00:27+00:00", "description": "<p>The wooden puppet-boy turns fascist in a Mussolini-era, fantasy-horror rework of the classic tale</p><p>Guillermo del Toro has contrived a new stop-motion-type animated account of Pinocchio in this austere and dark version of the Carlo Collodi fairytale. Such a thing was badly needed as a corrective to Robert Zemeckis’s disastrous, sickly and sentimental live-action <a href=\"https://www.theguardian.com/film/2022/sep/08/pinocchio-review-robert-zemeckis-tom-hanks\">Pinocchio, which also came out this year</a>, featuring Tom Hanks giving a non-vintage performance as Geppetto, the whiskery toymaker.</p><p>Del Toro’s version amplifies the psychological nightmare implicit in the story of a sad, childless craftsman in Italy who, in the agonies of grief, creates a puppet that becomes a real boy. When Geppetto’s son dies in an air raid at the end of the first world war, young Pinocchio is the tragic substitute, brought to life by occult forces that are far from Walt Disney sweetness; he is dragooned first into a travelling circus and then finally into the young fascisti.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/pinocchio-review-disney-fairytale-guillermo-del-toro-fantasy-horror\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/24/a-guest-at-the-feast-by-colm-toibin-review-a-writers-roots", "title": "A Guest at the Feast by Colm Tóibín review – a writer’s roots", "date_published": "2022-11-24 11:00:26+00:00", "description": "<p>Droll, careful reflections on Ireland, illness and religion in a welcome collection of essays</p><p>In one of the essays in A Guest at the Feast, Colm Tóibín declares: “God represents a real problem for the novelist. The novel is happier in a secular space.” He is writing about <a href=\"https://www.theguardian.com/books/2020/sep/26/marilynne-robinson-author-gilead-interview-barack-obama-jack-america\" title=\"\">Marilynne Robinson</a>, a writer skilled, as he says, at “making religious thought easy” – easy for the reader, however unbelieving, to accept. It is a skill he admires. Yet his own novels hardly inhabit a “secular space”. Catholicism is a live presence in all the ones set in Ireland, while his interest in Christian myth even led him, in <a href=\"https://www.theguardian.com/books/2012/oct/19/inspiration-testament-mary-colm-toibin\" title=\"\">The Testament of Mary</a>, to create the first-person narrative of Jesus’s mother as she nears death.</p><p>These essays, published over the course of more than 25 years, confirm his interest in religion and religiosity. “Religiosity” because he restlessly documents the hypocrisies and misdeeds of the Roman Catholic clergy. Yet he does so with the mingled perplexity and outrage of one who is steeped in Catholicism. “I was born in Ireland and brought up a Catholic.” Almost every one of these essays is shaped by one of these two facts, sometimes by both.</p> <a href=\"https://www.theguardian.com/books/2022/nov/24/a-guest-at-the-feast-by-colm-toibin-review-a-writers-roots\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/24/readers-favourite-independent-shopping-streets-in-uk", "title": "‘Festive joy and genuine excitement’: Readers’ favourite independent UK shopping streets", "date_published": "2022-11-24 11:00:26+00:00", "description": "<p>Brilliant delis, art shops, cafes and more exuding the Christmas vibe from Penzance to Glasgow, delight our tipsters. <strong>Scroll to the bottom for the winning tip</strong></p><p>Rather than spend an afternoon in the crowds of Manchester why not jump on a tram and ride 20 minutes to the trendy south Manchester suburb of Chorlton? The neighbourhood has dozens of crafty shops, independent traders and an unrivalled variety of places to eat, drink and be merry. Among the highlights are <a href=\"https://www.houseofbystander.co.uk/\">The House of Bystander</a> for its local art; <a href=\"https://chorltonbookshop.co.uk/\">Chorlton bookshop</a>, which is a beautiful independent store; and <a href=\"https://www.frannyandfiler.com/\">Franny &amp; Filer</a>, which stocks contemporary artisan jewellery. After shopping you can find any sort of cuisine: <a href=\"https://www.barbakan-deli.co.uk/\">Barbakan Deli</a> is wonderful for a fresh lunch, the tapas at <a href=\"https://www.barsanjuan.com/\">Bar San Juan</a> is the best you’ll find outside Spain and the<a href=\"https://www.crafted-social.co.uk/beech-inn-chorlton\"> Beech Inn</a> is perfect for a winter pint.<br /><strong>Mike Ladyman</strong></p> <a href=\"https://www.theguardian.com/travel/2022/nov/24/readers-favourite-independent-shopping-streets-in-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/turkeys-massachusetts-kevin-woburn-thanksgiving", "title": "‘He kind of amps them up’: ‘Kevin’ the ringleader as turkeys terrorize Massachusetts town", "date_published": "2022-11-24 11:00:26+00:00", "description": "<p>Residents of Woburn near Boston subjected to attacks and intimidation by group of wild turkeys – and especially Kevin</p><p>It’s the time of year when millions of turkeys across the US might justifiably fear for their safety, but in one Massachusetts town the birds have turned the tables, ganging up to “terrorize” residents with pecks, kicks and loud clucking.</p><p>People in Woburn, north-west of Boston, have been subjected to a barrage of attacks and intimidation by a group of five wild turkeys, with the situation forcing some to take up improvised weapons and residents reporting being trapped in their homes.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/turkeys-massachusetts-kevin-woburn-thanksgiving\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/24/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-83", "title": "Rediscovered toads, starry flags, and one giant catch – take the Thursday quiz", "date_published": "2022-11-24 11:00:25+00:00", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes every Thursday. How will you fare?</p><p>The Thursday quiz, either a pleasing diversion or a nightmare immovable deadline, depending on whether you are doing it or writing it. You face 15 questions on general knowledge and vaguely topical issues, and this week there is even an exciting World Cup bonus on offer. There are no prizes, but let us know how you get on in the comments.</p><p><strong>The Thursday quiz, No 83</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/24/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-83\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/24/uk-rail-strikes-royal-mail-industrial-action-unions-uk-politics-live-news", "title": "UK net migration rose sharply to record 504,000 in past year, ONS says – UK politics live", "date_published": "2022-11-24 10:44:29+00:00", "description": "<p>Number of long-term immigrants arriving in year period was 1.1 million</p><p>In the Commons <strong>Neil O’Brien,</strong> the Cabinet Office minister, is responding to an urgent question tabled by Labour about the procurement of PPE during the pandemic.</p><p>The question was tabled by <strong>Angela Rayner</strong>, the Labour deputy leader, tabled the question. It was inspired by the Guardian story saying documents indicate that the Conservative peer <a href=\"https://www.theguardian.com/uk-news/michelle-mone\">Michelle Mone</a> and her children secretly received £29m originating from the profits of a PPE business that was awarded large government contracts after she recommended it to ministers.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/24/uk-rail-strikes-royal-mail-industrial-action-unions-uk-politics-live-news\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/wilko-johnson-dr-feelgood-tribute-cancer-70s-rock", "title": "Wilko Johnson’s second act was every bit as belligerent and explosive as his first | Alexis Petridis", "date_published": "2022-11-24 10:41:56+00:00", "description": "<p>Before a miraculous recovery from cancer made him more famous than ever, the Dr Feelgood guitarist fired up 70s rock with proto-punk playing and divisive songwriting<br />• <a href=\"https://www.theguardian.com/music/2022/nov/23/wilko-johnson-dies-aged-75\">Wilko Johnson dies aged 75</a><br />• <a href=\"https://www.theguardian.com/music/2022/nov/23/wilko-johnson-obituary\">Obituary: Wilko Johnson</a></p><p>When the Guardian <a href=\"https://www.theguardian.com/music/2015/jul/10/wilko-johnson-interview-ive-got-a-future\">interviewed Wilko Johnson in 2015</a>, he expressed concern that he might now be viewed “as the Cancer Bloke rather than a guitar player”. You could understand his unease. The astonishing story of Johnson’s diagnosis with terminal pancreatic cancer in 2013, followed by his seemingly miraculous recovery after a doctor who happened to be in the audience at one of his farewell shows suggested he visit an oncologist for a second opinion, had made him more famous than he had ever been: a “100-1 shot for the title of Greatest Living Englishman”, as <a href=\"https://www.theguardian.com/film/2010/feb/04/oil-city-confidential-review\">one critic put it</a>, who had first wowed the general public with the calm, philosophical acceptance of imminent death he displayed in interviews after his diagnosis, then cheated death entirely.</p><p>But, really, there was no danger of anything overshadowing Johnson’s importance as a guitarist. When other musicians attested to the life-changing impact of seeing Dr Feelgood live in 1974 or 75 – and everyone from Paul Weller and Joe Strummer to Suggs from Madness and Bill Drummond of the KLF did – it was always Johnson they singled out. Their late frontman <a href=\"https://www.theguardian.com/music/musicblog/2015/dec/01/cult-heroes-lee-brilleaux-dr-feelgood\">Lee Brilleaux</a> was a brilliant vocalist and performer, but Wilko Johnson was Dr Feelgood’s visual focus. The oft-repeated line is that, with their cheap suits and air of menace, Dr Feelgood looked less like rock stars than villains from The Sweeney. More accurately, they looked like three villains from The Sweeney who had been forced to keep an eye on their boss’s unpredictable nephew: Johnson, who careered around the stage, mouth permanently open, eyes bulging with the effect of amphetamines beneath his pudding-basin haircut, raising his guitar to his shoulder as if it were a gun, occasionally colliding with his bandmates as they affected to ignore him and glowered at the audience.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/wilko-johnson-dr-feelgood-tribute-cancer-70s-rock\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/ancient-mural-rediscovered-peru-archaeology-huaca-pintada", "title": "Long-lost ancient mural rediscovered in northern Peru after more than a century", "date_published": "2022-11-24 10:30:25+00:00", "description": "<p>Student archaeologists unearth Huaca Pintada, described as ‘the most exciting and important find of recent years’</p><p>A team of student archaeologists has rediscovered a 1,000-year-old multicoloured mural depicting a deity surrounded by warriors which was last seen a century ago in northern <a href=\"https://www.theguardian.com/world/peru\">Peru</a>.</p><p>Known as the Huaca Pintada, the 30-metre-long wall painted with fantastical images depicting mythical scenes was first found in 1916 by a band of treasure-hunting tomb raiders in Illimo near the city of Chiclayo.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/ancient-mural-rediscovered-peru-archaeology-huaca-pintada\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/denmark-place-fire-london-37-victims-arson-1980", "title": "You don’t know about the Denmark Place fire because its 37 victims didn’t count | Simon Usborne", "date_published": "2022-11-24 10:00:25+00:00", "description": "<p>The deadly central London arson attack took place in 1980. A plaque is now being unveiled – but why did it take so long?</p><p>One of my earliest memories is hearing about the <a href=\"https://www.theguardian.com/theguardian/2012/nov/19/kings-cross-fire-archive-1987\">fire that killed 31 people</a> at King’s Cross underground station in 1987. It rightly triggered a public inquiry, safety improvements, memorial services – and the installation of plaques in the station and a nearby church. Diana, Princess of Wales visited the scene.</p><p>Seven years before that, <a href=\"https://www.theguardian.com/uk-news/2022/nov/22/they-belonged-somewhere-the-forgotten-victims-of-one-of-londons-deadliest-fires\">a fire killed 37 people</a> inside two nightclubs in central London – and everyone forgot about it.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/denmark-place-fire-london-37-victims-arson-1980\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/when-you-hear-the-four-minute-warning-whatever-happened-to-britains-nuclear-bunkers", "title": "‘When you hear the four-minute warning’ … Whatever happened to Britain’s nuclear bunkers?", "date_published": "2022-11-24 10:00:25+00:00", "description": "<p>The UK was once dotted with structures designed to survive nuclear conflict, from sprawling government complexes to tiny underground observation posts. How many are still in use – and what are your chances of getting a place if you need one?</p><p>Michael Parrish has a “wedding guest list” of people he will allow into his three-level, 125ft (38 metre)-deep concrete bunker in the event of a nuclear attack. Situated below an inconspicuous bungalow in Brentwood, Essex, the Kelvedon Hatch bunker was built on Parrish’s grandfather’s land in the 1950s and maintained as secret regional government headquarters throughout the cold war. After it was decommissioned in 1992, the Parrishes bought back the bunker – for more than 20 years, it has been a tourist attraction and a sleepover location for Boy Scouts. Today, it is also potentially a lifeline.</p><p>“We have our own water, we have our own electricity, we have our own toilets, because one day I may need it,” says Parrish, 75, wearing a burgundy jumper with the words “secret nuclear bunker” embroidered in yellow on the left breast. Since Russia invaded Ukraine in February, 15 people have inquired about hiring a space in the bunker in the event of nuclear war, but Parrish wants to charge £500,000 a head (a bargain, he says, if you spend 10 to 20 years down there avoiding nuclear fallout). Who will he bring in for free?</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/when-you-hear-the-four-minute-warning-whatever-happened-to-britains-nuclear-bunkers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/lauren-boebert-lgbtq-hypocrisy-club-shooting-colorado", "title": "Lauren Boebert accused of hypocrisy over prayers for LGBTQ+ club shooting", "date_published": "2022-11-24 10:00:24+00:00", "description": "<p>Far-right Republican congresswoman has record of anti-LGBTQ+ statements that advocates call ‘dangerous’</p><p>LGBTQ+ advocates in the US have criticized the far-right Colorado Republican congresswoman Lauren Boebert as a hypocrite in light of her past anti-LGBTQ+ statements after she offered prayers to the victims of the recent Club Q mass shooting in Colorado Springs.</p><p>The shooting at the LGBTQ+ club that left five dead took place on the eve of the Transgender Day of Remembrance. ACLU-Colorado’s senior policy strategist and trans activist Anaya Robinson called Boebert’s condolences “disingenuous”, and blamed incendiary comments about the community for such tragedies.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/lauren-boebert-lgbtq-hypocrisy-club-shooting-colorado\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/judee-sill-documentary-lost-angel-genius", "title": "The great rediscovery of the forgotten 70s folk singer Judee Sill", "date_published": "2022-11-24 10:00:24+00:00", "description": "<p>A new documentary sheds light on a brilliant voice of the era who never received the recognition she deserved</p><p>The story of Judee Sill, a relatively obscure figure from the early 70s folk-rock scene, starts as another familiar fable of showbiz tragedy.</p><p>After a chaotic youth of abuse, addiction and petty crime – including heists on gas stations and liquor stores across California – Sill ended up incarcerated, first in reform school and eventually prison. It was there Sill became determined to pursue what she felt was her musical calling, and upon release, she began playing jazz bass and flute in the dark basements of the Los Angeles club circuit. She was the first artist signed to David Geffen’s Asylum Records in 1971, landing her a Rolling Stone cover and garnering the attention of music industry players like Graham Nash, who approached her as a producer enchanted by her “sense of melody and structure, which was really exceptional”.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/judee-sill-documentary-lost-angel-genius\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/world-cup-jeers-turn-cheers-qatar-gulf-rivals", "title": "‘A reason to get along’: World Cup jeers turn to cheers from Qatar’s Gulf rivals", "date_published": "2022-11-24 09:59:03+00:00", "description": "<p>Arab teams’ performances have changed the mood among Doha’s recent foes who had refused to share in its excitement  </p><p>Before the biggest event the Middle East has ever hosted, few regional states seemed to share in its neighbour’s excitement.</p><p>As the host country, Qatar, frantically completed its plans, there were even hints of glee as finishing touches fell short. Potholed atriums, expensive rooms, an overrun airport and even the <a href=\"https://www.theguardian.com/football/2022/nov/18/qatar-bans-beer-from-world-cup-stadiums-fifa-u-turn\">last-minute beer ban</a> were met with knowing smirks from many Gulf citizens who refused to share in the bonhomie.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/world-cup-jeers-turn-cheers-qatar-gulf-rivals\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/24/embarrassing-tales-of-misadventure-from-jack-whitehall-and-friends", "title": "Best podcasts of the week: Embarrassing tales of misadventure from Jack Whitehall and friends", "date_published": "2022-11-24 09:45:47+00:00", "description": "<p>In this week’s newsletter: The comedian retells cringey stories from his past – and cajoles the same out of his celebrity guests – in Safe Space. Plus: five of the best quiz podcasts</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p><strong><a href=\"https://podcasts.apple.com/gb/podcast/where-theres-a-will-theres-a-wake/id1654059310\">Where There’s a Will There’s a Wake</a><br />Widely available, episodes weekly<br /></strong>The gates of celebrity podcasting heaven have opened to unleash Kathy Burke (below) and her “decomposing dead end”, asking stars including Diane Morgan and Jamali Maddix about their own deaths. Funerals and hauntings also feature. First up is Dawn French, with her demands for a see-through hearse, plans to leave her money to useless causes and afterlife as a passive-aggressive poltergeist. Dark comedy at its finest. <em>Hannah Verdier</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/24/embarrassing-tales-of-misadventure-from-jack-whitehall-and-friends\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/germany-spreads-blame-for-loss-japan-world-cup", "title": "‘Too much drama in the build-up’: Germany spreads the blame for loss", "date_published": "2022-11-24 09:44:41+00:00", "description": "<ul><li>Pre-game gesture and armband row blamed for defeat to Japan</li><li>Flick’s selection and substitutions also heavily criticised</li></ul><p>The result was surprising, but the pain felt familiar. As Germany digested Wednesday’s <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\">shock 2-1 defeat at the hands of Japan</a>, many fans and commentators were reminded of the country’s World Cup opening match four years ago, when the incumbent World Champions <a href=\"https://www.theguardian.com/football/2018/jun/17/germany-mexico-world-cup-match-report\">lost their opening match against Mexico</a>. “It looks a lot like Russia reloaded,” one supporter told broadcaster ARD as he exited the stadium.</p><p>Now, as then, there were those who blamed events off the pitch for messing with the German players’ heads. In 2018, it was the controversy around the two internationals of Turkish ancestry, Mesut Özil and Ilkay Gündogan, who had their <a href=\"https://www.theguardian.com/world/2018/may/16/mesut-ozil-ilkay-gundogan-recep-tayyip-erdogan-picture\">picture</a> taken with Turkey’s strongman president, Recep Tayyip Erdogan, in the run-up to the tournament.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/germany-spreads-blame-for-loss-japan-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/24/miami-dolphins-1972-unbeaten-season-nfl-football-don-shula", "title": "50 years on, the 1972 Miami Dolphins’ undefeated season remains undefeated", "date_published": "2022-11-24 09:30:24+00:00", "description": "<p>Don Shula’s team won every single game on their way to victory in Super Bowl VII. They are still the only NFL team to have recorded a perfect season</p><p>It’s been 50 years since the 1972 Miami Dolphins became the first (and, so far, only) team in NFL history to win every game in a season. For many who played on the Dolphins that year, it’s hard to reconcile the passage of time with the immediacy of the memories. “Fifty years is a long time ago,” laughs Dick Anderson, the Dolphins’ Pro Bowl safety in 1972, but it “feels like it was yesterday.”</p><p>It’s useful to quickly clarify one aspect of the ’72 Dolphins’ achievement – for a finicky reason, the phrase “perfect season” (rather than “undefeated season”) is often used to describe the campaign. Although ties are uncommon in today’s game, they were once relatively prevalent. In the 1920s, four teams technically finished their seasons ‘undefeated,’ although each of them finished with at least one draw. As such, the Dolphins’ lossless <em>and tieless</em> 1972 season remains unique in NFL history. The league itself has acknowledged the team’s peerless performance – the ’72 Dolphins were judged to be the greatest team in NFL history during the league’s centennial celebrations in 2019.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/24/miami-dolphins-1972-unbeaten-season-nfl-football-don-shula\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/24/martin-parrs-holiday-snaps-with-added-water-damage-in-pictures", "title": "Martin Parr’s holiday snaps … with added water damage – in pictures", "date_published": "2022-11-24 09:20:24+00:00", "description": "<p>The photographer took these images in 1991 while visiting the Acropolis in Athens, Greece. Years later he realised they’d been beautifully altered by damp<br /></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/24/martin-parrs-holiday-snaps-with-added-water-damage-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/lady-chatterleys-lover-review-sensuality-as-an-almost-religious-revelation", "title": "Lady Chatterley’s Lover review – sensuality as an almost religious revelation", "date_published": "2022-11-24 09:00:23+00:00", "description": "<p>Emma Corrin and Jack O’Connell carry this idealistic, moving French version of DH Lawrence’s transgressive novel</p><p>Here is a movie that could so easily collapse into self-satire, especially at the first sneery-knowing intonation of the word “milady”, a phrase probably now most associated with Parker from Thunderbirds. But the commitment and passion of its two lead performers, Emma Corrin and Jack O’Connell, carries this new version of DH Lawrence’s Lady Chatterley’s Lover, and the actor turned director Laure de Clermont-Tonnerre finds the keynote of idealism. The film is never shy of eroticism and full-on sex, if sometimes going for a slightly quaint soft-focus approach. But Clermont-Tonnerre is never in any doubt that this is a love story. The last adaptation of any note was from another French film-maker, <a href=\"https://www.theguardian.com/film/2007/aug/24/worldcinema.romance\">Pascale Ferran’s flawed Lady Chatterley</a> (based on an earlier version of the book). Perhaps it takes a French and not a British director to respond to Lawrence’s forbidden tale of forbidden love.<br /><br />It is the middle of the first world war and Constance Reid (Corrin) is the beautiful and impulsive young woman of upper-class birth and progressive views who, after a chequered emotional past, honestly believes herself to be in love with Sir Clifford Chatterley; they get married before he has to return to the front, hardly knowing each other at all. At the war’s end, he is a gloomier figure, using a wheelchair after a terrible war injury, and it is in a sombre mood that the new Lady Chatterley is to arrive with him at Wragby, his vast country estate, paid for by the sweated labour at his colliery.</p><p>There, she is alienated from the friends he invites up from London for the weekend. Sir Clifford is a shallow, meretricious figure: after dabbling in writing fiction, he throws himself into making his colliery even more profitable by laying off some miners and exploiting the rest more ruthlessly.<strong> </strong>This impotent plutocrat is coldly obsessed with producing an heir, making it clear to the bewildered Constance that he will permit her to have a discreet affair if that produces the correct result. As it happens, Constance has become obsessed with the handsome gamekeeper, Mellors (vehemently played by O’Connell, who maintains his character’s dignity). He is the only person in her life capable of human sympathy.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/lady-chatterleys-lover-review-sensuality-as-an-almost-religious-revelation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/24/my-soul-twin-by-nino-haratischvili-review-the-curse-of-the-past", "title": "My Soul Twin by Nino Haratischvili review – the curse of the past", "date_published": "2022-11-24 09:00:23+00:00", "description": "<p>Childhood soulmates reunite in later life in this passionate novel from The Eighth Life author</p><p>No one was more attuned to the paradoxes of love than Austrian poet Rainer Maria Rilke. “Togetherness between two people is an impossibility,” he wrote in<em> </em><a href=\"https://www.theguardian.com/books/2011/may/12/letters-rainer-maria-rilke-review\" title=\"\">Letters to a Young Poet</a>. “But, once the realisation is accepted that even between the closest human beings infinite distances continue to exist, a wonderful living side by side can grow up, if they succeed in loving the distance between them.”</p><p>This paradox – of the twinned closeness and alienation in lovers – is at the heart of Nino Haratischvili’s My Soul Twin<em>,</em> her second novel to be translated into English after the huge success of her award-winning <a href=\"https://www.theguardian.com/books/2019/dec/04/the-eighth-life-for-brilka-by-nino-haratischivili-review\" title=\"\">The Eighth Life</a>, a 900-page saga that chronicled Georgia’s plight under Soviet occupation and subsequent struggle for independence. Haratischvili writes in German but was born in Tbilisi, Georgia. Longlisted for the International Booker prize, and nicknamed the “Georgian War and Peace”, The Eighth Life was praised for its elegance as much as its heft; Haratischvili brilliantly combined social commentary with finely drawn characterisation to tell a story of Georgia’s Soviet past that had been largely unexamined. Georgians – many still divided over their Soviet legacy – loved it, too.</p> <a href=\"https://www.theguardian.com/books/2022/nov/24/my-soul-twin-by-nino-haratischvili-review-the-curse-of-the-past\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/24/dominic-raab-faces-fresh-bullying-claims-from-raft-of-civil-servants", "title": "Dominic Raab facing ‘series’ of bullying claims from civil servants", "date_published": "2022-11-24 08:57:17+00:00", "description": "<p>Deputy PM’s former private secretaries reportedly preparing to submit formal complaints</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/24/uk-rail-strikes-royal-mail-industrial-action-unions-uk-politics-live-news\">UK politics live – latest news updates</a></li></ul><p>Dominic Raab is facing multiple fresh complaints from senior civil servants in multiple government departments over allegations of bullying behaviour, according to reports</p><p>The deputy prime minister’s former private secretaries, responsible for handling the day-to-day affairs of government ministers, are preparing to submit formal complaints, <a href=\"https://www.bbc.co.uk/news/uk-politics-63739105\">according to BBC Newsnight</a>.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/24/dominic-raab-faces-fresh-bullying-claims-from-raft-of-civil-servants\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/24/switzerland-v-cameroon-world-cup-2022-live", "title": "Switzerland v Cameroon: World Cup 2022 – live", "date_published": "2022-11-24 08:37:25+00:00", "description": "<ul><li>World Cup updates from the 10am GMT kick-off in Group G</li><li>And you can get in touch with Will <a href=\"mailto:will.unwin@theguardian.com\">by email</a> or <a href=\"https://twitter.com/Will_Unwin\">on Twitter</a></li></ul><p><strong>What’s happening today in the World Cup?</strong> Let the Guardian tell you …</p><p><strong>Louise Taylor has written about former Liverpool and West Ham defender Rigobert Song, who is now the Cameroon coach.</strong></p> <a href=\"https://www.theguardian.com/football/live/2022/nov/24/switzerland-v-cameroon-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/sudanese-woman-protests-iran-clothing-freedom", "title": "I’m a Sudanese woman – the protests in Iran mirror my own tangled history with clothing and freedom | Basma Khalifa", "date_published": "2022-11-24 08:00:22+00:00", "description": "<p>As a teenager, I argued with my parents about covering up. Then I saw a photo of my mother wearing a short dress in 1950s Sudan</p><p></p><p>On 16 September, <a href=\"https://www.theguardian.com/australia-news/audio/2022/oct/03/mahsa-amini-how-one-womans-death-ignited-protests-in-iran\">Mahsa Amini </a>was arrested by Iran’s morality police after supposedly wearing her hijab incorrectly and sporting skinny jeans. Later that night, she died in their custody. Amini’s family claim the morality police beat her to death, an accusation they have since denied. What has followed have been the country’s <a href=\"https://www.theguardian.com/global-development/2022/nov/20/iran-protests-children-killed-reports-mahsa-amini\">largest protests</a> in recent years. Iranians of all ages, ethnicities and genders have joined in the demonstrations. I watched on and did my due diligence by posting on social media too, but I also couldn’t help reflect on my own relationship to clothing – and freedom.</p><p>Can you be free and wear the hijab? It’s worn by many of my family and friends, and it was always presented to me as a choice when I was young. Modesty, however, was more important. I’m of Sudanese origin but I grew up in Northern Ireland, where, as a teenager, it wasn’t trendy to cover up. I spent years battling with my parents, who would be telling me that I was showing too much skin, that I should never show my cleavage or midriff. In the late 1990s fashions changed from crop tops to long T-shirts. I remember my mother’s relief that we wouldn’t have to go through the “go get changed” conversation every time I wanted to leave the house.</p><p>Basma Khalifa is a Sudanese multi-disciplinary creative living in London</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em><br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/sudanese-woman-protests-iran-clothing-freedom\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/brazilian-skill-criticise-flair-players-antony-neymar-richarlison-lucas-paqueta", "title": "We love Brazilian skill, so why do we criticise their flair players so much?", "date_published": "2022-11-24 08:00:22+00:00", "description": "<p>Antony, Neymar, Richarlison and Lucas Paquetá have all been mocked or scolded for playing with panache and trickery</p><p>By <a href=\"https://twitter.com/TomSandersonBCN\">Tom Sanderson</a> for the <a href=\"https://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p><p>The World Cup has finally started and, for some Brazil players, representing their national team may prove a welcome break from the day job. Manager Tite included 12 players from the Premier League in his 26-man squad – second only to England – and 22 in total from European clubs. Brazilian players have increasingly made home in Europe but their style is not always feted. At least once a month this season a young, skilful Brazilian has been criticised for doing what they do best: entertaining fans, expressing themselves and exhibiting their art.</p><p>Most recently, it was Antony’s turn to suffer a media pile-on in his adopted home. The São Paulo product was one of new Manchester United boss <a href=\"https://www.theguardian.com/football/2022/aug/30/manchester-united-reach-agreement-on-100m-deal-to-sign-antony\">Erik ten Hag’s marquee signings in the summer</a>. The Dutchman convinced the club to pay Ajax £82m – an Eredivisie record – for the 22-year-old. The forward has enjoyed a strong start in England, setting a record as the first United player to score in his first three Premier League games. He was generally well received by fans and the media. Until he did the unthinkable and tried to pull off a trick during a 3-0 win over Sheriff in the Europa League.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/brazilian-skill-criticise-flair-players-antony-neymar-richarlison-lucas-paqueta\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/24/frances-fox-piven-interview-midterms-trump-fascism", "title": "‘The US can still become a fascist country’: Frances Fox Piven’s midterms postmortem", "date_published": "2022-11-24 08:00:22+00:00", "description": "<p>The 90-year-old sociologist on ‘vengeance politics’, cruelty and climate change as she looks back on half a century of activism</p><p>Frances Fox Piven has a warning for America. Don’t get too relaxed, there could be worse to come.</p><p>“I don’t think this fight over elemental democracy is over, by any means,” she said. “The United States was well on the road to becoming a fascist country – and it still can become a fascist country.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/24/frances-fox-piven-interview-midterms-trump-fascism\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/24/pound-high-dollar-fed-uk-economy-recession-bank-of-england-business-live", "title": "Pound highest since August on hopes of slower US rate hikes – business live", "date_published": "2022-11-24 07:51:19+00:00", "description": "<p>Sterling hits $1.21 as a “substantial majority” of Federal Reserve officials support slowing down the pace of interest rate rises soon</p><p><strong>The price that the UK government will have to pay to support households with their energy bills is set to increase from January.</strong></p><p>Regulator Ofgem has lifted its energy price cap, which would have meant households faced average bills of <strong>£4,279</strong> from the start of 2023, up from <strong>£3,549.</strong></p><p>It may seem paradoxical that weak data is being treated as good news by markets, but in large part it’s because t<strong>he focus is now so heavily on above-target inflation, which has prompted the most aggressive cycle of rate hikes in decades.</strong> So signs of slower growth are seen as bringing fewer inflation pressures and hence fewer rate hikes.</p><p>On top of that, since a US and Eurozone recession is now the consensus expectation among economists (and leading indicators are increasingly pointing that way too), contractionary data isn’t as likely to be as surprising to markets as it normally is.</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/24/pound-high-dollar-fed-uk-economy-recession-bank-of-england-business-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/24/kenya-government-halts-baobab-tree-exports-georgia-investigation", "title": "Kenyan government halts baobab exports to Georgia after outcry", "date_published": "2022-11-24 07:45:21+00:00", "description": "<p>President orders Ministry of Environment and Forestry to launch investigation over contractor’s licence for removing trees</p><p>The Kenyan government has halted the transportation and export of Kilifi baobabs to Georgia and ordered an investigation into how a foreign contractor received permission to transport the ancient trees out of the country.</p><p>Kenya’s president, William Ruto, ordered the Ministry of Environment and Forestry to investigate whether Georgy Gvasaliya had the proper licence to take the trees out of Kenya under the <a href=\"https://www.cbd.int/abs/\">Nagoya protocol</a>, an international agreement that governs the conditions for the export of genetic resources, which has been incorporated into Kenyan law.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/24/kenya-government-halts-baobab-tree-exports-georgia-investigation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/24/chokepoint-capitalism-review-art-for-sale", "title": "Chokepoint Capitalism review – art for sale", "date_published": "2022-11-24 07:30:21+00:00", "description": "<p>From publishing to music, a revelatory insight into the way corporations are cashing in on creativity</p><p>In the early 1990s, <a href=\"https://www.theguardian.com/music/prince\" title=\"\">Prince</a> started appearing in public with the word “slave” scrawled across his cheek. The facepaint was a protest against Warner Music, who had signed Prince when he was just 18, and had the power to dictate the pace of his creative output as well as owning the rights to it. Prince managed to escape his original contract – partly by changing his recording name to an unpronounceable squiggle – but remained distrustful of the industry that had “enslaved” him until his death, hiding the master recordings of his songs in a secret vault beneath his Minnesota mansion, Paisley Park.</p><p>In this provocative book, Rebecca Giblin and Cory Doctorow argue that, today, every working artist is a bond servant. Culture is the bait adverts are sold around, but artists see almost nothing of the billions Google, Facebook and Apple and make off their backs. We have entered a new era of “chokepoint capitalism”, in which businesses snake their way between audiences and creatives to harvest money that should rightfully belong to the artist.</p> <a href=\"https://www.theguardian.com/books/2022/nov/24/chokepoint-capitalism-review-art-for-sale\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/dusan-vlahovic-primed-to-help-serbia-break-new-ground-at-world-cup", "title": "Dusan Vlahovic primed to help Serbia break new ground at World Cup", "date_published": "2022-11-24 07:30:21+00:00", "description": "<p>Juventus forward’s gifts were legendary as a teenager on youth football scene in Belgrade and he is living up to lofty billing</p><p>Milan Ristic knew what to do when it seemed Dusan Vlahovic could be about to slip through the cracks. The striker was 14 years old but his gifts were legendary on Serbia’s youth football scene and, increasingly, well beyond. Partizan Belgrade had been trying to sign him upon his graduation from Altina Zemun, a local academy, but could not reach a deal with the player’s family.</p><p>Next, Vlahovic had been taken to nearby OFK, where a brief spell ended in disagreement. Shortly afterwards Ristic, a youth coach at Partizan, heard Vlahovic had been spotted kicking a ball around alone at his local stadium. The boy needed to play, not for his talent to be squandered while adults wrangled around him. Ristic jumped straight in the car with his colleague, the influential talent developer Dusan Trbojevic, and drove fast.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/dusan-vlahovic-primed-to-help-serbia-break-new-ground-at-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/fifpro-asks-why-gabons-fa-chief-was-at-world-cup-opener-when-facing-trial", "title": "Fifpro asks why Gabon’s FA chief was at World Cup opener when facing trial", "date_published": "2022-11-24 07:30:21+00:00", "description": "<ul><li>Pierre-Alain Mounguengui seen with Infantino and Qatar emir</li><li>Mounguengui charged with not reporting crimes of paedophilia</li></ul><p>The international players’ union, Fifpro, has questioned why the president of the Gabonese Football Federation (Fegafoot) was allowed to attend the opening match of the 2022 World Cup in Qatar despite being charged in connection with the investigation into allegations of widespread sexual abuse in his country.</p><p>Pierre-Alain Mounguengui, who was released at the end of October after six months in preventive custody in Gabon having been charged with “failure to report crimes of paedophilia”, was pictured alongside the Fifa president, Gianni Infantino, and Tamim bin Hamad al-Thani, the emir of Qatar, at Sunday’s opening ceremony at Al Bayt Stadium.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/fifpro-asks-why-gabons-fa-chief-was-at-world-cup-opener-when-facing-trial\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/ondi-timoner-last-flight-home-assisted-dying", "title": "I helped my father end his own life. He helped me by letting me film it", "date_published": "2022-11-24 07:28:42+00:00", "description": "<p>The documentary maker Ondi Timoner explains why, having followed ‘impossible visionaries’ in movies such as Dig!, it made sense to record her father’s final days</p><p>Last year, I made the most personal film of my career, about my father Eli’s death. In January 2021, aged 92, Dad was in hospital, bedbound, with no prospect of recovery. My mother was struggling to cope. The only option appeared to be going to a facility for his remaining months.</p><p>I’ve been a film-maker for 30 years and have always dreamed of telling my father’s story. I tend to make films about characters I describe as “impossible visionaries”: people with a singular vision who sometimes act impossibly to try and realise it – and to withstand the doubt and ridicule they incur.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/ondi-timoner-last-flight-home-assisted-dying\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/devotion-film-true-story-navy-first-black-aviator-korean-war", "title": "Devotion: the true story behind a film about the navy’s first Black aviator", "date_published": "2022-11-24 07:06:20+00:00", "description": "<p>The action drama tells the story of Jesse Brown, a groundbreaking fighter pilot who chose to fight in the Korean war</p><p>Jesse Brown was the original top gun – a navy fighter pilot whose heroism in the Korean war earned him the Distinguished Flying Cross, the loftiest award the US military pins on high fliers. That he was also the first Black pilot to pass navy flight training puts him in rarified air.</p><p>Brown, 24, never made it home. While supporting UN ground forces engaged in the Battle of the Chosin Reservoir in December 1950, Brown suffered artillery damage to his F4U Corsair jet and crash-landed in a remote mountain valley. When his wingman, Tom Hudner, saw Brown struggling to come unpinned from his cockpit afterward, he defied orders and intentionally crash-landed his plane nearby to help Brown. But in the end Hudner, after calming a fire on Brown’s plane and hacking away at his cockpit with an ax for 45 minutes in the subzero weather, couldn’t free Brown from his jet, was ordered into a rescue helicopter before night fell (and visibility with it). Brown lost consciousness shortly thereafter; two days later, a squadron returned to pepper the crash site with napalm to keep Brown’s body and aircraft from falling into enemy hands. Hudner was left physically and emotionally bruised.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/devotion-film-true-story-navy-first-black-aviator-korean-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/a-year-after-27-drowned-crossing-the-channel-migrants-still-suffer-in-calais", "title": "A year after 27 drowned crossing the channel, migrants still suffer in Calais", "date_published": "2022-11-24 07:00:22+00:00", "description": "<p>Asylum-seekers sleep rough, forge friendships and withstand harassment from police as they seek passage to the UK</p><p>Wet and bedraggled on a rainswept November day, Badr is one of dozens of men who have arrived to pick up a tent and a sleeping bag from a charity operating out of a van in a car park in Calais. The 22-year-old, originally from Syria, has been in Calais over a week. His previous tent was taken by police four days ago, so he slept under a footbridge in the centre of town, huddled with six others for warmth.</p><p>It is a year since at least 27 migrants drowned when their boat capsized in the Channel, the worst such disaster for 30 years. But while the tragedy has mercifully not been repeated, partly due to better coordination between French and British coastguards, at first sight there is little other change in the wretched conditions faced by migrants in northern France.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/a-year-after-27-drowned-crossing-the-channel-migrants-still-suffer-in-calais\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/bereaved-relatives-write-rishi-sunak-anniversary-channel-drowning", "title": "Bereaved relatives write to Rishi Sunak on anniversary of Channel drowning", "date_published": "2022-11-24 07:00:21+00:00", "description": "<p>Prime minister urged to prevent future tragedies by relatives of 31 refugees who died one year ago</p><p>Sixteen bereaved relatives of 31 refugees who drowned in the Channel have written to Rishi Sunak on the first anniversary of their loved ones’ deaths, urging him to make changes to prevent future tragedies.</p><p>On 24 November 2021, 31 people slowly froze to death in the Channel. They had repeatedly made SOS calls to French and UK emergency services but no help was sent to them. Of those on board the overcrowded dinghy 27 bodies were recovered. Four are still missing.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/bereaved-relatives-write-rishi-sunak-anniversary-channel-drowning\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/24/mri-scan-should-have-been-stressful-never-been-so-relaxed", "title": "I’ve just had an MRI scan. It should have been stressful – but I’ve never been so relaxed | Adrian Chiles", "date_published": "2022-11-24 07:00:21+00:00", "description": "<p>Half an hour with no decisions to make? That’s my idea of bliss</p><p>I had an MRI scan recently. There I lay, strapped in, with a roof tile laid on my chest. Would I like to listen to some music? No, ta. Then I was told it would take half an hour and I changed my mind about the music, but the bloke had gone. Silence it was. Silence, that is, apart from the weird, irregular clanking and banging noises these things make. It was a feet-first entry, which felt like being loaded into a canon for a daredevil stunt. There was also a lot of going in and out. At first I thought this was the bloke trying to pick the right spot but it turned out this was the nature of this particular scan – something to do with veins that I barely understood. In a bit, out a bit, all the way in, a bit out, all the way out, back in a bit, and so on.</p><p>It ought to have been stressful, but it wasn’t. It was the opposite. I was soon intensely relaxed, having no choice but to submit to this whole disorientating caper. And that was the point – I had no choice, no options. My life’s too full of options, with thousands of decisions, on matters big and small, necessary every day. Now, for an increasingly wonderful half-hour, there were none. I had one job: to keep perfectly still as I was slid in and out at random depths like some absurdist representation of uncertain sexual intercourse. Had they been available at the time, these scanners would certainly have featured in Woody Allen’s film Everything You Always Wanted To Know About Sex* (*But Were Afraid To Ask).</p><p>Adrian Chiles is a broadcaster, writer and Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/mri-scan-should-have-been-stressful-never-been-so-relaxed\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/24/jos-buttler-not-fussed-by-a-series-defeat-take-that-as-a-red-flag-on-fixture-overkill", "title": "Jos Buttler not fussed by a series defeat? Take that as a red flag on fixture overkill | Andy Bull", "date_published": "2022-11-24 07:00:21+00:00", "description": "<p>Can international cricket stay relevant with dead rubbers cropping up all over a dead-rubber logjam of a schedule?</p><p>If you were listening carefully you might just have learned the answer to an ancient riddle in Melbourne, where Australia finished off their whitewash of England in the Contractual Obligation one-day international series on Tuesday. They <a href=\"https://www.theguardian.com/sport/2022/nov/22/australia-cruise-to-odi-whitewash-after-england-collapse-at-empty-mcg-cricket\" title=\"\">won the third game by 221 runs</a>, the largest ODI defeat in England’s history. A record, then, and not the game’s only one. There were 10,406 paying spectators in the ground, the smallest recorded audience for an Australia one-day game at the MCG.</p><p>It turns out a team falling down when there’s no one around to hear it do still make a sound and it’s something like Jos Buttler’s maudlin after-match interview. “I’m not fussed at all about the results, to be honest,” he said.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/24/jos-buttler-not-fussed-by-a-series-defeat-take-that-as-a-red-flag-on-fixture-overkill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/24/casque-dor-review-jacques-beckers-gripping-tragic-drama-of-parisian-lowlife", "title": "Casque d’Or review – Jacques Becker’s gripping tragic drama of Parisian lowlife", "date_published": "2022-11-24 07:00:20+00:00", "description": "<p>Simone Signoret stars in a dark tale of love in the belle époque underworld that is a unmissable classic with a pitilessly grim finale</p><p>A 70th-anniversary rerelease for this film by a masterly French director who is known for his craftsmanship – but deserves also to be known for his artistry. Jacques Becker’s Casque d’Or is a gripping tragic drama of Parisian lowlife set at the turn of the century, based on news stories and apocryphal tales of the <a href=\"https://en.wikipedia.org/wiki/Apaches_%28subculture%29\">“apache” criminal gangs</a> that roamed the Paris underworld in the belle époque, terrifying and titillating those wealthy boulevardiers who liked to slum it in seedy dives.</p><p>Simone Signoret is glorious as Marie (nicknamed “Casque d’Or” for her golden helmet of hair); she is a woman of the night, based on the “gigolettes” tempting gentlemen into dark alleys, who would then be beaten and robbed by the woman’s male accomplices lurking behind her. Marie, though, never does anything so cruel here and has a heart, as well as a hairstyle, of gold. She is currently kept by Roland (William Sabatier), a sneery and insecure criminal, who takes offence in a bar when Marie likes the look of a quiet, personable carpenter called Georges (Serge Reggiani), who is going straight after some time inside and not looking for trouble. Marie and Georges fall deeply and tenderly in love, to the rage not only of spiteful beta-male Roland but his sinister gang-boss, Leca (Claude Dauphin), who uses his wine business as a respectable front and a means of bribing cops and is also enamoured of Marie. He has a plan to get this low-rank rival out of the way by having him convicted of murder.</p> <a href=\"https://www.theguardian.com/film/2022/nov/24/casque-dor-review-jacques-beckers-gripping-tragic-drama-of-parisian-lowlife\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/24/russia-ukraine-war-live-zelenskiy-condemns-energy-terror-at-un-meeting-after-10-die-in-latest-mass-strikes", "title": "Russia-Ukraine war live: Zelenskiy condemns ‘energy terror’ at UN meeting after 10 die in latest mass strikes", "date_published": "2022-11-24 06:35:47+00:00", "description": "<p>Ukraine president calls on security council to take action against Russia; EU negotiations fail to agree price cap on Russian oil</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2022/nov/24/russia-ukraine-war-at-a-glance-what-we-know-on-day-274-of-the-invasion\">Russia-Ukraine war at a glance</a></strong></li></ul><p></p><p>Ground battles continue to rage in eastern Ukraine, where Russia is pressing an offensive along a stretch of front line west of the city of Donetsk, which has been held by its proxies since 2014, Reuters reports. <br /><br />Ukraine’s general staff said Russian forces tried again to make advances on their main targets in Donetsk region - Bakhmut and Avdiivka. Russian forces shelled both areas and used incendiary devices to set Ukrainian positions ablaze with only limited success, the general staff said.<br /><br />Among those fighting the Russians in Bakhmut are a unit of Chechen fighters, who hope a Ukrainian victory could spark political crisis in Russia and bring down the powerful pro-Moscow leader of Chechnya.<br /><br />Further south, Russian forces were digging in on the eastern bank of the Dnipro River, the general staff said, shelling areas on the west bank including the town of Kherson, which was recently reclaimed by Ukrainian forces.<br /><br />Reuters was not able to immediately verify the battlefield accounts.</p><p>The resignation of Russia’s ambassador to UNESCO will end the deadlock in a key group he chaired that is charged with preserving cultural sites around the world, a diplomatic source told AFP.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/24/russia-ukraine-war-live-zelenskiy-condemns-energy-terror-at-un-meeting-after-10-die-in-latest-mass-strikes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/anwar-ibrahim-appointed-malaysian-prime-minister-after-unprecedented-hung-parliament", "title": "Anwar Ibrahim appointed Malaysian prime minister after unprecedented hung parliament", "date_published": "2022-11-24 06:24:07+00:00", "description": "<p>Neither of Malaysia’s main coalitions managed to achieve a majority in the general election on Saturday </p><p>Malaysian opposition leader Anwar Ibrahim has been appointed prime minister and will be sworn in by the king at 5 pm local time, the country’s palace said on Thursday.</p><p>A general election on Saturday ended in <a href=\"https://www.theguardian.com/world/2022/nov/19/malaysian-elections-hung-parliament-beckons\">an unprecedented hung parliament with neither of the two main alliances</a>, one led by Anwar and the other ex-premier Muhyiddin Yassin, immediately able to secure enough seats in parliament to form a government.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/anwar-ibrahim-appointed-malaysian-prime-minister-after-unprecedented-hung-parliament\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/24/uk-single-parents-skipping-meals-due-to-food-price-inflation-which-finds", "title": "UK single parents skipping meals due to food price inflation, Which? finds", "date_published": "2022-11-24 06:01:19+00:00", "description": "<p>Consumer body says one in three lone parents forced to miss meals or visit food banks to make ends meet</p><p>Close to a third of single parents have resorted to skipping meals to make ends meet because of rising food costs, according to research revealing the household types worst hit by the cost of living crisis.</p><p>Three in 10 single parent households surveyed said they had missed meals as a consequence of <a href=\"https://www.theguardian.com/business/2022/nov/02/uk-food-prices-soar-by-fastest-rate-on-record-as-cost-of-living-crisis-bites\">runaway food prices</a>. That compared with one in seven parents in couples and an overall figure of 14% in the poll by the consumer group Which?</p> <a href=\"https://www.theguardian.com/business/2022/nov/24/uk-single-parents-skipping-meals-due-to-food-price-inflation-which-finds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/24/break-a-sweat-without-breaking-the-bank-26-of-the-best-free-or-cheap-fitness-apps-sites-and-podcasts", "title": "Break a sweat without breaking the bank: 26 of the best free or cheap fitness apps, sites and podcasts", "date_published": "2022-11-24 06:00:20+00:00", "description": "<p>Whether it is yoga, running or strength training you are after, there are plenty of affordable options to keep you moving </p><p>We are swamped with advertising for gyms, yoga studios and personal training so it’s easy to assume that getting fit or improving a technique will be expensive. But there are plenty of free or affordable classes and programmes online. Here are some of the best places to start.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/24/break-a-sweat-without-breaking-the-bank-26-of-the-best-free-or-cheap-fitness-apps-sites-and-podcasts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/24/could-hemp-be-a-key-tool-in-fight-against-climate-change", "title": "Could hemp be a key tool in fight against climate change?", "date_published": "2022-11-24 06:00:20+00:00", "description": "<p>The fast-growing plant is believed to be twice as effective as trees at absorbing and locking up carbon</p><p></p><p></p><p>In all the debates on how to curb climate change, hemp is hardly mentioned. Better known as cannabis, modern varieties of hemp are too weak to use as narcotics, but they are extremely efficient at absorbing and locking up carbon.<br /><br />Hemp is one of the fastest-growing plants in the world and can grow 4 metres high in 100 days. Research suggests hemp is twice as effective as trees at absorbing and locking up carbon, with 1 hectare (2.5 acres) of hemp reckoned to absorb 8 to 22 tonnes of CO<sub>2</sub> a year, more than any woodland. The CO<sub>2</sub> is also <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0921344902001738\">permanently fixed in the hemp fibres</a>, which can go on to be used for many commodities including textiles, medicines, insulation for buildings and concrete; BMW is even using it to replace plastics in various car parts.<br /><br />But unlike many other countries, the UK still classifies industrial hemp as a controlled drug, and growing the plant needs a Home Office licence. Cultivation in Britain is only about 800 hectares but work at the University of York and Biorenewables Development Centre aims to increase this to 80,000 hectares and make hemp a leading UK crop.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/24/could-hemp-be-a-key-tool-in-fight-against-climate-change\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/24/have-toys-got-too-brainy-how-playthings-became-teaching-aids-young-children", "title": "Have toys got too brainy? How playthings became teaching aids for the very young", "date_published": "2022-11-24 06:00:19+00:00", "description": "<p>For decades we have been using toys to cram learning into playtime – and toys have increasingly been marketed as helping to turn children into prosperous, high-achieving adults. But it turns out this approach is all wrong</p><p>The week my eldest son finished nursery, I decided to clear out the playroom where he had spent much of his young life forming bonds with inanimate objects. Toys had kept him company whenever other duties or distractions had occupied his mother and me, and over the years we had amassed a truly crass number of them. As I sifted through pile after pile, I felt as though I was in the pit of an immense archaeological dig. I had not considered us to be particularly pushy or indulgent parents; mostly, I wanted my children to grow up to be financially independent and live lives of nothing worse than common unhappiness. But the artefacts in our playroom midden told another tale.</p><p>Here is a partial inventory of what I found: 13 floor puzzles, including several meant to teach the alphabet. Two sets of magnetic tiles, along with dozens of figurines and matchbox cars, for constructive and imaginary play. Xylophones and tambourines to foster musical ability, and a smattering of finger paints to inspire artistic creativity. Four logic games and a set of dice for practising maths. A speaker box that could play Mozart or children’s versions of the Iliad and Odyssey. Endless Duplo. And, to teach our kids how to unwind after the vigorously pedagogical afternoon those other things were meant to facilitate, the <a href=\"https://shop.mattel.com/products/meditation-mouse-toddler-plush-musical-toyfisher-price-grv08\" title=\"\">Fisher-Price Meditation Mouse™</a>, an electronic plush toy offering guided stretching and relaxation exercises (advertising copy: “help your little one learn how to nama-stay relaxed”).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/24/have-toys-got-too-brainy-how-playthings-became-teaching-aids-young-children\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/world-cup-2022-briefing-will-the-20-year-cycle-work-for-brazil", "title": "World Cup 2022 briefing: will the 20-year cycle work for Brazil?", "date_published": "2022-11-24 04:00:17+00:00", "description": "<p>The five-time winners enter the fray against Serbia on another packed four-match day</p><p>Brazil’s legendary 1970 side of Pelé, Rivelino, Jairzinho and Carlos Alberto are still regarded as the greatest World Cup team in history and despite being favourites again this time, the 2022 iteration is unlikely to hit those glorious heights. But Brazil are <a href=\"https://www.theguardian.com/football/blog/2022/nov/22/can-the-brazil-team-reunite-a-divided-country-and-reclaim-the-yellow-jersey\">surely due a big tournament</a>, having not lifted the trophy since 2002 when Ronaldo (the real one) shook off the trauma of the 1998 final by plundering eight goals and even finding time for a daft haircut.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/world-cup-2022-briefing-will-the-20-year-cycle-work-for-brazil\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/japan-vs-germany-world-cup-2022-victory-calls-for-public-holidy-miracle-of-doha", "title": "‘Miracle of Doha’: calls for public holiday as Japan’s Samurai Blue put Germany to sword", "date_published": "2022-11-24 03:30:46+00:00", "description": "<p>Victory in World Cup opener sparks street celebrations and banishes painful memories in Doha of failure to qualify for USA 1994</p><p>Japan’s <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\">shock victory</a> over Germany in Qatar on Wednesday sparked <a href=\"https://www.theguardian.com/football/video/2022/nov/23/japans-fans-celebrate-stunning-comeback-after-securing-first-victory-against-germany-video\">late-night celebrations</a> and calls to mark the Samurai Blue’s momentous feat in their <a href=\"https://www.theguardian.com/football/world-cup-2022\">2022 World Cup</a> opener with a public holiday.</p><p>The clock was nearing midnight when Takuma Asano rifled Japan’s winner into the roof of the net at Khalifa International Stadium in Doha – a result that had seemed impossible after a poor first half from Japan, playing in their seventh straight World Cup.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/japan-vs-germany-world-cup-2022-victory-calls-for-public-holidy-miracle-of-doha\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/24/workers-in-running-battles-with-police-at-foxconns-iphone-factory-in-china", "title": "Workers in running battles with police in protests at largest iPhone factory in China", "date_published": "2022-11-24 03:08:55+00:00", "description": "<p>Officers deal out beatings amid dispute about pay and conditions at Foxconn plant in Zhengzhou, with Apple warning of iPhone 14 delivery delays</p><p>Police in China have dealt out beatings to workers protesting over working conditions and pay at the biggest factory for iPhones, as the country tries to contain a surge in Covid-19 cases.</p><p>Videos online showed thousands of people in masks facing rows of police in white protective suits with plastic riot shields. Police kicked and hit a protester with clubs after he grabbed a metal pole that had been used to strike him. People who made the footage said it was filmed at the site.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/24/workers-in-running-battles-with-police-at-foxconns-iphone-factory-in-china\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/24/is-a-second-referendum-on-scotlands-independence-further-away-than-ever", "title": "Is a second referendum on Scotland’s independence further away than ever?", "date_published": "2022-11-24 03:00:15+00:00", "description": "<p>The supreme court has ruled that the Scottish parliament cannot hold a second referendum without Westminster’s approval. Where does that leave the independence movement?</p><p>It was a gamble on a legal solution to a political stalemate: successive prime ministers had refused to allow another referendum on Scotland’s independence from the UK, despite repeated calls from the SNP. So the supreme court was asked to rule on whether a referendum could be held without the approval of Westminster.</p><p>The decision was a unanimous no. Nicola Sturgeon, Scotland’s longest-serving first minister, was disappointed but, she said, undaunted. Instead, she announced that the next general election would become a de facto referendum on the issue. But what does that mean in practice – and how likely is it to lead to the breakup of the United Kingdom?</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/24/is-a-second-referendum-on-scotlands-independence-further-away-than-ever\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/new-zealand-particularly-vulnerable-to-a-housing-crash-tightens-its-belt-as-rates-soar", "title": "New Zealand, particularly vulnerable to a housing crash, tightens its belt as rates soar", "date_published": "2022-11-24 02:37:23+00:00", "description": "<p>New Zealand’s reserve bank delivered its largest rate hike in history on Wednesday, piling pressure on the country’s homeowners</p><p>Rosie Smyth and Richard Larsen, along with their toddler daughter, had spent years looking for an affordable home in Lyttelton, a small port town at the edge of Christchurch where Smyth grew up.</p><p>They were hunting in the midst of New Zealand’s housing affordability crisis, when prices rose to nearly nine times the average income. The market had a frenetic quality – every month seemed to bring a new rise, and with it the feeling, Smyth says, that if you didn’t get in now, prices could permanently dance out of reach.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/new-zealand-particularly-vulnerable-to-a-housing-crash-tightens-its-belt-as-rates-soar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/colorado-springs-shooting-club-q-witness-accounts", "title": "‘It was flight or die’: witnesses describe horror of Colorado Springs shooting", "date_published": "2022-11-24 01:28:29+00:00", "description": "<p>Patrons at Club Q flipped over tables for shelter after shots suddenly rang out across the venue</p><p>Deanne VanScyoc said she had dropped to the floor behind a pool table at Club Q and called 911 as the first shots rang out just before midnight, hitting people at the bar.</p><p>VanScyoc was facing the entrance from behind a glass wall when the shooter came in, she said. The shooter turned right and fired a single shot toward the bar, then three more in rapid succession, then a flurry of shots. As pop music pounded and a strobe light flashed, VanScyoc saw the shooter, in body armor, move in a crouch down a ramp, rifle at eye level, and head toward the dance floor.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/colorado-springs-shooting-club-q-witness-accounts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/russia-strikes-are-against-humanity-zelenskiy-tells-un-as-power-cut-in-ukraine-and-moldova", "title": "Russia strikes are crime against humanity, Zelenskiy tells UN, as power cut in Ukraine and Moldova", "date_published": "2022-11-24 01:20:22+00:00", "description": "<p>Ukraine’s president labels Russia’s strikes on energy sites as crimes against humanity, as G7 discussions to cap Russian oil prices reportedly hit a set-back</p><p>Fresh Russian strikes battered Ukraine’s already failing electricity grid, causing blackouts across the country and in neighbouring Moldova, in attacks Ukrainian President Volodymyr Zelenskiy told the UN were “an obvious crime against humanity”.</p><p>Addressing an urgent meeting of the UN security council late on Wednesday, Zelenskiy said Ukraine would put forward a resolution condemning “any forms of energy terror”. Referring to Russia’s likely veto, he said, “it’s nonsense that the veto right is secured for the party that wages this war.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/russia-strikes-are-against-humanity-zelenskiy-tells-un-as-power-cut-in-ukraine-and-moldova\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/fighting-an-exodus-hong-kong-faces-a-tough-task-to-lure-back-young-people", "title": "Fighting an exodus, Hong Kong faces a tough task to lure back young people", "date_published": "2022-11-24 01:20:17+00:00", "description": "<p>New visas and other measures aim to entice people after 140,000 workers fled Hong Kong amid a security crackdown</p><p>Raleigh Chuang’s decision to move to Hong Kong from London in 2021 bemused her friends. She was offered a position at an international bank that required the relocation.</p><p>“Why would you move to Hong Kong?” her friends asked, well aware of the political and social upheaval that has gripped the city in recent years.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/fighting-an-exodus-hong-kong-faces-a-tough-task-to-lure-back-young-people\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/russia-ukraine-war-at-a-glance-what-we-know-on-day-274-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 274 of the invasion", "date_published": "2022-11-24 00:37:26+00:00", "description": "<p>Volodymyr Zelenskiy calls for UN security council to take action after latest strikes; EU leaders fail to agree on price cap for Russian oil</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul><p><strong>Ukrainian president Volodymyr Zelenskiy urged the United Nations security council to act against Russia over air strikes on civilian infrastructure</strong> that have again plunged Ukrainian cities into darkness and cold as winter sets in. Russia unleashed a missile barrage across Ukraine on Wednesday, killing 10 people, forcing shutdowns of nuclear power plants and cutting water and electricity supply in many places.</p><p><strong>Neighbouring Moldova said it was suffering massive blackouts caused by the missile barrage</strong> and its EU-friendly president, Maia Sandu, accused Russia of leaving her country “in the dark”.</p><p><strong>European Union governments failed to reach a deal on Wednesday on the level at which to cap prices for Russian sea-borne oil under the G7 scheme</strong> and will resume talks, EU diplomats said. Earlier on Thursday, EU representatives met in Brussels. The move is part of sanctions intended to slash Moscow’s revenue from its oil exports so it has less money to finance the invasion of Ukraine.</p><p><strong>UN political affairs chief Rosemary DiCarlo told the UN security council on Wednesday that an exchange of 35 Russian and 36 Ukrainian prisoners was a positive development amid the “dark news” of Russian strikes on <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. </strong>DiCarlo encouraged the parties to continue prisoner releases and follow international humanitarian law in relation to prisoners of war, Reuters reports.</p><p><strong>A Russian court on Wednesday extended by six months the detention of opposition politician Ilya Yashin, who risks being jailed for 10 years for denouncing president Vladimir Putin’s assault on <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. </strong>The 39-year-old Moscow city councillor is in the dock as part of an unprecedented crackdown on dissent in <a href=\"https://www.theguardian.com/world/russia\">Russia</a>, with most opposition activists either in jail or in exile. He faces up to 10 years behind bars, if convicted.</p><p><strong>The Kremlin said on Wednesday it had faith in the “success” of its offensive in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. </strong>“The future and the success of the special operation are beyond doubt,” the Kremlin spokesperson, Dmitry Peskov, said on a visit to Armenia, using the official Moscow term to describe Russia’s assault, Agence France-Presse reports.</p><p><strong>European cities were urged to send spare generators to <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> to help the country through the winter in the face of Russia’s attacks on electricity infrastructure. </strong>Ukraine’s power grid came under bombardment again as the European parliament president, Roberta Metsola, launched an appeal to get generators to Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/russia-ukraine-war-at-a-glance-what-we-know-on-day-274-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/24/ticketmaster-taylor-swift-eras-tour-ticket-chaos-us-senate-antitrust-hearing", "title": "Ticketmaster’s Taylor Swift chaos triggers US Senate antitrust hearing", "date_published": "2022-11-24 00:32:55+00:00", "description": "<p>Several politicians voice concerns about dominance of ticket sales company after botched release for singer’s upcoming US tour</p><p>A US Senate antitrust panel will go ahead with a hearing on the lack of competition in the country’s ticketing industry, after Ticketmaster’s problems last week managing the sale of Taylor Swift tickets.</p><p>Tickemaster’s parent company Live Nation has blamed presale problems for Swift’s Eras tour – the pop superstar’s first US tour in five years – on “unprecedented demand” and an effort to keep out bots run by ticket scalpers.</p> <a href=\"https://www.theguardian.com/music/2022/nov/24/ticketmaster-taylor-swift-eras-tour-ticket-chaos-us-senate-antitrust-hearing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/brazil-judge-fines-bolsonaro-allies-millions-after-bad-faith-election-challenge", "title": "Brazil judge fines Bolsonaro allies millions after ‘bad faith’ election challenge", "date_published": "2022-11-24 00:19:41+00:00", "description": "<p>Head of Brazil's electoral court rejects claim from outgoing president’s coalition that said voting machines malfunctioned</p><p>The head of Brazil’s electoral court has rejected a complaint from outgoing president Jair Bolsonaro’s party challenging October’s run-off vote, which he lost, court documents show.</p><p>Alexandre de Moraes, who is also a supreme court justice, also fined the parties in Bolsonaro’s coalition 22.9m reais ($4.3m) for what the court described as bad faith litigation, the document released on Wednesday show.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/brazil-judge-fines-bolsonaro-allies-millions-after-bad-faith-election-challenge\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/sound-of-success-england-poland-switzerland-pick-same-goal-music-world-cup", "title": "Sound of success: England, Poland and Switzerland pick same goal music", "date_published": "2022-11-24 00:11:41+00:00", "description": "<p>Gala’s Freed From Desire proved popular when Fifa asked each country to select a song to play over the PA when they score</p><p>When it comes to World Cup preparation, England have been meticulous. With an eye on every detail, from team psychology to adjusting to the heat of a desert climate, Gareth Southgate’s team have left no stone unturned. Except one: they’ve picked the same goal music as Switzerland and Poland.</p><p>For some traditional football fans, that blast of music over the PA system that follows a goal is anathema. At the World Cup it’s all part of the entertainment, with organisers FIFA having requested a song from each of the 32 competing nations that might best capture the joy of scoring.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/sound-of-success-england-poland-switzerland-pick-same-goal-music-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/23/airport-security-rules-on-liquids-and-laptops-could-be-lifted-in-uk-in-2024-reports", "title": "Airport security rules on liquids and laptops could be lifted in UK in 2024 – reports", "date_published": "2022-11-24 00:03:11+00:00", "description": "<p>New 3D scanners could end need to remove liquids from hand luggage, with restrictions ‘under review’</p><p>Security restrictions on liquids and laptops in airport hand luggage could be abolished in the UK in 2024 due to the deployment of hi-tech 3D scanners.</p><p>The government is considering rolling out the advanced technology, which is similar to CT scanners used in hospitals, in two years although a final decision has yet to be made, a source told the BBC.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/airport-security-rules-on-liquids-and-laptops-could-be-lifted-in-uk-in-2024-reports\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2022/nov/24/100-people-arrested-ispoof-uk-biggest-investigation", "title": "100 people arrested in UK’s biggest fraud investigation", "date_published": "2022-11-24 00:01:12+00:00", "description": "<p>Scotland Yard shuts down iSpoof website, which helped scammers steal using fake bank phone calls</p><p>More than 100 people have been arrested in the UK’s biggest ever fraud operation, which brought down a website police describe as a “one-stop spoofing shop” used by scammers to steal tens of millions of pounds from Britons via fake bank phone calls.</p><p>It is estimated that more than 200,000 potential victims were targeted via the iSpoof fraud website, which was taken down this week by Scotland Yard’s cybercrime unit with the help of the authorities in the US and Ukraine.</p> <a href=\"https://www.theguardian.com/money/2022/nov/24/100-people-arrested-ispoof-uk-biggest-investigation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/uk-aid-to-afghanistan-entrenched-corruption-and-injustice-report-finds", "title": "UK aid to Afghanistan entrenched corruption and injustice, report finds", "date_published": "2022-11-24 00:01:12+00:00", "description": "<p>Government watchdog says £3.5bn aid in 20 years to 2020 failed to achieve aim of stabilising Afghan government</p><p>The UK’s £3.5bn aid to Afghanistan between 2000 and 2020 was implicated in corruption and human rights abuses and failed to achieve its primary objective of stabilising the country’s government, an assessment by the UK government’s aid watchdog has found.</p><p>Describing the two-decade aid project as the UK’s single most ambitious programme of state building, the Independent Commission for Aid Impact (ICAI) says decisions to spend aid on counterinsurgency operations were flawed, adding that efforts to reduce gender inequality are likely to be wiped out by the Taliban.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/uk-aid-to-afghanistan-entrenched-corruption-and-injustice-report-finds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/24/rigobert-song-enjoys-his-rock-star-quality-as-cameroon-take-the-stage", "title": "Rigobert Song enjoys his rock star quality as Cameroon take the stage", "date_published": "2022-11-24 00:00:32+00:00", "description": "<p>The Cameroon head coach is a cult figure in his homeland and is in confident mood as his side face Switzerland</p><p>The cult of the manager has hit new heights in Cameroon where Rigobert Song’s face stares down from countless roadside billboards and no current national player comes remotely close to rivalling the coach’s fame.</p><p>Song certainly exuded a distinctive aura as, fashionably late, he swept into a media theatre in Doha on Wednesday evening. Dressed in a brilliant white tracksuit and with a similarly bright white baseball cap – complete with an outsize peak – crowning his trademark long black dreadlocks, he looked more like a rock star striding on to a stage than a typical football manager.</p> <a href=\"https://www.theguardian.com/football/2022/nov/24/rigobert-song-enjoys-his-rock-star-quality-as-cameroon-take-the-stage\">Continue reading...</a>", "persistent": false}]