[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/usa-jechal-pod-prad-z-duza-predkoscia-tragiczny-wypadek-w-chicago/", "title": "USA. Jechał pod prąd z dużą prędkością. Tragiczny wypadek w Chicago", "date_published": "2022-11-24 20:46:00+00:00", "description": "Dwie osoby zginęły, a kilkanaście zostało rannych w wypadku, do którego doszło w Chicago. Zderzyło się tam kilka samochodów. Według policji jeden z kierowców jechał ulicą pod prąd z dużą prędkością.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/who-ostrzega-przed-groznym-wirusem-covid-19-doprowadzil-do-spadku-liczby-szczepien/", "title": "WHO ostrzega przed groźnym wirusem. COVID-19 doprowadził do spadku liczby szczepień", "date_published": "2022-11-24 20:39:00+00:00", "description": "Istnieje bezpośrednie zagrożenie rozprzestrzenieniem się odry w różnych regionach na całym świecie, ponieważ COVID-19 doprowadził do stałego spadku liczby szczepień i osłabienia nad nią nadzoru - poinformowały w środę Światowa Organizacja Zdrowia (WHO) i amerykańskie Centrum Kontroli i Zapobiegania Chorobom.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/mistrzostwa-swiata-w-karze-niezwykly-wyczyn-cristiano-ronaldo/", "title": "Mistrzostwa świata w Karze. Niezwykły wyczyn Cristiano Ronaldo", "date_published": "2022-11-24 19:48:00+00:00", "description": "Cristiano Ronaldo dzięki bramce w meczu z Ghaną na mistrzostwach świata w Katarze przeszedł do historii piłki nożnej. Kapitan reprezentacji Portugalii został bowiem pierwszym zawodnikiem, który strzelał gole na pięciu mundialach.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/bejrut-modelka-plus-size-nie-wpuszczona-do-samolotu-co-za-wstyd-dla-qatar-airways/", "title": "Bejrut: Modelka plus size nie wpuszczona do samolotu. \"Co za wstyd dla Qatar Airways!\"", "date_published": "2022-11-24 18:35:00+00:00", "description": "Modelka plus size twierdzi, że nie wpuszczono jej na pokład samolotu linii Qatar Airways do rodzinnej Brazylii. Usłyszała, że jest za duża na swoje miejsce.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/wielka-brytania-pacjent-spowodowal-wypadek-karetki-probowal-odrabac-sanitariuszowi-ucho/", "title": "Wielka Brytania: Pacjent spowodował wypadek karetki. Próbował odrąbać sanitariuszowi ucho", "date_published": "2022-11-24 17:36:00+00:00", "description": "Służby ratunkowe zostały wezwane do Paula Searlea, ponieważ on miał problemy z oddychaniem. Mężczyzna później stał się agresywny i zaatakował ratowników medycznych. Jednemu z nich chciał... odciąć ucho.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/wielka-brytania-kurier-znaleziony-martwy-w-swoim-aucie-pracowal-siedem-dni-w-tygodniu/", "title": "Wielka Brytania: Kurier znaleziony martwy w swoim aucie. Pracował siedem dni w tygodniu", "date_published": "2022-11-24 16:31:00+00:00", "description": "49-letni kurier pracujący dla firmy DPD został znaleziony martwy za kierownicą swojej furgonetki w Wielkiej Brytanii. Wcześniej pracował przez siedem dni w tygodniu i nawet 14 godzin przed zbliżającym się Czarnym Piątkiem.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/niemcy-minister-obrony-odrzuca-propozycje-wyslania-patriotow-na-ukraine-to-systemy-nato/", "title": "Niemcy. Minister obrony odrzuca propozycję wysłania Patriotów do Ukrainy. \"To systemy NATO\"", "date_published": "2022-11-24 16:27:00+00:00", "description": "- To systemy Patriot, które są planowane w ramach zintegrowanej obrony powietrznej NATO - powiedziała w czwartek Christine Lambrecht, niemiecka minister obrony, odnosząc się do negatywnie do polskiej propozycji wysłania ich do Ukrainy. Oceniła, że muszą być użyte one na ternie NATO.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/holandia-swiety-mikolaj-zatrzymal-sklepowego-zlodzieja/", "title": "Holandia: Święty Mikołaj zatrzymał sklepowego złodzieja", "date_published": "2022-11-24 16:09:00+00:00", "description": "Święty Mikołaj i jego pomocnik Czarny Piotruś zatrzymali po pościgu złodzieja sklepowego grasującego w Almelo na wschodzie Holandii. Rabuś trafił w ręce policjantów.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/usa-szympansica-myslala-ze-jej-mlode-nie-przezylo-porodu-wzruszajaca-reakcja/", "title": "USA. Szympansica myślała, że jej młode nie przeżyło porodu. Wzruszająca reakcja", "date_published": "2022-11-24 15:52:00+00:00", "description": "Szympansica żyjąca w zoo w amerykańskim stanie Kansas była przekonana, że jej młode zmarło podczas porodu. Gdy po dwóch dniach małpa wróciła na swój wybieg, zorientowała się, że jej dziecko żyje. Jej reakcja poruszyła internautów.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/wlochy-26-latka-spadla-w-przepasc-w-dolomitach-jej-znajomi-uslyszeli-tylko-krzyk/", "title": "Włochy. 26-latka spadła w przepaść w Dolomitach. Jej znajomi usłyszeli tylko krzyk", "date_published": "2022-11-24 15:43:00+00:00", "description": "26-letnia Włoszka podczas spaceru z grupą przyjaciół w Dolomitach poślizgnęła się i spadła w przepaść w na szlaku prowadzącym do szczytu Punta del Comedon. Kobieta zginęła na miejscu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/wielka-brytania-najstarszy-zyjacy-kot-ma-prawie-27-lat-to-odpowiednik-ludzkich-120-lat/", "title": "Wielka Brytania: Najstarszy żyjący kot ma prawie 27 lat. To odpowiednik ludzkich 120 lat", "date_published": "2022-11-24 15:27:00+00:00", "description": "Według Księgi Rekordów Guinnessa Flossie jest najstarszym żyjącym kotem. Ma prawie 27 lat, co jest kocim odpowiednikiem wieku 120 ludzkich.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/policja-oskarzyla-szczury-o-zjedzenie-blisko-200-kilogramow-marihuany/", "title": "Marihuana zniknęła z magazynów policji. Funkcjonariusze oskarżają... szczury", "date_published": "2022-11-24 14:03:00+00:00", "description": "Prawie 200 kilogramów marihuany zniknęło z magazynów policji w Indiach. Sprawa wyszła na jaw, gdy sąd nakazał udostępnienia dowodów w sprawie przemytników. Według policji narkotyki zostały... zjedzone przez szczury.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/zakrwawiony-mlot-kowalski-dla-parlamentu-europejskiego-wyslyla-go-kucharz-putina/", "title": "\"Zakrwawiony\" młot kowalski dla Parlamentu Europejskiego. Wysłyła go \"kucharz Putina\"", "date_published": "2022-11-24 13:20:00+00:00", "description": "W dniu, w którym Parlament Europejski uznał Rosję za kraj sponsorujący terroryzm, Jewgienij Prigożyn znany jako kucharz Putina ogłosił, że prześle do siedziby tej unijnej instytucji młot kowalski sygnowany logiem Grupy Wagnera. Na trzonku narzędzia widać ślady substancji mającej imitować krew.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/erywan-premier-armenii-odmowil-publicznie-putinowi-tak-zareagowal-prezydent-rosji/", "title": "Erywań. Premier Armenii odmówił publicznie Putinowi. Tak zareagował prezydent Rosji", "date_published": "2022-11-24 12:57:00+00:00", "description": "Premier Armenii Nikol Paszinian odmówił podpisania istotnego dokumentu podczas szczytu Organizacji Układu o Bezpieczeństwie Zbiorowym (OUBZ) w Erywaniu - podaje agencja Interfax. Dotyczyła ona wspólnych działań pomocowych dla Armenii. Przedstawicielom państw wchodzących w skład rosyjskiego NATO nie udało się też porozumieć we wszystkich kwestiach. Do sieci trafiło wideo z reakcją Putina.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/zamieszanie-wokol-powrotu-johnnyego-deppa-do-piratow-z-karaibow/", "title": "Zamieszanie wokół powrotu Johnny'ego Deppa do \"Piratów z Karaibów\"", "date_published": "2022-11-24 11:00:00+00:00", "description": "Johnny Depp powróci jako kapitan Jack Sparrow? Słynny hollywoodzki aktor ma wrócić do odgrywania roli znanej na całym świecie w filmie Piraci z Karaibów - informuje brytyjski dziennik The Sun. Jednak z informacji Daily Mail wynika, że powrót aktora do superprodukcji wcale nie jest przesądzony. Sam aktor nie potwierdził jeszcze informacji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/roberta-metsola-w-polsat-news-szefowa-europarlamentu-chwali-polske-okazala-tyle-solidarnosci/", "title": "Roberta Metsola w Polsat News. Szefowa europarlamentu chwali Polskę. \"Okazała tyle solidarności\"", "date_published": "2022-11-24 08:25:00+00:00", "description": "- Czasem jestem sfrustrowana, że sprawy toczą się zbyt wolno. W kwestii broni nalegaliśmy od początku, iż powinna docierać do Ukrainy szybciej - powiedziała Roberta Metsola, przewodnicząca Parlamentu Europejskiego. W rozmowie z Dorotą Bawołek dodała, że instytucja, którą szefuje, rozpoczyna akcję Generatory nadziei. Ma ona pomóc zaopatrzyć zaatakowany kraj w energię elektryczną.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-24/zaporoska-elektrownia-atomowa-bialy-dom-rosja-sklonna-zwiekszyc-ryzyko-incydentu/", "title": "Zaporoska Elektrownia Atomowa. Biały Dom: Rosja skłonna zwiększyć ryzyko incydentu", "date_published": "2022-11-24 05:21:00+00:00", "description": "MAEA po raz drugi w tym tygodniu wypowiedziała się na temat niepewnej sytuacji Zaporoskiej Elektrowni Jądrowej. W środę obiekt przeszedł w tryb pełnego zaciemnienia. Rosja jest skłonna zwiększyć ryzyko incydentu dotyczącego bezpieczeństwa nuklearnego - zaznaczyła z kolei rzeczniczka Rady Bezpieczeństwa Narodowego przy Białym Domu Adrienne Watson.", "persistent": false}]