[{"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/23/middleeast/palestinian-body-exchange-demand-intl/index.html", "title": "Palestinian gunmen seize body of Israeli Druze man from hospital in Jenin, demanding exchange of bodies", "date_published": "2022-11-23 17:25:02+00:00", "description": "Palestinian gunmen stormed a hospital in Jenin and seized the body of a young Israeli Druze civilian who had been in a car accident the West Bank, authorities on both sides of the conflict said Wednesday. The gunmen are demanding the return of the bodies of Palestinians killed by Israeli troops, they said.", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/23/homes/mortgage-rates-november-23/index.html", "title": "US mortgage rates fall for the second week in a row", "date_published": "2022-11-23 17:01:34+00:00", "description": "Mortgage rates dropped again this week, after plunging nearly half a percentage point last week.", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/23/economy/fed-minutes-interest-rates/index.html", "title": "The Fed is set to offer more clues about rate hikes", "date_published": "2022-11-23 16:26:49+00:00", "description": "Americans are getting ready for food, family and football on Thursday, but investors may still want to hold off until a little bit later Wednesday before starting to give thanks.", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/23/business/railroad-strike-outlook/index.html", "title": "Why the nation is once again close to a devastating freight railroad strike", "date_published": "2022-11-23 15:16:06+00:00", "description": "In September, President Joe Biden, the most union friendly president in recent history, got personally involved in negotiations that reached a tentative labor deal that averted a strike at the nation's major freight railroads. It was a deal he hailed as a \"win for tens of thousands of rail workers.\"", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/23/uk/scottish-indepedence-court-ruling-gbr-intl/index.html", "title": "Scotland blocked from holding independence vote by UK's Supreme Court", "date_published": "2022-11-23 10:31:00+00:00", "description": "Britain's Supreme Court has ruled that Scotland's government cannot unilaterally hold a second referendum on whether to secede from the United Kingdom, in a blow to independence campaigners that will be welcomed by Westminster's pro-union establishment.", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/23/middleeast/explosion-jerusalem-wednesday-intl-hnk/index.html", "title": "Explosion in Jerusalem injures 7, Israeli emergency services say", "date_published": "2022-11-23 06:19:24+00:00", "description": "Seven people are being treated for injuries after an explosion was reported near the entrance of Jerusalem on Wednesday, according to Israel's emergency services (MDA).", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/22/americas/brazil-bolsonaro-presidential-election-petition-intl-hnk/index.html", "title": "Brazil's Bolsonaro challenges election loss, files petition demanding votes be annulled", "date_published": "2022-11-23 04:55:32+00:00", "description": "Outgoing Brazilian President Jair Bolsonaro has filed a petition with Brazil election authorities formally contesting the results of this year's fiercely contested presidential vote.", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/22/asia/taiwan-officer-corruption-charge-intl-hnk/index.html", "title": "Chinese agent bribed Taiwan colonel to surrender if war began, prosecutors claim", "date_published": "2022-11-23 04:04:57+00:00", "description": "Prosecutors in Taiwan said on Tuesday they had charged a senior military officer with corruption and harming state security after they said he took bribes from a Chinese agent to act as a spy and even signed a letter promising to surrender to China.", "persistent": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/22/business/china-tencent-streaming-resumes-south-korea-kpop-intl-hnk/index.html", "title": "China resumes streaming South Korean content after six-year suspension", "date_published": "2022-11-23 03:19:32+00:00", "description": "A Chinese streaming platform has resumed distributing South Korean content after suspending it for nearly six years, South Korean officials said on Tuesday, in what Seoul called a sign of Beijing's readiness to improve ties.", "persistent": false}]