[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/dani-alves-i-love-this-game-brazil-world-cup", "title": "Dani Alves: ‘I love this game. I loved football when they didn’t pay me’", "date_published": "2022-11-23 23:00:11+00:00", "description": "<p>Embarking on his final World Cup at the age of 39, the full-back believes he is part of the strongest Brazil squad of recent years</p><p>It doesn’t take much to get Dani Alves going. It doesn’t take anything in fact: sometimes just a hello will do. The Brazilian is falling about laughing before he’s even asked the first question. Laughing? He’s cackling.</p><p>“Let’s go!” he says and immediately he’s off, charging all over the place, a little like he plays. Like he used to, at least. There is a moment somewhere in the middle of a conversation that crashes by, virtually every word an excuse to crack up, grin never wiped from his face, when he says: “I think people are confused: people think football’s played inside those four white lines and it’s not; football’s played in the dressing room.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/dani-alves-i-love-this-game-brazil-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/inaki-williams-playing-for-ghana-allows-me-to-get-closer-to-my-roots", "title": "Iñaki Williams: ‘Playing for Ghana allows me to get closer to my roots’", "date_published": "2022-11-23 23:00:11+00:00", "description": "<p>Born in Spain but now at the World Cup with Ghana, the striker agonised over his decision to play for his parents’ birthplace</p><p>There is a light in Kweku’s eyes. “This is just incredible, crazy,” he says. “You see it from the outside and it’s amazing. You live it from the inside and it’s even more amazing. It’s like a master’s. I’m learning something new every day and about myself too. I’m internalising more. There were things I didn’t think about before and now I do.”</p><p>This is not just a World Cup. For Iñaki Williams, this is transformative, life changing, a different man with a different name. Here, he’s Kweku, born on a Wednesday. And he’s beaming.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/inaki-williams-playing-for-ghana-allows-me-to-get-closer-to-my-roots\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/kyle-walkers-tough-childhood-gives-him-resolve-to-prove-people-wrong", "title": "Kyle Walker’s tough childhood gives him resolve to prove people wrong", "date_published": "2022-11-23 22:30:10+00:00", "description": "<p>England defender, fit again and raring to go, grew up on an estate where he witnessed a fatal arson attack and a suicide</p><p>Prove people wrong, never be beaten. Each day is a new challenge, keep on pushing. “It’s just been my life,” Kyle Walker says, as he reflects on where the drive comes from. “Everyone writes me off and says certain things.</p><p>“When I signed for Manchester City, it was: ‘I can’t believe they paid that much for a full-back.’ It gives me that motivation and I do like to go out and show people. Maybe it is my upbringing. Where I grew up, you had to survive.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/kyle-walkers-tough-childhood-gives-him-resolve-to-prove-people-wrong\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/chelsea-real-madrid-womens-champions-league-match-report", "title": "Chelsea in control of group after Ingle and Cuthbert sink Real Madrid", "date_published": "2022-11-23 22:18:29+00:00", "description": "<ul><li>Women’s Champions League: Chelsea 2-0 Real Madrid</li><li>Another stylish Cuthbert goal extends Chelsea lead in group</li></ul><p>Erin Cuthbert had said “people say I only score bangers and it’s actually annoying. I want to score tap-ins as well. I want to be known as a goalscorer,” after her stunning strike against Tottenham at the weekend. However, the Scottish forward, who signed a new contract with Chelsea last week, would fire in from wide to ensure Chelsea extended their lead at the top of Group A in the Champions League with a 2-0 defeat of Real Madrid and enhance her reputation for stylish goals.</p><p>There were three changes to the Chelsea side that <a href=\"https://www.theguardian.com/football/2022/nov/20/kerr-and-reiten-fire-chelsea-to-win-over-tottenham-to-move-top-of-wsl\" title=\"\">beat Tottenham 3-0</a> on Sunday at Stamford Bridge, with Niamh Charles on in place of France’s Ève Pérriset, Canada’s Olympic gold medal winner Jessie Fleming shifted to the bench to make way for Fran Kirby, and Johanna Rytting Kaneryd favoured over Lauren James.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/chelsea-real-madrid-womens-champions-league-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/24/five-year-old-boy-pulled-from-indonesia-earthquake-rubble-after-two-days", "title": "Five-year-old boy pulled from Indonesia earthquake rubble after two days", "date_published": "2022-11-23 21:59:37+00:00", "description": "<p>Azka, whose mother died in disaster, likely survived due to being protected by a mattress, while 40 people remain missing in Cianjur</p><p>Driving rain and the danger of landslides disrupted the work of Indonesian rescue workers searching on Wednesday for survivors of an earthquake that killed 271 people, with an official warning that time was running out for anyone trapped.</p><p>As the search continued, rescuers pulled a five-year-old boy from the rubble, who had survived because he was protected by a mattress.</p> <a href=\"https://www.theguardian.com/world/2022/nov/24/five-year-old-boy-pulled-from-indonesia-earthquake-rubble-after-two-days\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/23/protests-edinburgh-after-ruling-in-scotland-independence-case", "title": "‘The law is an ass!’ Street protests after ruling in Scotland independence case", "date_published": "2022-11-23 21:46:32+00:00", "description": "<p>Yes signs, bagpipes and Saltire on parade as mainly anti-Westminster crowd gathers at Holyrood to support ‘democratic rights’</p><ul><li><strong><a href=\"https://viewer.gutools.co.uk/politics/live/2022/nov/23/scottish-independence-referendum-supreme-court-scotland-pmqs-sunak-starmer-uk-politics-live-latest-news\">UK politics live – latest updates</a></strong></li></ul><p>It was one of the coldest nights of the year so far, but that did not stop hundreds of people from gathering outside Holyrood this Wednesday evening to protest at the supreme court’s ruling that Scotland <a href=\"https://www.theguardian.com/politics/2022/nov/23/scottish-independence-supreme-court-scottish-parliament-second-referendum-indyref2\">could not legally hold another independence referendum</a>.</p><p>Scottish flags were worn like capes – little protection against a chilly Edinburgh evening – and Yes signs strung with lights were waved against the darkening sky. Anti-Tory placards made an appearance, some recycled from 2014, others with a fresh angle. “Our colonial status has been confirmed – and the law is an ass!” read one.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/23/protests-edinburgh-after-ruling-in-scotland-independence-case\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/belgium-canada-world-cup-group-f-match-report", "title": "Belgium run ragged by Canada but Michy Batshuayi goal earns them win", "date_published": "2022-11-23 21:27:53+00:00", "description": "<p>One moment encapsulated Canada’s first performance on the World Cup stage for 36 years. It came in the 48th minute of a cruel defeat by Belgium when Stephen Eustáquio, brimming with adventure and footballing arrogance, nutmegged Kevin de Bruyne and chipped an exquisite cross on to the head of Jonathan David.</p><p>He headed wide from close range and Roberto Martínez’s much-vaunted side were reprieved yet again. Canada brought everything except a finishing touch. For John Herdman, Canada’s coach, who is from Consett in the north-east of England, it was an encouraging but punishing night against a team seeking to better its third-place finish at the 2018 World Cup.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/belgium-canada-world-cup-group-f-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/mike-pence-testify-trump-investigation-doj", "title": "Justice department reportedly asks Pence to testify in Trump investigation", "date_published": "2022-11-23 20:59:43+00:00", "description": "<p>Former vice-president said last week that he would not testify to the House January 6 committee</p><p>The US Department of Justice has asked Mike Pence to testify in its investigation of Donald Trump’s election subversion, the New York Times <a href=\"https://www.nytimes.com/2022/11/23/us/politics/mike-pence-jan-6.html?campaign_id=60&amp;emc=edit_na_20221123&amp;instance_id=0&amp;nl=breaking-news&amp;ref=cta&amp;regi_id=70059035&amp;segment_id=114048&amp;user_id=40608e3f7e716b627f2eb1551778d56d\">reported</a> on Wednesday, adding that the former vice-president was considering the request.</p><p>Last week, Pence <a href=\"https://www.theguardian.com/us-news/2022/nov/17/january-6-committee-mike-pence-no-right-testimony\">said</a> he would not testify to the House January 6 committee, telling CBS: “Congress has no right to my testimony on separation of powers under the constitution of the United States. And I believe it will establish a terrible precedent for the Congress to summon a vice-president of the United States to speak about deliberations that took place at the White House.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/mike-pence-testify-trump-investigation-doj\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/itv-pundit-nadia-nadim-exits-studio-mid-match-after-learning-of-mothers-death", "title": "ITV pundit Nadia Nadim exits studio mid-match after learning of mother’s death", "date_published": "2022-11-23 20:35:18+00:00", "description": "<p>‘She was a warrior who fought for every inch of her life,’ says Denmark international footballer</p><p>ITV World Cup pundit Nadia Nadim has revealed she had to leave the studio while on air after learning that her mother had died.</p><p>The Denmark international footballer wrote on Instagram that her mother, Hadima Nadim, 57, had been killed in a collision with a truck on her way home from the gym on Tuesday.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/itv-pundit-nadia-nadim-exits-studio-mid-match-after-learning-of-mothers-death\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/23/zach-wilson-new-york-jets-benched-mike-white-nfl-football", "title": "Saleh insists Zach Wilson’s Jets career is ‘not over’ as he benches misfiring QB", "date_published": "2022-11-23 20:12:31+00:00", "description": "<ul><li>QB irked teammates by denying blame for offense’s struggles</li><li>Mike White will step start Sunday’s game against Bears</li></ul><p>Zach Wilson has gone from being the future of the New York Jets franchise to an underachieving benchwarmer.</p><p>Coach Robert Saleh announced the decision on Wednesday to sit Wilson and replace him with Mike White as the starting quarterback on Sunday against the Chicago Bears.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/23/zach-wilson-new-york-jets-benched-mike-white-nfl-football\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/fans-can-celebrate-glazers-sale-of-manchester-united-as-ownership-tide-turns", "title": "Fans can celebrate Glazers’ sale of Manchester United as ownership tide turns | Barney Ronay", "date_published": "2022-11-23 20:00:07+00:00", "description": "<p>It is hard not to conclude that this – and Liverpool being up for sale – is related to failure of the European Super League</p><p>How can you sell something you never actually paid for? How is it possible to make profit without risk or jeopardy, or indeed any sign of expertise along the way? What is this miracle commodity, this blend of metal, plastic, turf and other people’s monetised joy?</p><p>Welcome to football capitalism 101 and the metaphysical puzzle of the Glazer ownership of Manchester United. No wonder they call leveraged buy-outs the beautiful game. It is, in the end, one you just can’t lose.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/fans-can-celebrate-glazers-sale-of-manchester-united-as-ownership-tide-turns\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/wise-wizened-brazil-coach-tite-extols-naturality-of-celebratory-dancing", "title": "Wise, wizened Brazil coach Tite extols ‘naturality’ of goal celebration dances", "date_published": "2022-11-23 19:56:04+00:00", "description": "<p>On eve of his side’s World Cup opener against Serbia, ‘Professor Tite’ explains dancing is about ‘respect for the culture’</p><p>The question about dancing came about 35 minutes in. And in fairness, it wasn’t as random as it sounds. Earlier in the week Raphinha announced that Brazil’s squad had prepared and rehearsed 10 different dance routines to be unveiled each time they score at this World Cup. So, a Brazilian journalist asked Tite: “What is the importance of this cultural phenomenon? How important is it to dance? What is the message we can convey to the world by dancing?”</p><p>“Naturality,” the Brazil coach responded immediately. “Respect for the culture, respect for who we are. It is happiness, it is joy. Yes, it is a moment for us to be focused and serious. But there are moments when we can have fun, when we can vibrate. Everyone has their own way. Our way is dancing.” Perhaps this offers a small idea of why Brazil’s wise and wizened head coach can be such fascinating company. There is a lightly worn intellect there, a love of words, an attention to detail, a dignity and a levity, as well as the basic decency to give a sincere question a sincere answer.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/wise-wizened-brazil-coach-tite-extols-naturality-of-celebratory-dancing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/23/ambulance-service-in-meltdown-as-one-in-four-999-calls-missed-in-october", "title": "Ambulance service ‘in meltdown’ as one in four 999 calls missed in October", "date_published": "2022-11-23 19:38:29+00:00", "description": "<p>NHS heads warn patients dying every day as A&amp;E logjams cause 169,000 hours of crew delays in worst-ever month</p><p>Ambulance crews could not respond to almost one in four 999 calls last month – the most ever – because so many were tied up outside A&amp;Es waiting to hand patients over, dramatic new NHS figures show.</p><p>An estimated 5,000 patients in England – also the highest number on record – potentially suffered “severe harm” through waiting so long either to be admitted to A&amp;E or just to get an ambulance to turn up to help them.</p><p>18% of ambulance handovers took more than an hour last month, when the NHS target is 15 minutes – a nine-fold increase on the 2% seen in October 2019.</p><p>The average handover time was 42 minutes, up 12 minutes from October 2021 and up 23 mins from Oct 2020.</p><p>The number of one, two, three and 10-hour handovers was the highest ever recorded.</p><p>Delays exposed an estimated 41,000 patients to potential harm, of whom about 5,000 were put at risk of, or experienced, “severe harm”, including death.</p> <a href=\"https://www.theguardian.com/society/2022/nov/23/ambulance-service-in-meltdown-as-one-in-four-999-calls-missed-in-october\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/teachers-union-randi-weingarten-pompeo", "title": "Teachers’ union head accuses Pompeo of stoking hate with ‘filth’ comments", "date_published": "2022-11-23 19:33:55+00:00", "description": "<p>Republican ex-secretary of state called Randi Weingarten ‘most dangerous person in the world’ and said teachers taught ‘filth’</p><p>Randi Weingarten, the president of the American Federation of Teachers (AFT), has denounced the former secretary of state Mike Pompeo for calling her <a href=\"https://www.semafor.com/article/11/21/2022/mike-pompeo-2024-trump\">“the most dangerous person in the world”</a> and asserting that the nation’s schoolteachers teach “filth”.</p><p>Speaking to the Guardian Weingarten said Pompeo’s remarks were not just demagogic, but also dangerous, warning that they could incite violence. She said Pompeo, who also served as Donald Trump’s CIA director, attacked her because she is “Jewish, gay, teacher and union” and was clearly stoking rightwing hate as he considers a presidential run.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/teachers-union-randi-weingarten-pompeo\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/23/chelsea-v-real-madrid-womens-champions-league-live", "title": "Chelsea v Real Madrid: Women’s Champions League – live", "date_published": "2022-11-23 19:33:31+00:00", "description": "<ul><li>Updates from the 8pm GMT kick-off at Kingsmeadow</li><li><a href=\"https://www.theguardian.com/football/2022/nov/23/each-player-can-be-a-wonder-woman-how-tigres-uanl-grew-their-fanbase\">Moving the Goalposts: Each player can be a ‘Wonder Woman’</a></li><li>Get in touch with Sarah <a href=\"mailto:sarah.rendell.casual@guardian.co.uk\">by email</a> or <a href=\"https://twitter.com/rendellx\">on Twitter</a></li></ul><p><strong>If you have read any of my blogs</strong> before you know I love a bit of snack chat. We have previously discussed Skittles and Starbursts but today I have gone savoury. Yes I have reached for the crisps. I am a sucker for Walkers salt and vinegar, an underrated crisp in my opinion. Get in touch and tell me which crisp you think is underrated, you can reach me on twitter, @rendellx, or email.</p><p><strong>Millie Bright may not have played Real Madrid</strong> before but she is fully aware of what her side will encounter on the pitch. “We have to be switched on defensively,” she said. “It’s going to be an interesting game and it’s going to be feisty but it’s certainly one we’re ready for. We take it game by game. We want to keep showing our dominance, keep progressing as a team, but ultimately get the job done, get the win and keep proving ourselves in Europe.”</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/23/chelsea-v-real-madrid-womens-champions-league-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/23/stateless-shamima-begum-face-death-penalty-bangladesh-court-hears", "title": "‘Stateless’ Shamima Begum would face death in Bangladesh, court hears", "date_published": "2022-11-23 19:00:48+00:00", "description": "<p>Lawyer says home secretary failed to consider ‘serious consequences’ of removing 23-year-old’s citizenship</p><p>Shamima Begum would face the death penalty if sent to Bangladesh, her parents’ country of origin, and is now effectively stateless, a court has heard.</p><p>The 23-year-old’s legal appeal at the Special Immigration Appeals Commission (Siac) was told that the then home secretary, Sajid Javid, had failed to consider the “serious practical consequences” of removing Begum’s UK citizenship in 2019.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/stateless-shamima-begum-face-death-penalty-bangladesh-court-hears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/23/coins-study-suggests-fake-emperor-sponsian-was-real-say-scientists", "title": "Coins study suggests ‘fake emperor’ was real, say scientists", "date_published": "2022-11-23 19:00:06+00:00", "description": "<p>Hoard once thought to be a fraud appears to be genuine, indicating mysterious Roman Sponsian lived</p><p>A hoard of gold coins once thought to be fakes have been authenticated by researchers who say the artefacts reveal a long-lost Roman emperor.</p><p>The coins bear the name and image of a shadowy historical figure, Sponsian, whose existence was previously placed in doubt by experts who suggested the coins were the work of sophisticated 18th-century fraudsters.</p> <a href=\"https://www.theguardian.com/science/2022/nov/23/coins-study-suggests-fake-emperor-sponsian-was-real-say-scientists\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/us-gun-violence-mass-shootings-2022-walmart-virginia-colorado", "title": "‘It’s the guns’: violent week in a deadly year prompts familiar US responses", "date_published": "2022-11-23 18:44:09+00:00", "description": "<p>Thanksgiving week has seen 22 people killed and 44 injured by guns, as 2022 is shaping up to be one of the worst years in recent memory</p><p>It was the final hour of extended store opening on Tuesday at the Walmart Supercenter in the commercial heart of Chesapeake, Virginia’s second-largest city. Shoppers scrambled to make last-minute purchases for Thanksgiving. Then shots rang out.</p><p>Shortly after 10pm an employee, said to be a manager, entered a break room at the back of the store where staff were gathering at the start of the overnight shift, and according to an eyewitness “just started spraying”. The gunman used a pistol to take down his victims and then turned the weapon on himself, all within minutes.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/us-gun-violence-mass-shootings-2022-walmart-virginia-colorado\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/23/we-will-find-another-lawful-way-to-express-will-of-scots-says-nicola-sturgeon", "title": "We will find another lawful way to express will of Scots, says Nicola Sturgeon", "date_published": "2022-11-23 18:41:37+00:00", "description": "<p>Scotland’s first minister sees general election as independence referendum after UK supreme court judgment on second poll</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2022/nov/23/scottish-independence-referendum-supreme-court-scotland-pmqs-sunak-starmer-uk-politics-live-latest-news\">UK politics live – latest updates</a></strong></li></ul><p>Nicola Sturgeon has committed to running the next general election as a “de facto referendum” on Scottish independence, after the UK supreme court ruled unanimously that her government could not legislate for another vote without Westminster approval.</p><p>At a news conference held hours after the judgment, Scotland’s first minister said: “Today’s ruling blocks one route to Scotland’s voice being heard on independence … We must and we will find another democratic, lawful and constitutional means by which the Scottish people can express their will. In my view, that can only be an election.”</p> <a href=\"https://www.theguardian.com/politics/2022/nov/23/we-will-find-another-lawful-way-to-express-will-of-scots-says-nicola-sturgeon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/23/belgium-v-canada-world-cup-2022-live", "title": "Belgium v Canada: World Cup 2022 – live", "date_published": "2022-11-23 18:35:38+00:00", "description": "<ul><li>World Cup updates from the 7pm UK / 2pm ET kick off</li><li>And you can <a href=\"mailto:Beau%20Dure%20%3Cbeau.dure.freelance@guardian.co.uk%3E\">email Beau</a> or tweet <a href=\"https://twitter.com/duresport\">@duresport</a></li></ul><p><strong>Are the Canadians more “American” than the USA?</strong></p><p>This roster looks like a US roster of the 1990s and 2000s …</p><p>Players who played in college (Kamal Miller, Alistair Johnston, Tajon Buchanan, Cyle Larin, Richie Laryea … plus a couple who played in <em>Canadian </em>colleges)</p><p>Players who spent most of their childhoods elsewhere but were eligible for Canada (Stephen Eustáquio, Steven Vitória)</p><p>Players who came to Canada as refugees (Alphonso Davies, Milan Borjan)</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/23/belgium-v-canada-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/23/senior-officers-ordered-unlawful-arrests-of-journalists-at-just-stop-oil-protests", "title": "Senior officers ordered ‘unlawful’ arrests of journalists at Just Stop Oil protests", "date_published": "2022-11-23 18:34:39+00:00", "description": "<p>Review finds arrests of four journalists covering climate protests last month were directed by senior officers</p><p>Senior police officers ordered the potentially unlawful arrests of four journalists detained while covering climate protests on the M25, a review has found.</p><p>The review makes clear that the arrests of LBC reporter Charlotte Lynch, press photographer Tom Bowles, film-maker Rich Felgate and one other who has not been named were not simply an overreaction or mistake by police officers on the ground.</p> <a href=\"https://www.theguardian.com/media/2022/nov/23/senior-officers-ordered-unlawful-arrests-of-journalists-at-just-stop-oil-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/spain-costa-rica-world-cup-group-e-match-report", "title": "Gavi makes World Cup history for Spain in 7-0 thrashing of feeble Costa Rica", "date_published": "2022-11-23 18:25:49+00:00", "description": "<p>Let’s do this by numbers, shall we? For the first time in four World Cups, Spain won their opening game. Ferran Torres scored their 100th goal in the tournament and Gavi, one of two teenagers starting this match, became their youngest scorer. They were just two of six goalscorers with Spain reaching that magical number the vidiprinter needs to spell out to avoid confusion. They took 17 shots, allowed none, and scored 7 (seven) times. No wonder by the time that Carlos Soler scored the sixth, his celebration consisted of a point and a wink, a “we’re here”.</p><p>And there was still time for Alvaro Morata to add another, two minutes later. Down on the bench, Luis Enrique was laughing, his team having surely presented their candidacy for the competition. Not least because those weren’t the only numbers and it was the way it felt too. Spain played over one thousand passes here, and if the old question used to run “yeah, but how many of them mattered?” the new answer looks like it could well be: all of them. It is hard to recall a performance as complete as this.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/spain-costa-rica-world-cup-group-e-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/un-agrees-global-tax-rules-resolution-giving-developing-nations-greater-say", "title": "UN agrees global tax rules resolution giving developing nations greater say", "date_published": "2022-11-23 18:13:41+00:00", "description": "<p>UN gains mandate for talks next year that could bring reforms to existing tax policy and new convention</p><p>Developing nations are set to have a greater say over global tax rules after winning a diplomatic battle at the United Nations in New York on Wednesday.</p><p>A <a href=\"https://www.theguardian.com/world/2022/nov/23/united-nations-vote-new-tax-convention-proposed-by-african-states\">new resolution</a>, agreed by UN members, gives the body a mandate to kickstart intergovernmental talks on tax.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/un-agrees-global-tax-rules-resolution-giving-developing-nations-greater-say\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/japan-manager-hajime-moriyasu-hails-historic-moment-of-win-over-germany", "title": "Japan manager Hajime Moriyasu hails ‘historic moment’ of win over Germany", "date_published": "2022-11-23 18:09:21+00:00", "description": "<ul><li>Moriyasu’s second-half substitutions turn game as Japan win 2-1</li><li>‘It’s a historic victory, we are now reaching the global standard’</li></ul><p>A delighted Hajime Moriyasu described <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\">Japan’s 2-1 comeback win</a> against Germany as a “historic moment” after his team shocked the four-time World Cup winners.</p><p>Hansi Flick’s side took the lead via Ilkay Gündogan’s 33rd-minute penalty and dominated the first half before Moriyasu made five second-half substitutions that changed the course of the Group E opener. One of his replacements, Ritsu Doan, equalised on 75 minutes before another, Takumu Asano, scored the winner eight minutes later.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/japan-manager-hajime-moriyasu-hails-historic-moment-of-win-over-germany\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/canadian-paramedic-who-tried-to-save-crash-victim-learns-it-was-her-daughter", "title": "Canadian paramedic who tried to save crash victim learns it was her daughter", "date_published": "2022-11-23 18:07:07+00:00", "description": "<p>Jayme Erickson could not recognise girl at scene and only found out her identity at end of her shift</p><p>A Canadian paramedic who responded to a road crash last week and worked to help a teenage casualty was unknowingly treating her own daughter.</p><p>When Jayme Erickson arrived at the scene of the crash on an icy stretch of Alberta highway on 15 November, she found a teenage girl with severe injuries that Erickson knew were probably fatal. Owing to the severity of the girl’s injuries, Erickson could not recognise her.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/canadian-paramedic-who-tried-to-save-crash-victim-learns-it-was-her-daughter\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/23/jeremy-hunt-denies-briefing-that-uk-wants-swiss-style-ties-with-eu", "title": "Jeremy Hunt denies briefing that UK wants Swiss-style ties with EU", "date_published": "2022-11-23 18:05:30+00:00", "description": "<p>UK chancellor says he did not ‘set hares running’ in alleged Treasury briefing and does not support accepting Brussels rules – but ‘technology could reduce barriers’ </p><p>Jeremy Hunt has repeatedly refused to deny that the Treasury briefed a newspaper that the government was considering a closer, Swiss-style, relationship with the EU, while insisting that this had never been the government’s plan.</p><p>In sometimes confusing exchanges before the Commons Treasury committee, the chancellor said the UK could never, like Switzerland, be in a position to accept EU regulations, or give way on other areas such as freedom of movement.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/23/jeremy-hunt-denies-briefing-that-uk-wants-swiss-style-ties-with-eu\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/23/revealed-tory-peer-michelle-mone-secretly-received-29m-from-vip-lane-ppe-firm", "title": "Revealed: Tory peer Michelle Mone secretly received £29m from ‘VIP lane’ PPE firm", "date_published": "2022-11-23 18:03:54+00:00", "description": "<p>Documents suggest husband passed on money from PPE Medpro, which secured £200m contracts after Mone lobbied ministers</p><p>The Conservative peer Michelle Mone and her children secretly received £29m originating from the profits of a PPE business that was awarded large government contracts after she recommended it to ministers, documents seen by the Guardian indicate.</p><p>Lady Mone’s<strong> </strong>support<strong> </strong>helped the company, PPE Medpro, secure a place in a “VIP lane” the government used during the coronavirus pandemic to prioritise companies that had political connections. It then<strong> </strong>secured contracts worth more than £200m.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/revealed-tory-peer-michelle-mone-secretly-received-29m-from-vip-lane-ppe-firm\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/major-pension-funds-exposed-companies-investing-uyghur-repression-china", "title": "Major funds exposed to companies allegedly engaged in Uyghur repression in China", "date_published": "2022-11-23 18:00:06+00:00", "description": "<p>Report finds stock indexes provided by MSCI include companies using forced labour or constructing surveillance state in Xinjiang</p><p>Many of the world’s largest asset managers and state pension funds are passively investing in companies that have allegedly engaged in the repression of Uyghur Muslims in China, according to a new report.</p><p>The report, by UK-based group Hong Kong Watch and the Helena Kennedy Centre for International Justice at Sheffield Hallam University, found that three major stock indexes provided by MSCI include at least 13 companies that have allegedly used forced labour or been involved in the construction of the surveillance state in China’s Xinjiang region.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/major-pension-funds-exposed-companies-investing-uyghur-repression-china\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/georgia-abortion-ban-state-supreme-court", "title": "Georgia state supreme court reinstates abortion ban", "date_published": "2022-11-23 17:59:24+00:00", "description": "<p>Lower court’s ruling overturning the ban put on hold while state supreme court considers an appeal</p><p>The Georgia state supreme court on Wednesday reinstated the state’s ban on abortions after roughly six weeks of pregnancy. The high court put <a href=\"https://www.theguardian.com/us-news/2022/nov/15/georgia-abortion-ban-overturned\">a lower court ruling overturning the ban</a> on hold while it considers an appeal.</p><p>A Fulton county superior court judge, Robert McBurney, ruled on 15 November that the state ban was invalid because when it was signed into law in 2019, US supreme court precedent under Roe v Wade and another ruling allowed abortion well past six weeks.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/georgia-abortion-ban-state-supreme-court\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/three-men-helped-man-commit-2016-bastille-day-atrocity-court-hears", "title": "Three men helped driver commit 2016 Bastille day atrocity, court hears", "date_published": "2022-11-23 17:39:07+00:00", "description": "<p>Mohamed Lahouaiej-Bouhlel implicated three men in plot to drive heavy truck into crowd in 2016</p><p>The 31-year-old Tunisian delivery driver who ploughed a heavy truck into a crowd gathered to watch fireworks on the Nice seafront on <a href=\"https://www.theguardian.com/world/bastille-day-truck-attack\">Bastille day 2016</a>, killing 86 people and injuring more than 400, would not have been able to commit the atrocity without the “precious help” of three friends, the court has heard.</p><p>After weeks of <a href=\"https://www.theguardian.com/world/2022/sep/21/it-was-war-survivors-of-the-2016-nice-attack-describe-their-experiences-at-trial\">harrowing evidence</a> from the bereaved and survivors of the second-most deadly massacre in peacetime France, who described the screams, bloodshed and sound of bones breaking, lawyers for the families began their summing up on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/three-men-helped-man-commit-2016-bastille-day-atrocity-court-hears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/ukraine-fa-head-accused-of-money-laundering-over-artificial-grass-factory", "title": "Ukraine FA head accused of money laundering over artificial grass factory", "date_published": "2022-11-23 17:33:36+00:00", "description": "<p>Andriy Pavelko served with papers by police after investigation which football body claims pro-Russian forces are behind</p><p>The head of Ukraine’s football association, who served on Fifa’s disciplinary body until 2020, has been accused of fraud and money laundering related to the construction of an artificial grass factory.</p><p>Andriy Pavelko was served with papers by Ukraine’s national police on Tuesday, notifying him that he was suspected of abuse of power and conspiracy to misappropriate and launder funds.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/ukraine-fa-head-accused-of-money-laundering-over-artificial-grass-factory\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/23/kanye-west-explicit-photos-adidas-ye-employees", "title": "Kanye West reportedly showed explicit photos to employees at Adidas", "date_published": "2022-11-23 17:30:04+00:00", "description": "<p>Rapper and designer created ‘toxic environment’ with images of Kim Kardashian and his own sex tapes, Rolling Stone reports</p><p>Kanye West has been accused of showing explicit pictures of his former wife Kim Kardashian to employees at Adidas, as part of behaviour many saw as “intimidation tactics”, according to a new report.</p><p>The 43-year-old rapper and producer, also known as Ye, last month <a href=\"https://www.theguardian.com/music/2022/oct/25/adidas-cuts-ties-with-kanye-west-over-antisemitic-comments\">lost</a> a design contract with the sportswear brand over antisemitic comments. He was accused of showing the images in a<a href=\"https://www.rollingstone.com/music/music-features/kanye-west-yeezy-porn-bullying-kim-kardashian-1234635221/\"> Rolling Stone article</a> published on Tuesday.</p> <a href=\"https://www.theguardian.com/music/2022/nov/23/kanye-west-explicit-photos-adidas-ye-employees\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/biden-upgrades-us-palestinian-relations-by-naming-special-representative", "title": "Biden upgrades US-Palestinian relations by naming special representative", "date_published": "2022-11-23 17:29:14+00:00", "description": "<p>Hady Amr, held in high regard by Israeli and Palestinian diplomats, appointed to Washington-based role</p><p>Joe Biden has appointed a new special representative for Palestinian affairs, a significant upgrade in relations with Ramallah, despite the fact the American diplomatic mission in Jerusalem, closed by Donald Trump in 2019, is yet to reopen.</p><p>The White House informed Congress on Tuesday that it had promoted Hady Amr, previously the deputy assistant secretary of state for Israeli-Palestinian affairs, to the newly created, Washington-based role, Axios and the Times of Israel reported. </p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/biden-upgrades-us-palestinian-relations-by-naming-special-representative\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/germany-rejects-boris-johnsons-claims-it-said-ukraine-should-fold-to-russia", "title": "Germany rejects Boris Johnson’s claims it said Ukraine should fold to Russia", "date_published": "2022-11-23 17:12:38+00:00", "description": "<p>German official says former UK PM has ‘unique relationship with the truth’ in rebuttal of Johnson’s claims</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest updates</a></li></ul><p>Germany has angrily dismissed claims by Boris Johnson that in the run-up to the Russian invasion of Ukraine it said it would be better for Ukraine to fold than to become embroiled in a long war.</p><p>Johnson, interviewed by CNN, also claimed that the French president, Emmanuel Macron, was in denial about the threat of invasion, and that Italy, led at the time by Mario Draghi, said it could not help because it was so dependent on Russian hydrocarbons.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/germany-rejects-boris-johnsons-claims-it-said-ukraine-should-fold-to-russia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/jackson-irvine-unsure-of-the-merits-of-onelove-armbands-at-world-cup", "title": "Jackson Irvine unsure of the merits of OneLove armbands at World Cup", "date_published": "2022-11-23 17:05:08+00:00", "description": "<ul><li>Midfielder says LGBTQ+ community think message is ‘vague’</li><li>Australia may not support Gianni Infantino re-election bid</li></ul><p>Australia’s Jackson Irvine says he has sympathy for European World Cup players threatened with sanctions for wearing the OneLove rainbow armbands but has questioned the messaging behind them.</p><p>The midfielder, who has been one of football’s most outspoken voices on the human rights problems which have long plagued the Qatar showpiece, acknowledged the complexities of the situation while also pointing out that some members of the LGBTQ+ community have criticised it as “vague and lacking a real kind of statement”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/jackson-irvine-unsure-of-the-merits-of-onelove-armbands-at-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/georgia-inmate-beating-officers-charged", "title": "Three Georgia jail guards charged over beating caught on video", "date_published": "2022-11-23 17:00:02+00:00", "description": "<p>Officers face battery charges for September attack on Black man detained for traffic violation and drug possession</p><p>Three employees at a sheriff’s office in Georgia were arrested and charged after video was released showing them beating a detained suspect.</p><p>Jarrett Hobbs, 41, was being held at the Camden county jail, about two hours outside Savannah, on 3 September for a traffic violation and on drug possession charges, <a href=\"https://www.theguardian.com/us-news/2022/nov/17/georgia-jail-detainee-lawyers-video\">the Associated Press</a> reported.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/georgia-inmate-beating-officers-charged\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/ukrainian-art-convoy-defies-russian-bombs-to-go-on-display-in-madrid", "title": "Ukrainian art convoy defies Russian bombs to go on display in Madrid", "date_published": "2022-11-23 16:54:59+00:00", "description": "<p>Rare artworks make hazardous journey from Kyiv for major exhibition of Ukrainian avant-garde art</p><p>A secret convoy of two trucks containing 51 rare works of art slipped out of Kyiv early last Tuesday, hours before waves of Russian missiles began raining down on the capital and other cities across Ukraine.</p><p>A mission to transport the works west to Lviv, across the border to Poland and then 3,000km across Europe to Madrid was unexpectedly hazardous, even for wartime. Much of the country was plunged into darkness as <a href=\"https://www.theguardian.com/world/2022/nov/15/russia-launches-new-wave-of-missile-strikes-across-ukraine\">energy infrastructure came under fire</a>. Lviv was targeted as the trucks passed through.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/ukrainian-art-convoy-defies-russian-bombs-to-go-on-display-in-madrid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/the-supreme-courts-batting-away-of-indyref2-leaves-sturgeon-more-isolated-than-ever", "title": "The supreme court’s batting away of Indyref2 leaves Sturgeon more isolated than ever", "date_published": "2022-11-23 16:45:46+00:00", "description": "<p>The five judges’ robust decision leaves the SNP with no choice but to seek independence through a general election</p><p>Compared with its ideologically zealous US counterpart, the UK supreme court is a cautious group of senior judges. They are careful not to throw their institutional weight around. They are particularly reluctant to get embroiled in politically contentious issues, especially since their predecessors were forced to do just that in the <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">prorogation ruling in 2019</a>. Today, however, the judges put caution aside.</p><p>The court’s unanimous ruling that the law does not allow the nationalist-led Scottish government to initiate a second independence referendum is politically explosive. After all, the Scottish National party itself brought the case, and this emphatic defeat throws down the gauntlet to the party’s leader, Nicola Sturgeon. In a formidably combative press conference, Sturgeon picked the gauntlet up. Where Scotland’s place in the UK is concerned, the game is once more afoot.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/the-supreme-courts-batting-away-of-indyref2-leaves-sturgeon-more-isolated-than-ever\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/23/like-a-virgin-madonna-stratospheric-desperately-seeking-susan-seidelman", "title": "Like a cinema virgin: how Madonna went stratospheric making Desperately Seeking Susan", "date_published": "2022-11-23 16:41:51+00:00", "description": "<p>At the start of the shoot, she was a no one. By the end, she was a superstar. As  the 80s cult classic starring Madonna as a gorgeous grifter returns, director Susan Seidelman recalls capturing the zeitgeist on a shoestring budget</p><p>Given that it launched the film careers of the then little known <a href=\"https://www.theguardian.com/lifeandstyle/2021/aug/07/rosanna-arquette-i-fear-the-world-will-fall-into-the-hands-of-fascist-dictators-and-white-supremacy\">Rosanna Arquette</a>, the entirely unknown Aidan Quinn and some singer called <a href=\"https://www.theguardian.com/music/2019/jun/14/madonna-i-wanted-to-be-somebody-because-i-felt-like-a-nobody\">Madonna</a>, 1985’s Desperately Seeking Susan still stakes a good claim to be one of the canniest casting jobs of all time. And that’s before you get to the then even less known supporting actors: <a href=\"https://www.theguardian.com/film/laurie-metcalf\">Laurie Metcalf</a> as Arquette’s tacky sister-in-law! <a href=\"https://www.theguardian.com/film/john-turturro\">John Turturro</a> as the cheesy club MC! <a href=\"https://www.theguardian.com/tv-and-radio/2021/mar/06/john-lurie-fishing-hbo-tv-series\">John Lurie</a> barely visible as a saxophone-playing neighbour! <a href=\"https://www.theguardian.com/culture/2014/jul/22/how-we-made-do-the-right-thing-spike-lee\">Giancarlo Esposito</a> in a blink-and-you’ll-miss-it role as a street salesman!</p><p>It’s an astonishing roll call of future talent from when they were still young and hungry in Manhattan. And that’s because Desperately Seeking Susan isn’t only set in a time when there were at least as many artists as rats living in New York City, it was a product of that time, too. “The city was falling apart and downtown there were aspiring artists because rent was so cheap. So I wanted to populate the film with people who were authentic to that time. I didn’t care whether someone in Kansas would recognise them, but New Yorkers would know they were New Yorkers,” Susan Seidelman, the film’s director, tells me by video chat from her home in the New Jersey countryside, to which she and her husband recently moved after several decades in downtown New York. (“The area had changed,” she explains with the jadedness of a true New Yorker, albeit one now in New Jersey.)</p> <a href=\"https://www.theguardian.com/film/2022/nov/23/like-a-virgin-madonna-stratospheric-desperately-seeking-susan-seidelman\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/23/daniel-ricciardo-red-bull-reserve-third-driver-next-season", "title": "Daniel Ricciardo secures F1 future with return to Red Bull as third driver", "date_published": "2022-11-23 16:37:29+00:00", "description": "<ul><li>‘I’m truly excited to be coming back home’ says Australian</li><li>Struggles at McLaren had left him without a race seat</li></ul><p>Daniel Ricciardo will join Red Bull as their third driver for the 2023 Formula One season, the Australian reuniting with team he raced for between 2014 and 2018 and with whom he scored seven grand prix victories.</p><p>Ricciardo was dropped by McLaren at the end of this season and was unable to secure a full-time race seat with a competitive team for next year. He was eager to maintain a role within F1 and will now join the world champion Max Verstappen and Sergio Pérez at Red Bull. The 33-year-old will take part in testing, simulator work and commercial duties.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/23/daniel-ricciardo-red-bull-reserve-third-driver-next-season\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/23/andy-burnham-enters-eno-row-manchester-arts-council", "title": "‘We’re not all heathens in Manchester,’ Andy Burnham tells ENO", "date_published": "2022-11-23 16:24:00+00:00", "description": "<p>Mayor of Greater Manchester steps into  row over opera company’s mooted move to outside London</p><p>Andy Burnham has told the English National Opera (ENO) that the company is not welcome in Manchester if it does not want to relocate there from London.</p><p>“If they think we are all heathens here, that nobody would go, I’m afraid it doesn’t understand us and therefore it doesn’t deserve to come here. If they want to come, come willingly. If you can’t come willingly, don’t come at all,” the mayor of Greater Manchester said on Wednesday.</p> <a href=\"https://www.theguardian.com/music/2022/nov/23/andy-burnham-enters-eno-row-manchester-arts-council\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/23/paralympic-athlete-from-uk-in-latest-intake-of-esa-astronauts", "title": "Paralympic athlete from UK in latest intake of ESA astronauts", "date_published": "2022-11-23 16:22:55+00:00", "description": "<p>John McFall, 41, becomes first astronaut with physical disability to be recruited by European space agency</p><p>A Paralympic sprinter from the UK has been named among the latest intake of astronauts recruited by the European Space Agency.</p><p>John McFall, 41, who becomes the first astronaut with a physical disability, or para-astronaut, to be recruited by the space agency in a drive to overcome the barriers that prevent disabled people from participating in space missions.</p> <a href=\"https://www.theguardian.com/science/2022/nov/23/paralympic-athlete-from-uk-in-latest-intake-of-esa-astronauts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/portugal-ronaldo-switch-focus-ghana-world-cup-group-h", "title": "Portugal try to put Ronaldo to one side and switch focus on to Ghana", "date_published": "2022-11-23 16:11:10+00:00", "description": "<p>Coach Fernando Santos says squad are as integrated as they have been in years despite the enduring soap opera</p><p>Fernando Santos puffed out his cheeks, ran his palm down his face and said a thousand words in one slightly exaggerated expression. To his left, Bruno Fernandes was fielding another question about the storm surrounding <a href=\"https://www.theguardian.com/football/2022/nov/22/cristiano-ronaldo-to-leave-manchester-united-with-immediate-effect\">a clubless Cristiano Ronaldo</a>, this time wondering whether Manchester United could possibly feel the same when domestic football resumes. Fernandes dealt with it as he had the previous few: his teammate’s departure was a personal issue, one to be respected and after all nothing lasts for ever.</p><p>The final word on the matter? It almost certainly was not as Santos, who was far more interested in amplifying the threat of Thursday’s opponents, Ghana, when his turn to answer came around, knew perfectly well. But the veteran coach appreciates the importance of a strong run, as a minimum,and was at pains to minimise the effect of his preening superstar’s enduring soap opera.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/portugal-ronaldo-switch-focus-ghana-world-cup-group-h\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/community/gallery/2022/nov/23/a-golden-dome-and-the-day-of-the-dead-readers-best-photos", "title": "A golden dome and the Day of the Dead – readers’ best photos", "date_published": "2022-11-23 16:00:02+00:00", "description": "<p>Click <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\">here</a> to submit a picture for publication in these online galleries and/or on the Guardian letters page</p> <a href=\"https://www.theguardian.com/community/gallery/2022/nov/23/a-golden-dome-and-the-day-of-the-dead-readers-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/i-used-to-go-to-great-lengths-for-a-drink-before-a-football-match-but-there-is-joy-to-be-had-without-booze", "title": "I used to go to great lengths for a drink before a football match. But there is joy to be had without booze", "date_published": "2022-11-23 15:38:53+00:00", "description": "<p>After the alcohol ban in Qatar, there is the possibility that England could win the World Cup roared on by sober fans</p><p><br /></p><p>Watching football without a drink was once unthinkable. Then again, there were all sorts of things I wouldn’t have countenanced without the benefit of alcohol: going to a wedding, say; or any party; or any kind of date. The list was long. The length of your list is as good a way as any of gauging your dependence on alcohol. I never got to the stage of needing a drink to go to the shops, but I was most definitely at the stage when an evening with a dear friend wouldn’t hold much appeal if there wasn’t going to be drink involved. </p><p>I’d go to all sorts of trouble to facilitate pre-match drinking. I’d always try to take the train rather than drive to matches, a case of doing the right thing environmentally, but for the wrong reasons. Good for the carbon footprint, bad for my liver. It became incredibly important to speed-drink a couple of quarts of beer in some pub or other, a pre-match ritual that wasn’t for tinkering around with.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/i-used-to-go-to-great-lengths-for-a-drink-before-a-football-match-but-there-is-joy-to-be-had-without-booze\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/colorado-springs-shooting-suspect-court-appearance-anderson-lee-aldrich", "title": "Colorado Springs shooting suspect to make first court appearance", "date_published": "2022-11-23 15:35:04+00:00", "description": "<p>Anderson Lee Aldrich, 22, scheduled to appear by video from jail over attack that left five dead and at least 17 wounded</p><p>The alleged gunman facing possible hate crime charges in the fatal shooting of five people at a Colorado Springs nightclub was scheduled to make a first court appearance on Wednesday from jail, after being released from hospital.</p><p>Anderson Lee Aldrich, 22, who was beaten into submission by patrons at Club Q on Saturday night, was scheduled to appear by video. Motive was under investigation but authorities said Aldrich faced possible murder and hate crime charges.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/colorado-springs-shooting-suspect-court-appearance-anderson-lee-aldrich\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/ftx-binance-crypto-market", "title": "After the collapse of FTX, Binance will become the Amazon of the crypto market | Carol Alexander", "date_published": "2022-11-23 15:30:02+00:00", "description": "<p>Buyers should beware as the ‘self-regulated’ organisation could become a feeding ground for ill-intentioned investors</p><p>Following <a href=\"https://www.theguardian.com/technology/2022/nov/11/binance-ftx-collapse-cryptocurrency-exchange-changpeng-zhao\">the bankruptcy</a> of one of the world’s largest cryptocurrency exchanges, FTX, the price of bitcoin (BTC) has tumbled again. It is now about<a href=\"https://www.coindesk.com/price/bitcoin/\"> $16,500</a> – a far cry from the all-time high of $66,000 just a year ago.</p><p>Why such a large drop in value? It’s because of the highly toxic combination of an exchange (an electronic platform for buying and selling) called Binance, a stablecoin (a crypto whose price is pegged 1:1 to the US dollar or another “fiat” currency) called tether, and the skilled professional traders running high-frequency algorithms.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/ftx-binance-crypto-market\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/23/un-femicide-report-women-girls-data", "title": "Estimated 45,000 women and girls killed by family member in 2021, UN says", "date_published": "2022-11-23 15:25:58+00:00", "description": "<p>‘Alarmingly high’ worldwide data on femicide shows that more than half of victims were killed by husband, partner or other relative</p><p>More than five women and girls were killed every hour by a family member in 2021, according to <a href=\"https://www.unwomen.org/en/digital-library/publications/2022/11/gender-related-killings-of-women-and-girls-improving-data-to-improve-responses-to-femicide-feminicide\">new UN figures</a> on femicide.</p><p>A report, published on Wednesday, showed that 45,000 women and girls – more than half (56%) of the 81,100 murdered last year worldwide – were killed by their husband, partner or other relative.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/23/un-femicide-report-women-girls-data\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/23/elves-witches-paintings-primal-paradise-sussex", "title": "‘Elves and witches would fit right in’: the paintings that capture the primal paradise of Sussex", "date_published": "2022-11-23 15:23:16+00:00", "description": "<p>From the cliffy coastline to the woodlands of the weald, Sussex has been home and sanctuary to author and horseman Julian Roup, who finds its magical landscapes perfectly captured in a new show</p><p>When my wife Jan and I arrived in Sussex in 1980, we started riding the South Downs on moonlit nights. The white chalk paths reflected the light and made the going easy, despite the steep drops and our night-wary horses. Once on the crest, you could see the lights of ships coming up the Channel to one side and the villages twinkling down below on the other. It is a magical space and provided a wonderful introduction to Britain, which we had come to from South Africa. As we clip-clopped home along the dark pathways, curtains would twitch – not surprisingly, as the last night riders hereabouts were smugglers transporting French brandy from the coast to London via these deep, hidden lanes.</p><p>Sussex Landscape: Chalk, Wood and Water, a new exhibition of paintings at Pallant House in Chichester, encapsulates everything I love about Sussex, a landscape I have now crisscrossed on horseback for more than four decades. Chalk Paths, by Eric Ravilious, captures the almost bleak quality of the South Downs in winter, which for centuries was part of the pilgrims’ route to Canterbury. The sense of space and loneliness in Ravilious’s heavily contoured landscape stands in contrast to the area’s heavily populated villages and towns. It reminds me how this place has been home to humankind for millennia, the swelling population eventually pushing back the boar-and-deer-haunted forest of Anderida, leaving the open rolling farmland we see in this picture.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/23/elves-witches-paintings-primal-paradise-sussex\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report", "title": "Takuma Asano caps Japan’s second-half fightback to leave Germany stunned", "date_published": "2022-11-23 15:11:57+00:00", "description": "<p>Hajime Moriyasu wrested this Group E opener Japan’s way with a series of second-half substitutions that showed bravery from the coach and consigned Germany to a second consecutive defeat at the start of a World Cup campaign.</p><p>Four years ago in Russia a Hirving Lozano goal gave Mexico <a href=\"https://www.theguardian.com/football/2018/jun/17/germany-mexico-world-cup-match-report\">a famous victory</a> over the four-times champions. On Wednesday, it was Takuma Asano of the Bundesliga’s Bochum who sent the vocal Japanese fans at Khalifa International Stadium into ecstasy along with his teammates and the rest of the squad who flooded the pitch to celebrate his 83rd-minute winner.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/23/partygate-hearings-could-be-put-back-to-new-year-after-no-10-delay", "title": "Partygate hearings could be put back to new year after No 10 delay", "date_published": "2022-11-23 15:09:32+00:00", "description": "<p>‘Hefty chunk’ of documents handed over to committee last week, four months after request</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/23/scottish-independence-referendum-supreme-court-scotland-pmqs-sunak-starmer-uk-politics-live-latest-news\">Politics live: latest updates</a></li></ul><p>The privileges committee inquiry into whether Boris Johnson misled the Commons may be delayed until January, after No 10 finally handed over a cache of evidence relating to Partygate four months after it was requested.</p><p>The Guardian understands that the autumn deadline for beginning oral evidence sessions, in which the former prime minister will be called as a witness, has been abandoned. Instead, sources said the highly anticipated sessions could be pushed back to after Christmas.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/23/partygate-hearings-could-be-put-back-to-new-year-after-no-10-delay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/23/legendary-cinematographer-roger-deakins-best-photograph-skyfall-blade-runner-weston-super-mare-no-country-for-old-men", "title": "Legendary cinematographer Roger Deakins’ best photograph: Weston-super-Mare in the rain", "date_published": "2022-11-23 15:00:03+00:00", "description": "<p>The man who filmed Skyfall, Blade Runner 2049 and No Country for Old Men started out as a photographer in Devon. He explains why this shot of a bus-stop, taken at the height of the British summer, is his best</p><p><br /></p><p>Early one morning in the summer of 2004, I left my flat in Devon and drove up to Weston-super-Mare to spend the day taking photographs. It was a particularly rainy day, hardly what most people would consider ideal weather for a trip to the seaside. I parked near the southern promenade, wandered towards the Grand Pier and then came across this bus stop. Its architecture perfectly framed the beach cafe selling cockles and mussels in the background – and the dreariness of the British summer.</p><p>I returned to it throughout the day and took variations of this shot, but none were as strong. I didn’t speak to the woman here – I rarely make conversation when I’m taking photographs – but she gave me a kind of wordless nod after looking at me and wondering what on earth I was doing. Just as I went to take the photograph, she looked across at the poster. It was the perfect moment. I loved the juxtaposition of this elderly lady holding her umbrella at the height of the British summer, contrasting with the semi-naked young woman lying in the sunshine on a boardwalk. I liked the age gap between the two.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/23/legendary-cinematographer-roger-deakins-best-photograph-skyfall-blade-runner-weston-super-mare-no-country-for-old-men\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/peace-talks-putin-helping-ukraine-win-war-kremlin", "title": "The best path to peace is not talks with Putin, but helping Ukraine to win this war | Timothy Garton Ash", "date_published": "2022-11-23 15:00:03+00:00", "description": "<p>There will come a time for negotiations – but calls to reach a deal with the Kremlin now are more wrong-headed than ever</p><p>As we mark the end of the ninth month of the largest, most brutal war in Europe since 1945, the worst thing we can do for peace on our continent is to push for peace negotiations with Vladimir Putin. The best thing we can do for peace is to increase our military, economic and humanitarian support for Ukraine, until one day it can negotiate from a position of strength.</p><p>Donald Trump recently hinted that he might be the perfect candidate to practise the art of the deal with Putin. Silvio Berlusconi has also proposed himself as a mediator. What a dream team they would be together – Moscow’s dream team. Putin would like nothing more than to have a ceasefire in Ukraine while these two sit around his Covid-secure long table in the Kremlin. Meanwhile, the Russian dictator’s battered, demoralised armed forces could dig in to defend the still-large expanse of Ukraine they occupy, regroup, rest, rearm, bring in the recently conscripted reinforcements – and then start up the war again, sending a thank-you consignment of vodka to Berlusconi and Trump.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/peace-talks-putin-helping-ukraine-win-war-kremlin\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/ghanas-mohammed-kudus-neymar-is-not-better-than-me-hes-just-a-higher-profile-player", "title": "Ghana’s Mohammed Kudus: ‘Neymar is not better than me, just more high-profile’", "date_published": "2022-11-23 15:00:02+00:00", "description": "<p>The Ajax playmaker discusses the recent, testy encounter with Brazil, interest from Everton and his country’s chances in Qatar</p><p>“He’s not better than me. He’s just a higher profile player, that’s all,” comes the retort. He is Neymar, captain of Brazil and superstar. Me is Mohammed Kudus, the talented Ghanaian midfielder and burgeoning superstar.</p><p>In September, the two players had spicy exchanges when Brazil beat Ghana in friendly in Le Havre. “He was defending his country and I was defending mine. I wasn’t about to let him push me around. What makes him better, for now, is that he has achieved a lot,” he says. Then, with fire in those eyes, he gives a promise: “I’ll get there soon.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/ghanas-mohammed-kudus-neymar-is-not-better-than-me-hes-just-a-higher-profile-player\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/23/echo-3-review-a-hostage-drama-thats-like-band-of-brothers-meets-eastenders", "title": "Echo 3 review – a hostage drama that’s like Band of Brothers meets EastEnders", "date_published": "2022-11-23 15:00:01+00:00", "description": "<p>From the writer of The Hurt Locker, this show about a rescue mission to save a loved one from Colombian guerrillas stars two buff bros who channel Phil and Grant Mitchell</p><p>I shouldn’t, but I’m rooting for the Taliban. Twenty minutes into Echo 3 (Apple TV+) and our buff heroes, brothers-in-law Prince (Michiel Huisman) and Bambi (Luke Evans) are trading bullets with Afghans in the snowy mountains. They’re part of an elite unit choppered to a remote region and tasked with springing American hostages for reasons unclear.</p><p>Perhaps it’s because the Americans in white helmets and snowsuits look like dead ringers for Star Wars Imperial Troopers, while their foes resemble medieval greengrocers who’ve found some guns and shut up shop for the afternoon – their support for institutionalised misogyny notwithstanding.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/23/echo-3-review-a-hostage-drama-thats-like-band-of-brothers-meets-eastenders\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/russian-backed-kyiv-monastery-subject-to-ongoing-investigation-says-ukrainian-official", "title": "Russian-backed Kyiv monastery raided over suspected subversion", "date_published": "2022-11-23 14:56:03+00:00", "description": "<p>Ukrainian official says suspected Russian citizens and pro-Russia literature found in raids on Orthodox sites</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>A Ukrainian security official has said suspected Russian citizens, cash and documents were seized in a raid on a 1,000-year-old Orthodox Christian monastery in Kyiv and other Orthodox sites early on Tuesday as part of operations to counter suspected “subversive activities by Russian special services”.</p><p>Oleksiy Danilov, the secretary of the National Security and Defence Council, said there was an investigation into what had been going on in the network of catacombs. The SBU website said the agency had found pro-Russia literature and more than $100,000 in cash.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/russian-backed-kyiv-monastery-subject-to-ongoing-investigation-says-ukrainian-official\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/23/royal-mail-workers-to-go-ahead-with-strikes-before-christmas-after-rejecting-pay-offer", "title": "Royal Mail workers to go ahead with strikes before Christmas after rejecting pay offer", "date_published": "2022-11-23 14:50:40+00:00", "description": "<p>CWU members to strike on dates around Black Friday and Christmas after spurning ‘final’ pay offer up to 9%</p><p>Strikes by postal workers around Black Friday and in the run-up to Christmas are to go ahead after their union rejected a pay offer that Royal Mail said was final.</p><p>Members of the Communication Workers Union (CWU) will strike for 48 hours on Thursday and Friday and on 30 November and 1 December, and will also carry out single days of action on 9, 11, 14, 15 and 23 December and on Christmas Eve.</p> <a href=\"https://www.theguardian.com/business/2022/nov/23/royal-mail-workers-to-go-ahead-with-strikes-before-christmas-after-rejecting-pay-offer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/23/elton-john-a-festive-car-and-a-folk-dance-wednesdays-best-photos", "title": "Elton John, a festive car and a folk dance: Wednesday’s best photos", "date_published": "2022-11-23 14:49:46+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/23/elton-john-a-festive-car-and-a-folk-dance-wednesdays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/suella-braverman-people-coming-uk-illegally-fault-processing-chaos", "title": "Suella Braverman says people coming to UK illegally ‘at fault’ for processing chaos", "date_published": "2022-11-23 14:48:59+00:00", "description": "<p>Home secretary faces five legal challenges over crisis at Manston processing centre for asylum seekers</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/23/scottish-independence-referendum-supreme-court-scotland-pmqs-sunak-starmer-uk-politics-live-latest-news\">Politics live: latest updates</a></li></ul><p>Suella Braverman is facing five legal challenges over a crisis at Manston processing centre but insisted that people seeking asylum in small boats and their smugglers were to blame for the chaos.</p><p>The home secretary told MPs that legislation planned to tighten the asylum system would not come before parliament this year. Her most senior civil servant has not yet signed off a £140m deal to send asylum seekers to Rwanda as “value for money”, it emerged.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/suella-braverman-people-coming-uk-illegally-fault-processing-chaos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/23/spain-v-costa-rica-world-cup-2022-live", "title": "Spain v Costa Rica: World Cup 2022 – live", "date_published": "2022-11-23 14:30:00+00:00", "description": "<ul><li>World Cup updates from the 4pm GMT kick-off</li><li>And you can <a href=\"mailto:Rob%20Smyth%20%3Crob.smyth@theguardian.com%3E\">email Rob</a> with your thoughts on the game</li></ul><p>For most teams, the opening game of a World Cup is frequently a cagey, forgettable affair. Just ask Denmark, Tunisia, Morocco, Croatia, Mexico and Poland. The Spanish national team do things differently; of course they do. In the modern era they have started their World Cup campaign with all kinds of memorable games: belters (<a href=\"https://www.youtube.com/watch?v=xqtAmhmKDJY\">Nigeria 98</a>, <a href=\"https://www.youtube.com/watch?v=eZeiKBMXyVQ\">Portugal 18</a>), stunning defeats (Nigeria 98, <a href=\"https://www.youtube.com/watch?v=RxiBdX5F2I8\">Switzerland 10</a>, <a href=\"https://www.youtube.com/watch?v=lHhq8CGR1is\">Netherlands 14</a>), spectacular false dawns (<a href=\"https://www.youtube.com/watch?v=VFy1GrVPWBI\">Ukraine 06</a>), late twists (<a href=\"https://www.youtube.com/watch?v=IjUS759SIoY\">South Korea 94</a>, Nigeria 98 yetabloodygain) controversial defeats (<a href=\"https://www.youtube.com/watch?v=GFuKGt5pLtA\">Brazil 86</a>) – and, ok, a couple of cagey, forgettable affairs (<a href=\"https://www.youtube.com/watch?v=-ejJTJgd_bg\">Honduras 82</a>, <a href=\"https://www.youtube.com/watch?v=4sOZqedc9JY\">Uruguay 90</a>, and yes Ruben Sosa’s penalty does still occasionally pop up on air traffic control maps).</p><p>What will it be today? It’s tempting to expect a comfortable win, like against <a href=\"https://www.youtube.com/watch?v=zUUuwWEfBHU\">Slovenia in 2002</a>, although we’ve made that mistake before. It’s probably safer to dwell on Spain’s style than their substance. They’re a unique team, fearless tightrope walkers who keep the ball better than anyone in the world. But they also – drink! – lack a reliable goalscorer.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/23/spain-v-costa-rica-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/23/rehan-ahmed-england-youngest-ever-mens-test-cricketer", "title": "Rehan Ahmed set to become England’s youngest ever men’s Test cricketer", "date_published": "2022-11-23 14:19:47+00:00", "description": "<ul><li>Teenage leg-spinner added to the squad for Pakistan tour</li><li>18-year-old has impressed with England Lions in UAE</li></ul><p>Rehan Ahmed could become England’s youngest men’s Test cricketer after Leicestershire’s teenage leg-spinner was added to the squad for next month’s tour of Pakistan.</p><p>If selected during the three-match series that begins in Rawalpindi on 1 December, Ahmed, aged 18 years and 103 days, would beat the record held by Brian Close (18 years and 149 days against New Zealand in 1949) and become Leicestershire’s first England player since James Taylor in 2011.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/23/rehan-ahmed-england-youngest-ever-mens-test-cricketer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/23/rolling-back-the-years-can-hollywood-make-harrison-ford-look-40-years-younger", "title": "Rolling back the years: can Hollywood make Harrison Ford look 40 years younger?", "date_published": "2022-11-23 14:14:07+00:00", "description": "<p>Technology to de-age actors on screen has been in use for years – with varied success. But producers of the new Indiana Jones film are promising a breakthrough</p><p><strong>Name</strong>:<strong> </strong>Digital de-ageing.</p><p><strong>Age: </strong>About 18. The first high-profile example was showcased in X-Men: The Last Stand in 2006.</p> <a href=\"https://www.theguardian.com/film/2022/nov/23/rolling-back-the-years-can-hollywood-make-harrison-ford-look-40-years-younger\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/new-york-airport-cat-x-ray-bag", "title": "X-ray discovers cat trapped inside checked bag at New York’s JFK airport", "date_published": "2022-11-23 13:56:53+00:00", "description": "<p>Security agent spotted cat inside bag last week and saved it from being transported on to aircraft luggage hold</p><p>A cat that sneaked into an air traveller’s luggage was trapped there until it was discovered by an X-ray machine at JFK airport in New York, possibly saving it from a grim fate in an aircraft luggage hold, travel authorities said.</p><p>NBC News <a href=\"https://www.nbcnews.com/news/us-news/cat-bag-x-ray-shows-live-cat-trapped-checked-luggage-jfk-airport-rcna58395\">reported</a> that the cat’s brush with potential tragedy was detected on 16 November when a bag was checked from JFK to Atlanta for a connecting flight to Florida.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/new-york-airport-cat-x-ray-bag\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/germany-cover-mouths-wear-rainbows-on-kit-in-world-cup-protest-fifa-qatar-onelove", "title": "Germany cover mouths and wear rainbows on kit in World Cup protest", "date_published": "2022-11-23 13:49:13+00:00", "description": "<ul><li>Support for LGBTQ+ rights and defiance of Fifa by team in Qatar</li><li>Sleeves of warm-up kit and some players’ boots have rainbows</li></ul><p>Germany’s players placed hands over their mouths and wore rainbow stripes on their warm-up tops and boots in a powerful statement of defiance against Fifa before their Group E match against Japan.</p><p>Their message was reinforced by the German interior minister, Nancy Faeser, who also wore a OneLove armband, which promotes tolerance, diversity and LGBTQ+ rights, as she sat next to Fifa’s president, Gianni Infantino.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-cover-mouths-wear-rainbows-on-kit-in-world-cup-protest-fifa-qatar-onelove\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/biden-administration-dragged-feet-mohammed-bin-salman-immunity-ruling", "title": "Biden administration ‘dragged feet’ on Mohammed bin Salman immunity ruling", "date_published": "2022-11-23 13:48:33+00:00", "description": "<p>Legal experts raise questions about run-up to granting immunity in civil case involving murder of journalist</p><p>When the Biden administration filed a legal brief last week calling for the Saudi crown prince, Mohammed bin Salman, to be granted sovereign immunity in a civil case involving the murder of the journalist Jamal Khashoggi, it said it was <a href=\"https://www.theguardian.com/world/2022/nov/18/biden-administration-says-mohammed-bin-salman-sovereign-immunity-civil-case-khashoggi\">strictly a legal determination</a> that did not reflect its views on the “heinous” killing.</p><p>“In every case, we simply follow the law. And that’s what we did,” Antony Blinken, the US secretary of state, later said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/biden-administration-dragged-feet-mohammed-bin-salman-immunity-ruling\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/23/tidal-stream-energy-costs-ebb-reliability-flows", "title": "How tide has turned on UK tidal stream energy as costs ebb and reliability flows", "date_published": "2022-11-23 13:32:33+00:00", "description": "<p>Investors are seeing rising potential in tidal power as turbines become more powerful and easier to deploy</p><p>For decades the immense practical difficulties of harnessing the powerful tides flowing around Britain’s shorelines have put off investors and government officials searching for big renewable energy sources.</p><p>But as the costs of deploying turbines in tidal streams fall, more and more people are seeing the potential in an energy source that creates energy as the tides ebb and flow at predictable hours every day – energy that is renewable but not intermittent.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/23/tidal-stream-energy-costs-ebb-reliability-flows\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/potential-sale-of-manchester-united-could-inspire-overhaul-of-old-trafford", "title": "Potential sale of Manchester United could inspire overhaul of Old Trafford", "date_published": "2022-11-23 13:21:44+00:00", "description": "<p>Vision and ambition required to transform crumbling ground and Tottenham’s new stadium is illustration of what can be achieved</p><p>Old Trafford: the gleaming jewel in the crown that is Manchester United. A destination venue with a wow factor that teems heritage, culture, modernity, warmth, light and vision. The ground revamped and overhauled or even downsized for the club’s vaunted youth teams to finally have a permanent home while a fresh 110,000-capacity stadium – perhaps named New Old Trafford – is built for the successors of Billy Meredith, George Best, Roy Keane and Wayne Rooney to grace. All of this part of a Manchester United HQ that develops the vast plot of land owned at M16 0RA.</p><p>With <a href=\"https://www.theguardian.com/football/2022/nov/22/manchester-united-up-for-sale-as-glazers-announce-plans-to-leave-old-trafford\">the Glazers offering notice they may sell</a>, an architect is hardly required to see how a new owner could transform a crumbling and patched-up Old Trafford that has had zero fresh structural redevelopment since Malcolm Glazer bought the club in 2005.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/potential-sale-of-manchester-united-could-inspire-overhaul-of-old-trafford\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/23/india-migrant-workers-work-unemployment-jobs-covid-pandemic", "title": "‘They are invisible’: the migrant workers struggling in wake of India’s Covid response", "date_published": "2022-11-23 13:14:22+00:00", "description": "<p>As <a href=\"https://www.theguardian.com/world/video/2022/nov/23/the-great-abandonment-the-extraordinary-exodus-of-indias-migrant-labourers-video\">a new Guardian documentary</a> explores the impact of one of the world’s strictest lockdowns, we speak to some of those who, like millions across the country, were left poorer and more vulnerable than ever</p><p>When Ram Yadav fled <a href=\"https://www.theguardian.com/world/2020/mar/24/indias-13bn-population-locked-down-to-beat-coronavirus\">India’s strict countrywide lockdown</a> imposed in March 2020, he was one of the lucky ones, managing to hitch rides from Delhi on trucks going in the direction of his village near Kanpur, 400km (250 miles) away.</p><p>An estimated 10 million workers were <a href=\"https://www.theguardian.com/global-development/2020/may/19/my-angel-man-who-became-face-of-indias-stranded-helped-home-by-stranger-coronavirus\">forced to walk home</a>, travelling on foot via fields, forests and highways in the scorching sun.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/23/india-migrant-workers-work-unemployment-jobs-covid-pandemic\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/france-qatar-russia-olivier-giroud-world-cup-2018", "title": "Olivier Giroud and France pick up in Qatar where they left off in Russia", "date_published": "2022-11-23 13:05:27+00:00", "description": "<p>The striker was central to France’s triumph at the World Cup in 2018. He will be every bit as crucial this time around</p><p>By <a href=\"https://twitter.com/ericdevin_\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>No Ballon d’Or winner, no problem. Despite Karim Benzema’s obvious talent, the Real Madrid striker’s absence may prove a blessing in disguise for France. The defending world champions cruised to a <a href=\"https://www.theguardian.com/football/2022/nov/22/france-australia-world-cup-group-d-match-report\">4-1 win over a lacklustre Australia</a> to kick off their tournament.</p><p>Australia offered far less than the side that France struggled to break down in the group stage in Russia four years ago, but the fact that Didier Deschamps’ team managed to score four goals while Kylian Mbappé was slightly off the boil shows how dangerous they will be in this tournament. True to form, it was Olivier Giroud – a player who was once mocked by Benzema as a “go kart” compared to his own Formula One car – who played the lead role in a rejigged 4-2-3-1. With a pair of well taken finishes, the Milan striker drew level with Thierry Henry as his country’s all-time leading scorer on 51 goals.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/france-qatar-russia-olivier-giroud-world-cup-2018\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/23/glass-onion-a-knives-out-mystery-review-daniel-craig-shakes-and-stirs-up-the-party", "title": "Glass Onion: A Knives Out Mystery review – Daniel Craig’s drawling detective is back", "date_published": "2022-11-23 13:00:02+00:00", "description": "<p>Benoit Blanc returns, with a cast of A-listers from Edward Norton to Janelle Monáe, in Rian Johnson’s ingenious new whodunnit romp</p><p><a href=\"https://www.theguardian.com/film/2019/nov/29/knives-out-review-daniel-craig-rian-johnson\">The first one</a> was good … this one is better: an ingenious, headspinningly preposterous and enjoyable new whodunnit romp featuring Daniel Craig as the legendary detective from the deep south, Benoit Blanc. Writer-director Rian Johnson has established his own murder-mystery working model, positioned equidistantly between the Agatha Christie approach, in which the culprit is revealed at the very end, and the Columbo approach, in which it happens at the very beginning. Here, as in the first film, the guilty party’s identity gradually emerges in the second half – not so much a twist as an unfurling pirouette. But Johnson and his enigmatic, drawling sleuth keep us guessing.</p><p>Edward Norton is an insufferable tech bro called Miles Bron who has become a multitrillionaire through his stake in Alpha, an online network fusing data, news and cryptocurrency. He invites a whole bunch of pals and fellow “disruptors” to his private island with its giant domed building called the Glass Onion for a murder-mystery themed party: these include politician Claire Debella (Kathryn Hahn), supermodel turned designer Birdie Jay (Kate Hudson), YouTuber and men’s rights activist Duke Cody (Dave Bautista), scientist Lionel Toussaint (Leslie Odom Jr) and – most uncomfortably of all – Cassandra Brand (Janelle Monáe), who had the original idea for Alpha but was ousted from the company by Miles and his lawyers with hardly a dollar.</p> <a href=\"https://www.theguardian.com/film/2022/nov/23/glass-onion-a-knives-out-mystery-review-daniel-craig-shakes-and-stirs-up-the-party\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/iran-blames-israel-after-bomb-kills-colonel-of-revolutionary-guards-in-syria", "title": "Iran blames Israel after bomb kills Revolutionary Guard colonel in Syria", "date_published": "2022-11-23 12:58:05+00:00", "description": "<p>Davoud Jafari and his bodyguard reportedly targeted by roadside bomb near Damascus</p><p>An improvised bomb has killed an Iranian colonel from the aerospace division of the Islamic Revolutionary Guard Corps near Syria’s capital, Damascus, Iranian media reported, blaming Israel for the attack.</p><p>The Islamic republic regularly calls for the destruction of the Jewish state, which in turn sees Iran, with its nuclear and ballistic missile programmes and its regional proxies, as its biggest security threat.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/iran-blames-israel-after-bomb-kills-colonel-of-revolutionary-guards-in-syria\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/indonesia-earthquake-school-safety-questioned-army-joins-rescue-effort", "title": "Indonesia earthquake: school safety questioned as army joins rescue effort", "date_published": "2022-11-23 12:57:47+00:00", "description": "<p>School buildings should not only withstand quakes but also act as temporary shelter during disasters, says engineering expert</p><p>Safety standards for school buildings in Indonesia should be prioritised after <a href=\"https://www.theguardian.com/world/2022/nov/21/earthquake-indonesia-java\">Monday’s earthquake</a>, experts have said, as more rescuers and volunteers were deployed on Wednesday to search for the dead and missing from an earthquake that killed at least 268 people.</p><p>Many of those killed in Monday’s quake in West Java <a href=\"https://www.theguardian.com/world/2022/nov/22/indonesian-earthquake-rescuers-search-for-survivors-trapped-in-rubble\">were children</a> taking classes at schools and Islamic boarding schools in the region, according to Muhadjir Effendy, coordinating minister of human development and culture. A further 1,000 people were injured.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/indonesia-earthquake-school-safety-questioned-army-joins-rescue-effort\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/england-confident-harry-kane-fit-face-usa-after-injury-scare-world-cup-qatar", "title": "England confident Harry Kane will be fit to face USA after World Cup injury scare", "date_published": "2022-11-23 12:44:47+00:00", "description": "<ul><li>England captain had scan on ankle after being hurt against Iran</li><li>Jordan Pickford reveals Kane trained on Wednesday </li></ul><p>England are optimistic that Harry Kane will be available for Friday night’s World Cup tie against the United States after he took part in training on Wednesday. The captain sparked alarm when he underwent <a href=\"https://www.theguardian.com/football/2022/nov/22/england-concern-as-harry-kane-requires-ankle-scan-before-usa-game\">a scan</a> on his right ankle after hurting it during Monday’s <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">6-2 win over Iran</a>.</p><p>Kane was caught by a bad tackle from Morteza Pouraliganji in the 48th minute, although he did play on until the 75th minute. There is now a confidence within the camp that, despite the precautionary scan, Kane will be able to play.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/england-confident-harry-kane-fit-face-usa-after-injury-scare-world-cup-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/23/winter-now-brings-big-paydays-not-empty-schedules-and-emptier-pockets", "title": "The Spin | Winter now brings big paydays not empty schedules for English cricketers", "date_published": "2022-11-23 12:42:14+00:00", "description": "<p>Long gone are the six months of no cricket for the county crew as today’s players can fill their boots across the globe</p><p>It was just over 20 years ago that Surrey’s Ed Giddins and Nadeem Shahid spent the first half of the off-season getting needles in their socks <a href=\"https://www.theguardian.com/observer/osm/story/0,,404560,00.html\">flogging Christmas trees</a> at Wandsworth roundabout. Times have changed rather rapidly since then. Gone are the six months of empty schedules and emptier pockets. Nearly all players are on full-time contracts with their counties and not many of Surrey’s Championship-winning squad are hanging around to pull crackers with Alec Stewart over the mince pies.</p><p>Surrey’s England players are doing England things, while Ben Geddes, Josh Blake, Tom Lawes and Cam Steel are playing club cricket in Australia. Gus Atkinson is plying his trade in the Abu Dhabi T10 and Chris Jordan is rolling out for the Sydney Sixers in the Big Bash. Surrey are also sending out a handful of their youngsters – Conor McKerr, Nick Kimber, Gus Atkinson and Nathan Barnwell – to be net bowlers in the new UAE T20 competition at the beginning of next year. Dan Worrall breaks the mould, going back to Australia to continue his master’s degree in applied finance.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/23/winter-now-brings-big-paydays-not-empty-schedules-and-emptier-pockets\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/23/blood-sex-royalty-review-a-terrific-peek-at-henry-viii-and-anne-boleyns-sexiest-bits", "title": "Blood, Sex & Royalty review – a terrific peek at Henry VIII and Anne Boleyn’s sexiest bits", "date_published": "2022-11-23 12:39:27+00:00", "description": "<p>Warm, witty and full of universally brilliant acting, this absolute triumph of a docudrama also serves up huge chunks of knowledge, thanks to excellent talking head historians</p><p>I don’t know how optimists manage, I really don’t. Surely having your hopes constantly dashed – by life, humanity, and rail timetables – is a wearying way to move through the world? A constant abrading of the soul. Pessimists, however, have got it made. We go through life either having our worldview satisfyingly confirmed or delightfully overturned. Honestly, it’s great! Join us! Low expectations are the key to happiness.</p><p>For example – when you greet me with the news that Netflix is dropping a three-part docudrama called Blood, Sex &amp; Royalty, dramatisng all the sexiest parts of the Henry VIII-Anne Boleyn saga and documenting the facts via historian talking heads, I naturally assume the cringe-making, effortful, down-with-the-kidz worst of both worlds. I expect fatuous reconstructions of key moments in history by actors embarrassed to be there, in costumes one notch up from school-play quality. I anticipate them spouting lines typed by a monkey who has seen a few episodes of The Tudors and been given a banana and an hour at a desk to do its best. I am certain that there will be interviewees trying to hide their expertise and knowledge – as instructed by the producers – so as not to frighten the horses. I presume that there will, in short, be badness.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/23/blood-sex-royalty-review-a-terrific-peek-at-henry-viii-and-anne-boleyns-sexiest-bits\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/strike-on-ukrainian-hospital-maternity-ward-zaporizhzhia-kills-newborn-baby", "title": "Strike on Ukrainian maternity ward kills newborn baby", "date_published": "2022-11-23 12:36:51+00:00", "description": "<p>Rocket attack on hospital in Zaporizhzhia region comes as Russia launches another wave of missiles </p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/23/russia-ukraine-war-live-newborn-killed-in-russian-strike-on-hospital-says-zaporizhzhia-governor\">Russia-Ukraine war – latest news updates</a></li></ul><p>A newborn baby was killed on Wednesday after an overnight Russian rocket attack struck a hospital maternity ward in southern Ukraine, as Moscow unleashed another wave of missiles across the country.</p><p>Ukraine’s state emergency service said that a woman with her two-day-old baby and a doctor had been in the facility in the town of Vilniansk, close to the city of Zaporizhzhia, that was destroyed. The mother and the doctor were pulled alive from the rubble by rescue workers but the baby died, it said on the Telegram messaging app.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/strike-on-ukrainian-hospital-maternity-ward-zaporizhzhia-kills-newborn-baby\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/football-daily-email-hr-world-cup-messi-ronaldo", "title": "Football Daily | Lionel Messi, Cristiano Ronaldo and the House of Saud", "date_published": "2022-11-23 12:36:39+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The results are in, and it turns out that nobody on the internet knew what they were talking about after all. You see, Tuesday’s events finally settled the argument that’s been raging since time immemorial: who is best? Is it Messi? Or is it Ronaldo? Well, it transpires that it’s neither. We now have incontrovertible proof that Messi is a glaikit waste of space who isn’t fit to lace Diego Maradona’s boots, and Ronaldo is such a loser that his club have got shot, its owners seemingly so desperate to disassociate themselves with him that they’ve decided to sell up for that one extra level of remove. That’s all decided, then. Everybody happy.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/football-daily-email-hr-world-cup-messi-ronaldo\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/23/germany-v-japan-world-cup-2022-live", "title": "Germany v Japan: World Cup 2022 – live", "date_published": "2022-11-23 12:35:22+00:00", "description": "<ul><li>World Cup updates from the 1pm GMT kick-off</li><li>And you can <a href=\"mailto:Scott%20Murray%20%3Cscott.murray.casual@theguardian.com%3E\">email Scott</a> with your thoughts</li></ul><p><strong>Up in armbands.</strong> The One Love debate rumbles on, with German vice chancellor Robert Habeck telling ZDF: “I am not the media advisor of the DFB (German FA) and I am not Manuel Neuer but the opportunity is there. I’m a politician trying to do my job properly, but what would happen if it happened now? I would like to know and I would take my chances.”</p><p>Meanwhile Germany’s interior minister Nancy Faeser, on a visit to a DFB event in Doha, has called Fifa’s stance on the issue “a grave mistake”, adding: “This is not alright, how federations are being put under pressure. These were not the security guarantees I had received from [Qatar’s] interior minister. In today’s times it is incomprehensible that Fifa does not want people to openly stand for tolerance and against discrimination. It does not fit in our times and it is not appropriate towards people.”<br /><br />Like the English FA, the DFB decided to u-turn on its decision to wear the rainbow armband under pressure from Fifa. As a result, Rewe, one of Germany’s biggest supermarkets, has ditched its advertising campaign with the DFB.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/23/germany-v-japan-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/japanese-schoolchildren-end-covid-ban-lunchtime-chatter", "title": "Japanese pupils want end to Covid ban on lunchtime chatter", "date_published": "2022-11-23 12:33:50+00:00", "description": "<p>After two years of eating in silence, survey by mother finds 90% of schoolchildren want to converse again</p><p>Most young children in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> long for a return to the days when they could chat to their classmates over lunch – a pleasure they have been denied during the coronavirus pandemic.</p><p>After well over two years of eating in near-silence to prevent the spread of the airborne virus, schoolchildren say they want their classrooms to reverberate to more than the sound of cutlery and crockery at lunchtime.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/japanese-schoolchildren-end-covid-ban-lunchtime-chatter\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/23/wilko-johnson-obituary", "title": "Wilko Johnson obituary", "date_published": "2022-11-23 12:30:05+00:00", "description": "Musician with Dr Feelgood whose stark chords and pin-sharp riffs made him one of the most distinctive of British rock guitarists<p>The film-maker <a href=\"https://www.theguardian.com/film/julien-temple\" title=\"\">Julien Temple</a> described the musician Wilko Johnson, who has died aged 75, as “one of the great English eccentrics, a great national treasure waiting to be discovered”. It was thanks partly to Temple’s 2009 documentary, Oil City Confidential, which traced the history of the Canvey Island band Dr Feelgood and Johnson’s role in it, that he enjoyed renewed acclaim towards the end of his life.</p><p>Not that fans of Dr Feelgood in the band’s mid-1970s heyday needed reminding of Johnson’s accomplishments. He was never a guitar virtuoso in the vein of Jeff Beck or Eric Clapton, but he was one of the most distinctive British players in the history of rock’n’roll, having perfected a hair-trigger style that combined stark, percussive chords with pin-sharp riffs. To that, Johnson added an intimidating stage presence. Invariably clad in a black suit, eyes staring out across the audience like searchlights, he roved around the stage with robotic remorselessness.</p> <a href=\"https://www.theguardian.com/music/2022/nov/23/wilko-johnson-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/morocco-croatia-world-cup-group-f-match-report", "title": "Vlasic and Ounahi denied as Morocco earn opening draw against Croatia", "date_published": "2022-11-23 12:28:05+00:00", "description": "<p>The drums of the Moroccan ultras behind the goal suggested the outcome had been favourable. A high tempo rat-a-tat-tat broke out on the final whistle, at a tempo that echoed the energy of the North Africans’ performance as they took a point from the 2018 World Cup finalists Croatia in an engaging goalless draw.</p><p>Clear-cut chances were limited at the Al-Bayt stadium, but both goalkeepers had to make decisive interventions either side of half-time as first Nikola Vlasic then Azzedine Ounahi had a chance to open the scoring.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/morocco-croatia-world-cup-group-f-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/23/man-pays-tribute-to-wife-and-daughters-who-died-in-nottingham-flat-fire-fatoumatta-hydara-nottingham", "title": "Man pays tribute to wife and daughters who died in Nottingham flat fire", "date_published": "2022-11-23 12:25:48+00:00", "description": "<p>Aboubacarr Drammeh describes death of Fatoumatta Hydara and children as ‘cruel crime’ as police continue triple murder investigation</p><p>A man whose wife and two young daughters, aged three and one, were killed in a fire in Nottingham has described their deaths as a “cruel crime against my family”.</p><p>Aboubacarr Drammeh, 40, described his wife, Fatoumatta Hydara, as a “very happy, bubbly woman” as the police’s triple murder investigation continued.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/man-pays-tribute-to-wife-and-daughters-who-died-in-nottingham-flat-fire-fatoumatta-hydara-nottingham\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/23/vardy-v-rooney-the-wagatha-christie-trial-review-wyndhams-theatre-london", "title": "Vardy v Rooney: The Wagatha Christie Trial review – courtroom panto", "date_published": "2022-11-23 12:19:43+00:00", "description": "<p><strong>Wyndham’s theatre, London<br /></strong>Laura Dos Santos and Lucy May Barker are excellent as the frenemies in a queasy verbatim drama</p><p>From the moment <a href=\"https://www.theguardian.com/media/2019/oct/09/coleen-rooney-accuses-rebekah-vardy-leaking-stories-sun\">Coleen Rooney dropped her Instagram post</a> (“It’s … Rebekah Vardy’s account”) to the subsequent libel case which saw <a href=\"https://www.theguardian.com/uk-news/2022/oct/04/rebekah-vardy-to-pay-15m-in-legal-fees-after-losing-wagatha-christie-libel-trial\">Vardy publicly hoist by her own petard</a>, the “Wagatha Christie” trial was destined for at least one second life in dramatic form.</p><p>Here is the first, faithful iteration based on court transcripts and produced at speed for a West End audience. It seems like good timing in light of the World Cup though there is very little about football here – just a cameo court appearance from Wayne Rooney, played by Nathan McMullen, and a few (too many) sporting metaphors.</p><p>At <a href=\"https://wagathaplay.com/\">Wyndham’s theatre, London</a>, on 22 November and weekly until 10 January</p> <a href=\"https://www.theguardian.com/stage/2022/nov/23/vardy-v-rooney-the-wagatha-christie-trial-review-wyndhams-theatre-london\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/manchester-united-supporters-trust-calls-on-glazers-to-sell-club-quickly", "title": "Manchester United Supporters Trust calls on Glazers to sell club quickly", "date_published": "2022-11-23 12:17:53+00:00", "description": "<ul><li>Must also demands sale is in ‘best interests' of United</li><li>Four of the six Glazer siblings have wanted to sell for a while  </li></ul><p>The Glazer family has been urged by Manchester United fans to sell quickly and to make sure they leave the club in the right hands rather than chasing the biggest bid.<br /><br />In an open letter, the Manchester United Supporters Trust also warns the Glazers that any sort of uncertainty could be “disastrous” and tells them “it’s time for a change”. It comes after reports the Americans want at least £6bn for a club they bought in 2005.</p><p>“The last 17 years has been characterised by debt and decline – on-the-field and off it,” Must says. “The vast majority of United fans will agree with the conclusion you appear to have also reached – it’s time for change.<br /><br />“Fans will want to carefully scrutinise any new prospective owner – most of all we implore them not to repeat the mistakes you did – of alienating the fans that represent the greatest asset of Manchester United. <br /><br />Despite the high price, United are likely to attract a number of potential suitors. In August, Jim Ratcliffe, the UK’s richest person, <a href=\"https://www.theguardian.com/football/2022/aug/17/sir-jim-ratcliffe-expresses-interest-in-buying-manchester-united\">expressed an interest in buying United</a>. Some petro-states could also be keen on acquiring one of the biggest clubs in the world.<br /><br />Must’s letter strongly criticises the Americans for their record before urging them to sell as quickly as possible. “You have made huge amounts of money from Manchester United,” it says. “Hundreds of millions of pounds out, without a single penny of investment in. Whatever commercial objective you had in 2005, we suspect you have met it.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/manchester-united-supporters-trust-calls-on-glazers-to-sell-club-quickly\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/23/how-to-make-chicken-korma-recipe-felicity-cloake", "title": "How to make chicken korma – recipe | Felicity Cloake's Masterclass", "date_published": "2022-11-23 12:00:01+00:00", "description": "<p>The mild curry house classic gets our resident perfectionist’s treatment</p><p>This elegant, Mughal dish, rich with cream and nuts and perfumed spices, has, in Britain, been largely relegated to the status of generic “mild curry”; suitable for children and those not “up to” the chilli in a tikka masala, say. But if you habitually skip over it on menus, do give the sophisticated korma another try – it’s far too good for the kids to keep to themselves.</p><p>Prep <strong>15 min</strong><br />Marinate <strong>3 hr+</strong><br />Cook <strong>1 hr</strong><br />Serves <strong>4</strong></p> <a href=\"https://www.theguardian.com/food/2022/nov/23/how-to-make-chicken-korma-recipe-felicity-cloake\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/23/top-10-books-about-tycoons-peter-stothard-crassus", "title": "Top 10 books about tycoons", "date_published": "2022-11-23 12:00:01+00:00", "description": "<p>From rapacious businessmen to political power brokers, this literature extends from  biographies of Cornelius Vanderbilt and Tiny Rowland to novels by Scott Fitzgerald and Preti Taneja</p><p>Tycoons, and their long history, are not just rich. The word comes from the Japanese and in the 1850s was used to show ignorant, newly arriving Americans the source of real power in Japan – the Shogun – as opposed to that of the emperor who was merely a figurehead. Thus the first tycoons in the English language were powerful Americans whose power was not immediately obvious – the dealers, the financiers, the owners of politicians as much as the politicians and generals themselves.</p><p>My contribution to the literature of the tycoon comes from the age of Julius Caesar and Pompey the Great when it might have seemed clear to everyone where the greatest power lay in Rome. But these two military titans had a partner, often their senior partner, Marcus Licinius Crassus, a master of financing other politicians, of banking and bribing, of disrupting established systems, a user of money to wield and balance power in very modern ways. Crassus was secretive, restless, ruthlessly focused on detail, somewhat insecure, more personally modest than one might expect, setting many of the standards for his successors in later centuries up until our own.</p> <a href=\"https://www.theguardian.com/books/2022/nov/23/top-10-books-about-tycoons-peter-stothard-crassus\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/23/founder-of-failed-crypto-exchange-ftx-apologises-to-ex-employees-sam-bankman-fried", "title": "Founder of failed crypto exchange FTX apologises to ex-employees", "date_published": "2022-11-23 11:52:25+00:00", "description": "<p>Sam Bankman-Fried continues to say firm’s downfall can be solely explained by misplaced $8bn</p><p>The founder of the failed crypto exchange FTX has written to its former employees apologising for his role in its collapse and continuing to insist its downfall can be solely explained by a misplaced $8bn (£6.7bn). </p><p>In the letter, first published by the industry news site CoinDesk, Sam Bankman-Fried wrote: “I deeply regret my oversight failure. In retrospect, I wish that we had done many many things differently … I’m going to do what I can to make it up to you guys – and to the customers – even if that takes the rest of my life.”</p> <a href=\"https://www.theguardian.com/technology/2022/nov/23/founder-of-failed-crypto-exchange-ftx-apologises-to-ex-employees-sam-bankman-fried\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/23/billy-nomates-review-post-punk-soloist-could-do-with-some-company", "title": "Billy Nomates review – post-punk soloist could do with some company", "date_published": "2022-11-23 11:51:46+00:00", "description": "<p><strong>Village Underground, London<br /></strong>Bristol’s self-declared ‘no-waver’ delivers an entrancing performance but her electric energy needs a band to achieve its full force</p><p>Billy Nomates has always been determined to exist on her own terms. She released her first single in 2020 after a life-altering <a href=\"https://www.theguardian.com/music/sleaford-mods\">Sleaford Mods</a> show, christened by an insult thrown at her by a crowd member who saw that she was attending alone. On that song, No, Tor Maries outlined her manifesto with an anthem of calm defiance: “No is the greatest resistance / No to your nothing existence”, the Bristolian declared, finding urgency in hollow delivery. In the vein of post-punk <em>sprechgesang</em>, her stark rhetoric was set in brutalist concrete. Her fierce rejection of the world around her spurred her to create one that was entirely her own.</p><p>Ironically, it’s this single-mindedness that draws a 700-strong crowd to her sold-out show at Village Underground. Maries performs alone, eyes closed, her body electrified with sudden, angular movements as if possessed by a dance fever. Her face is contorted into something like agony, driven by some animalistic need to sweat it out. She is a source of constant, frenetic movement while the crowd is static. “Everybody twist for me / Well c’mon and crack your knees honey,” she commands of an audience largely comprising <a href=\"https://www.theguardian.com/media/6music\">6 Music</a> dads and swaying mums in turtlenecks – a real threat, here, rather than an invitation.</p> <a href=\"https://www.theguardian.com/music/2022/nov/23/billy-nomates-review-post-punk-soloist-could-do-with-some-company\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/23/hen-harriers-to-be-bred-in-captivity-and-released-on-to-salisbury-plain", "title": "Hen harriers to be bred in captivity and released on to Salisbury Plain", "date_published": "2022-11-23 11:51:09+00:00", "description": "<p>Raptor has not bred in southern England for decades – with only breeding populations found on northern moorlands </p><p>Hen harriers are to be bred in captivity in England for the first time and released on to Salisbury Plain in a new attempt to revive the endangered bird of prey in southern England.</p><p>The raptor’s only English breeding populations are on northern moorlands, where the bird has been subject to huge persecution in recent decades because its prey includes red grouse – a lucrative gamebird.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/23/hen-harriers-to-be-bred-in-captivity-and-released-on-to-salisbury-plain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/each-player-can-be-a-wonder-woman-how-tigres-uanl-grew-their-fanbase", "title": "‘Each player can be a Wonder Woman’: How Tigres UANL grew their fanbase", "date_published": "2022-11-23 11:45:01+00:00", "description": "<p>The Monterrey club won the Mexican title while expanding their brand internationally and plan to become bigger</p><p><em><strong>Welcome to Moving the Goalposts, the Guardian’s free women’s football newsletter. Here’s an extract from this week’s edition. To receive the full version once a week, just pop your email in below:</strong></em></p><p>For many years the United States have been at the very top of women’s football. The USA have won four out of eight World Cups and their domestic game has always been seen as one of the leading women’s leagues in the world.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/each-player-can-be-a-wonder-woman-how-tigres-uanl-grew-their-fanbase\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/23/pushing-buttons-nintendo-shigeru-miyamoto-super-mario-zelda-video-games", "title": "Nintendo’s Shigeru Miyamoto: What we owe the world’s most influential game designer", "date_published": "2022-11-23 11:35:00+00:00", "description": "<p>The legendary designer behind Super Mario, Zelda and many other Nintendo classics understood how technological innovation and sharp ideas could work together. At 70, he’s lost none of his sense of fun</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>Nintendo’s designer Shigeru Miyamoto – one of gaming’s earliest superstar creatives, and the mind behind <a href=\"https://www.theguardian.com/games/2021/may/27/the-15-greatest-video-games-of-the-80s-ranked\">Super Mario Bros</a>, <a href=\"https://www.theguardian.com/games/the-legend-of-zelda\">Legend of Zelda</a> <a href=\"https://www.theguardian.com/games/gallery/2018/feb/08/the-best-indie-games-on-nintendo-switch\">F-Zero</a> and many, many other wonderfully inventive games – has turned 70. Miyamoto, who has had a hand in the development of most Nintendo games and consoles, is the most influential game designer alive. Nintendo is part of the creative marrow of the games industry: there is barely a game developer today who has not played, and been influenced by, Miyamoto.</p><p>He has worked at Nintendo for 45 years and, since the 1990s, he has been the face of the company. Alongside the late, great former president Satoru Iwata, and the genius hardware designer and Game Boy architect Gunpei Yokoi, he laid the foundations for the company’s enduring success, and helped established its fun-first approach to video games. His smiling, familiar presence at events such as E3 and Tokyo Game Show over the decades – where he has always been happy to appear on-stage, waving around a Master Sword or a Wii Remote – has made him a beloved figure among the Nintendo faithful. He used to show up at midnight launches to sign things for fans; a friend of mine once asked him to draw a Mario doodle on his GameCube at a meet-and-greet, and he cheerfully obliged. He just seems like a really nice dude.</p> <a href=\"https://www.theguardian.com/games/2022/nov/23/pushing-buttons-nintendo-shigeru-miyamoto-super-mario-zelda-video-games\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/23/scottish-independence-supreme-court-scottish-parliament-second-referendum-indyref2", "title": "Supreme court rules against Scottish parliament holding new independence referendum", "date_published": "2022-11-23 11:34:31+00:00", "description": "<p>Judgment likely to anger Scottish nationalists who say country’s future is for Scottish voters to decide</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/23/scottish-independence-referendum-supreme-court-scotland-pmqs-sunak-starmer-uk-politics-live-latest-news\">UK politics live – latest updates</a></li></ul><p>The Scottish parliament cannot hold a second independence referendum without Westminster approval, the supreme court has ruled, in a unanimous judgment likely to anger Scottish nationalists who say the country’s future is for Scottish voters to decide.</p><p>The first minister, Nicola Sturgeon, said immediately after the ruling: “Scottish democracy will not be denied.” She added: “Today’s ruling blocks one route to Scotland’s voice being heard on independence – but in a democracy our voice cannot and will not be silenced.”</p> <a href=\"https://www.theguardian.com/politics/2022/nov/23/scottish-independence-supreme-court-scottish-parliament-second-referendum-indyref2\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/23/reduce-food-waste-at-home", "title": "Grocery list, scrap cooking, your nose: how to reduce food waste at home", "date_published": "2022-11-23 11:00:01+00:00", "description": "<p>About 40% of waste occurs in homes – individual solutions really can add up to address the problem</p><p>Priyanka Naik has been looking for creative ways to reduce food waste for as long as she can remember. A <a href=\"https://www.instagram.com/chefpriyanka/?hl=en\">vegan chef</a>, <a href=\"https://bookshop.org/p/books/the-modern-tiffin-on-the-go-vegan-dishes-with-a-global-flair-a-cookbook-priyanka-naik/16297692\">author</a> and TV personality, she often turns kitchen scraps into inventive new meals and packs up restaurant leftovers – including the bread basket – to take home for later. Instead of tossing the white rice that comes with her takeout meals, which she says she’s “not a huge fan of”, she might throw it in a food processor with beans, potatoes and spices, and shape the mixture into patties for veggie burgers.</p><p>From a climate perspective, Naik’s approach makes sense. While food waste is difficult to measure, one estimate by <a href=\"https://www.unep.org/regions/north-america/regional-initiatives/promoting-sustainable-lifestyles\">the UN</a> Environment Program found that if food waste were a country, it would be the third-largest emitter of greenhouse gasses after China and the US.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/23/reduce-food-waste-at-home\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/how-putin-is-preparing-children-to-die-for-the-motherland", "title": "How Putin is preparing children to ‘die for the motherland’ | Ian Garner", "date_published": "2022-11-23 11:00:00+00:00", "description": "<p>Russia is turbocharging its indoctrination of young people, using games and influencers to draw them into a militarised Youth Army</p><p>It might seem that Russia’s government has lost the support of its young for good. Western media cover stories of young Russians <a href=\"https://www.theguardian.com/world/2022/sep/22/my-heart-sank-with-news-of-draft-russians-flee-in-droves\">fleeing conscription</a> and <a href=\"https://www.theguardian.com/world/2022/sep/26/russia-man-shoots-commander-drafting-residents-for-war-in-ukraine\">attacking</a> military recruiters. And the handful of reliable surveys of Russian public opinion suggest that, while approval for the “special military operation” and Putin <a href=\"https://www.levada.ru/en/2022/11/01/conflict-with-ukraine-october-2022/\">remains high</a> overall, young Russians are less likely than their elders to voice their support.</p><p>But the regime is also turbocharging indoctrination efforts aimed at its youngest subjects. This includes well-worn tactics such as closing off<a href=\"https://ridl.io/russia-ukraine-and-the-emergence-of-disconnective-society/\"> social media and online dissent</a>, and rolling out <a href=\"https://www.theguardian.com/world/2022/sep/01/russian-parents-and-teachers-urged-to-boycott-propaganda-classes\">propaganda lessons</a> in schools. But its most effective tool may be a myriad of new youth groups that introduce children to the Russian state’s world of constant war with a dazzling barrage of social media infotainment.</p><p>Ian Garner is a historian of Russian war culture. He is the author of the forthcoming book Z Generation: Into the Heart of Russia’s Fascist Youth</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/how-putin-is-preparing-children-to-die-for-the-motherland\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/23/the-witch-part-2-review-korean-horror-combines-hi-tech-and-old-style-ass-kicking", "title": "The Witch: Part 2 review – Korean horror combines hi-tech and old-style ass-kicking", "date_published": "2022-11-23 11:00:00+00:00", "description": "<p>Gory and absorbing sci-fi sequel is part Stranger Things, part Orphan Black and all action, with a ridiculously good-looking and super-cool cast</p><p>This expansive but absorbing sequel to the 2018 sci-fi horror feature The Witch: Part 1 presents, as its extra subtitle The Other One, which might suggest a narrative centred on another young “witch”. The first film’s central figure Ja-yoon (Kim Da-mi, briefly returning here) began to exercise her telekinetic powers only two-thirds of the way into Part 1’s narrative. However, Part 2’s heroine Ark 1 (Shin Sia-ah) is, from the off, able to throw whole cars around and beat people up psychically, having been raised in a secret facility where her superpowers were genetically implanted from birth. But Ark 1 was never socialised like Ja-yoon, the latter having been adopted by kindly if elderly normie farmers at a young age, so a lot of the time is spent watching Ark 1 adapt to regular life after she is taken in by young farmer Kyung-hee (Park Eun-bin) and Kyung-hee’s brother Dae-gil (Sung Yoo-bin). (In relatable fashion, she loves the food samples in supermarkets.) The farmers are being menaced by an uncle (Jin Goo) who wants to forcibly seize their farm, but like almost all the men in this film, the gangsters profoundly underestimate the power of slight young women such as Ark 1, Kyung-hee or, indeed, Ja-yoon herself.</p><p>If you grasped all that without having seen Part 1, you’ll notice that the plot is a bit like a Korean version of Stranger Things, with Ark 1 as The Witch’s version of Eleven, the lab-reared victim-prodigy with extraordinary psionic powers. Writer-director Park Hoon-jung has also grafted on a subplot reminiscent of Orphan Black that involves a bunch of telekinetic young people in rival gangs who are connected to the story. They’re all ridiculously good looking and super-cool, like the members of competing K-pop bands but with extremely murderous instincts. (Bear in mind: the film is extremely gory and has deservedly been given an 18 certificate.)</p> <a href=\"https://www.theguardian.com/film/2022/nov/23/the-witch-part-2-review-korean-horror-combines-hi-tech-and-old-style-ass-kicking\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/23/thanksgiving-turkey-shortages", "title": "US turkey shortages and rising prices add extra stress to Thanksgiving", "date_published": "2022-11-23 11:00:00+00:00", "description": "<p>Inflation and a long outbreak of avian flu before the holidays mean higher prices and smaller birds – or none at all</p><p>Turkey, the reigning poultry of Thanksgiving, may be harder for millions across the US to obtain this year, as experts warn of shortages and spiking prices ahead of the holidays.</p><p>With Thanksgiving on Thursday, experts have flagged the problem of inflated turkey costs combined with a decreased supply of the bird, especially large ones. Both circumstances could spell pricier turkeys, smaller turkeys or no turkey at all for many at Thanksgiving dinner this year.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/23/thanksgiving-turkey-shortages\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/ng-interactive/2022/nov/23/this-months-best-paperbacks-claire-keegan-mario-vargas-llosa-and-more", "title": "This month’s best paperbacks: Claire Keegan, Mario Vargas Llosa and more", "date_published": "2022-11-23 10:56:53+00:00", "description": "<p>Looking for a new reading recommendation? Here are some excellent new paperbacks, from powerful essay collections to a Booker-shortlisted novel</p> <a href=\"https://www.theguardian.com/books/ng-interactive/2022/nov/23/this-months-best-paperbacks-claire-keegan-mario-vargas-llosa-and-more\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/23/ancient-apocalypse-is-the-most-dangerous-show-on-netflix", "title": "Ancient Apocalypse is the most dangerous show on Netflix", "date_published": "2022-11-23 10:54:00+00:00", "description": "<p>A show with a truly preposterous theory is one of the streaming giant’s biggest hits – and it seems to exist solely for conspiracy theorists. Why has this been allowed?</p><p>At the time of writing, Ancient Apocalypse has been comfortably sitting in Netflix’s Top 10 list for several days. This presents something of a mystery, because the show closely resembles the sort of half-baked filler documentary that one of the lesser Discovery channels would slap up at 3am between shows about plane crashes and fascist architecture. Ancient Apocalypse obviously has an audience, but who on Earth is it?</p><p>Fortunately, you don’t have to watch for long to find out. In quick succession, during the pre-show sizzle reel, we are treated to clips of the show’s host Graham Hancock being interviewed by Jordan Peterson and Joe Rogan. Finally, we have an answer: Ancient Apocalypse must be a TV programme made exclusively for people who like to shout at you on Twitter.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/23/ancient-apocalypse-is-the-most-dangerous-show-on-netflix\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/23/wilko-johnson-dies-aged-75", "title": "Wilko Johnson dies aged 75", "date_published": "2022-11-23 10:45:45+00:00", "description": "<p>The Dr Feelgood guitarist died at home on 21 November, his family confirmed</p><p>Wilko Johnson, the guitarist for Dr Feelgood and a formative influence on the British punk movement, has died aged 75. A statement posted to his official social media accounts said he died at home on 21 November.</p><p>Johnson was diagnosed with late-stage pancreatic cancer in 2013 and elected not to receive chemotherapy. That year, he was told he had nine to 10 months left to live. </p> <a href=\"https://www.theguardian.com/music/2022/nov/23/wilko-johnson-dies-aged-75\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/south-korea-kim-min-jae-the-monster-napoli-world-cup", "title": "South Korea’s Kim Min-jae: ‘My nickname The Monster sums me up’", "date_published": "2022-11-23 10:30:54+00:00", "description": "<p>Napoli defender on travelling to his first Korea call-up in a fish truck, doing national service and watching the glory games of 2002</p><p>Kim Min-jae describes it as “one of the greatest moments in my life”, and it certainly made for an unusual scene, quite the entrance. The imposing South Korea centre-half has taken Serie A by storm since signing for Napoli in the summer and he intends to do likewise at the World Cup. But before he looks forward – South Korea kick off against Uruguay on Thursday – he wants to look back, to reflect on when it all started.</p><p>Kim had to do things the hard way. The boy from Tongyeong, a small city on Korea’s south coast, was thrilled to have received his first call-up to the South Korea under-17 team in 2012 but it meant a long journey to the Paju national football centre at the other end of the country.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/south-korea-kim-min-jae-the-monster-napoli-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/tories-brexit-rishi-sunak-swiss-style-deal-eu-brexiteer", "title": "Here’s why Tories are raging again over Brexit – they really don’t trust Rishi Sunak | Henry Hill", "date_published": "2022-11-23 10:27:22+00:00", "description": "<p>The Brexiteer prime minister has ruled out a Swiss-style deal with the EU, but MPs are afraid of what he might do</p><p>It is objectively quite absurd for the Conservatives to have spent the weekend <a href=\"https://www.theguardian.com/politics/2022/nov/20/hardline-brexiters-voice-fears-over-reports-of-swiss-style-eu-deal\">having a row</a> over whether or not the United Kingdom is <a href=\"https://www.theguardian.com/politics/2022/nov/20/brexit-who-wants-a-swiss-style-eu-deal-and-what-would-it-look-like\">moving towards</a> a “Swiss-style” relationship with the European Union.</p><p>For starters, Brussels <a href=\"https://www.theguardian.com/world/2022/nov/22/tuesday-briefing-why-european-leaders-dont-want-a-swiss-style-deal-for-the-uk\">doesn’t particularly like</a> the morass of bilateral treaties it has with Berne and there is no evidence that a similar arrangement would be made available to London even if we wanted one, which the government insists it does not.</p><p>Henry Hill is deputy editor of ConservativeHome</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/tories-brexit-rishi-sunak-swiss-style-deal-eu-brexiteer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/club-q-colorado-springs-shooting-pulse-orlando", "title": "I’m a Pulse survivor. Rightwing anti-LGBTQ+ rhetoric made the Club Q massacre inevitable", "date_published": "2022-11-23 10:00:05+00:00", "description": "<p><strong>Brandon Wolf</strong> was at the Orlando club when a gunman opened fire. His community knew another tragedy was coming</p><p>I woke up on Sunday morning to a call from a CNN producer asking if I would come on the news to talk about what had happened in Colorado Springs. I had no idea what she was saying, but as a Pulse survivor I could feel it in my gut. While she had me on the phone, I tried to get up to speed on what happened.</p><p>The news started to filter through: five dead, many more injured. I called friends in the area to make sure they were okay. Immediately, my heart was broken, and I was transported back to the worst night of my life.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/club-q-colorado-springs-shooting-pulse-orlando\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/23/my-friends-call-me-the-blackberry-queen-meet-the-people-clinging-on-to-old-tech-from-faxes-to-vcrs", "title": "‘My friends call me the BlackBerry queen!’ Meet the people clinging on to old tech – from faxes to VCRs", "date_published": "2022-11-23 10:00:05+00:00", "description": "<p>You can keep your iPhones, emails and streaming videos. Aren from London, Lisa from St Louis and Billy from Wigan are quite happy with old-fashioned alternatives. And there are plenty more where they came from</p><p>More than 40 years since the fax machine became an office mainstay, it seems the party is finally over. With telecom providers no longer required <a href=\"https://www.theguardian.com/technology/2022/nov/01/fax-for-the-memories-ofcom-backs-death-warrant-for-80s-office-staple\">to offer fax services</a>, these machines may soon be consigned to the dusty attic of bygone tech. But for the TikTok generation, who’ve never known life without wifi, concepts such as fax, dial-up internet and Friday night trips to Blockbuster Video aren’t just outdated, they’re completely alien. Even so, not everyone has forgotten about the charms of older technology. From the clattering keys of an old typewriter to the nostalgic joy of a chunky Walkman, some people have never left their favourite tech behind.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/23/my-friends-call-me-the-blackberry-queen-meet-the-people-clinging-on-to-old-tech-from-faxes-to-vcrs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/isabella-bird-explorer-history-heroine-tv-ruby-wax", "title": "Why Isabella Bird, the Victorian explorer forgotten by history, became my heroine | Ruby Wax", "date_published": "2022-11-23 10:00:04+00:00", "description": "<p>Cutting open bears, wrangling cows: retracing her voyage across the Rocky Mountains made me realise how extraordinary this woman was</p><p>Everyone has heard of Amelia Earhart, the great aviator. Or Florence Nightingale, the revered statistician. But what about <a href=\"https://www.theguardian.com/artanddesign/gallery/2015/apr/22/isabella-bird-pioneering-photographer-of-life-in-19th-century-china\">Isabella Bird</a>, the 4ft 11in Victorian adventurer who rode 800 miles across Colorado solo on a horse? The tragedy is that this pioneering explorer has largely been forgotten by history – until now.</p><p>In April, alongside the Spice Girl Melanie Brown and the comedian Emily Atack, I travelled to the Rocky Mountains to retrace Isabella’s footsteps and pay homage to this trailblazer. As I became immersed in her life, she quickly became my heroine.<br /><br />Isabella was a talented author, writing about her adventures as she travelled the equivalent of three times around the world, by boat, on horseback and foot. But she also suffered from debilitating chronic pain. After spinal surgery in England to remove a tumour, in 1873 doctors advised her to get out to the fresh air of the Rocky Mountains to heal her general malaise. At a time when women only really had two options – to be a housewife or work in a factory – she ventured halfway across the world in search of healing.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/isabella-bird-explorer-history-heroine-tv-ruby-wax\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/uk-sending-helicopters-to-ukraine-for-first-time-says-ben-wallace", "title": "UK sending helicopters to Ukraine for first time, says Ben Wallace", "date_published": "2022-11-23 09:52:12+00:00", "description": "<p>Defence secretary says extra 10,000 artillery rounds also being sent to help secure retaken territory</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/23/russia-ukraine-war-live-newborn-killed-in-russian-strike-on-hospital-says-zaporizhzhia-governor\">Russia-Ukraine war – latest news updates</a></li></ul><p></p><p>The UK is sending helicopters to Ukraine for the first time, the defence secretary, Ben Wallace, has announced, in an escalation of support for Kyiv’s resistance against Vladimir Putin.</p><p>Three Sea King helicopters will be provided, with the first already in Ukraine, according to PA Media. They are the first piloted aircraft to be sent by the UK since the Russian invasion began in February.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/uk-sending-helicopters-to-ukraine-for-first-time-says-ben-wallace\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/23/scottish-independence-referendum-supreme-court-scotland-pmqs-sunak-starmer-uk-politics-live-latest-news", "title": "Supreme court ruling on new Scottish independence referendum – live", "date_published": "2022-11-23 09:51:09+00:00", "description": "<p>The supreme court is ruling on whether Scottish parliament can hold a second vote without the approval of Westminster</p><p><strong>Reed</strong> says the Scotland Act gives the Scottish parliament limited powers. It cannot legislate on reserved matters. Those include fundamental matters, including the union of the UK.</p><p>If legislation related to the union, or the UK parliament, the Scottish parliament would have not power to enact it.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/23/scottish-independence-referendum-supreme-court-scotland-pmqs-sunak-starmer-uk-politics-live-latest-news\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/herve-renards-fairytale-journey-from-cambridge-to-world-cup-mastermind", "title": "Hervé Renard’s fairytale journey from Cambridge to World Cup mastermind", "date_published": "2022-11-23 09:39:56+00:00", "description": "<p>Saudi Arabia’s swashbuckling upset of Argentina was overseen by a coach whose bravery brought unthinkable rewards</p><p>When Morocco surprisingly <a href=\"https://www.theguardian.com/football/2019/jul/05/football-africa-cup-of-nations-benin-morocco-uganda-senegal-roundup\">lost on penalties to Benin</a> in the 2019 Africa Cup of Nations, falling short of a quarter-final spot, it was tempting to wonder whether Hervé Renard had lost his sheen. He had nothing to prove at that level but this time his sureness of touch had deserted him and, fulfilling a pledge he had made to himself before the tournament, he resigned. </p><p>Three weeks later he pitched up as Saudi Arabia manager and in signing for a struggling federation that had churned through 10 coaches in the previous decade, there was a sense he risked burying himself in a footballing desert.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/herve-renards-fairytale-journey-from-cambridge-to-world-cup-mastermind\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/23/out-of-the-blue-review-the-rise-and-fall-of-liz-truss", "title": "Out of the Blue review – the rise and fall of Liz Truss", "date_published": "2022-11-23 09:00:04+00:00", "description": "<p>How did Liz Truss become the seven-week prime minister? This juicy tale of high political farce hints at an answer</p><p>Famously, she was the first British prime minister to be outlasted by a lettuce.</p><p>More pertinently for the book industry, however, Liz Truss was also the first to unravel almost faster than a biographer can type. She quit eight days before the Sun’s political editor Harry Cole and Spectator diarist James Heale were due to deliver a portrait already being written at breakneck speed, and for a book to emerge at all in the circumstances arguably represents something of a heroic technical achievement. True, the writing is clunky in places. But nobody is going to be buying this book for its literary elegance; the point is to rubberneck at what remains of the crash site, and if that isn’t what Cole, Heale or most of their interviewees originally intended to deliver – well, life comes at you fast in British politics nowadays.</p> <a href=\"https://www.theguardian.com/books/2022/nov/23/out-of-the-blue-review-the-rise-and-fall-of-liz-truss\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/23/last-flight-home-review-heartbreaking-portrait-of-assisted-dying-ondi-timoner", "title": "Last Flight Home review – heartbreaking portrait of assisted dying", "date_published": "2022-11-23 09:00:03+00:00", "description": "<p>Documentary maker Ondi Timoner follows her desperately ill father, and his family, after he decides to exercise his right under Californian law</p><p>Ondi Timoner’s home-movie memoir is a heartbreaking and unexpectedly complex film about her elderly father in his final days. <a href=\"https://en.wikipedia.org/wiki/Eli_Timoner\">Eli Timoner</a> was a swashbuckling entrepreneur who founded the budget airline Air Florida in the 1980s, became a stroke survivor in middle age, and finally, facing terrible ill-health, opted to end his own life under a Californian law that enforces a 15-day grace period in which the patient has time to reflect before the fatal drugs are administered. In fact they are self-administered: the applicant has to drink the hemlock-equivalent themselves, and there are wrenchingly tense scenes in which Mr Timoner tremblingly practises holding a cup in his hand. If he can’t, the whole thing is off.</p><p>The camera movingly witnesses his family paying visits and assembling round his death bed and he also has very touching goodbyes with his old friends and colleagues via Skype and an iPad held up to his face. But the complexity comes with his wife, Ondi’s mother Elissa, who is often a little apart from the group, lying down on a couch nearby, clearly exhausted by the lifelong burden of caring for Eli and perhaps nursing mixed feelings in her heart about all these people showing up at the final hour who perhaps don’t appreciate how difficult he can be – and how she herself deserves some of this outpouring of love.</p> <a href=\"https://www.theguardian.com/film/2022/nov/23/last-flight-home-review-heartbreaking-portrait-of-assisted-dying-ondi-timoner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/23/morocco-v-croatia-world-cup-2022-live", "title": "Morocco v Croatia: World Cup 2022 – live", "date_published": "2022-11-23 08:30:02+00:00", "description": "<ul><li>World Cup updates from the 10am GMT kick-off</li><li>And you can <a href=\"mailto:Daniel%20Harris%20%3Cdaniel.harris.casual@theguardian.com%3E\">email Daniel</a> or tweet <a href=\"https://twitter.com/DanielHarris\">@DanielHarris</a></li></ul><p>And it don’t stop! As if yesterday’s antics weren’t enough, here commenceth another quadruple game-day, a tasty tetris of World Cup Football<sup>TM</sup> for our delectation. <a href=\"https://youtu.be/ldDsf4SzGJw?t=1\">Bing-bing whee sliiiide</a>.</p><p>At Mexico 86, Morocco became the first African nation to advance from the group stages, beaten by a late Lothar Matthäus free-kick in the last 16. And though they’ve only qualified three items since then, failing to replicate that achievement on each occasion, they’ve got some serious players this time around so will be quietly confident of doing something here.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/23/morocco-v-croatia-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/23/berlusconi-musical-fleabag-francesca-moody-grange-hill", "title": "Fleabag producer brings Berlusconi musical to London stage", "date_published": "2022-11-23 08:00:04+00:00", "description": "<p>‘Fierce, feminist’ show from Francesca Moody is written by former Grange Hill actors Ricky Simmonds and Simon Vaughan and tells an ‘almost true’ story</p><p>A musical about Silvio Berlusconi that is described as “Evita on acid”, written by two former Grange Hill stars and features a song called My Weekend With Vladimir is to be staged in London next year.</p><p>Entitled Berlusconi, it is billed as an “almost true story” and produced by <a href=\"https://www.theguardian.com/stage/2019/jul/10/fleabag-super-producer-francesca-moody-phoebe-waller-bridge-edinburgh-fringe\">Francesca Moody</a> who is best known for her success with Phoebe Waller-Bridge’s Fleabag. The musical depicts the three-time former Italian PM on the eve of the verdict in his trial for tax fraud as he looks back on his rise and fall and resolves to write an autobiographical opera. His story is then told through the eyes of three women: Ilda Boccassini, the Milan magistrate known as Ilda the Red who investigated him; Berlusconi’s second wife, the actor Veronica Lario, who left him in 2009 after nearly 20 years of marriage; and the character of a journalist who is based on real people. “It places a fierce feminist lens on him,” said Moody of the musical. “These women are telling their story.”</p><p>Berlusconi is at <a href=\"https://www.southwarkplayhouse.co.uk/productions/berlusconi/\">Southwark Playhouse Elephant, London</a>, 25 March–29 April<br /></p> <a href=\"https://www.theguardian.com/stage/2022/nov/23/berlusconi-musical-fleabag-francesca-moody-grange-hill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/23/kings-of-the-underground-the-last-coal-miners-of-wales", "title": "Kings of the underground: the last coal miners of Wales", "date_published": "2022-11-23 08:00:04+00:00", "description": "<p>Portraits of Welsh miners and their relatives are on display in Kings of the Underground at the National Waterfront Museum, Swansea. More than 40 colliers’ faces were captured using photogrammetry, which converts 2D images into 3D images, at community centres across the South Wales Coalfield</p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/23/kings-of-the-underground-the-last-coal-miners-of-wales\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/class-barriers-journalism-working-class-liverpudlian-journalist", "title": "I had to fight my way through class barriers into my job. Why has so little changed? | Jamie Fahey", "date_published": "2022-11-23 08:00:02+00:00", "description": "<p>Too many people still face the prejudices I had to confront as a working-class Liverpudlian when I tried to become a journalist</p><p>A job interview in Liverpool. I’m Liverpudlian. “Do you write the way you speak,” I was asked. And that was my greeting, I suppose: welcome to the middle-class world. In this case, journalism. Welcome to the closed world of mores and customs and assumptions and inflections that allow class borders to be policed, admitting those who are granted approval while denying entry to others.</p><p>Entering a middle-class profession from a working-class background means all manner of things for society. Consider the recent Social Mobility Foundation <a href=\"https://www.socialmobility.org.uk/wp-content/uploads/2022/05/Social-Mobility-Foundation-Impact-Report_21%E2%80%9322.pdf\">report</a> on the social class pay gap, which found working-class employees were paid on average about <a href=\"https://www.theguardian.com/commentisfree/2022/nov/12/7000-a-year-thats-hit-to-your-salary-if-you-come-from-a-working-class-family#:~:text=The%20Observer-,%C2%A37%2C000%20a%20year%20%E2%80%93%20that%27s%20the%20hit%20to%20your%20salary,from%20a%20working%2Dclass%20family&amp;text=Many%20of%20Britain%27s%20professional,are%20doing%20the%20same%20job.\">£7,000 less</a> than those from better-off backgrounds. It’s a colossal price to pay for the sheer circumstance of birthplace and family background. The price is higher for women, who face a pay gap of £9,500. Someone from a working-class Bangladeshi background, or with black Caribbean heritage, can expect losses of £10,432 and £8,770 compared with their white peers.<strong> </strong>Losses can mount up when forced into playing the UK’s intersectionality lottery of misfortune.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/class-barriers-journalism-working-class-liverpudlian-journalist\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/23/manchester-united-shares-jump-glazers-put-club-sale-business-live", "title": "Manchester United shares jump after Glazers put club up for sale – business live", "date_published": "2022-11-23 07:47:44+00:00", "description": "<p>American owners ‘commencing a process to explore strategic alternatives’ and appoint Raine Group, which oversaw the sale of Chelsesa, as financial adviser</p><p><strong>Good morning, and welcome to our rolling coverage of business, the financial markets and the world economy.</strong></p><p>The Glazer family are looking to sell Manchester United after owning it for 17 years, triggering a 27% jump in the share price to $16.6 in after hours trading on Nasdaq.</p><p>The owners have said we’ve done our 17 years, we’ve taken out as much as we can, we’re under constant pressure from fans and therefore what we need to do is try to find a buyer at a time when the Premier League looks like it might make more money because lots of people are buying rights and we’ve got the asset value to where we could get it.</p><p>And what’s really driven that is the differences in value. A year ago Newcastle sold for £305m. Chelsea sold for £2.5bn plus an additional £1.75bn for reinvestment in the club, nearly £5bn. When you’re Manchester United or you’re Liverpool and you’re the owner of those clubs, you look at those numbers and say we can easily get that, and that’s a huge return on our initial investment.</p><p>It may well be that all these American hedge funds are looking at football assets believing they are undervalued even at £4bn or £5bn because the Premier League will continue to grow...</p><p>Most fans are quite happy if the money is coming in.</p><p>8.15am GMT: France S&amp;P Global PMIs flash for November</p><p>8.30am GMT: Germany PMIs flash for November</p><p>9am GMT: Eurozone PMIs flash for November</p><p>9.30am GMT: UK S&amp;P Global/CIPS PMIs flash for November</p><p>1.30pm GMT: US Durable goods orders for October (forecast: 0.4%)</p><p>2.45pm GMT: US S&amp;P Global PMIs flash for November</p><p>3pm GMT: US Michigan Consumer sentiment final for November (forecast: 55)</p><p>3pm GMT: Treasury committee to quiz UK chancellor Jeremy Hunt on autumn statement</p><p>7pm GMT: Bank of England chief economist Huw Pill speech on returning inflation to target</p><p>7pm GMT: US Federal Reserve minutes</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/23/manchester-united-shares-jump-glazers-put-club-sale-business-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/shock-disbelief-and-sadness-argentinians-stay-sombre-after-saudi-arabia-defeat", "title": "Shock, disbelief, sadness – Argentina fans sombre after Saudi Arabia shock", "date_published": "2022-11-23 07:30:02+00:00", "description": "<p>Back in Argentina there was none of the vitriol normally reserved for players after surprising loss on the greatest stage</p><p>It was barely past 9am and Argentinians everywhere were emerging from being glued to their TV screens, squinting into the bright morning sun, many wondering out loud if they had just woken up from a nightmare. In fact, it was their dream of winning the World Cup that had just been given a merciless reality check.</p><p>“We lost the match because of our own mistakes, especially in the second half,” a visibly shaken but remarkably composed Lautaro Martínez told the cameras pitch-side immediately after the final whistle.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/shock-disbelief-and-sadness-argentinians-stay-sombre-after-saudi-arabia-defeat\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/23/the-fall-of-numenor-by-jrr-tolkien-review-masterful-world-building-from-the-father-of-fantasy", "title": "The Fall of Númenor by JRR Tolkien review – masterful world-building from the father of fantasy", "date_published": "2022-11-23 07:30:02+00:00", "description": "<p>Following Amazon’s Rings of Power series, this beautiful compendium of Tolkien’s  Second Age of Middle-earth stories offers the ideal palate cleanser </p><p>The Lord of the Rings: <a href=\"https://www.theguardian.com/tv-and-radio/series/the-rings-of-power--episode-by-episode\" title=\"\">The Rings of Power</a> is a contender for the biggest TV event this year, and the show’s estimated 100 million-strong audience represents a huge number of potential new readers. This book covers the same fictional period in Middle-earth history, the Second Age. If you want the genuine Tolkien version of the era, here it is in one rather beautiful package. And it could also be the palate cleanser you crave if you disliked the show and prefer to go back to the authentic flavour of Middle-earth and the doomed island nation of Númenor.</p><p>“Go back” is right. The book marshals material hitherto scattered through many posthumous publications from 1977’s The Silmarillion onwards. In this, it broadly follows recent editions by Tolkien’s son Christopher, who died in 2020. Editor Brian Sibley made the superb 1981 BBC radio adaptation of The Lord of the Rings and knows his Tolkien. Ending long before that story of questing hobbits, the Second Age runs from the end of the mythological Silmarillion and the defeat of primal dark lord Morgoth to the epochal but temporary defeat of his successor Sauron. That’s three-and-a-half millennia.</p> <a href=\"https://www.theguardian.com/books/2022/nov/23/the-fall-of-numenor-by-jrr-tolkien-review-masterful-world-building-from-the-father-of-fantasy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/british-football-fans-boycotting-world-cup-qatar", "title": "‘Built on the blood of slaves’: British football fans boycotting World Cup", "date_published": "2022-11-23 07:30:01+00:00", "description": "<p>Migrant deaths and Qatar’s stance on women’s and LGBTQ+ rights are among issues making some supporters disengage</p><p>Alex Murphy has found a community through football. His weekends are spent cheering on Ipswich Town, where he holds a season ticket, the Arsenal women’s team near his north London address, or playing five-a-side with his teams: Saka Potatoes and Olympique Mayonnaise. He has watched every World Cup since 2002 and enjoys the inclusivity of the event, which even his mum, who doesn’t really care about football, gets into. But this year, he won’t be tuning in.</p><p>He made the decision <a href=\"https://twitter.com/thatalexmurphy/status/1481560614342430724?t=E5NCzkkwwalsEFRip6btwg&amp;s=08\">in January,</a> when he became aware that more than <a href=\"https://www.theguardian.com/global-development/2021/feb/23/revealed-migrant-worker-deaths-qatar-fifa-world-cup-2022\">6,500 migrant workers</a> from India, Pakistan, Nepal, Bangladesh and Sri Lanka had died after Qatar embarked on an unprecedented building programme, largely in preparation for the tournament.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/british-football-fans-boycotting-world-cup-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/22/supreme-court-to-rule-second-scottish-independence-referendum", "title": "Supreme court to rule on second Scottish independence referendum", "date_published": "2022-11-23 07:11:54+00:00", "description": "<p>Decision should settle whether Scottish parliament can hold independence poll without Westminster approval</p><ul><li><a href=\"https://www.theguardian.com/politics/2022/nov/23/what-is-the-supreme-courts-scottish-independence-ruling-about\">What could the supreme court say in the ruling?</a></li></ul><p>The supreme court will rule on Wednesday morning whether the Scottish parliament can hold a second referendum on independence without Westminster approval, as pro-independence supporters are expected to take to the streets in rallies across the country.</p><p>The ruling will have significant political repercussions for both the UK and Scottish governments depending on how it falls. It may finally settle the process question that has vexed both sides of the constitutional debate since the Scottish National party lost the first independence referendum in 2014.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/22/supreme-court-to-rule-second-scottish-independence-referendum\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/23/the-white-lotus-season-two-sex", "title": "Summer lusting: The White Lotus turns its sharp eye to sex", "date_published": "2022-11-23 07:02:00+00:00", "description": "<p>The second season of the hit series scales up in size and down in critique to the most base and personal. What are humans if not messes of desire?</p><p>To stay at The White Lotus in Sicily, the fictional hotel at the center of the HBO show’s <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/25/the-white-lotus-season-two-review-this-immaculate-seriess-writing-is-utterly-unrivalled\">second season</a>, is to feel exposed. Caught alone, several characters meet the stares of Renaissance-style wall paintings. Each room contains a statue of a man’s head that, as a hotel staffer explains, honors a Sicilian legend of a beheaded seducer. A disguised door connects two married couples’ rooms. The visual motif of the first season of The White Lotus, set at a Hawaiian resort, was rot – molding fruit in the title sequence, tropical leaves crawling across the bedspreads, the stench of moral corrosion – but the second season’s is more vigorous: wandering eyes, backdoor arrangements, creeping lust.</p><p>As in the first, the second season, again written and directed by Mike White, kicks off with a dead body (actually, several) then jumps back a week. But the real mystery is how tangled the erotic web will get. Sex is both undercurrent and tidal wave: suggested with a glance; debated at the dinner table between three generations of DiGrasso men (F Murray Abraham, Michael Imperioli and Adam DiMarco); bared by Cameron (Theo James) to his college roommate’s uptight wife Harper (Aubrey Plaza) in a swimsuit change ripe for internet chatter; sold by local sex worker Lucia (Simona Tabasco) and her friend, aspiring singer Mia (Beatrice Grannò).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/23/the-white-lotus-season-two-sex\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/the-massacre-at-club-q-didnt-happen-in-a-vacuum-there-has-been-a-dangerous-escalation-in-hateful-anti-lgbt-rhetoric", "title": "The massacre at Club Q didn’t happen in a vacuum. There has been a dangerous escalation in hateful anti-LGBT rhetoric | Arwa Mahdawi", "date_published": "2022-11-23 07:00:04+00:00", "description": "<p>The most shocking thing about what happened is that it felt so inevitable</p><p>It’s a story as American as apple pie: a young man walks into a bar with an AR-15, a semiautomatic weapon that is capable of killing a lot of people in a very short time, and proceeds to kill a lot of people in a very short time. The latest iteration of this story came on Saturday night in Colorado Springs. On the eve of the Transgender Day of Remembrance, a gunman <a href=\"https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-shooting-mayor-hate-crime\">opened fire in an LGBTQ+ nightclub</a>, killing five people and injuring at least 25 in what is widely thought to have been a hate crime. Those numbers would have been far higher had it not been for the bravery of two unarmed people at the bar, who restrained the killer.</p><p>You know what’s most shocking about the massacre in Colorado Springs? The fact that it felt so inevitable. Over the past year there has been an escalation in dangerously dehumanising anti-LGBTQ+ rhetoric. The idea that LGBTQ+ people are “<a href=\"https://www.vox.com/culture/23025505/leftist-groomers-homophobia-satanic-panic-explained\">groomers” and paedophiles</a> has become a mainstream conservative talking point pushed by everyone from Fox News to Republican politicians. Christina Pushaw, the press secretary for the Florida governor Ron DeSantis, for example, said that a new law preventing Florida schools from teaching kids about LGBTQ+ people should be called the “the anti-grooming bill”. If you’re against it, she <a href=\"https://twitter.com/ChristinaPushaw/status/1499890719691051008?s=20&amp;t=kjwYldGYlw2YvvSu-KEVIw\">tweeted</a>, “you are probably a groomer or at least you don’t denounce the grooming of four- to eight-year-old children”. According to the <a href=\"https://www.hrc.org/press-releases/new-report-anti-lgbtq-grooming-narrative-surged-more-than-400-on-social-media-following-floridas-dont-say-gay-or-trans-law-as-social-platforms-enabled-extremist-politicians-and-their-allies-to-peddle-inflamatory-discriminatory-rhetoric\">Human Rights Campaign</a>, the average number of tweets each day using slurs such as “groomer” and “paedophile” in relation to LGBTQ+ people increased by 406% in the month after the Florida bill was passed.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/the-massacre-at-club-q-didnt-happen-in-a-vacuum-there-has-been-a-dangerous-escalation-in-hateful-anti-lgbt-rhetoric\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/23/velcro-bullet-trains-and-robotic-arms-nature-mother-of-invention-aoe", "title": "Velcro, bullet trains and robotic arms: how nature is the mother of invention", "date_published": "2022-11-23 07:00:04+00:00", "description": "<p>Many of the world’s most inspiring solutions have been created by scientists who stole their ideas from the natural world</p><p>Read more: <a href=\"https://www.theguardian.com/environment/2022/nov/22/what-happens-when-humans-meddle-with-nature-aoe\">What happens when humans meddle with nature?</a></p><p>Over millions of years of evolution, nature has worked out solutions to many problems. Humans have arrived late in the day and pinched them. For example, <a href=\"https://www.velcro.co.uk/original-thinking/our-story/\">Velcro was invented</a> after a Swiss engineer marvelled at the burdock burrs that got stuck to his dog’s fur; the idea for robotic arms came from the motion and gripping ability of elephant trunks, and the front of Japan’s bullet trains were redesigned to mimic a kingfisher’s streamlined beak, reducing the sonic boom they made exiting tunnels.</p><p>There are different types of mimicry, the most straightforward is the simple idea of copying something that exists in nature. Buildings are an obvious example, as outlined by <a href=\"https://www.nature.com/articles/s41427-021-00322-y\">research published in Nature</a>. The Beijing national stadium is inspired by a bird’s nest, the Lotus Temple in India is shaped, unsurprisingly, like a lotus and the Palm Jumeirah in Dubai is shaped like a palm tree.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/23/velcro-bullet-trains-and-robotic-arms-nature-mother-of-invention-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/23/a-moment-that-changed-me-i-hugged-a-crying-girl-in-a-playground-and-overcame-my-paralysing-anxiety", "title": "A moment that changed me: I hugged a crying girl in a playground – and overcame my paralysing anxiety", "date_published": "2022-11-23 07:00:03+00:00", "description": "<p>I was longing to comfort a distraught child. And then I thought: why am I waiting for someone to give me permission?</p><p>I was terribly shy as a child; almost mute at school and even university. I couldn’t bear to be noticed and if I spoke people would notice me, so I spoke as little as possible. I learned to pretend to be less shy as I grew older but, even in my 30s, I was still horribly self-conscious. I’d often desperately want to say or do something but if that action would cause people to realise I existed, I would feel almost paralysed with anxiety, physically unable to speak or move.</p><p>It was a hot summer’s day about four years ago. I was with my partner and our toddler in a huge playground, a fantastic playground, the biggest we’d ever seen; there was even a miniature train you could ride on. We spotted some friends who just happened to be holidaying in the same place, which was a lovely surprise. It was sunny, there were loads of people: there was a fun, almost fairground atmosphere.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/23/a-moment-that-changed-me-i-hugged-a-crying-girl-in-a-playground-and-overcame-my-paralysing-anxiety\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/23/intergenerational-friendship-loneliness", "title": "I’m young. They’re old. Yet our friendship means the world to me", "date_published": "2022-11-23 07:00:03+00:00", "description": "<p>Intergenerational friendships can anchor a person in their local community, help them access new world views – and be fun</p><p>Imagine someone living alone, loosely tethered to their community, with family far away. Maybe this person wouldn’t say they are lonely – maybe they know how to muffle it, making cheery conversation in the grocery line – but the feeling is there, a moon tugging the tides of their days.</p><p>One day, a neighbor appears at their door. The two are decades apart and have shared pleasantries in passing, but nothing more. This time, the older neighbor holds a steaming bowl of soup. The occupant’s first thought is dread. <em>I am being pitied. </em>Still, the soup is good. Literally and figuratively, a heart is warmed.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/23/intergenerational-friendship-loneliness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/23/what-do-we-see-when-we-look-at-the-sky-review-existential-meet-cute-is-a-magical-mystery", "title": "What Do We See When We Look at the Sky? review – existential meet-cute is a magical mystery", "date_published": "2022-11-23 07:00:03+00:00", "description": "<p>A couple’s rendezvous plans are turned upside down by a strange curse in Alexandre Koberidze’s exasperating yet likable fantasy-romance</p><p>Yes, what? A presence or an absence? Alexandre Koberidze’s exasperating yet meanderingly likable existential fantasy-romance reflects on this kind of quibbling question (although not explicitly on this exact one) as it muses on love, fate, identity and the mystery of ordinary things. It’s like a short film, but one lasting 151 minutes, with something of Jacques Rivette’s Céline and Julie going on their boat trip and Eric Rohmer’s two would-be lovers losing contact with each other in A Tale of Winter.</p><p>Lisa and Giorgi are a medical student and footballer in the Georgian city of Kutaisi who have a chance meeting outside a school (the movie shoots only their feet, taking meet-cute to the next level) and agree to rendezvous at a cafe the next day. But a strange curse or hex changes their appearance overnight (an event greeted by both with mild bemusement) and now they realise they won’t recognise each other. The voiceover narrator cheekily asks the audience to close their eyes at the moment of transformation itself to preserve the magic.</p> <a href=\"https://www.theguardian.com/film/2022/nov/23/what-do-we-see-when-we-look-at-the-sky-review-existential-meet-cute-is-a-magical-mystery\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/23/fashion-fine-art-and-hitler-the-turbulent-career-of-erwin-blumenfeld-in-pictures", "title": "Fashion, fine art … and Hitler: the turbulent career of Erwin Blumenfeld – in pictures", "date_published": "2022-11-23 07:00:02+00:00", "description": "<p>His fashion career was disrupted by the second world war, but that didn’t stop the Jewish photographer from sneaking fine art into his later work </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/23/fashion-fine-art-and-hitler-the-turbulent-career-of-erwin-blumenfeld-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/23/10-europe-coolest-best-christmas-markets", "title": "Santa shops here: 10 of Europe’s coolest Christmas markets", "date_published": "2022-11-23 07:00:01+00:00", "description": "<p>Eerie caves, gorges and open-air theatres set the scene for this year’s festive shopping  sprees, with plenty of ethical stocking fillers up for grabs</p><p>Zrinjevac Park in Zagreb becomes a Christmas wonderland, with lanterns lighting up the avenues of trees and a pretty market with wooden huts selling gifts made by local artists, and festive food and drink (try baked <em>štrukl</em><em>i</em>, pastries with soft cheese). Festivities take place across the whole city as part of Zagreb Advent, which runs for six weeks. In Ban Josip Jelačić Square there’s a huge Christmas tree, with live music, ice rinks and stalls at parks and squares across town.<br /><em>26 Nov</em><em>-7 Jan</em><em>, </em><em><a href=\"https://www.adventzagreb.hr/?lang=en\">adventzagreb.hr</a></em></p> <a href=\"https://www.theguardian.com/travel/2022/nov/23/10-europe-coolest-best-christmas-markets\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/symbolism-or-succession-clues-kim-jong-uns-daughter-debut-sparks-speculation-over-north-koreas-future", "title": "Symbolism or succession clues? Debut of Kim Jong-un’s daughter sparks speculation over North Korea’s future", "date_published": "2022-11-23 06:43:37+00:00", "description": "<p>Reveal of Ju Ae raises questions over whether Kim, who is in his 30s and has battled poor health, is starting to think about his successor</p><p>Kim Jong-un’s carefully crafted image as a man of the people, armed with nuclear weapons, came full circle at the weekend with his daughter’s <a href=\"https://www.theguardian.com/world/2022/nov/18/north-korean-leader-kim-jong-un-reveals-daughter-at-ballistic-missile-test\">surprise appearance</a> at the launch of a long-range missile.</p><p>Images showing Kim holding the hand of the young girl eclipsed the test-firing of a Hwasong-17, the regime’s <a href=\"https://www.theguardian.com/world/2022/nov/18/north-korea-has-launched-suspected-icbm-intercontinental-ballistic-missile-says-south\">biggest intercontinental ballistic missile (ICBM) to date</a>, and sparked speculation about the future of the dynasty that has ruled <a href=\"https://www.theguardian.com/world/north-korea\">North Korea</a> for more than seven decades.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/symbolism-or-succession-clues-kim-jong-uns-daughter-debut-sparks-speculation-over-north-koreas-future\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/jerusalem-israel-explosion-bus-stop-injured", "title": "At least 12 injured in explosion near bus stop in Jerusalem", "date_published": "2022-11-23 06:40:43+00:00", "description": "<p>Two people are critically injured, with a further two seriously hurt, say medical officials</p><p> </p><p>At least 12 people have been injured, two critically, in an explosion near a bus stop on the edge of Jerusalem on Wednesday morning.</p><p>The explosion was described by Israeli police as a “suspected Palestinian attack” and happened along a highway that is usually packed with commuters. </p> <a href=\"https://www.theguardian.com/world/2022/nov/23/jerusalem-israel-explosion-bus-stop-injured\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/23/sierra-leones-president-defends-large-education-budget-as-necessary-risk", "title": "Sierra Leone’s president defends large education budget as ‘necessary risk’", "date_published": "2022-11-23 06:30:00+00:00", "description": "<p>Julius Maada Bio says 22% allocation of total government funding is needed to ensure all children can go to school</p><p>Sierra Leone’s president has defended his decision to spend almost a quarter of the national budget on education, saying the country cannot develop unless all children go to school.</p><p>Speaking to the Guardian, Julius Maada Bio admitted that allocating 1.7tn leones (£80m) this year for its ambitious educational reform programme was a risk, but said: “We are throwing all our resources, all our energy into education. We cannot develop without improving education. I see it as an existential issue.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/23/sierra-leones-president-defends-large-education-budget-as-necessary-risk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/23/multiple-deaths-after-shooting-at-walmart-in-chesapeake-virginia", "title": "Multiple deaths after shooting at Walmart in Chesapeake, Virginia", "date_published": "2022-11-23 06:07:34+00:00", "description": "<p>Local authorities say the shooter is among the dead, but the number of fatalities remains unclear</p><p>A shooting at a Walmart in Chesapeake, Virginia, on Tuesday night resulted in multiple fatalities according to local authorities.</p><p>The shooter was among the dead, the City of Chesapeake tweeted on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/23/multiple-deaths-after-shooting-at-walmart-in-chesapeake-virginia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/china-holds-talks-on-policing-with-pacific-island-officials", "title": "China holds talks on policing with Pacific island officials", "date_published": "2022-11-23 06:04:53+00:00", "description": "<p>Two countries said their police chiefs were unable to attend video meeting chaired by Chinese and Solomon Islands ministers</p><p></p><p>China said it held a video meeting to discuss police cooperation with a group of Pacific island nations on Tuesday, however at least two nations told Reuters their ministers and police commissioners had been unavailable to attend.</p><p>China’s attempt to strike a security and trade deal with 10 Pacific island nations in May fuelled concern in Washington and Canberra about Beijing’s military ambitions in the region, and prompted a boost in western aid.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/china-holds-talks-on-policing-with-pacific-island-officials\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/pedestrian-jungle-the-row-in-paris-over-rented-e-scooters", "title": "Pedestrian ‘jungle’: the row in Paris over rented e-scooters", "date_published": "2022-11-23 06:00:53+00:00", "description": "<p>Road safety concerns, scooters ‘strewn across the ground’ and questions over environmental credentials could lead to a ban</p><p>Paris is considering a ban on rented electric scooters, warning that its fleet of 15,000 for-hire scooters presents safety concerns, is stressing pedestrians, clogs up city streets and is yet to prove its positive impact on the environment.</p><p>Mayor Anne Hidalgo is expected to announce a decision on the future of rental e-scooters in the coming weeks as the French capital’s three operators – Lime, Dott and Tier – hope to renew their licences which expire in February. The operators have proposed a series of changes such as licence plates so police can track traffic offences and ID checks to make sure users are over 18.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/pedestrian-jungle-the-row-in-paris-over-rented-e-scooters\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/23/oldest-cooked-leftovers-ever-found-suggest-neanderthals-were-foodies", "title": "Oldest cooked leftovers ever found suggest Neanderthals were foodies", "date_published": "2022-11-23 06:00:52+00:00", "description": "<p>Pancake-cum-flatbread with a ‘nutty’ taste is first evidence of complex cooking and food culture</p><p>If you thought Neanderthals survived on a diet of foraged berries and uncooked animal flesh, think again. Charred remnants of what appear be the world’s oldest cooked meal ever found have been unearthed in a cave complex in northern Iraq, prompting speculation that Neanderthals may have been foodies.</p><p>“Our findings are the first real indication of complex cooking – and thus of food culture – among Neanderthals,” said Chris Hunt, a professor of cultural paleoecology at Liverpool John Moores University, who coordinated the excavation.</p> <a href=\"https://www.theguardian.com/science/2022/nov/23/oldest-cooked-leftovers-ever-found-suggest-neanderthals-were-foodies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/united-nations-vote-new-tax-convention-proposed-by-african-states", "title": "UN to vote on new tax convention proposed by African states", "date_published": "2022-11-23 06:00:52+00:00", "description": "<p>Developing nations hope draft resolution will pave way for fresh talks on global tax policy</p><p>Developing nations are hoping to secure greater power over global tax affairs at a critical United Nations vote in New York on Wednesday.</p><p>If the body’s members vote in favour of a resolution put forward by the African Group of states, it could pave the way toward fresh intergovernmental talks on global tax policy.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/united-nations-vote-new-tax-convention-proposed-by-african-states\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/23/lina-ghotmeh-design-2023-serpentine-pavilion-london", "title": "‘It’s a bit Mary Poppins’: Lina Ghotmeh to design 2023’s Serpentine pavilion", "date_published": "2022-11-23 06:00:52+00:00", "description": "<p>The Beirut-born architect is aiming for the smallest possible carbon footprint with an African-inspired ‘great shelter’ for meeting in Kensington Gardens</p><p>A slender wooden parasol will unfurl in Kensington Gardens next summer in London, its radial ribs supporting an expansive, low-slung canopy beneath the trees. It is the elegant vision of<a href=\"https://www.linaghotmeh.com/en/\"> Lina Ghotmeh</a>, the Lebanese-born, Paris-based architect who has been announced as the designer of the 22nd annual Serpentine Gallery pavilion.</p><p>“It’s a bit Mary Poppins,” said Ghotmeh, speaking from her studio in Paris. “I wanted to create an open, inviting shelter, a place to sit and eat and talk together in nature, and rethink our relationship to each other and the living world.”<br /><br />Titled <em>À Table</em> – the French call to sit down together to eat – the pavilion will feature a ring of tables and benches arranged around the centre of the space, designed for public meetings and discussions, or simply for park-goers to come and sit, read, eat or work. “It should feel like the kind of place you might get chatting to someone seated not far from you,” said Ghotmeh. “It is a modest, low space where you can feel close to the earth.”</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/23/lina-ghotmeh-design-2023-serpentine-pavilion-london\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/23/im-knackered-people-forced-to-take-second-jobs-amid-cost-of-living-crisis", "title": "‘I’m knackered’: people forced to take second jobs amid cost of living crisis", "date_published": "2022-11-23 06:00:52+00:00", "description": "<p>We speak to four working people who are struggling to keep pace with their bills</p><p>With households braced for the <a href=\"https://www.theguardian.com/uk-news/2022/nov/17/autumn-statement-jeremy-hunt-confirms-uk-already-in-recession-as-he-unveils-tax-rises-and-spending-curbs\">biggest fall in living standards</a> since records began, as <a href=\"https://www.theguardian.com/business/2022/nov/02/uk-food-prices-soar-by-fastest-rate-on-record-as-cost-of-living-crisis-bites\">food prices continue to soar</a> and many struggle to pay their <a href=\"https://www.theguardian.com/money/2022/oct/25/uk-homes-switching-to-pre-pay-meters-to-keep-energy-bills-under-control\">energy direct debits</a> this winter, four people share why they are taking on a second job.</p> <a href=\"https://www.theguardian.com/business/2022/nov/23/im-knackered-people-forced-to-take-second-jobs-amid-cost-of-living-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/23/discovered-in-the-deep-the-squid-that-makes-a-decoy-out-of-its-own-skin", "title": "Discovered in the deep: the squid that makes a decoy out of its own skin", "date_published": "2022-11-23 06:00:51+00:00", "description": "<p>Self-camouflage is just one of the tricks of Brenner’s bobtail squid, a newly found species that is also helping research into microbes in the human gut</p><p>Bobtail squid are the second smallest group of squid in the world, at between 1cm and 5cm from neck to rounded, stumpy butt, and they only come out at night.</p><p><a href=\"https://www.nature.com/articles/s42003-019-0661-6\">In 2019</a>, scientists named a new species, Brenner’s bobtail squid (<em>Euprymna brenneri</em>), after finding them while night-diving off the Japanese island of Okinawa. “When you shine a light on them, they freeze,” says Oleg Simakov from the University of Vienna, one member of the squid-finding team. This makes them easy to catch in a hand net.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/23/discovered-in-the-deep-the-squid-that-makes-a-decoy-out-of-its-own-skin\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/terminal-man-lived-in-paris-airport-18-years-ill-never-forget-weeks-with-him", "title": "‘The Terminal Man’ lived in a Paris airport for 18 years. I’ll never forget the weeks I spent with him", "date_published": "2022-11-23 06:00:51+00:00", "description": "<p>Mehran Karimi Nasseri arrived without papers at Charles de Gaulle airport in 1988 and didn’t leave until 2006. We shared its metal benches, a bomb scare and many, many Filets-O-Fish</p><p>“He’s been living in an airport for nearly 20 years,” said my agent.</p><p>My morning’s writing had been blissfully interrupted by an unexpected request that I catch a Eurostar to Paris and get to Charles de Gaulle airport “by 3pm if possible”. This is the sort of request that authors live for, but that rarely ever happens in real life. At the airport, I was to meet Sir Alfred Mehran, a stateless political refugee who had (at that point, in 2004) been living on a bench in the departure lounge of Terminal 1 for 16 years. If we liked each other then we were to co-write his autobiography, to be called The Terminal Man.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/terminal-man-lived-in-paris-airport-18-years-ill-never-forget-weeks-with-him\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/23/awaab-ishak-death-social-housing-mould-family", "title": "Awaab Ishak’s death shed light on a social housing scandal. Now we have a brief chance to fix it | Christian Weaver", "date_published": "2022-11-23 06:00:50+00:00", "description": "<p>A two-year-old died after exposure to mould in his house in Rochdale. We must ensure no other family suffers like this</p><ul><li>Christian Weaver is a barrister and represented Awaab Ishak’s family at the inquest</li></ul><p>Awaab Ishak’s parents should be preparing for their son’s fourth birthday. Instead, they’re mourning. Awaab <a href=\"https://www.theguardian.com/uk-news/2022/nov/15/death-of-two-year-old-awaab-ishak-chronic-mould-in-flat-a-defining-moment-says-coroner\">died in 2020</a>, aged only two, after prolonged exposure to mould in the house his parents rented from Rochdale Boroughwide Housing (RBH), a housing association. His story has been leading the news over the past week. As the barrister who acted for Ishak’s family, I’ve seen the devastation they have endured.</p><p>Prior to the inquest into Awaab’s death, RBH’s line was clear. They said there was mould in the property, but the tenants had caused it with their lifestyle and “ritual bathing” habits. They also said that his family should have taken action to control the damp and mould but failed to do so.<strong> </strong>As the inquest unfolded, it was clear this line would not – and could not – stick.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/23/awaab-ishak-death-social-housing-mould-family\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/23/russia-ukraine-war-live-newborn-killed-in-russian-strike-on-hospital-says-zaporizhzhia-governor", "title": "Russia-Ukraine war live: newborn killed in Russian strike on hospital, says Zaporizhzhia governor", "date_published": "2022-11-23 05:48:12+00:00", "description": "<p>Rescuers working at site in Zaporizhzhia city of Vilniansk; Ukraine to establish ‘invincibility centres’ providing heat and electricity</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-273-of-the-invasion\">Russia-Ukraine war at a glance</a></li></ul><p>Here are photos of the aftermath of the attack, posted by Zaporizhzhia governor Oleksandr Staruk, via the Kyiv Independent: </p><p>Zaporizhzhia governor Oleksandr Starukh said on <a href=\"https://t.me/s/starukhofficial\">Telegram</a> in the early hours of Wednesday morning that a Russian missile strike on a maternity ward in the Zaporizhzhia oblast city of Vilniansk has killed a newborn baby.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/23/russia-ukraine-war-live-newborn-killed-in-russian-strike-on-hospital-says-zaporizhzhia-governor\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/protests-break-out-at-covid-hit-iphone-factory-in-china", "title": "Protests break out at Covid-hit iPhone factory in China", "date_published": "2022-11-23 05:30:20+00:00", "description": "<p>Social media videos showed large crowds clashing with hazmat-suited officials amid rising worker discontent at the Foxconn plant</p><p>Large-scale protests broke out at Foxconn’s vast iPhone factory in Zhengzhou, central China, images circulating on Weibo and Twitter appeared to show.</p><p>Videos on Wednesday showed hundreds of workers marching on a road in daylight, with some being confronted by a row of riot police and people in hazmat suits.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/protests-break-out-at-covid-hit-iphone-factory-in-china\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/23/world-cup-2022-briefing-will-spain-and-germany-hit-heights-on-day-four", "title": "World Cup 2022 briefing: will Spain and Germany hit heights on day four?", "date_published": "2022-11-23 04:00:48+00:00", "description": "<p>Four European contenders for the trophy step into the fray a day after favourites Argentina came unstuck</p><p>While he doesn’t shy away from confrontation – and certainly doesn’t select his team based on what will make him popular with the Real Madrid hierarchy – Luis Enrique has saved himself a lot of grief by bringing Dani Carvajal and Marco Asensio to this World Cup. At Euro 2020, he named a squad which, in a first for Spain at a major tournament, didn’t include a single Madrid player.</p> <a href=\"https://www.theguardian.com/football/2022/nov/23/world-cup-2022-briefing-will-spain-and-germany-hit-heights-on-day-four\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/23/back-where-they-belong-sacred-tasmanian-rock-carvings-to-finally-return-home", "title": "‘Back where they belong’: sacred Tasmanian rock carvings to finally return home", "date_published": "2022-11-23 03:09:35+00:00", "description": "<p>Sawed off crudely in the 1960s, the 14,000-year-old petroglyphs have been in museums for decades. After years of negotiations, they are on their way back to country</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/23/australian-politics-news-live-updates-parliament-industrial-relations-workplace-anthony-albanese-peter-dutton-interest-rates-cost-of-living-integrity-nacc\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>On a remote stretch of private beach on the far north-west coast of lutruwita (Tasmania), a sacred object is about to finally come home.</p><p>For decades the Tasmanian Aboriginal community has been requesting the return of luwamakuna, or petroglyphs – mostly circular markings their ancestors carved into stone 14,000 years ago – that were taken by anthropologists in 1962.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/23/back-where-they-belong-sacred-tasmanian-rock-carvings-to-finally-return-home\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/23/trump-v-desantis-ex-presidents-fan-biggest-rival-podcast", "title": "Trump v DeSantis: how ex-president’s fan could be his biggest rival - podcast", "date_published": "2022-11-23 03:00:46+00:00", "description": "<p>Florida governor Ron DeSantis passionately praised the former president – now he is being talked about as a possible presidential candidate himself. </p><p>When he was first running for governor of Florida, Ron DeSantis was fulsome in his admiration for Donald Trump. The Yale-educated, Catholic family man may have a very different background to the glamour-loving businessman, but politically they soon became entwined.</p><p>But as Trump’s star has waned, DeSantis has shone brighter. In the midterms, Trump-backed candidates performed poorly, while DeSantis won a resounding victory to become re-elected governor of Florida with his focus on culture war issues. Yet as DeSantis has grown in political popularity, relations between him and Trump have cooled.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/23/trump-v-desantis-ex-presidents-fan-biggest-rival-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/new-zealand-forecasts-recession-in-2023-as-it-delivers-largest-rate-hike-in-history", "title": "New Zealand forecasts recession in 2023 as it delivers largest rate hike in history", "date_published": "2022-11-23 02:44:40+00:00", "description": "<p>New Zealand’s reserve bank says spending levels still need to be reduced with  rate rises, in order to tame inflation</p><p>New Zealand’s reserve bank has forecast that the country will tip into recession in 2023, and has lifted the official cash rate by an unprecedented 75 basis points, to 4.25%.</p><p>The cash rate hike, announced on Wednesday, is the largest in the central bank’s history, and comes as it attempts to rein in New Zealand’s 7.2% inflation rate.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/new-zealand-forecasts-recession-in-2023-as-it-delivers-largest-rate-hike-in-history\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/hungary-pm-viktor-orban-scarf-showing-ukraine-territory-hungarian", "title": "Kyiv demands apology after PM Orbán wears scarf showing parts of Ukraine as Hungarian", "date_published": "2022-11-23 01:51:05+00:00", "description": "<p>Ukraine and Romania voice displeasure with Hungarian prime minister for wearing scarf showing Hungary’s pre-world war one territory</p><p>Hungarian prime minister Viktor Orbán came under pressure to apologise after posting a video of himself at a football match wearing a scarf that depicted historical Hungary, including parts of Ukraine and neighbouring countries.</p><p>Ukraine’s foreign ministry spokesperson Oleg Nikolenko said on Tuesday Kyiv would summon Hungary’s ambassador “who will be informed of the unacceptability of Viktor Orbán’s act”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/hungary-pm-viktor-orban-scarf-showing-ukraine-territory-hungarian\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/bolsonaro-derided-for-senseless-challenge-to-brazil-election-he-lost-last-month", "title": "Bolsonaro derided for ‘senseless’ challenge to Brazil election he lost last month", "date_published": "2022-11-23 01:42:50+00:00", "description": "<p>Court has ratified results of run-off against Luiz Inacio Lula da Silva but incumbent claims audit found signs of ‘malfunction’ in some voting machines</p><p>Jair Bolsonaro has challenged <a href=\"https://www.theguardian.com/world/2022/nov/04/jair-bolsonaro-brazil-election-unfloppable-lost\">the Brazilian presidential election he lost last month to Luiz Inácio Lula da Silva</a>, arguing votes from some machines should be “invalidated”.</p><p>Bolsonaro’s claim seems unlikely to get far, as Lula’s victory has been ratified by the superior electoral court and acknowledged by Brazil’s leading politicians and international allies. It could however fuel a small but committed protest movement that has so far refused to accept the result.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/bolsonaro-derided-for-senseless-challenge-to-brazil-election-he-lost-last-month\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/iran-planning-massive-expansion-of-uranium-capacity-un-nuclear-watchdog", "title": "Iran planning massive expansion of uranium capacity – UN nuclear watchdog", "date_published": "2022-11-23 01:05:58+00:00", "description": "<p>Iran has begun producing enriched uranium at a second site, to a level one step away from weapons grade</p><p>The UN nuclear watchdog has confirmed Iran is enriching uranium to 60% at a second plant, amid the breakdown of the nuclear deal with major powers.</p><p>The International Atomic Energy Agency (IAEA) said on Tuesday that Iran was also planning a massive expansion of its enrichment capacity.</p> <a href=\"https://www.theguardian.com/world/2022/nov/23/iran-planning-massive-expansion-of-uranium-capacity-un-nuclear-watchdog\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-273-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 273 of the invasion", "date_published": "2022-11-23 01:05:36+00:00", "description": "<p>G7 nears a Russian oil price cap; Ukraine setting up ‘invincibility centres’ with heat and power for winter</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul><p><strong>The Group of Seven nations are set to soon announce the price cap on Russian oil exports</strong> and the coalition will probably adjust the level a few times a year rather than monthly, a senior US Treasury official said on Tuesday. The G7, including the United States, along with the EU and Australia are slated to implement the price cap on sea-borne exports of Russian oil on 5 December, as part of sanctions intended to punish Moscow for its invasion of Ukraine.</p><p><strong>Ukrainians needing basic services if Russia knocks out power stations and other facilities this winter can turn to special “invincibility centres,”</strong> president Volodymyr Zelenskiy said on Tuesday. Thousands of centres spread across the country will offer electricity, heat, water, internet service, mobile phone connections and a pharmacy, free of charge and around the clock. “If massive Russian strikes happen again and it’s clear power will not be restored for hours, the ‘invincibility centres’ will go into action with all key services,” Zelenskiy said.</p><p><strong>Ukrainians are likely to live with blackouts at least until the end of March, </strong>the head of a major energy provider<a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says?page=with:block-637c5b038f08b0d3de4550c5#block-637c5b038f08b0d3de4550c5\"> said,</a> as the government <a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says?page=with:block-637c5dfd8f08bda03cae1939#block-637c5dfd8f08bda03cae1939\">started free evacuations</a> for people in Kherson to other regions.</p><p><strong>Kyiv will summon the Hungarian ambassador to protest that prime minister Viktor Orbán went to a football match wearing a scarf depicting some Ukrainian territory as part of Hungary</strong>, the Ukrainian foreign ministry said on Tuesday. Ukrainian media showed images of Orbán meeting a Hungarian footballer wearing a scarf which the outlet Ukrainska Pravda said depicted a map of “Greater Hungary” including territory that is now part of the neighbouring states of Austria, Slovakia, Romania, Croatia, Serbia and Ukraine.</p><p><strong>Russia’s Gazprom has threatened to cut its gas flows to Europe via Ukraine as early as next week. </strong>In a statement, the Russian state-owned energy giant <a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says?page=with:block-637d0ab88f08edd1a151f78a#block-637d0ab88f08edd1a151f78a\">said</a> some gas flows being kept in Ukraine were actually meant for Moldova, and accused Kyiv of obstructing the delivery of 52.52m cubic metres from transiting to Moldova.</p><p><strong>In Crimea, Russian air defences were activated and two drone attacks were repelled on Tuesday</strong>, including one targeting a power station near Sevastopol, the regional governor said. Sevastopol is the home port of Russia’s Black Sea fleet. Russian-installed Governor Mikhail Razvozhaev called for calm and said no damage had been caused.</p><p><strong>The Polish president spoke to a hoax caller pretending to be France’s Emmanuel Macron on the night that a missile hit a village near the Ukrainian border, his office has admitted. </strong>“Emmanuel, believe me, I am extra careful,” Duda tells the caller in a <a href=\"https://www.theguardian.com/world/live/2022/nov/22/russia-ukraine-war-live-blackouts-likely-across-ukraine-until-march-energy-provider-says?page=with:block-637cdabe8f08edd1a151f465#block-637cdabe8f08edd1a151f465\">recording of the call posted on the internet. </a>“I don’t want to have war with Russia and believe me, I am extra careful, extra careful.”</p><p><em>Additional reporting Reuters and Associated Press</em></p> <a href=\"https://www.theguardian.com/world/2022/nov/23/russia-ukraine-war-at-a-glance-what-we-know-on-day-273-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/22/louisiana-police-officer-fatal-shooting-black-motorist", "title": "Louisiana police release footage of officer fatally shooting Black motorist", "date_published": "2022-11-23 00:19:31+00:00", "description": "<p>High-profile lawyer who represented family of George Floyd calls Derrick J Kittling’s death ‘unwarranted’ as he takes on case</p><p>Footage of a deadly traffic stop in central Louisiana between a Black motorist and white officer, which spiraled into a 30-second struggle on the ground before the officer fired his weapon, has been released by state police.</p><p>Ben Crump, a prominent civil rights attorney representing the family of Derrick J Kittling – the 45-year-old motorist fatally shot in the head – called the death “unwarranted” and “completely preventable”. In addition, Crump demanded that the officer involved, Rapides parish sheriff’s office deputy, Rodney Anderson, be fired and accused him of profiling Kittling. The deputy has been placed on administrative leave while Louisiana state police investigate.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/22/louisiana-police-officer-fatal-shooting-black-motorist\">Continue reading...</a>", "persistent": false}]