[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/34-russian-hacker-groups-stole-over-50.html", "title": "34 Russian Hacker Groups Stole Over 50 Million Passwords with Stealer Malware", "date_published": "2022-11-23 13:08:00+00:00", "description": "As many as 34 Russian-speaking gangs distributing information-stealing malware under the stealer-as-a-service model stole no fewer than 50 million passwords in the first seven months of 2022.\n\"The underground market value of stolen logs and compromised card details is estimated around $5.8 million,\" Singapore-headquartered Group-IB said in a report shared with The Hacker News.\nAside from looting", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/ducktail-malware-operation-evolves-with.html", "title": "Ducktail Malware Operation Evolves with New Malicious Capabilities", "date_published": "2022-11-23 12:39:00+00:00", "description": "The operators of the Ducktail information stealer have demonstrated a \"relentless willingness to persist\" and continued to update their malware as part of an ongoing financially driven campaign.\n\"The malware is designed to steal browser cookies and take advantage of authenticated Facebook sessions to steal information from the victim's Facebook account,\" WithSecure researcher Mohammad Kazem", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/top-cyber-threats-facing-e-commerce.html", "title": "Top Cyber Threats Facing E-Commerce Sites This Holiday Season", "date_published": "2022-11-23 12:13:00+00:00", "description": "Delivering a superior customer experience is essential for any e-commerce business. For those companies, there's a lot at stake this holiday season. According to Digital Commerce 360, nearly $1.00 of every $4.00 spent on retail purchases during the 2022 holiday season will be spent online, resulting in $224 billion in e-commerce sales. To ensure your e-commerce site is ready for the holiday rush", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/hackers-exploiting-abandoned-boa-web.html", "title": "Hackers Exploiting Abandoned Boa Web Servers to Target Critical Industries", "date_published": "2022-11-23 09:28:00+00:00", "description": "Microsoft on Tuesday disclosed the intrusion activity aimed at Indian power grid entities earlier this year likely involved the exploitation of security flaws in a now-discontinued web server called Boa.\nThe tech behemoth's cybersecurity division said the vulnerable component poses a \"supply chain risk that may affect millions of organizations and devices.\"\nThe findings build on a prior report", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/meta-takes-down-fake-facebook-and.html", "title": "Meta Takes Down Fake Facebook and Instagram Accounts Linked to Pro-U.S. Influence Operation", "date_published": "2022-11-23 07:46:00+00:00", "description": "Meta Platforms on Tuesday said it took down a network of accounts and pages across Facebook and Instagram that were operated by people associated with the U.S. military to spread narratives that depicted the country in a favorable light in the Middle East and Central Asia.\nThe network, which originated from the U.S., primarily singled out Afghanistan, Algeria, Iran, Iraq, Kazakhstan, Kyrgyzstan,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/nighthawk-likely-to-become-hackers-new.html", "title": "Nighthawk Likely to Become Hackers' New Post-Exploitation Tool After Cobalt Strike", "date_published": "2022-11-23 05:40:00+00:00", "description": "A nascent and legitimate penetration testing framework known as Nighthawk is likely to gain threat actors' attention for its Cobalt Strike-like capabilities.\nEnterprise security firm Proofpoint said it detected the use of the software in mid-September 2022 with a number of test emails sent using generic subject lines such as \"Just checking in\" and \"Hope this works2.\"\nHowever, there are no", "persistent": false}]