[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/georgia-supreme-court-sides-with-warnock-democrats-in-early-voting-fight", "title": "Georgia Supreme Court Sides With Warnock, Democrats In Early Voting Fight", "date_published": "2022-11-23 18:28:58+00:00", "description": "The Georgia Supreme Court voted unanimously to allow counties to offer early voting on the Saturday after Thanksgiving, overruling GOP protests in favor of Democrats. A trio of Republican groups — Georgia Republican Party, the National Republican Senatorial Committee, and the Republican National Committee — filed an appeal with the state Supreme Court Tuesday requesting ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/georgia-supreme-court-overturns-lower-court-reinstates-6-week-abortion-ban", "title": "Georgia Supreme Court Overturns Lower Court, Reinstates 6-Week Abortion Ban", "date_published": "2022-11-23 18:14:58+00:00", "description": "The Georgia Supreme Court has reinstated the state&#8217;s six week abortion ban. In a unanimous decision Wednesday, the state Supreme Court issued a stay against a lower court ruling that overturned the state&#8217;s 2019 &#8220;heartbeat&#8221; abortion ban. The order went into effect immediately, pending an appeal from state officials. The superior court of Fulton County ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nba-legends-daughter-files-restraining-order-against-alleged-stalker-with-a-gun-obsession", "title": "NBA Legend’s Daughter Files Restraining Order Against Alleged Stalker With A Gun Obsession", "date_published": "2022-11-23 17:57:43+00:00", "description": "Natalia Bryant, 19 — citing &#8220;substantial emotional distress&#8221; — has reportedly acquired a temporary restraining order (TRO) against an alleged stalker who is obsessed with both her and guns, according to her team. Entertainment website TMZ reported on Wednesday that a judge had signed off on the order requested by Bryant, who is the daughter of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jay-leno-gives-fans-an-incredible-update-after-suffering-serious-burns-in-car-fire", "title": "Jay Leno Gives Fans An Incredible Update After Suffering Serious Burns In Car Fire", "date_published": "2022-11-23 17:56:35+00:00", "description": "Comedian Jay Leno gave fans an incredible update about how he&#8217;s doing after suffering &#8220;significant burns&#8221; when one of the cars he&#8217;s collected, a 1907 White Steam Car, caught fire in his garage while he was working on it. The 72-year-old former late-night talk show host assured fans that he will be appearing at a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gabbard-hammers-dr-fauci-for-refusing-to-answer-covid-origins-question-he-created-danger-for-u-s", "title": "Gabbard Hammers Dr. Fauci For Refusing To Answer COVID Origins Question: He ‘Created’ Danger For U.S.", "date_published": "2022-11-23 17:51:50+00:00", "description": "Former Rep. Tulsi Gabbard (D-HI) slammed Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases and the Chief Medical Advisor to the President, for refusing to answer a question during a press briefing this week about the origins of COVID-19. Gabbard&#8217;s remarks come after White House Press Secretary Karine Jean-Pierre lost ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-pandemic-of-the-vaccinated-potential-rail-strike-fashion-company-apologizes-for-teddy-bear-bondage", "title": "Wednesday Afternoon Update: Pandemic Of The Vaccinated?, Potential Rail Strike, Fashion Company Apologizes For Teddy Bear Bondage", "date_published": "2022-11-23 17:45:24+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Colorado Shooting Suspect Identifies As &#8220;Nonbinary,&#8221; Attorneys Say The lawyers for the suspect in the mass shooting at a Colorado Springs LGBT nightclub claim the suspect is nonbinary and uses the pronouns “they/them.” In a court ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/10-things-i-am-grateful-for-this-thanksgiving", "title": "10 Things I Am Grateful For This Thanksgiving", "date_published": "2022-11-23 17:44:10+00:00", "description": "You guys know I love Thanksgiving for many different reasons. It&#8217;s the one holiday that I host at my house every year. You can hear more about what I am making and why love it on my Wednesday show — click here to watch. This year, I&#8217;m going to share with you ten things I ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-megadonors-disappearing-wont-back-again-in-24", "title": "Trump Megadonors Disappearing, Won’t Back Again In ’24", "date_published": "2022-11-23 17:37:30+00:00", "description": "Money decides elections. Jeez, hope I didn&#8217;t burst anyone&#8217;s bubble. It&#8217;s not ideology or policy positions, it&#8217;s cold, hard cash. Presidents in the modern era have spent a billion dollars and more per campaign to win the White House, so it&#8217;s not just money, it&#8217;s other people&#8217;s money. And that&#8217;s a problem for Donald Trump. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/shotgun-blast-directly-into-the-sky-scientists-say-underwater-volcano-eruption-was-the-largest-ever-recorded", "title": "‘Shotgun Blast Directly Into The Sky’: Scientists Say Underwater Volcano Eruption Was The ‘Largest Ever Recorded’", "date_published": "2022-11-23 17:34:51+00:00", "description": "An underwater volcano that erupted earlier this year is believed to be the “largest ever recorded” with modern equipment, researchers revealed this week. On January 15, 2022 the Hunga Tonga-Hunga Ha’apai volcano erupted in the Tongan archipelago, triggering tsunami waves and sending a sonic boom that could be heard throughout the world. Since then, a team ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/judge-recommends-prison-with-no-walls-bars-or-fences-for-elizabeth-holmes", "title": "Judge Recommends Prison With ‘No Walls, Bars, Or Fences’ For Elizabeth Holmes", "date_published": "2022-11-23 17:27:20+00:00", "description": "A California judge recommended that disgraced biotech entrepreneur and media darling Elizabeth Holmes, who was sentenced to 11 years in prison earlier this month, serve her time in a minimum-security federal prison camp. Holmes — who ran the fraudulent biotechnology company Theranos — received 135 months in prison after defrauding investors into believing she had ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gender-identity-school-policy-leads-to-recall-elections-for-maine-school-board-members", "title": "Gender Identity School Policy Leads To Recall Elections For Maine School Board Members", "date_published": "2022-11-23 17:01:42+00:00", "description": "Two school board members in one of Maine&#8217;s largest school districts are facing recall elections over their support for a controversial gender identity school policy. Nearly 700 people signed a petition to remove board members Julia Lester and Sarah Otterson from the Oxford Hills School District school board, which includes Paris, Maine. At an emergency meeting ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-airs-twitters-woke-dirty-laundry-literally-and-exposes-fake-ferguson-narrative", "title": "Elon Musk Airs Twitter’s Woke Dirty Laundry – Literally – And Exposes Fake Ferguson Narrative", "date_published": "2022-11-23 16:44:35+00:00", "description": "Twitter is entertaining and informative under the benevolent internet king Elon Musk. On Tuesday, the new owner aired out the social media giant&#8217;s woke dirty laundry — literally — while also exposing the fake narrative surrounding the 2014 police shooting of Michael Brown in Ferguson, Missouri. Musk — who is practically living at Twitter&#8217;s headquarters ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/house-from-80s-classic-the-goonies-is-up-for-sale", "title": "House From 80s Classic ‘The Goonies’ Is Up For Sale", "date_published": "2022-11-23 16:40:12+00:00", "description": "The house from the classic 1980s movie &#8220;The Goonies&#8221; has gone up for sale &#8211; and now fans have a chance to own the old victorian home that is the focus of the film in which a rag-tag group of teens go on a treasure hunt. The home is located in Astoria, Oregon — and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/report-vaccinated-now-make-up-majority-of-covid-deaths", "title": "Report: Vaccinated Now Make Up Majority Of COVID Deaths", "date_published": "2022-11-23 16:34:12+00:00", "description": "The majority of COVID-19 deaths are now happening in people who are vaccinated, according to a new analysis. An analysis carried out by Cynthia Cox, vice president at the Kaiser Family Foundation, for The Washington Post’s Health 202, found that 58% of coronavirus fatalities in August occurred in instances where the person was vaccinated against ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/7-michigan-state-football-players-criminally-charged-for-violent-attack-at-football-game", "title": "7 Michigan State Football Players Criminally Charged For Violent Attack At Football Game", "date_published": "2022-11-23 16:30:51+00:00", "description": "Seven football players at Michigan State University have been criminally charged following two assaults that happened on two players from rival school Michigan. The attack happened late last month following a game between the two teams at The Big House in Ann Arbor, which Michigan dominated 29-7, when the teams were walking back to their ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/uh-oh-stephen-king-and-elon-musk-are-fighting-again", "title": "Uh-Oh: Stephen King And Elon Musk Are Fighting Again", "date_published": "2022-11-23 16:24:11+00:00", "description": "Horror author Stephen King and billionaire entrepreneur — and self-described &#8220;Chief Twit&#8221; — Elon Musk are still fighting, and the latest round appears to be about potential Twitter advertisers and whether or not Mike Lindell&#8217;s famous MyPillow is as good as he claims it is. King started the exchange with the assertion that Twitter was ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pastor-story-hour-ministers-take-bible-based-picture-books-to-local-libraries-amid-drag-queen-story-hour-craze", "title": "‘Pastor Story Hour’: Ministers Take Bible-Based Picture Books To Local Libraries Amid ‘Drag Queen Story Hour’ Craze", "date_published": "2022-11-23 16:17:01+00:00", "description": "As “Drag Queen Story Hour” events sweep the nation, two ministers are exhorting fellow Christian men to bring “Pastor Story Hour” to their local public libraries. The promotion of the LGBTQ movement among children, often through graphic strip teases and sexually explicit curricula in government schools, has recently been the center of political and social ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/first-openly-transgender-rep-in-new-hampshire-arrested-for-stalking-woman-twice-violating-protective-order", "title": "First Openly Transgender Rep. In New Hampshire Arrested For Stalking Woman Twice, Violating Protective Order", "date_published": "2022-11-23 16:08:56+00:00", "description": "New Hampshire Democrat representative Stacie Laughton, the state’s first openly transgender public official, was arrested earlier this month for allegedly violating a domestic violence order by stalking an unidentified woman. Laughton — originally born Barry Charles Laughton Jr. — was arrested on November 12 after violating a protective order by allegedly trying to contact the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/comedian-dave-smith-joe-rogan-on-wokeness-its-a-perfect-distraction-for-society-thats-crumbling", "title": "Comedian Dave Smith, Joe Rogan On Wokeness: It’s A ‘Perfect Distraction’ For Society That’s Crumbling", "date_published": "2022-11-23 16:05:35+00:00", "description": "Joe Rogan, host of &#8220;The Joe Rogan Experience,&#8221; and comedian Dave Smith discussed this week how wokeness serves as a tool that corporations use to distract people from a society that is crumbling all around them. The conversation began when Rogan highlighted how singer Adele was attacked online for saying at a gender neutral awards ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dumb-liberals-kid-rock-slams-lefties-moving-to-red-states-and-bringing-their-effing-politics-with-them", "title": "‘Dumb Liberals’: Kid Rock Slams Lefties Moving To Red States And Bringing Their ‘Effing Politics’ With Them", "date_published": "2022-11-23 15:46:06+00:00", "description": "Kid Rock slammed &#8220;dumb liberals&#8221; who he said have moved to red states and brought their &#8220;effing politics&#8221; with them as he mounts an effort to prevent the former home of late-legendary country music star Hank Williams from being destroyed. During the 51-year-old singer&#8217;s appearance on &#8220;Tucker Carlson Tonight&#8221; on Tuesday, he discussed his effort ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/imf-to-china-drop-outdated-zero-covid-policy", "title": "IMF To China: Drop Outdated Zero-COVID Policy", "date_published": "2022-11-23 15:29:22+00:00", "description": "The International Monetary Fund urged the government of China to move toward a &#8220;recalibration&#8221; its zero-COVID policies under which officials have shuttered entire cities for the past two years. After representatives from the international financial institution met virtually with Chinese policymakers over the span of two weeks, IMF First Deputy Managing Director Gita Gopinath said ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/they-fought-for-parents-rights-in-the-midterms-now-oregon-moms-say-2023-will-be-the-year-of-the-student", "title": "They Fought For Parents’ Rights In The Midterms, Now Oregon Moms Say 2023 Will Be ‘The Year Of The Student’", "date_published": "2022-11-23 15:18:48+00:00", "description": "During the pandemic, Oregon was one of the last states to open schools in the entire country and kept kids in masks longer than most other states. The government teachers’ unions fought to get teachers to the front of the line for vaccines in front of vulnerable seniors, and then continued to fight to keep ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/youre-gonna-you-could-die-joy-behar-claims-booster-is-the-only-reason-whoopi-survived-covid-twice", "title": "‘You’re Gonna – You Could Die!’: Joy Behar Claims Booster Is The Only Reason Whoopi Survived COVID Twice", "date_published": "2022-11-23 15:05:54+00:00", "description": "Joy Behar claimed on Wednesday that co-host Whoopi Goldberg — who is vaccinated and has had COVID at least twice — would have been killed by the novel coronavirus if she had not been vaccinated and boosted. Goldberg, who just returned to the show following her latest bout with COVID, began the segment by lashing ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-pushes-greater-action-cracking-down-on-gun-rights-after-walmart-manager-kills-with-handgun", "title": "Biden Pushes ‘Greater Action’ Cracking Down On Gun Rights After Walmart Manager Kills With Handgun", "date_published": "2022-11-23 15:05:10+00:00", "description": "President Joe Biden released a statement Wednesday pushing for &#8220;greater action&#8221; to be taken clamping down on Americans&#8217; Second Amendment rights after a Walmart supervisor killed several people with a handgun this week. The shooting at the Walmart happened Tuesday night in Chesapeake, Virginia, when the supervisor reportedly walked into the store&#8217;s employee breakroom and ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-says-doj-should-spill-all-its-secrets-about-mar-a-lago-raid-after-repeated-leaks-to-media", "title": "Trump Says DOJ Should Spill All Its Secrets About Mar-A-Lago Raid After ‘Repeated Leaks’ To Media", "date_published": "2022-11-23 15:02:17+00:00", "description": "Former President Donald Trump is asking a federal judge to force the Department of Justice (DOJ) to turn over an unredacted copy of the FBI affidavit used to justify a raid on Trump’s Florida residence. Trump’s legal team filed the request with U.S. District Judge Aileen Cannon, who has overseen Trump’s legal efforts to push ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/canadian-man-changes-mind-about-assisted-suicide-after-good-samaritans-step-in", "title": "Canadian Man Changes Mind About Assisted Suicide After Good Samaritans Step In", "date_published": "2022-11-23 14:50:25+00:00", "description": "A Canadian man has changed his mind about ending his life through medically assisted suicide after an outpouring of support from good Samaritans. Amir Farsoud said he is no longer considering euthanasia after strangers who were moved by his story donated more than $60,000 to help him, which will allow him to avoid homelessness. “I’m ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-reveals-where-he-might-open-a-second-twitter-headquarters", "title": "Elon Musk Reveals Where He Might Open A Second Twitter Headquarters", "date_published": "2022-11-23 14:25:08+00:00", "description": "Twitter CEO Elon Musk is open to launching a second headquarters for the social media platform in Texas. During an all-hands meeting with Twitter employees on Monday, the world’s richest man addressed whether he would move the firm’s headquarters from San Francisco, California, noting that a “dual-headquartered” company would accurately reflect the motive behind his ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/quentin-tarantino-has-a-suggestion-for-those-whining-about-all-the-violence-and-use-of-n-words-in-his-movies", "title": "Quentin Tarantino Has A Suggestion For Those Whining About All The ‘Violence’ And Use Of ‘N-Words’ In His Movies", "date_published": "2022-11-23 14:03:28+00:00", "description": "Quentin Tarantino has a suggestion for those whining about all the &#8220;violence&#8221; and the use of &#8220;n-words&#8221; in his movies. During the 59-year-old filmmaker&#8217;s appearance on HBO Max&#8217;s talk show &#8220;Who&#8217;s Talking to Chris Wallace,&#8221; Wallace asked the &#8220;Kill Bill: Volume 1&#8221; director what message he had for those critics. &#8220;You should see [something else],&#8221; ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cenk-uygur-rants-tim-pool-wears-a-beanie-to-contain-the-pedophilia-thats-in-his-head", "title": "Cenk Uygur Rants: ‘Tim Pool Wears A Beanie … To Contain The Pedophilia That’s In His Head’", "date_published": "2022-11-23 13:56:03+00:00", "description": "Cenk Uygur&#8217;s latest unhinged rant saw the Young Turks host attack Catholic priests, accuse the right-wing of cheering on pedophilia, and make a bizarre supposition about why Tim Pool wears a wool cap. The volatile leftist&#8217;s diatribe on his internet show was triggered by Saturday night&#8217;s mass shooting in a Colorado Springs gay bar, which he ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/combinations-of-fentanyl-and-other-drugs-add-new-dimension-to-devastating-overdose-epidemic", "title": "Combinations Of Fentanyl And Other Drugs Add New Dimension To Devastating Overdose Epidemic", "date_published": "2022-11-23 13:55:23+00:00", "description": "While methamphetamine has been a problem in the United States for a long time, there is a rising concern about fentanyl use and fatal overdoses. However, the two drugs combined are adding another layer to the crisis. According to the Centers for Disease Control and Prevention, “[o]ver 150 people die every day from overdoses related to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-looking-into-tips-claiming-one-of-university-of-idaho-victims-had-a-stalker-but-cant-verify", "title": "Police Looking Into Tips Claiming One Of University Of Idaho Victims Had A Stalker, But Can’t Verify", "date_published": "2022-11-23 13:34:59+00:00", "description": "Police in Moscow, Idaho, said Tuesday that they have received “hundreds of pieces of information” relating to claims that one of the four university students found murdered had a stalker. The investigators, however, have “not been able to verify or identify a stalker” relating to victim Kaylee Goncalves, 21. Still, police are asking the public ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/widow-on-tiktok-goes-viral-for-dancing-about-her-husbands-tragic-death", "title": "Widow On TikTok Goes Viral For Dancing About Her Husband’s Tragic Death", "date_published": "2022-11-23 13:25:24+00:00", "description": "A woman on TikTok participating in the viral trend of dancing to the Meghan Trainor song “Made You Look” came under fire for relating the story of her husband’s tragic death while she danced. Jessica Ayers, who uses the handle “thesingingwidow,” has since deleted the video from TikTok it generated so many negative comments, but ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hunter-bidens-laptop-repairman-explains-how-the-fbi-buried-a-bombshell", "title": "Hunter Biden’s Laptop Repairman Explains How The FBI Buried A Bombshell", "date_published": "2022-11-23 13:25:09+00:00", "description": "&#8220;I consulted with a regional legal officer, and he suggested you should get a lawyer,&#8221; the FBI agent said, according to Mac Isaac. &#8220;You better lawyer up and don&#8217;t talk to anyone about this&#8230; I don&#8217;t have anything else for you, and the door is on the left.&#8221;", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-gets-fact-checked-by-twitter-users-after-claim-about-how-admin-reduced-the-deficit", "title": "White House Gets Fact-Checked By Twitter Users After Claim About How Admin Reduced The Deficit", "date_published": "2022-11-23 13:15:22+00:00", "description": "Twitter users fact-checked a White House post about the Biden administration’s purportedly hawkish fiscal behavior. The White House claimed that the administration “lowered the deficit with the single largest one-year reduction in American history.” However, a user-generated fact check noted that stimulus packages approved in response to the lockdown-induced recession inflated budget deficits for two ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/see-you-in-court-rnc-ag-candidate-sue-election-officials-in-arizona-over-alleged-errors-and-inaccuracies", "title": "‘See You In Court’: RNC, AG Candidate Sue Election Officials In Arizona Over Alleged ‘Errors And Inaccuracies’", "date_published": "2022-11-23 12:45:30+00:00", "description": "The Republican National Committee (RNC) and Arizona attorney general candidate Abe Hamadeh filed a lawsuit Tuesday in State Superior Court in Maricopa County against election officials in Arizona, alleging “a host of errors and inaccuracies” during the 2022 election process. Maricopa County, one of the most populous counties in the nation, had notable problems during ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-my-predictions-on-the-college-football-playoff-final-four", "title": "Here Are My Predictions On The College Football Playoff Final Four", "date_published": "2022-11-23 12:39:43+00:00", "description": "The College Football Playoff rankings were released last night and while there will be discussion on why team &#8216;A&#8217; is here and team &#8216;B&#8217; is there, I wanted to go ahead and give my prediction on the final four heading into rivalry weekend. Give me Georgia beating LSU to secure the number one spot. I ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/another-tech-company-announces-massive-layoffs", "title": "Another Tech Company Announces Massive Layoffs", "date_published": "2022-11-23 12:31:19+00:00", "description": "Personal computer company HP will dismiss between 4,000 and 6,000 employees, joining other firms in the technology sector making efforts to reduce headcount amid economic headwinds. The company reported net revenues of $14.8 billion in the fourth quarter, marking a decline from $16.7 billion in the same period last year. The effort to reduce payrolls, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-barred-retirement-plans-from-mixing-wokeness-with-profits-biden-is-reversing-that-rule", "title": "Trump Barred Retirement Plans From Mixing Wokeness With Profits; Biden Is Reversing That Rule", "date_published": "2022-11-23 12:28:00+00:00", "description": "President Joe Biden’s Department of Labor introduced measures to reverse a ban on environmental, social, and governance investing, also known as ESG, among fiduciaries managing retirement funds, a rule that former President Donald Trump established during his final days in office. The agency published a final rule on Tuesday that reflected the Biden administration’s directive ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oy-it-is-so-much-pain-suspected-palestinian-bombs-kill-canadian-boy-wound-20-as-terror-groups-cheer", "title": "‘Oy, It Is So Much Pain’: Suspected Palestinian Bombs Kill Canadian Boy, Wound 20 As Terror Groups Cheer", "date_published": "2022-11-23 12:04:45+00:00", "description": "Suspected Palestinian terrorists used remote-controlled bombs to murder a Jewish teen from Canada and wound at least 20 others Wednesday, according to authorities, in a pair of attacks immediately praised by Hamas. The teen, identified as Aryeh Schupak and described as either 15 or 16, was killed when a bomb went off near the western edge of ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/famed-rocker-wilko-johnson-from-dr-feelgood-dies", "title": "Famed Rocker Wilko Johnson From Dr. Feelgood Dies", "date_published": "2022-11-23 12:02:11+00:00", "description": "Famed rock musician Wilko Johnson, who played guitar with the group Dr. Feelgood and later had a part in the TV series “Game of Thrones,” died on Monday at the age of 75 after a remarkable battle fighting pancreatic cancer. As far back as 2012, Johnson, whose choppy style of playing the guitar became famous, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/official-suggests-organized-crime-to-blame-for-theft-of-irreplaceable-celtic-gold", "title": "Official Suggests Organized Crime To Blame For Theft Of ‘Irreplaceable’ Celtic Gold", "date_published": "2022-11-23 11:47:02+00:00", "description": "A German official said &#8220;organized crime&#8221; was likely responsible for stealing a valuable cache of Celtic gold coins this week from a museum. At least 483 coins dating back to about 100 B.C. were stolen from the Celtic and Roman Museum in Manching, Germany, early Tuesday morning. The coins, discovered during an archaeological excavation in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-finds-something-in-twitter-hqs-closet-that-explodes-internet", "title": "Elon Musk Finds Something In Twitter HQ’s Closet That Explodes Internet", "date_published": "2022-11-23 10:25:22+00:00", "description": "Late on Tuesday night, Twitter CEO Elon Musk posted a 12-second video of something he found in a closet at Twitter headquarters that revealed a truly leftist perspective. Musk posted a video of the closet that had shelves stacked with T-shirts as part of Twitter’s merchandising, and showed a shelf filled with black T-shirts reading ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-van-der-beek-gushes-about-ditching-l-a-for-texas-says-his-kids-dance-in-the-rain", "title": "James Van Der Beek Gushes About Ditching L.A. For Texas, Says His Kids Dance In The Rain", "date_published": "2022-11-23 10:21:39+00:00", "description": "“Dawson’s Creek” star James Van Der Beek is still happy with his decision to move from Los Angeles to Texas, saying the change has “centered” his family and given his kids a happier childhood. The 45-year-old actor spoke about the transition during a recent interview with People.  &#8220;I know for me, it&#8217;s been really centering ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lib-mag-if-president-joe-biden-runs-again-in-24-he-should-dump-kamala-harris", "title": "Lib Mag: If President Joe Biden Runs Again In ’24, He Should Dump Kamala Harris", "date_published": "2022-11-23 10:00:14+00:00", "description": "Vice President Kamala Harris says she&#8217;s ready to run again as President Joe Biden&#8217;s running mate in 2024 should he decide to go. But it might not be her choice. &#8220;As the president said, he intends to run. And if he does, I will be running with him,&#8221; Harris told reporters on board the Philippines ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/quentin-tarantino-in-hot-water-for-saying-marvel-actors-are-not-movie-stars", "title": "Quentin Tarantino In Hot Water For Saying Marvel Actors Are ‘Not Movie Stars’", "date_published": "2022-11-23 09:39:23+00:00", "description": "Celebrated filmmaker Quentin Tarantino is facing criticism for candid comments he made about actors in Marvel movies not being legitimate stars. The “Kill Bill” director made the remarks while speaking with Tom Segura for his podcast “2 Bears 1 Cave.” “I don’t love them,” Tarantino said of Marvel films. “No, I don’t. I don’t hate ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-lefts-cynical-speech-is-violence-ploy", "title": "The Left’s Cynical ‘Speech Is Violence’ Ploy", "date_published": "2022-11-23 09:21:44+00:00", "description": "This week, another evil mass shooter unleashed horror at a gay club in Colorado Springs, killing 5 and wounding another 25. The shooter – whose name I refuse to mention in order to disincentivize future shooters, who seek notoriety – was clearly mentally ill: just last year, the shooter reportedly threatened his mother with a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breakroom-bloodbath-virginia-walmart-manager-guns-down-6-in-late-night-rampage", "title": "Breakroom Bloodbath: Virginia Walmart Manager Guns Down 6 In Late-Night Rampage", "date_published": "2022-11-23 08:57:35+00:00", "description": "A Virginia Walmart manager reportedly turned the store&#8217;s breakroom into a bloodbath Tuesday night, gunning down six people, including employees, before killing himself even as shoppers were stocking up on last-minute Thanksgiving Day provisions. The gunman, who was identified by a witness but not yet by police, has been reported to be a male manager ...", "persistent": false}]