[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/usa-w-jednym-z-bagazy-na-lotnisku-znaleziono-zywe-zwierze/", "title": "USA: W jednym z bagaży na lotnisku znaleziono żywe zwierzę", "date_published": "2022-11-23 20:50:00+00:00", "description": "Urządzenie do prześwietlania bagaży rejestrowanych na lotnisku w Nowym Jorku wykryło nietypową zawartość. W jednej z walizek znajdował się kot.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/meksyk-turystka-weszla-na-starozytna-piramide-zostala-wygwizdana/", "title": "Meksyk: Turystka weszła na starożytną piramidę. Została wygwizdana", "date_published": "2022-11-23 18:31:00+00:00", "description": "Kobieta została nagrana, gdy wspinała się po 91 stopniach piramidy Kukulkana w starożytnym mieście Chichen Itza w Meksyku. Jej zachowanie wywołało oburzenie zgromadzonych tam osób.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/cialo-mlodej-kobiety-w-walizce-zatrzymano-jej-rodzicow/", "title": "Indie. Ciało młodej kobiety w walizce. Zatrzymano jej rodziców", "date_published": "2022-11-23 17:51:00+00:00", "description": "Przy drodze w indyjskim stanie Uttar Pradesh znaleziono porzuconą czerwona walizkę. Jak się okazało, w środku były zwłoki młodej kobiety. Według śledczych 22-latka została zamordowana. W związku ze sprawą zatrzymano jej rodziców.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/polak-astronauta-rezerwowym-esa-mamy-polskiego-astronaute/", "title": "Polak astronautą rezerwowym ESA. \"Mamy polskiego astronautę\"", "date_published": "2022-11-23 16:57:00+00:00", "description": "Europejska Agencja Kosmiczna wybrała w środę nową klasę astronautów i astronautek. W grupie jest Polak, dr Sławosz Uznański. Musiał on pokonać ponad 22 tysiące kandydatów z całej Europy w trwających półtora roku eliminacjach.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/szkocja-znalazl-to-na-plazy-myslal-ze-to-kosmita/", "title": "Szkocja. Znalazł to na plaży. Myślał, że to kosmita", "date_published": "2022-11-23 15:44:00+00:00", "description": "Mieszkaniec Edynburga podczas spaceru po plaży odkrył na piasku dziwne stworzenie. Fluorescencyjne, ruszające się żyjątko wyglądało na tyle dziwnie, że mężczyzna w pierwszej chwili podejrzewał, że może być to... pozaziemska istota. Prawda okazała się jednak inna.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/iran-odkryto-prawdopodobnie-najstarsze-resztki-gotowanego-jedzenia/", "title": "Iran. Odkryto prawdopodobnie najstarsze resztki gotowanego jedzenia", "date_published": "2022-11-23 15:37:00+00:00", "description": "Prawdopodobnie najstarsze resztki gotowanego posiłku znaleziono w kompleksie jaskiń w północnym Iraku. Zdaniem naukowców neandertalczycy, którzy w tych jaskiniach żyli, posiadali zdolność przygotowywania złożonych posiłków.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/afganistan-publiczna-chlosta-na-stadionie-tak-zdecydowal-sad-talibow/", "title": "Afganistan: Publiczna chłosta na stadionie. Tak zdecydował sąd talibów", "date_published": "2022-11-23 15:00:00+00:00", "description": "Trzy kobiety i dziewięciu mężczyzn zostało ukaranych publiczną chłostą w Afganistanie. Wydarzenie, na którym w roli gapiów zjawiły się setki osób, zorganizowano na wiejskim stadionie w prowincji Logar, na południe od stolicy - Kabulu. Każdy ze skazanych otrzymał od 21 do 39 batów, ponieważ lokalny sąd talibów uznał, że dopuszczali się kradzieży i cudzołóstwa.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/usa-meteorolog-i-pilot-zgineli-w-katastrofie-helikoptera-pracowali-dla-stacji-telewizyjnej/", "title": "USA. Meteorolog i pilot zginęli w katastrofie helikoptera. Pracowali dla stacji telewizyjnej", "date_published": "2022-11-23 14:57:00+00:00", "description": "Dwaj pracownicy stacji telewizyjnej WBTV w Karolinie Północnej zginęli w katastrofie helikoptera nieopodal autostrady w Charlotte. Ofiary zidentyfikowano jako meteorologa Jasona Myersa i pilota Chipa Tayaga. Tego drugiego okrzyknięto bohaterem, bo nie doprowadził do zderzenia z samochodami.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/katar-protest-niemcow-przed-meczem-z-japonia-pilkarze-wykonali-jeden-gest/", "title": "Katar. Protest Niemców przed meczem z Japonią. Piłkarze wykonali jeden gest", "date_published": "2022-11-23 14:53:00+00:00", "description": "Niemieccy piłkarze podczas pozowania do wspólnego zdjęcia przed meczem z Japonią na mistrzostwach świata w Katarze zakryli dłońmi swoje usta. Jak się okazało, był to protest przeciwko decyzji FIFA, która zabroniła grać im w tęczowych opaskach.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/ukraina-caly-kraj-odciety-od-zasilania-masowa-awaria-tez-w-moldawii/", "title": "Ukraina. Cały kraj odcięty od zasilania. Masowa awaria też w Mołdawii", "date_published": "2022-11-23 13:40:00+00:00", "description": "Na całym terytorium Ukrainy na 24 godziny wyłączone jest zasilanie - przekazał na Twitterze Oleksy Goncharenko, ukraiński deputowany. To skutek środowego zmasowanego ostrzału Ukrainy przez Rosjan. Z tego powodu także ponad 50 proc. Mołdawii odcięte jest od prądu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/ukraina-kolejny-rosyjski-ostrzal-eksplozje-w-kijowie/", "title": "Ukraina: Kolejny rosyjski ostrzał. Eksplozje w Kijowie i Lwowie", "date_published": "2022-11-23 12:48:00+00:00", "description": "Rosja rozpoczęła kolejny zmasowany ostrzał Kijowa, Lwowa i innych miast. W ukraińskiej stolicy rakiety uderzyły w obiekty infrastruktury - najpewniej energetycznej i wodociągowej. Ponadto zginęły tam co najmniej trzy osoby, o czym informują władze Kijowa. Problemy z dostępem do prądu występują również w innych ukraińskich miastach.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/niemcy-wylaczyli-internet-w-miescie-i-okradli-muzeum/", "title": "Niemcy: Wyłączyli internet w mieście i okradli muzeum", "date_published": "2022-11-23 10:18:00+00:00", "description": "Z muzeum w Manching w Bawarii skradziono 483 celtyckie monety pochodzące z III w. p.n.e. Wartość łupu jest szacowana na kilka milionów euro. Sprawcy byli doskonale zorganizowani - wcześniej mieli przeprowadzić atak na infrastrukturę telekomunikacyjną w mieście, co pomogło im w sforsowaniu zabezpieczeń.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/wielka-brytania-jest-decyzja-w-sprawie-referendum-szkocji-o-niepodleglosc/", "title": "Sąd Najwyższy Wielkiej Brytanii: Szkocja nie ma uprawnień do referendum niepodległościowego", "date_published": "2022-11-23 09:59:00+00:00", "description": "Sąd Najwyższy w Wielkiej Brytanii zdecydował, że władze Szkocji nie mają podstaw prawnych do przeprowadzenia referendum niepodległościowego bez zgody Londynu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/europarlament-uzna-rosje-za-terrorystyczny-rezim-w-dokumencie-zapisy-o-tu-154-i-przewodowie/", "title": "Europarlament uzna Rosję za terrorystyczny reżim. W dokumencie zapisy o Tu-154 i Przewodowie", "date_published": "2022-11-23 08:39:00+00:00", "description": "W rezolucji Parlamentu Europejskiego, który w środę uzna Rosję za państwo terrorystyczne i zaapeluje o to samo do władz państw członkowskich UE, znalazły się zapisy dotyczące katastrofy smoleńskiej oraz eksplozji rakiety w Przewodowie - ustaliła korespondentka Polsat News Dorota Bawołek. Projekt dokumentu wylicza też zbrodnie popełnione przez Rosjan w Ukrainie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/robert-lewandowski-o-niestrzelonym-karnym-dlaczego-zmienil-styl/", "title": "Robert Lewandowski o niestrzelonym karnym. Dlaczego zmienił styl?", "date_published": "2022-11-23 07:27:00+00:00", "description": "Robert Lewandowski po remisie reprezentacji Polski w mundialowym meczu z Meksykiem umieścił wpis na swoim profilu na Facebooku. Przeprosił za niewykorzystany rzut karny i podziękował za wszystkie słowa wsparcia. W mediach wyjaśnił także dlaczego zmienił sposób wykonywania jedenastki.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/usa-kierownik-sklepu-zaczal-strzelac-do-pracownikow-sa-ofiary-smiertelne/", "title": "USA: Kierownik sklepu Walmart zaczął strzelać do pracowników. Są ofiary śmiertelne", "date_published": "2022-11-23 06:25:00+00:00", "description": "Jeden z menedżerów sklepu Walmart w mieście Chesapeake w amerykańskim stanie Wirginia miał otworzyć ogień w kierunku swoich podwładnych. Policja informuje, że są ofiary śmiertelne. Zginąć miał także sam sprawca.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/izrael-eksplozja-w-jerozolimie-co-najmniej-siedem-osob-rannych/", "title": "Izrael: Eksplozja w Jerozolimie. Co najmniej siedem osób rannych", "date_published": "2022-11-23 05:49:00+00:00", "description": "W środę rano w pobliżu głównego dworca autobusowego w Jerozolimie doszło do eksplozji. Rannych zostało co najmniej siedem osób. Dwie z nich są w stanie krytycznym.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-23/wojna-na-ukrainie-rosjanie-uderzyli-w-szpital-polozniczy-w-zaporozu-nie-zyje-noworodek/", "title": "Wojna w Ukrainie. Rosjanie uderzyli w szpital położniczy w Zaporożu. Nie żyje noworodek", "date_published": "2022-11-23 05:41:00+00:00", "description": "W nocy z wtorku na środę celem rosyjskiego ataku rakietowego był szpital położniczy w Zaporożu w południowo-wschodniej Ukrainie. W wyniku ostrzału zginął noworodek.", "persistent": false}]