[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/elzbieta-ii-poznala-pieciu-papiezy-najwiecej-razy-spotkala-sie-z-janem-pawlem-ii/", "title": "Elżbieta II poznała pięciu papieży. Najwięcej razy spotkała się z Janem Pawłem II", "date_published": "2022-09-08 20:16:00+00:00", "description": "Królowa Elżbieta II, która zmarła dzisiaj w wieku 96 lat, poznała pięciu papieży. Wśród nich znaleźli się Pius XII, Jan XXIII, Jan Paweł II, Benedykt XVI oraz Franciszek. Szczególnie bliskie więzy łączyły ją z papieżem Polakiem, który odwiedził Wielką Brytanię w 1982 roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/krolowa-elzbieta-ii-nie-zyje-tak-zmieniala-sie-przez-lata/", "title": "Królowa Elżbieta II nie żyje. Tak zmieniała się przez lata", "date_published": "2022-09-08 19:45:00+00:00", "description": "Brytyjska królowa Elżbieta II zmarła w wieku 96 lat. Objęła tron po swoim ojcu w 1952 r. i rządziła Zjednoczonym Królestwem przez ponad siedem dekad - najdłużej w historii Wysp. Dla większości Brytyjczyków, królowa była od zawsze. Tak wyglądała na przestrzeni lat."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/co-po-smierci-krolowej-szczegoly-operacji-london-bridge/", "title": "Co po śmierci królowej? Szczegóły operacji London Bridge", "date_published": "2022-09-08 19:26:00+00:00", "description": "London Bridge i Spring Tide to kryptonimy działań, które zostały wdrożone w Wielkiej Brytanii po tym, jak zmarła królowa Elżbieta II. Pierwszy dotyczy wydarzeń bezpośrednio po śmierci, drugi to etap wstępowania księcia Karola na tron. Plany rozpisano na 10 dni."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/wielka-brytania-william-i-kate-maja-nowe-tytuly/", "title": "Wielka Brytania: William i Kate mają nowe tytuły", "date_published": "2022-09-08 19:19:00+00:00", "description": "Nowy następca brytyjskiego tronu książę William i jego żona księżna Kate będą nosić teraz tytuły księcia i księżnej Kornwalii i Cambridge - potwierdzono w czwartek wieczorem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/mateusz-morawiecki-o-krolowej-elzbiecie-ii-byla-ikona-i-symbolem-potegi-mialem-zaszczyt-ja-poznac/", "title": "Mateusz Morawiecki o królowej Elżbiecie II: Była ikoną i symbolem potęgi. Miałem zaszczyt ją poznać", "date_published": "2022-09-08 19:15:00+00:00", "description": "Nie żyje Elżbieta II. Wyjątkową monarchinię wspominają politycy z całego świata. Wśród nich znalazł się szef polskiego rządu Mateusz Morawiecki. - Ikona, symbol potęgi, kultury oraz tradycji Zjednoczonego Królestwa, ukochana przez Brytyjczyków - opisał królową na Facebooku premier RP."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/elzbieta-ii-nie-zyje-swiatowi-przywodcy-zegnaja-krolowa/", "title": "Elżbieta II nie żyje. Światowi przywódcy żegnają królową", "date_published": "2022-09-08 18:03:00+00:00", "description": "W wieku 96 lat odeszła Królowa Elżbieta II. Z całego świata płyną kondolencje. Symbolizowała oddanie i miłość do ojczyzny - napisał premier Izraela Ja’ir Lapid. Prezydent Francji Emmanuel Macron przekazał, że Elżbieta przez ponad 70 lat ucieleśniała ciągłość i jedność narodu brytyjskiego. Przez dekady była uosobieniem wszystkiego, co czyni Brytanię naprawdę Wielką - podkreślił Andrzej Duda."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/zmarla-elzbieta-ii-najslynniejsza-krolowa-na-swiecie-na-zawsze-pozostanie-w-pamieci-brytyjczykow/", "title": "Zmarła Elżbieta II. Najsłynniejsza królowa na świecie na zawsze pozostanie w pamięci Brytyjczyków", "date_published": "2022-09-08 17:48:00+00:00", "description": "Królowa Elżbieta II zmarła w wieku 96 lat. W czasie swojego długoletniego panowania zasłynęła m.in. z miłości do Wielkiej Brytanii, odwagi, elegancji oraz uwielbienia do podróży. Odeszła w otoczeniu najbliższych, którzy towarzyszyli jej w najważniejszych momentach jest wyjątkowego życia."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/wielka-brytania-sukcesja-tronu-po-elzbiecie-ii-ksiaze-karol-pierwszy-w-kolejce/", "title": "Wielka Brytania. Sukcesja tronu po Elżbiecie II. Karol nowym królem", "date_published": "2022-09-08 17:43:00+00:00", "description": "Nie żyje Elżbieta II. Królowa Wielkiej Brytanii zmarła w wieku 96 lat. Jej następcą zostanie najstarszy syn monarchini - Karol. 73-latek jest najstarszym w brytyjskiej historii monarchą wstępującym na tron. Po ogłoszeniu śmierci Elżbiety II, nowy król wydał oświadczenie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/elzbieta-ii-nie-zyje-krolowa-wielkiej-brytanii-miala-96-lat/", "title": "Elżbieta II nie żyje. Królowa Wielkiej Brytanii miała 96 lat", "date_published": "2022-09-08 17:30:00+00:00", "description": "W wieku 96 lat zmarła Elżbieta II, królowa Wielkiej Brytanii i głowa 14 państw Wspólnoty Narodów. Na brytyjskim tronie zasiadała przez 70 lat. Była drugim po Ludwiku XIV najdłużej panującym monarchą na świecie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/elzbieta-ii-pod-nadzorem-lekarzy-politycy-dowiedzieli-sie-podczas-obrad-izby-gmin/", "title": "Królowa Elżbieta II pod nadzorem lekarzy. Politycy dowiedzieli się podczas obrad Izby Gmin", "date_published": "2022-09-08 13:16:00+00:00", "description": "Dzieje się coś poważnego. Przekazywane są notatki, grymasy na twarzach - napisał na Twitterze dziennikarz Times Radio Stig Abell, który obserwował obrady brytyjskiej Izby Gmin. Kilkanaście minut później o pogarszającym się stanie zdrowia królowej Elżbiety II powiadomiono w oficjalnym oświadczeniu."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/ukraina-pentagon-wyslal-ukrainie-swoj-najdokladniejszy-pocisk-artyleryjski/", "title": "Ukraina. Pentagon wysłał Ukrainie swój najdokładniejszy pocisk artyleryjski Excalibur", "date_published": "2022-09-08 12:58:00+00:00", "description": "Pentagon wysłał Ukrainie swoje najdokładniejsze pociski artyleryjskie Excalibur, które są naprowadzane GPSem - przekazał w czwartek Bloomberg. Agencja dotarła do dokumentów budżetowych, z których wynika, że Pentagon zaopatrywał siły ukraińskie w ten rodzaj pocisków."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/rpa-dziecko-wyciagniete-ze-sklepowego-wozka-ochrona-zablokowala-drzwi/", "title": "RPA: Dziecko wyciągnięte ze sklepowego wózka. Ochrona zablokowała drzwi", "date_published": "2022-09-08 11:39:00+00:00", "description": "W jednym supermarketów w RPA doszło do próby uprowadzenia rocznej dziewczynki. Porywaczki wykorzystały moment, w którym rodzice dziecka odwrócili się do sklepowych lodówek i na chwilę stracili pociechę z oczu. Błyskawiczna reakcja ojca dziecka i ochrony zapobiegła dramatycznemu biegowi zdarzeń."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/pogorszyl-sie-stan-zdrowia-krolowej-elzbiety-ii-jest-pod-opieka-lekarzy/", "title": "Pogorszył się stan zdrowia królowej Elżbiety II. \"Medycy są zaniepokojeni\"", "date_published": "2022-09-08 11:37:00+00:00", "description": "Pałac Buckingham przekazał, że królowa Elżbieta II jest pod opieką lekarzy. Medycy są zaniepokojeni zdrowiem królowej - podają media."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/hiszpania-tancerze-odtwarzali-sceny-seksu-na-oczach-widzow-fala-oburzenia/", "title": "Hiszpania. Tancerze odtwarzali sceny seksu na oczach widzów. Fala oburzenia", "date_published": "2022-09-08 08:37:00+00:00", "description": "Falę oburzenia wywołał występ w hiszpańskim Barajas de Melo w prowincji Cuenca. Na oczach widzów tancerze z odsłoniętymi genitaliami inscenizowali bowiem sceny seksu. Spektakl z okazji tradycyjnego festynu na cześć Matki Bożej z Vegi, był finansowany z publicznych pieniędzy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/nie-zyje-myles-sanderson-drugi-napastnik-odpowiedzialny-za-masakre-w-kanadzie/", "title": "Nie żyje Myles Sanderson, drugi napastnik odpowiedzialny za masakrę w Kanadzie", "date_published": "2022-09-08 07:26:00+00:00", "description": "Nie żyje drugi z napastników z kanadyjskiego Saskatchewan - przekazała zastępca komisarza Rhonda Blackmore. 32-letni Myles Sanderson, współodpowiedzialny za zabójstwo 10 i ranienie 18 osób. Zmarł krótko po tym, jak został zatrzymany przez policję. Według Blackmore w obliczu śmierci obu napastników motywy ataków mogą nigdy nie zostać poznane."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-08/iga-swiatek-w-polfinale-us-open-wojna-nerwow-w-drugim-secie-z-jessica-pegula/", "title": "Iga Świątek w półfinale US Open. Wojna nerwów w drugim secie z Jessicą Pegulą", "date_published": "2022-09-08 06:20:00+00:00", "description": "Iga Świątek w dwóch setach pokonała Amerykankę Jessicę Pegulę (6:3, 7:6) i awansowała do półfinału US Open 2022. To najlepszy wynik w karierze Polki na tych kortach. O finał zagra z Aryną Sabalenką."}]