[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-chapter-4-season-1-boss-fight-how-to-defeat-geno-the-ageless-champion/1100-6509696/?ftag=CAD-01-10abi2f", "title": "Fortnite Chapter 4 Season 1 Boss Fight: How To Defeat Geno, The Ageless Champion", "date_published": "2022-12-04 20:30:00+00:00", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-witcher-crossover-and-more/1100-6509635/\">Fortnite Chapter 4</a> has brought a ton of major changes to one of the biggest games in the world--but some things stayed the same. For example, this season features a brand-new boss enemy, dubbed The Ageless Champion, who has an awesome <a href=\"https://www.gamespot.com/articles/fortnite-exotics-and-mythics-in-chapter-4-season-1-all-special-weapons-and-items/1100-6509638/\">Mythic weapon</a> that you can loot from him after you take him down.</p><p dir=\"ltr\">But there's even better news: this guy is simpler to deal with than last season's boss was. While folks seemed to usually leave The Herald alone last season, you can expect this new guy's weapon to pop up in circulation a lot more frequently than the Herald's burst rifle did.</p><h2 dir=\"ltr\">Who is The Ageless Champion, and where can I find him?</h2><p dir=\"ltr\">The Ageless, who's serving double duty as an in-game boss and as the final skin in the <a href=\"https://www.gamespot.com/gallery/fortnite-chapter-4-season-1-battle-pass-all-skins-emotes-and-other-cosmetics/2900-4492/\">Chapter 4 Season 1 battle pass</a>, is a snapshot of Geno, the founder of the IO. We don't really know what his deal is story-wise right now, but he rules a kingdom from the sick medieval castle known as The Citadel, which can be found in the northwestern portion of the new battle royale island.</p><a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-season-1-boss-fight-how-to-defeat-geno-the-ageless-champion/1100-6509696/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-exotics-and-mythics-in-chapter-4-season-1-all-special-weapons-and-items/1100-6509638/?ftag=CAD-01-10abi2f", "title": "Fortnite Exotics And Mythics In Chapter 4 Season 1: All Special Weapons And Items", "date_published": "2022-12-04 19:35:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> Chapter 4 Season 1 is packing quite a lot of new stuff to check out, so you'll have no trouble rounding up fresh things to play around with. But some things never change--including the fact that there are a variety of <strong>Exotic</strong> and <strong>Mythic</strong> weapons you can find or purchase across the map. Some are new and some are returning favorites, but we've got the full list of them here to help you along your quest to find them all.</p><h2>All Exotic weapon locations</h2><p>There are six Exotic weapons or items this season, as well as one Mythic which can be won as a drop in a boss battle we'll detail below. The locations and costs of each are below, but it's worth noting that we've also found at least one of these in Holo-Chests, which spawn around the map and must be opened using a key. Be sure to pair this guide with our complete NPC locations guide to find all Fortnite characters this season.</p><figure style=\"width: 2048px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4071532-exotics-mythics.jpg\"><img alt=\"All Exotic and Mythic weapons and items locations\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4071532-exotics-mythics.jpg\" /></a><figcaption>All Exotic and Mythic weapons and items locations</figcaption></figure><h3>The Dub (Exotic)</h3><p>The Dub can be purchased from <strong>Surrr Burger [1]</strong> for 600 gold bars. You'll find him walking around inside a building just north of the lake at Anvil Square here--not too far from the bounty board in the area.</p><a href=\"https://www.gamespot.com/articles/fortnite-exotics-and-mythics-in-chapter-4-season-1-all-special-weapons-and-items/1100-6509638/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/dragon-age-dreadwolf-official-in-game-cinematic-trailer/2300-6460154/", "title": "Dragon Age: DreadWolf Official In-Game Cinematic Trailer", "date_published": "2022-12-04 18:46:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4071528-dragonage_dreadwolf-official_whoisthedreadwolf__trailer.mp4.00_00_22_29.still002.jpg\" width=\"480\" /> To celebrate Dragon Age Day, we get an in game cinematic trailer. Dragon Age: Dreadwolf is releasing on PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-characters-in-chapter-4-season-1-all-15-npc-locations/1100-6509694/?ftag=CAD-01-10abi2f", "title": "Fortnite Characters In Chapter 4 Season 1: All 15 NPC Locations", "date_published": "2022-12-04 17:14:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/articles/fortnite-chapter-3-season-4/1100-6506870/\">Fortnite Chapter 4 </a>is here, and in Season 1, you'll want to meet all 15 characters, often called NPCs, to take advantage of their sold items, services, and other special features. Heck, even the unique story dialogue is pretty cool. We're actively seeking out all 15 Fortnite NPCs in Chapter 4 Season 1, and since we're moving through the list pretty quickly, we're publishing this guide now and updating it frequently. Here's every NPC we've found so far, with the promise of mapping them all out very soon.</p><h2>Fortnite NPC locations in Chapter 4 Season 1</h2><p>There are currently 15 Fortnite characters to find on the <a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-map-revealed-new-pois-gameplay-changes-and-more/1100-6509687/\">new Chapter 4 island</a>. These include brand-new characters, like Helsie, the vampire hunter, as well as returning heroes like the green-thumbed Sunflower. Below we've mapped all the NPCs we've found so far, and you may want to refresh this page often, as we'll be updating it with each new character we come across until they're all located.</p><figure style=\"width: 1024px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4071521-npcsc4s1.jpg\"><img alt=\"Fortnite NPCs in Chapter 4\" src=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4071521-npcsc4s1.jpg\" /></a><figcaption>Fortnite NPCs in Chapter 4</figcaption></figure><ol><li>Aura - (confirming location)</li><li>Evie - in a blue house south of Shattered Slabs</li><li>Frozen Fishstick - at the top of the lake west of Brutal Bastion</li><li>Searching now</li><li>Omega Knight - village southwest of Slappy Shores</li><li>Searching now</li><li>Searching now</li><li>Searching now</li><li>Searching now</li><li>Helsie - northwest of Faulty Splits</li><li>Searching now</li><li>Snowheart - east of Breakwater Bay</li><li>Sunflower - Frenzy Fields</li><li>Searching now</li><li>Searching now</li></ol><p>Be sure to refresh the page to get the most up-to-date version of this map and list. Within a short amount of time today, we'll have it all filled out. For lots more on Fortnite, check out <a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-witcher-crossover-and-more/1100-6509635/\">everything new in Chapter</a> 4 Season 1.</p><a href=\"https://www.gamespot.com/articles/fortnite-characters-in-chapter-4-season-1-all-15-npc-locations/1100-6509694/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/fortnite-chapter-4-season-1-full-match-gameplay/2300-6460153/", "title": "Fortnite Chapter 4 Season 1 Full Match Gameplay", "date_published": "2022-12-04 16:13:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4071515-fortnite2022-12-0406-22-48.00_08_06_19.still001.jpg\" width=\"480\" /> Watch as we try out the various new mechanics in the latest chapter and season of Fortnite. We use the motorcycles, traverse on ice, use the new hammer weapon, try control point and much more.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-chapter-4-season-1-explorer-quests-and-launch-week-challenges/1100-6509637/?ftag=CAD-01-10abi2f", "title": "Fortnite Chapter 4 Season 1: All Explorer Quests And Launch Challenges", "date_published": "2022-12-04 15:54:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> <a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-witcher-crossover-and-more/1100-6509635/\">Chapter 4 Season 1</a> is officially released, and it has no doubt brought a wide variety of changes to the popular battle royale. However, one thing that hasn't changed is that a new season also means a new set of challenges to complete, so it's no surprise that Chapter 4 is kicking things off with the usual launch week challenges. This time around, though, there are also some Explorer Quests that entice you to, well, explore the new map. We'll give the full scoop on all of these below so that you can start grinding out XP towards completing this season's exciting <a href=\"https://www.gamespot.com/gallery/fortnite-chapter-4-season-1-battle-pass-all-skins-emotes-and-other-cosmetics/2900-4492/\">battle pass</a>.</p><h2>Explorer challenges</h2><p>There are nine Explorer challenges to finish. These mostly just ask you to look around the new map and interact with its new features. Each of these grants you 20,000 XP for completion.</p><p><strong>Visit The Citadel [1], Anvil Square [2], and Shattered Slabs [3]</strong> by landing at the spots below.</p><a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-season-1-explorer-quests-and-launch-week-challenges/1100-6509637/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/why-the-ak-47-is-the-most-iconic-gun-in-pop-culture-loadout/2300-6460099/", "title": "Why The AK-47 Is The Most Iconic Gun In Pop Culture - Loadout", "date_published": "2022-12-04 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4069284-loadout_ak_site.jpg\" width=\"480\" /> The AK-47 is easily both the most famous and infamous firearm in all of the world’s history. With over 100 million made, its appearance in over half a century of cinema, and its place within the hands of players in hundreds of video games, the Avtomat Kalashnikova model of 1947 is undeniably the most recognisable weapon ever made.  With the help of Jonathan Ferguson, Keeper of Firearms &amp; Artillery at the Royal Armouries Museum in the UK, we chart the AK-47’s journey, from its post-WW2 creation through to it", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-where-to-get-the-shockwave-hammer-and-how-to-use-it/1100-6509693/?ftag=CAD-01-10abi2f", "title": "Fortnite: Where To Get The Shockwave Hammer And How To Use It", "date_published": "2022-12-04 14:26:00+00:00", "description": "<p>With any new season of <a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a>, you can rest assured there will be thrilling new weapons to test out, but the introduction of <a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-witcher-crossover-and-more/1100-6509635/\">Chapter 4 Season 1</a> comes packing one of the most epic ones yet. The brand-new Shockwave Hammer is a melee weapon that can dish out some hefty damage with each mighty swing, but that's probably not going to be the main reason you pick this one up. Read on to find out where to find this heavy hitter and why you'll want to drag it around with you.</p><h2>Where to find the Shockwave Hammer and how it works</h2><p>The Shockwave Hammer can be found in chests, on the ground, and from capture points--new domination-style locations that change with every round. It is an Epic-quality item and is therefore somewhat rare, though they're obviously easier to find at larger POIs that have denser loot pools. We found them in two consecutive Oathbound Chests, which are the new white and gold chests you'll see in some locations, so it may be the case that they're more likely to be found inside of those.</p><p>This massive hammer can hit an enemy for 75 damage and launch them away from you, but that will require you to get right up on them. If you can, though, it makes for quite a useful tool for knocking opponents into the storm or off of clifftops.</p><a href=\"https://www.gamespot.com/articles/fortnite-where-to-get-the-shockwave-hammer-and-how-to-use-it/1100-6509693/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-best-xbox-games-of-2022-according-to-metacritic/2900-4479/", "title": "The Best Xbox Games Of 2022 According To Metacritic", "date_published": "2022-12-04 14:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069260-metacriticbestxbox.jpg\" /><br /><h3><p dir=\"ltr\">Xbox admittedly hasn't had a noteworthy 2022 when it comes to first-party releases, but Microsoft's gaming hardware more than made up for its minimal selection of Xbox-published exclusives by being one of the best platforms for third-party games. Combined with its main event Game Pass subscription program and day one releases through it, Xbox had plenty of gaming muscle to flex throughout 2022.</p><p dir=\"ltr\">On the exclusives side, Xbox's big releases this year comprised of an excellent expansion for Forza Horizon 5, the full release of Grounded, and captivating Pentiment. Focused more on quality over quantity ahead of 2023's big releases in the form of Redfall and Starfield, Xbox gamers filled the gap between console-exclusive releases with a selection of excellent third-party games.</p><p dir=\"ltr\">Game Pass provided excellent material such as Persona 5 Royal, Deathloop, and A Plague Tale: Requiem, while the current-gen side of the equation saw Gotham Knights and Marvel's Midnight Suns arrive on Microsoft's pair of powerful consoles.</p><p dir=\"ltr\">So which games earned critical acclaim this year through that platform? We've crunched the numbers from Metacritic, GameSpot's sister site, to see which titles were earning rave reviews, high numbers, and plenty of praise, with the list below being a combination of both Xbox One and Xbox Series X|S titles.</p></h3></p><br />     <p><h2>Elden Ring</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067700-eldenring%285%29.jpg\" /><br /><h3><p>A winner on every platform that it graced, Elden Ring has been one of the biggest success stories of the year. It's not hard to see why, as From Software's trademark combination of rich lore and challenging gameplay made this game beautiful to behold and riveting to play. A mass slice of elegant open-world design, Elden Ring is the Souls-like formula perfected.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/elden-ring\">Metascore: 96</a> | Read our <a href=\"https://www.gamespot.com/reviews/elden-ring-review-death-of-the-wild/1900-6417832/\">Elden Ring review</a></p></h3></p><br />     <p><h2>Persona 5 Royal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067702-persona5%281%29.jpg\" /><br /><h3><p>Finally making its way to Xbox this year, the best version of the critically acclaimed JRPG from Atlus was firing on all action-packed cylinders when it landed on that system. Featuring subtle quality-of-life updates, clever tweaks to keep the story flowing, and dozens of hours of content, Persona 5 Royal is a stylish fusion of anime, jazz, and high school drama that's hard to beat.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/persona-5-royal\">Metascore: 94</a> | Read our <a href=\"https://www.gamespot.com/reviews/persona-5-royal-review-hearts-of-gold/1900-6417444/\">Persona 5 Royal review</a></p></h3></p><br />     <p><h2>The Stanley Parable: Ultra Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067703-thestanleyparableultradeluxe%282%29.jpg\" /><br /><h3><p>One of the sharpest and most insightful games of recent memory got a gigantic upgrade this year, with this long-in-development expansion to the beloved cult-classic adding hours of new content. Sure, the game has a smug attitude and it doesn't hesitate to poke fun at you whenever the opportunity presents itself, but those moments feel earned thanks to the razor-ship wit and writing on display here.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/the-stanley-parable-ultra-deluxe\">Metascore: 93</a> | Read our <a href=\"https://www.gamespot.com/reviews/the-stanley-parable-ultra-deluxe-review-a-sequel-in-all-but-name/1900-6417868/\">The Stanley Parable: Ultra Deluxe review</a></p></h3></p><br />     <p><h2>Cuphead: The Delicious Last Course</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067705-cupheadthedeliciouslastcourse%282%29.jpg\" /><br /><h3><p>How do you improve on one of the best and most visually striking platforming games of all time? By doubling down on what made the original game unique, adding new elements which enhances the gameplay meaningfully, and going all in on the artisanal appeal of the source material. This DLC does all that and so much more, transforming Cuphead into a buffet of delectable fun.</p><p><a href=\"https://www.metacritic.com/game/xbox-one/cuphead-in-the-delicious-last-course\">Metascore: 92</a> | Read our <a href=\"https://www.gamespot.com/reviews/cuphead-the-delicious-last-course-review-more-than-a-cherry-on-top/1900-6417904/\">Cuphead: The Delicious Last Course review</a></p></h3></p><br />     <p><h2>Rogue Legacy 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067709-roguelegacy2.jpg\" /><br /><h3><p>Arriving almost a decade after the first Rogue Legacy game helped introduce a paradigm shift to roguelike games, Rogue Legacy 2 had some big boots to fill. Fortunately, this lovingly crafted masterpiece was more than up to the task, sticking to the elements that made the first game so great and amplifying those ideas for modern audiences. It doesn't reinvent the wheel, but when the first game was that good, more of the same content with a deeper emphasis on rewarding gameplay feels like an enjoyable step forward.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/rogue-legacy-2\">Metascore: 90</a> | Read our <a href=\"https://www.gamespot.com/reviews/rogue-legacy-2-review-grand-lineage/1900-6417870/\">Rogue Legacy 2 review</a></p></h3></p><br />     <p><h2>Deathloop</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067710-deathloop.jpg\" /><br /><h3><p>It may have taken a year for it to find its way to Xbox, but Deathloop arrived fashionably late and in style for its debut on Microsoft hardware. Packing more heat than ever before thanks to the Golden Loop update, Arkane's ballistic ballet of time-loop action and deep storytelling felt better than ever, allowing for veterans to hit the reset on their adventure and for newcomers to experience a well-constructed mystery.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/deathloop\">Metascore: 89</a> | Read our <a href=\"https://www.gamespot.com/reviews/deathloop-review-all-you-need-is-kill/1900-6417729/\">Deathloop review</a></p></h3></p><br />     <p><h2>Immortality</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067711-immortality.jpg\" /><br /><h3><p>FMV games may have gone the way of the dodo and dubstep, but their spirit lives on with superb nods to the past such as Immortality. An exquisite mystery shot with style and elegance, Immortality is anchored by incredible performances, high production values, and twists that'll leave you reeling when they find their mark.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/immortality\">Metascore: 88</a> | Read our <a href=\"https://www.gamespot.com/reviews/immortality-review-a-most-unusual-camera/1900-6417948/\">Immortality review</a></p></h3></p><br />     <p><h2>Teenage Mutant Ninja Turtles: Shredder's Revenge</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067712-teenagemutantninjaturtlesshredder%27srevenge.jpg\" /><br /><h3><p>2022 has been a magnificent year for fans of retro gaming, with Teenage Mutant Ninja Turtles: Shredder's Revenge leading the turtle power charge. A love letter to afternoons spent in an arcade, Shredder's Revenge is the perfect mix of classic beat-em-up action with modern touches that help enhance and retain the core magic of Konami's TMNT game legacy. The pixel art is effortlessly charming, the gameplay feels sharper than Shredder's forearms, and the nostalgic attention to detail makes for a brilliant game to raise some shell in.</p><p><a href=\"https://www.metacritic.com/game/xbox-one/teenage-mutant-ninja-turtles-shredders-revenge\">Metascore: 87</a> | Read our <a href=\"https://www.gamespot.com/reviews/teenage-mutant-ninja-turtles-shredders-revenge-review-turtle-power/1900-6417895/\">Teenage Mutant Ninja Turtles: Shredder's Revenge review</a></p></h3></p><br />     <p><h2>OlliOlli World</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067706-olliolliworld%281%29.jpg\" /><br /><h3><p>OlliOlli World grabs you from the very first frame with its slick presentation, but it keeps your attention on the screen with its layered mechanics, gnarly story, and pure \"just one more turn\" gameplay that makes it hard to put down. Accessible to any skill level and deep enough to be challenging to any halfpipe grandmaster, OlliOlli World's refinements and evolution of its own formula helps it stick the landing with style.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/olliolli-world\">Metascore: 85</a> | Read our <a href=\"https://www.gamespot.com/reviews/olliolli-world-review-half-pipe-heaven/1900-6417822/\">OlliOlli World review</a></p></h3></p><br />     <p><h2>Citizen Sleeper</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067713-citizensleeper.jpg\" /><br /><h3><p>What happens when you put life on autopilot? You get Citizen Sleeper, a strange but captivating game about living your best life possible according to the random whim of dice. At the same time, it approaches weighty topics with a gentle hand as you navigate a thoughtfully constructed tale, leading to multiple endings with ramifications that'll stick around in your head, long after the end credits have rolled.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x\">Metascore: 85</a></p></h3></p><br />     <p><h2>Pentiment</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067714-pentiment.jpg\" /><br /><h3><p dir=\"ltr\">A lush, medieval murder-mystery game designed to look like an illustrated manuscript might sound incredibly niche, but Obsidian took full advantage of that elevator pitch to deliver an incredible whodunnit. What elevates this title is that it's a brilliant examination of stories, their power, influence, and how they're passed down throughout the ages. You'll rock up ready to solve a murder, but the real charm is the exploration of history and what our ancestors leave behind for us.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/pentiment\">Metascore: 85</a> | Read our <a href=\"https://www.gamespot.com/reviews/pentiment-review-layers-of-history/1900-6417998/\">Pentiment review</a></p></h3></p><br />     <p><h2>Forza Horizon 5: Hot Wheels</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067715-forzahorizon5hotwheels.jpg\" /><br /><h3><p dir=\"ltr\">A dream made in matchbox car heaven, Forza Horizon 5's big Hot Wheels DLC this year was pure childhood nostalgia powered by a V8 engine. Translating the beloved diecast cars into life-size models and giving players ludicrous tracks to race them on, this Forza Horizon 5 expansion is wonderfully silly stunt-racing that'll bring out your inner child.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/forza-horizon-5-hot-wheels\">Metascore: 85</a> | Read our <a href=\"https://www.gamespot.com/reviews/forza-horizon-5-hot-wheels-review-paradise-city/1900-6417922/\">Forza Horizon 5: Hot Wheels review</a></p></h3></p><br />     <p><h2>A Plague Tale: Requiem</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067716-aplaguetalerequiem.jpg\" /><br /><h3><p dir=\"ltr\">If there's a running theme in A Plague Tale: Requiem, it's escalation. More danger, more mystery, and enough rats to push the processing power of an Xbox Series X to its breaking point. The follow-up to one of the biggest surprise hits of 2019, A Plague Tale: Innocence, Requiem doubles down on the somber tone of its predecessor, sharpens its gameplay, and delivers an unforgettable adventure set in a version of 14th century France that pulls no punches.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/a-plague-tale-requiem\">Metascore: 85</a> | Read our <a href=\"https://www.gamespot.com/reviews/a-plague-tale-requiem-review-picturesque-terror/1900-6417981/\">A Plague Tale: Requiem review</a></p></h3></p><br />     <p><h2>Destiny 2: The Witch Queen</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067707-destiny2thewitchqueen%281%29.jpg\" /><br /><h3><p>Ever since Destiny 2 first launched in 2017, Bungie had been slowly planting seeds for an expansion that would rock the world of its sci-fi sandbox to its very core. With the arrival of the titular Witch Queen, narrative bombshells were dropped, the status quo was rocked, and dangerous secrets were dragged out of the shadows. More than just Destiny's storytelling at its best, The Witch Queen expansion is also a terrific showcase of fresh ideas, polished gameplay, and co-op fun that feels unique to this constantly evolving universe.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/destiny-2-the-witch-queen\">Metascore: 85</a> | Read our <a href=\"https://www.gamespot.com/reviews/destiny-2-the-witch-queen-review-queens-gambit/1900-6417838/\">Destiny 2: The Witch Queen review</a></p></h3></p><br />     <p><h2>Tunic</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067717-tunic%281%29.jpg\" /><br /><h3><p>Games inspired by The Legend of Zelda are a dime a dozen these days, but Tunic rises above them to bring out the best in its primary inspiration. Featuring a familiar setup of a hero clad in green working to save the day, Tunic stands out from the pack with its vibrant design, challenging combat, and clever level design. It's a game that feels undeniably inspired by Nintendo's heavyweight franchise, but it uses that affection for the series to lovingly put a new spin on the Zelda-like formula.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/tunic\">Metascore: 85</a> | Read our <a href=\"https://www.gamespot.com/reviews/tunic-review-fox-die/1900-6417845/\">Tunic review</a></p></h3></p><br />     <p><h2>Two Point Campus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067718-twopointcampus.jpg\" /><br /><h3><p>A game about tertiary education bureaucracy might sound about as appealing as having plaque removed from your teeth, but Two Point Campus manages to make paperwork exciting with its spin on academia. Similar to Two Point Hospital, this follow-up is a delightfully goofy business management sim with a quirky art style and family-friendly comedy that graduates with flying colors.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/two-point-campus\">Metascore: 84</a> | Read our <a href=\"https://www.gamespot.com/reviews/two-point-campus-review-old-school/1900-6417929/\">Two Point Campus review</a></p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069738-midnightsuns1.jpg\" /><br /><h3><p>Featuring an all-star cast of Marvel heroes, Midnight Suns strikes a fine balance between clever superhero action, engaging tactical options, and building friendships with Earth's mightiest mortals. With Firaxis at the helm, the end result is an intriguing blend of ideas that makes the game both fun and flexible, while the team-building aspects inject tons of charm and heart into the mix.</p><p><a href=\"https://www.metacritic.com/game/pc/marvels-midnight-suns\">Metascore: 84</a> | Read our <a href=\"https://www.gamespot.com/reviews/marvels-midnight-suns-review-xcom-superhero-squad/1900-6418006/\">Marvel's Midnight Suns review</a></p></h3></p><br />     <p><h2>Crusader Kings 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067708-crusaderkings3%281%29.jpg\" /><br /><h3><p>Finally making its way to current-gen consoles this year, Crusader Kings 3 arrived with all of its decadent political maneuvering and royal intrigue intact. A complex tale of diplomacy, betrayal and hard choices, Crusader Kings 3 might have a learning curve steeper than a San Francisco street, but learning all of those systems and using them in conjunction with a surprisingly deep number of controls mapped to a single controller makes for a surprisingly fascinating experience. If you can survive being stabbed in the back, that is.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/crusader-kings-iii\">Metascore: 83</a> | Read our <a href=\"https://www.gamespot.com/reviews/crusader-kings-3-review-pass-the-duchy/1900-6417551/\">Crusader Kings 3 review</a></p></h3></p><br />     <p><h2>Grounded</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067719-grounded.jpg\" /><br /><h3><p dir=\"ltr\">After a period of early access development, Obsidian's Grounded has grown into a delightful take on the survival-sim genre. Shrunk down to a size that makes ants look like kaiju-sized threats, Grounded's final form is that of a polished adventure with RPG elements and a ton of content. With a few handy quality-of-life extras making the overall package more enjoyable, this adventure in a deadly backyard has evolved into something special.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/grounded\">Metascore: 82</a> | Read our <a href=\"https://www.gamespot.com/reviews/grounded-review-mountains-out-of-molehills/1900-6417966/\">Grounded review</a></p></h3></p><br />     <p><h2>Lego Star Wars: The Skywalker Saga</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067720-legostarwarstheskywalkersaga.jpg\" /><br /><h3><p>A Lego video game is usually a great distraction involving everyone's favorite building blocks, but Lego Star Wars: The Skywalker Saga takes that formula and evolves it for the better. Adding a Death Star's worth of ideas to the mix and a staggering amount of content that takes all nine films of the Skywalker saga and creates a highlight reel of fun, Lego Star Wars: The Skywalker Saga is delightfully silly slapstick fun for the whole family.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/lego-star-wars-the-skywalker-saga\">Metascore: 82</a> | Read our <a href=\"https://www.gamespot.com/reviews/lego-star-wars-the-skywalker-saga-review-duel-of-the-bricks/1900-6417859/\">Lego Star Wars: The Skywalker Saga review</a></p></h3></p><br />     <p><h2>Capcom Fighting Collection</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067721-capcomfightingcollection.jpg\" /><br /><h3><p>Carrying on with 2022's running theme of doing retro video games right, the Capcom Fighting Collection is a treasure trove of fighting game brilliance. Street Fighter II makes the obligatory cut here with its Hyper edition, but its the inclusion of the Street Fighter Alpha series, several Darkstalkers titles, and a few Japanese-exclusive fighting games that makes this collection shine. Like Capcom's other Arcade compilations, the chance to play these game with modern visual touches, nostalgic filters, and in an arcade of your own design, gives the collection a personal touch that's heartwarming.</p><p><a href=\"https://www.metacritic.com/game/xbox-one/capcom-fighting-collection\">Metascore: 82</a> | Read our <a href=\"https://www.gamespot.com/reviews/capcom-fighting-collection-review-family-feud/1900-6417898/\">Capcom Fighting Collection review</a></p></h3></p><br />     <p><h2>Teenage Mutant Ninja Turtles: The Cowabunga Collection</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067722-teenagemutantninjaturtlesthecowabungacollection.jpg\" /><br /><h3><p>Not to be outdone, Konami's blast from the past starring everyone's favorite quartet of ninja turtles was another sensational time capsule. With 13 iconic TMNT games, quality-of-life updates to ensure that you wouldn't throw your controller through the wall when you started <em>that </em>water level, and even a number of strategy guides available to help players out, the Cowabunga Collection is a loving tribute to the past enhanced by a digital museum's worth of archived content.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/teenage-mutant-ninja-turtles-the-cowabunga-collection\">Metascore: 81</a></p></h3></p><br />     <p><h2>Weird West</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067723-weirdwest.jpg\" /><br /><h3><p>In a high noon showdown for best western game with supernatural gameplay elements, Weird West proved to be have a quicker trigger-finger when it faced off against Evil West in a very specific category this year. Packing iron in one hand and a beautiful art style in the other, Weird West feels like an old-school cowboy fantasy brought to vivid life as you drift on through towns that require a lone gunslinger to help save the day.</p><p><a href=\"https://www.metacritic.com/game/xbox-one/weird-west\">Metascore: 81</a> | Read our <a href=\"https://www.gamespot.com/reviews/weird-west-review-occult-of-personality/1900-6417853/\">Weird West review</a></p></h3></p><br />     <p><h2>MotoGP 22</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067724-motogp22.jpg\" /><br /><h3><p>MotoGP 22 leaned harder than ever into its authentic take on high-speed motorcycle racing in 2022, scraping the simulated asphalt with its protected kneecap to appeal to veterans of the sport. At the same time, this year's entry in the official series took a massive leap forward to draw in newcomers, crafting a precision machine that felt better than ever on the track.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/motogp-22\">Metascore: 81</a></p></h3></p><br />     <p><h2>F1 22</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067725-f122.jpg\" /><br /><h3><p>Like its source material, F1 22 was an iterative game this year that shaved more fat off of its already lean and mean body to deliver high-speed thrills. Its refinement over revolution, but when the end product looks, feels, and plays as good as it does, then the core experience remains an enjoyable one. If Netflix's Drive to Survive series has you hungry for more action on the track, then F1 22 is the perfect vehicle with which to satiate that hunger.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/f1-22\">Metascore: 81</a> | Read our <a href=\"https://www.gamespot.com/reviews/f1-22-review-hammer-time/1900-6417910/\">F1 22 review</a></p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-augments-and-how-they-work/1100-6509692/?ftag=CAD-01-10abi2f", "title": "Fortnite: All Augments And How They Work", "date_published": "2022-12-04 13:57:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> is is certainly known for adding interesting new mechanics to shake up the game, but Chapter 4 has brought perhaps the largest change to the popular battle royale experience in years. This time around, we haven't just received an exciting new map and some fresh weapons--Epic has introduced game-changing Reality Augments that function like perks for your character. This new system can completely change the flow of a match, so you'll want to know everything you can about which Augments to get and how they work. Don't worry--we've got you covered here.</p><h2>Fortnite Augments list</h2><p>Throughout each match, you'll be given the choice between two random Augments that can help give you a leg up on your competition. The longer you survive, the more Augments you'll be offered. These will last until the end of the match, but they do not carry over into the next game. If you don't like the randomized Augment, you can reroll for a chance at one you do want--but be aware that you only get one free reroll. If you want to keep rerolling, you'll have to spend 100 gold bars each time.</p><p>Like other collections in the game, Augments have their own tab where you can see which ones you've discovered so far. Epic is almost certain to add more Augments in the weeks and months to come, so make sure to check back in the future to see which ones you may not have found yet.</p><a href=\"https://www.gamespot.com/articles/fortnite-augments-and-how-they-work/1100-6509692/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-chapter-4-map-revealed-new-pois-gameplay-changes-and-more/1100-6509687/?ftag=CAD-01-10abi2f", "title": "Fortnite Chapter 4 Map Revealed: New POIs, Gameplay Changes, And More", "date_published": "2022-12-04 09:03:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-incredible-hulk-and-more/1100-6509635/\">Fortnite Chapter 4</a> has arrived, and maybe more exciting than anything else is its new map. The new Fortnite map has some touchstones of past maps, like various biomes, a mountain range, and a wintry section that will no doubt be the focal point of the forthcoming winter event. Here's a breakdown of everything we've learned about the new Fortnite Chapter 4 map.</p><h2>New POIs</h2><p>It's a whole new island this season, so naturally there's a lot more to see than just a few new landing spots. Still, a few locales might look familiar if you've been playing Fortnite for a while. The Citadel is a medieval village somewhat like where Geralt of Rivia might pass through--which is perfect since he's in the <a href=\"https://www.gamespot.com/gallery/fortnite-chapter-4-season-1-battle-pass-all-skins-emotes-and-other-cosmetics/2900-4492/\">Chapter 4 Season 1 battle pass</a>.</p><p>To the northeast is a snowy section that includes drops such as Brutal Bastion and Lonely Labs. Whose labs? It's hard to say for now, but we'll be investigating it this week, no doubt. Frenzy Fields marks the lush green space of the map, though such visuals extend to Slappy Shores and, to an extent, Faulty Splits, as well.</p><a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-map-revealed-new-pois-gameplay-changes-and-more/1100-6509687/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/fortnite-chapter-4-season-1-battle-pass-all-skins-emotes-and-other-cosmetics/2900-4492/", "title": "Fortnite Chapter 4 Season 1 Battle Pass: All Skins, Emotes, And Other Cosmetics", "date_published": "2022-12-04 08:35:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071444-fjhj0vyxwaipzx1%281%29.jpg\" /><br /><h3><p><a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-incredible-hulk-and-more/1100-6509635/\">Fortnite Chapter 4 Season 1</a> is here, and that means a new battle pass filled with 100+ rewards is waiting to be unlocked to the fullest between now and the end of the season. This season's battle pass comes with some hallmarks of the game, namely several stylish original characters, as well as some major new crossovers--this time featuring heroes from two other popular video games. Here we'll be sharing images of every single item in the battle pass so you can check it out while your update downloads, while you're away from your favorite platform, or so you can judge whether it's worth your V-Bucks.</p><p>The biggest character in the Chapter 4 Season 1 battle pass is a matter of opinion, but there are a few likely candidates. The Doomslayer, from id Software's Doom series, finally makes his long-awaited debut, as does Geralt of Rivia, the lead hero of The Witcher games, books, and the Netflix TV series, though the Fortnite skin looks like it's a collaboration that uses CD Projekt Red's particular depiction of the hero. </p><p>For lore hounds, Geno makes his long-awaited debut. The apparent true leader of the Imagined Order, Geno is a character who brings major story ramifications with him, even as we can't definitively say what those are right now. The IO and The Seven have long been at odds, and with The Paradigm maybe decommissioned for the foreseeable future, Geno's side may strike while their foes are shorthanded.</p><p>There are also several original Fortnite characters making their debuts, including another character in a proud line of Epic-made \"goth girls,\" and a guy who really seems excited about the new motorcycles arriving on the island this season. For a complete look at this seasons skins, emotes, back bling, pickaxes, trails, and more, check right here.</p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071472-fjhuszvwaaexgyh.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071471-fjhuvr_xwaqfkwy.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071470-fjhuwowxkaa31mz.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071469-fjhuxj5xwaaplef.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071468-fjhu0ihwyai2fsn.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071467-fjhu1uowiaiwd7y.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071466-fjhu2vkwyaabgxe.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071465-fjhu36dxeaehjwq.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071464-fjhu54oxgambdgn.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071463-fjhu65xxoairzzx.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071462-fjhu8n-xgaen8fe.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071461-fjhvao3waaafqec.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071460-fjhvc6dxoaeyiw_.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071459-fjhvebixoai6-pe.jpg\" /></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1632/16320660/4071474-fjhvafyxoaehyzt.jpg\" /></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-new-weapons-in-chapter-4-season-1-new-shotguns-assault-rifles-and-more/1100-6509686/?ftag=CAD-01-10abi2f", "title": "Fortnite New Weapons In Chapter 4 Season 1: New Shotguns, Assault Rifles, And More", "date_published": "2022-12-04 08:25:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-witcher-crossover-and-more/1100-6509635/\">Fortnite Chapter 4</a> is here, and in its inaugural season, a new slate of weapons has arrived for you to scavenge and, with a bit of luck, carry to victory. While some items in this season's loot pool return from past seasons and chapters, each new chapter of Fortnite has also introduced wholly new items and guns never before seen. Chapter 4 continues that tradition. Here's a breakdown of all new Fortnite guns and items in Chapter 4 Season 1, plus a look at what else has been vaulted or unvaulted.</p><h2>Fortnite Chapter 4 weapons</h2><p>Fortnite adds a ton of new weapons to the game with the launch of Chapter 4. Here you'll find images and details for all of them, but first let's get you familiar with their names. Brand-new weapons making their debut to Fortnite include:</p><ul><li>Ex-Caliber Rifle</li><li>Thunder Shotgun</li><li>Maven Auto Shotgun</li><li>Red-Eye Assault Rifle</li><li>Twin Mag SMG</li><li>Tactical Pistol</li></ul><figure style=\"width: 1900px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4071449-fortnite-ex-caliber-rifle-1900x600-3aa0b3bc6157.jpg\"><img alt=\"Ex-Caliber Rifle. Open the gallery below for a look at all other new Fortnite Chapter 4 weapons.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4071449-fortnite-ex-caliber-rifle-1900x600-3aa0b3bc6157.jpg\" /></a><figcaption>Ex-Caliber Rifle. Open the gallery below for a look at all other new Fortnite Chapter 4 weapons.</figcaption></figure><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar\">       <a href=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4071457-fortnite-slap-berry-1900x600-0692900675b2.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071457-fortnite-slap-berry-1900x600-0692900675b2.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4071456-fortnite-slap-juice-1900x600-6e9f24e3011d.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071456-fortnite-slap-juice-1900x600-6e9f24e3011d.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4071455-fortnite-sky-jelly-1900x600-1a1b98447222.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071455-fortnite-sky-jelly-1900x600-1a1b98447222.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1632/16320660/4071454-fortnite-thunder-shotgun-1900x600-759f4b8ba329.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071454-fortnite-thunder-shotgun-1900x600-759f4b8ba329.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4071453-fortnite-maven-auto-shotgun-1900x600-f04324e0ef45.jpg\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071453-fortnite-maven-auto-shotgun-1900x600-f04324e0ef45.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4071452-fortnite-red-eye-assault-rifle-1900x600-86870b707f18.jpg\">       <img alt=\"Gallery image 6\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071452-fortnite-red-eye-assault-rifle-1900x600-86870b707f18.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4071451-fortnite-twin-mag-smg-1900x600-f90766a75d03.jpg\">       <img alt=\"Gallery image 7\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071451-fortnite-twin-mag-smg-1900x600-f90766a75d03.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/scale_super/1632/16320660/4071450-fortnite-tactical-pistol-1900x600-085365b0277b.jpg\">       <img alt=\"Gallery image 8\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1632/16320660/4071450-fortnite-tactical-pistol-1900x600-085365b0277b.jpg\" />     </a>   </div>  </figure><p>The <strong>Ex-Caliber Rifle</strong> fires an explosive blade, which is a bit like the Boom Sniper but decidedly pointier. The two shotguns should appeal to different playstyles. The <strong>Thunder</strong> version operates like a pumpy and fires two rounds at a time, while the <strong>Maven Auto</strong> variant is faster-firing for players who like their shotties with a scary fire rate.</p><a href=\"https://www.gamespot.com/articles/fortnite-new-weapons-in-chapter-4-season-1-new-shotguns-assault-rifles-and-more/1100-6509686/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/fortnite-chapter-4-season-1-official-launch-gameplay-trailer/2300-6460152/", "title": "Fortnite Chapter 4 Season 1 Official Launch Gameplay Trailer", "date_published": "2022-12-04 08:11:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4071447-fortnitechapter4season1launchtrailer.mp4.00_01_18_32.still003.jpg\" width=\"480\" /> We finally get to see some gameplay from Fortnite Chapter 4 Season 1. In it we see the Doom Slayer in action, as well as Geralt of Rivia, and even Midoriya from My Hero Academia. Find out what's to come in the latest chapter of Fortnite tomorrow on December 4th!", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-witcher-crossover-and-more/1100-6509635/?ftag=CAD-01-10abi2f", "title": "What's New In Fortnite Chapter 4 Season 1: Motorcycles, The Witcher Crossover, And More", "date_published": "2022-12-04 08:11:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> Chapter 4 Season 1 has arrived. Coming after the shortest chapter in Fortnite history at just one year long, Chapter 4 may signal a new way forward for Epic's battle royale where players get a major overhaul every December going forward. In Fortnite Chapter 4, a totally new map has arrived, though it's not without some allusions to past landing spots, like always. New Fortnite weapons are here too, as is another new battle pass and totally new mechanics such as motorcycles and a perks system called Augments. Consider this your all-in-one explainer on what's new and unusual in Fortnite Chapter 4.</p><p>These guides will be quickly filled in as <a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-start-time-when-will-fortnite-servers-be-back-up/1100-6509691/\">Fortnite downtime ends</a>, so bookmark it and spend your launch day with us. Happy Chapter 4, loopers!</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Fortnite Chapter 4 Season 1 battle pass</a></li></ul></div><h2 id=\"Fortnite_Chapter_4_Season_1_battle_pass\">Fortnite Chapter 4 Season 1 battle pass</h2><p>The Chapter 4 Season 1 battle pass contains another eight characters, V-Bucks, and dozens of other cosmetics to earn as you play through the season. Fortnite loves a crossover, and this season is no different with The Witcher's Geralt of Rivia making his debut on the island, as is the Doomslayer from Doom. We're actively capturing images of every battle pass reward in the game, and you can <a href=\"https://www.gamespot.com/gallery/fortnite-chapter-4-season-1-battle-pass-all-skins-emotes-and-other-cosmetics/2900-4492/\">find a full rundown here</a>.</p><a href=\"https://www.gamespot.com/articles/whats-new-in-fortnite-chapter-4-season-1-motorcycles-the-witcher-crossover-and-more/1100-6509635/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}]