[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/wielka-brytania-przygotowania-przed-koronacja-karola-iii-trzeba-zmienic-korone/", "title": "Wielka Brytania. Przygotowania przed koronacją Karola III. Trzeba zmienić koronę?", "date_published": "2022-12-04 21:42:00+00:00", "description": "Korona św. Edwarda, historyczny przedmiot należący do grona klejnotów koronnych, została wyniesiona z Tower of London - czytamy w oświadczeniu Buckingham Palace. Korona ma zostać dopasowana do głowy Karola III przed uroczystą koronacji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/usa-przywodca-sekty-mial-20-zon-wsrod-nich-wlasne-dzieci/", "title": "USA. Przywódca sekty miał 20 żon. Wśród nich własne córki", "date_published": "2022-12-04 20:41:00+00:00", "description": "Przywódca kultu poligamistów z Arizony został oskarżony m.in. o poślubienie ponad 20 kobiet, z czego większość miała mniej niż 15 lat. Wśród dziewcząt miały być jego własne córki - wynika z szokującego oświadczenia FBI, na które powołują się media.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/iran-rekabi-iranska-wspinaczka-sportowa-zdjela-hidzab-jej-dom-zrownano-z-ziemia/", "title": "Irańska sportsmenka zdjęła hidżab. Jej dom zrównano z ziemią", "date_published": "2022-12-04 17:34:00+00:00", "description": "Elnaz Rekabi, irańska zawodniczka uprawiająca wspinaczkę sportową, po tym jak startowała w zawodach bez hidżabu, stała się symbolem walki o wolność irańskich kobiet. Przyszło jej jednak zapłacić za to wysoką karę - jej dom rodzinny został zrównany z ziemią. - To wynik życia w tym kraju - mówi mężczyzna, nagrywający płaczącego brata Rekabi.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/mecz-polska-francja-spotkanie-o-cwiercfinal-mistrzostw-swiata/", "title": "Mecz Polska-Francja. Trwa spotkanie o ćwierćfinał mistrzostw świata", "date_published": "2022-12-04 15:46:00+00:00", "description": "Polska przegrywa z Francją 0:1 po pierwszej połowie meczu 1/8 mundialu. Wojciecha Szczęsnego w 43. minucie pokonał Oliver Giroud. Biało-Czerwoni grają jednak wyrównane spotkanie z mistrzami świat i też byli bliscy zdobycia bramki.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/rosja-wybuch-gazu-w-bloku-w-nizniewartowsku-zawalily-sie-dwa-pietra/", "title": "Rosja. Wybuch gazu w bloku w Niżniewartowsku. Zawaliły się dwa piętra", "date_published": "2022-12-04 14:50:00+00:00", "description": "W rosyjskim mieście Niżniewartowsk w wyniku wybuchu gazu zawaliły się dwa piętra w bloku mieszkalnym. Jak podaje agencja ITAR-TASS, jedna osoba zginęła, a 10 zostało rannych. Trwa akcja ratunkowa, pod gruzami mogą znajdować się ludzie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/rosja-spadek-poparcia-dla-specjalnej-operacji-wojskowej/", "title": "Rosja. Spadek poparcia dla \"specjalnej operacji wojskowej\". Zdecydowała \"częściowa mobilizacja\"", "date_published": "2022-12-04 14:12:00+00:00", "description": "W Rosji obserwuje się znaczny spadek poparcia dla tzw. specjalnej operacji wojskowej - podał portal Ukraińska Prawda, powołując się na dane brytyjskiego wywiadu. Od kwietnia poparcie dla wojny miało spaść o 55 proc. Teraz większość Rosjan ma się opowiadać za rozpoczęciem negocjacji pokojowych.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/mecz-polska-francja-oficjalny-sklad-bialo-czerwonych/", "title": "Mecz Polska - Francja. Oficjalny skład Biało-Czerwonych", "date_published": "2022-12-04 13:26:00+00:00", "description": "Trener Czesław Michniewicz odkrył karty przed meczem z Francją w 1/8 finału mistrzostw świata w Katarze. W porównaniu do meczu z Argentyną w składzie pojawiły się dwie zmiany. Mecz rozpocznie się o godz. 16:00.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/usa-floryda-miala-przygotowac-macncheese-w-35-minuty-nie-wyszlo-pozwala-producenta/", "title": "USA, Floryda. Miała przygotować mac'n'cheese w 3,5 minuty. Nie wyszło. Pozwała producenta", "date_published": "2022-12-04 08:01:00+00:00", "description": "Przygotowanie słynnego, błyskawicznego macncheese miało - według informacji na opakowaniu - zająć 3,5 minuty. Mieszkanka Florydy pozwała producenta, twierdząc, że zajęło jej to znacznie więcej czasu. Domaga się teraz pięciu milionów odszkodowania. Co na to spożywczy gigant? Uważa to posunięcie za lekkomyślne.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/dramatyczne-informacje-o-zdrowiu-legendy-futbolu-pele-wydal-oswiadczenie/", "title": "Dramatyczne informacje o zdrowiu legendy futbolu. Pele wydał oświadczenie", "date_published": "2022-12-04 07:44:00+00:00", "description": "Moi przyjaciele, chcę, aby wszyscy byli spokojni i pozytywnie myśleli. Jestem silny, pełny nadziei i jak zawsze stosuję leczenie - napisał Pele na swoim koncie na Instagramie. Brazylijskie media podały wcześniej, że słynny piłkarz, legenda futbolu, otrzymał opiekę paliatywną po tym, jak chemioterapia przestała przynosić oczekiwane rezultaty.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-04/amerykanski-wywiad-wladimir-putin-byl-zaskoczony-taka-porazka-w-ukrainie/", "title": "Amerykański wywiad: Władimir Putin był zaskoczony taką porażką w Ukrainie", "date_published": "2022-12-04 05:46:00+00:00", "description": "- Putin był zaskoczony taką porażką jego wojska w Ukrainie. Może to na pewien czas doprowadzić do zawężenia jego celów w kierunku tego kraju - podał w sobotę dyrektor wywiadu narodowego USA Avril Haines.", "persistent": false}]