[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/04/viktor-hovland-survives-18th-hole-scare-to-defend-hero-world-challenge", "title": "Viktor Hovland survives 18th-hole scare to defend Hero World Challenge", "date_published": "2022-12-04 22:35:05+00:00", "description": "<ul><li>Hovland, on -16, beats Scottie Scheffler by two shots</li><li>Poland’s Adrian Meronk wins Australian Open by five shots</li></ul><p>Much debate surrounds the competitive validity of the Hero World Challenge, at which a field of 20 receive hefty world ranking points, but the 2022 version at least delivered a compelling finish.</p><p>Viktor Hovland recovered from the position of possible collapse to see off Scottie Scheffler and become the second player, after Tiger Woods, to successfully defend this trophy. Scheffler was denied in his bid to return to the summit of the world rankings. Woods, the tournament host, looked on from a golf cart as he continues to battle plantar fasciitis.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/04/viktor-hovland-survives-18th-hole-scare-to-defend-hero-world-challenge\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/in-a-london-restaurant-senegalese-hold-heads-high-despite-england-disappointment", "title": "In a London restaurant, Senegalese hold heads high despite England disappointment", "date_published": "2022-12-04 22:15:16+00:00", "description": "<p>Lions of Teranga fans gathered with cautious optimism, but left with hopes lost and eyes on the next African Cup of Nations</p><p>It was a freezing night in east London, but inside Little Baobab, an inconspicuous Senegalese restaurant hidden away in a building in Clapton, there was cautious buzz of optimism. Usually the venue hosts Senegalese musicians, often playing mbalax, a type of Senegalese and Gambian dance music. But tonight, it was all about the football, with the crowd of 40 or so largely hopeful their team could reach the quarter-finals of the World Cup for just the second time.</p><p>Khadim Mbamba, the restaurant’s chef, refused to sit, but chose instead to lean nervously against a chair at the very back of the room. “Some people have told me Senegal only have a 15% chance of winning,” he said. “I would say 35%. I don’t think there’s going to be many goals, though. 1-0 or 2-1, maybe.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/in-a-london-restaurant-senegalese-hold-heads-high-despite-england-disappointment\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/04/jude-bellinghams-moment-of-cinema-makes-us-wonder-where-this-might-go", "title": "Jude Bellingham’s moment of cinema makes us wonder where this might go", "date_published": "2022-12-04 22:11:28+00:00", "description": "<p>England’s midfield sensation was magnificent in difficult moments, a source of control when it was close to the edge</p><p>England’s second goal just before half-time at Al Bayt Stadium, <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">the goal that killed this World Cup last-16 tie</a>, was a pure Jude Bellingham moment. Watching the three white England shirts surge and veer like an aerial display team across that wide-open lozenge of green, it almost felt like a moment of show-Bellingham, a gloss to go with all the close-quarter moments in between, the moments of graft that had kept England in this game in its early stages.</p><p>This, though, was pure cinema. England had been flat at times in the first half against Senegal, had seemed to be playing with a tension headache. But they were 1-0 up when Bellingham picked the ball up forty yards from his own goal, shrugged his way into space, and looked up. You could almost hear the whirr of maths being crunched, lanes and distances overlaid, prelude to a moment of calculated abandon as Bellingham surged for the open space, sensing the tender point in front of him.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/04/jude-bellinghams-moment-of-cinema-makes-us-wonder-where-this-might-go\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/04/its-hard-to-accept-him-deshaun-watson-booed-on-nfl-return-after-abuse-claims", "title": "‘It’s hard to accept him’: Deshaun Watson booed on NFL return after abuse claims", "date_published": "2022-12-04 21:43:58+00:00", "description": "<ul><li>QB served 11-game ban after sexual misconduct allegations</li><li>Watson made Browns debut against former team in Houston</li></ul><p>Deshaun Watson was booed on his return to the NFL after 700 days away from the league as he made his debut for the Cleveland Browns on Sunday.</p><p>Watson heard jeers before taking each snap throughout the first half on Sunday in his first game since returning from <a href=\"https://www.theguardian.com/sport/2022/aug/18/deshaun-watson-suspension-fine-nfl-union-settlement\">an 11-game suspension for sexual misconduct</a>. Watson’s debut with Cleveland came against the Houston Texans, where he was a three-time Pro Bowl pick in four seasons.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/04/its-hard-to-accept-him-deshaun-watson-booed-on-nfl-return-after-abuse-claims\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/raheem-sterling-flying-back-from-world-cup-after-armed-burglary-england-qatar-gareth-southgate", "title": "Raheem Sterling flying back from World Cup after armed burglary at home", "date_published": "2022-12-04 21:34:53+00:00", "description": "<ul><li>England forward misses Senegal tie and may not return to Qatar</li><li>Head coach Gareth Southgate says ‘family has to come first’</li></ul><p>Raheem Sterling is returning home from the World Cup in Qatar after armed intruders broke into his home on Saturday night.</p><p>The England forward missed the <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">3-0 win over Senegal</a> in Sunday’s last-16 tie and Gareth Southgate said it was unclear whether Sterling would return. England play France in a quarter-final on Saturday.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/raheem-sterling-flying-back-from-world-cup-after-armed-burglary-england-qatar-gareth-southgate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report", "title": "England sweep past Senegal to set up World Cup quarter-final with France", "date_published": "2022-12-04 20:52:55+00:00", "description": "<p>From first to last, the drum beats were relentless from the small section of Senegal supporters. They pounded in the temples of everybody present, creating an oppressive backdrop to this high-stakes occasion. It was one in which England had to show their concentration, their resilience, their quality. How they succeeded, lengthening their stride after a sticky start to set up a mouthwatering quarter-final against France on Saturday back here at Al Bayt.</p><p>England stayed calm when Senegal threatened to turn the first half into an ordeal for them and, when they had their opportunities, they made them count. Jordan Henderson does not score many at this level but he was there to get things started and, when Harry Kane made it 2-0 before half-time, it felt as though Senegal were broken.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/olivier-giroud-praised-for-silencing-critics-to-break-goalscoring-record", "title": "Olivier Giroud praised for silencing critics to break goalscoring record", "date_published": "2022-12-04 19:45:37+00:00", "description": "<ul><li>Striker’s 52nd goal for France helps sink Poland 3-1</li><li>‘He has been criticised but people are now seeing his quality’</li></ul><p>Didier Deschamps paid tribute to Olivier Giroud after the striker broke France’s men’s goalscoring record in their <a href=\"https://www.theguardian.com/football/2022/dec/04/france-poland-world-cup-last-16-match-report\">3-1 win over Poland</a>. Giroud’s 52nd strike for Les Bleus eclipsed a milestone set by Thierry Henry and Deschamps said it was just reward for overcoming criticism at various points in his career, including when he drew a blank during their collective triumph at Russia 2018.</p><p>Giroud has scored three times at this World Cup and France, the holders, look in menacing shape before the last eight. “Four years ago he didn’t score but he was still an important player,” Deschamps said. “He has had difficult periods in his career. He has often been criticised but people are now seeing his quality. He stayed strong mentally and has broken a very difficult record held by Henry.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/olivier-giroud-praised-for-silencing-critics-to-break-goalscoring-record\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/04/ai-bot-chatgpt-stuns-academics-with-essay-writing-skills-and-usability", "title": "AI bot ChatGPT stuns academics with essay-writing skills and usability", "date_published": "2022-12-04 19:17:39+00:00", "description": "<p>Latest chatbot from Elon Musk-founded OpenAI can identify incorrect premises and refuse to answer inappropriate requests</p><p>Professors, programmers and journalists could all be out of a job in just a few years, after the latest chatbot from the Elon Musk-founded OpenAI foundation stunned onlookers with its writing ability, proficiency at complex tasks, and ease of use.</p><p>The system, called ChatGPT, is the latest evolution of the GPT family of text-generating AIs. Two years ago, the team’s previous AI, GPT3, was <a href=\"https://www.theguardian.com/commentisfree/2020/sep/08/robot-wrote-this-article-gpt-3\">able to generate an opinion piece for the Guardian</a>, and ChatGPT has significant further capabilities.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/04/ai-bot-chatgpt-stuns-academics-with-essay-writing-skills-and-usability\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/04/olivier-giroud-grabs-france-record-but-still-has-to-fight-mbappe-for-attention", "title": "Olivier Giroud grabs France record but still has to fight Mbappé for attention | Ben Fisher", "date_published": "2022-12-04 18:39:10+00:00", "description": "<p>Giroud scored his 52nd goal for his country and deserved the ovation but Mbappé scored twice to ensure win against Poland</p><p>A couple of days ago the France squad posed for a photo in which each player returned to their roots by donning the shirt of their first amateur team. For Olivier Giroud, now France’s all-time male record goalscorer, it was the red of Froges Olympique Club, whose clubhouse 20km from Grenoble in south-east France is appropriately decorated for the World Cup. For Kylian Mbappé, the man who will surely overtake him, it was the green of AS Bondy, a team in a northern suburb of Paris. Even on Giroud’s big night, the masterful and electric Mbappé was able to muscle in on the headlines as France advanced to the quarter-finals.</p><p>For Mbappé, a superstar aged 23 and already a world champion, only another 20 goals to go. A poster of Giroud accompanied with the words <em>Au</em> <em>Coeur Les Bleus</em> – the Blues in the heart – is pinned beneath bunting and a tricolour scarf in the poky Froges clubhouse. Children gathered there to watch France beat Denmark, an evening that belonged to Mbappé, and although Mbappé got in on the act quite magnificently against Poland, this was an occasion Giroud will always cherish.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/04/olivier-giroud-grabs-france-record-but-still-has-to-fight-mbappe-for-attention\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/04/florida-police-chief-leave-badge-golf-cart-traffic-stop", "title": "Florida police chief on leave after flashing badge in golf cart traffic stop", "date_published": "2022-12-04 18:03:18+00:00", "description": "<p>Mary O’Connor and her husband were stopped by an officer for driving a golf cart without a license plate</p><p>The police chief of Tampa, Florida, was placed on administrative leave after flashing her badge in an attempt to get out of a traffic stop, the city’s mayor said.</p><p>On 12 November, Mary O’Connor and her husband were stopped by a Pinellas county sheriff’s deputy for driving a golf cart without a license plate. Body camera <a href=\"https://www.youtube.com/watch?v=JL9ZvJLHijg\">footage</a> showed the officer explaining to the pair why he stopped them.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/04/florida-police-chief-leave-badge-golf-cart-traffic-stop\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/brazils-tite-faces-judgment-day-as-stars-return-against-south-korea", "title": "Brazil’s Tite faces judgment day as stars return against South Korea", "date_published": "2022-12-04 17:52:24+00:00", "description": "<p>Neymar could be back for last-16 clash as coach hits out at Jesus injury ‘lies’ in the wake of <em>seleção</em>’s shock defeat to Cameroon</p><p>The A Team will be back on telly on Monday night. Brazil’s defeat in their <a href=\"https://www.theguardian.com/football/2022/dec/02/cameroon-brazil-world-cup-group-g-match-report\" title=\"\">final group game</a> cut deep, with the criticism for fielding a heavily weakened team unexpectedly fierce back home. But the coach, Tite, insists he did the right thing and, never mind Lusail, it is the 974 Stadium that should provide the proof. He has also turned on the “lies” accusing him of knowingly risking the Arsenal striker Gabriel Jesus, and revealed that Neymar could start. If judgment was to be reserved then, now it will be real as the <em>seleção</em> meet South Korea in the last 16.</p><p>Despite dominating against Cameroon and racking up 21 shots, <a href=\"https://www.theguardian.com/football/2022/dec/02/cameroon-brazil-world-cup-group-g-match-report\" title=\"\">Brazil conceded a 92nd-minute Vincent Aboubakar goal</a> to lose 1-0, their first defeat by an African side at the World Cup. They did so with a starting XI that included only two regulars and Alex Telles and Jesus were forced off, joining Danilo, Alex Sandro and Neymar on the injury list. Of the final three, though, only Sandro will definitely miss the Korea game. Brazil, already through, also came unexpectedly close to losing first place in the group.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/brazils-tite-faces-judgment-day-as-stars-return-against-south-korea\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/04/england-v-senegal-world-cup-2022-last-16-live", "title": "England v Senegal: World Cup 2022, last 16 – live", "date_published": "2022-12-04 17:45:28+00:00", "description": "<ul><li>Match at Al Bayt Stadium kicks off at 7pm GMT</li><li><a href=\"https://www.theguardian.com/football/2022/dec/03/england-gareth-southgate-bukayo-saka-marcus-rashford-penalty-shootouts-senegal-world-cup-qatar-2022\">Southgate has no qualms using Saka and Rashford in shootouts</a></li><li>Share your thoughts with Scott <a href=\"mailto:scott.murray@theguardian.com\">via email</a></li></ul><p><strong>Bukayo Saka for Marcus Rashford: a contentious decision?</strong> It’s not, is it. “I’m astonished Rashford isn’t playing,” said Gary Lineker on the BBC. But Gareth Southgate can’t play everyone. Yes, Rashford is best-poised right now to chase down five-goal Kylian Mbappé for the Golden Boot, after scoring his second and third goals of this World Cup against Wales. But then Saka notched twice in an impressive performance against Iran. File this one under: Nice Problem To Have. Of course, as Jonathan Wilson pointed out the other day, if/when it goes the shape of a pear for England, Southgate will get it in the neck whatever he does, so he may as well call it as he sees it.</p><p><strong>An update from Our Jacob via That Elon.</strong></p> <a href=\"https://www.theguardian.com/football/live/2022/dec/04/england-v-senegal-world-cup-2022-last-16-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/04/the-goonies-oregon-house-spielberg-classic-sale", "title": "The Goonies: Oregon house featured in Spielberg film classic set for $1.7m sale", "date_published": "2022-12-04 17:43:40+00:00", "description": "<p>Agent says prospective new owner of house in Astoria shown in 1985 adventure film promises to preserve the landmark</p><p>The listing agent for a Victorian home in Astoria, Oregon, which featured in <a href=\"https://www.theguardian.com/film/2019/apr/18/the-goonies-review-indomitable-all-american-innocence\">The Goonies</a> has said the likely new owner is a fan of the classic coming-of-age movie about friendships and treasure hunting, and promises to preserve and protect the landmark.</p><p>Based on a story by Steven Spielberg and released in 1985, The Goonies features a group of friends fighting to protect their homes from an expanding country club and threats of foreclosure. They discover an old treasure map that leads them on an adventure and allows them to save their neighborhood, called Goon Docks.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/04/the-goonies-oregon-house-spielberg-classic-sale\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/brazil-assistant-coach-cesar-sampaio-asks-people-to-pray-for-pele", "title": "Brazil assistant coach César Sampaio asks people to pray for Pelé", "date_published": "2022-12-04 17:31:20+00:00", "description": "<ul><li>Sampaio: ‘Regardless of religion, please say a prayer’</li><li>Three-time World Cup winner: ‘I want to keep everyone calm’</li></ul><p>Brazil’s assistant coach César Sampaio has asked people to pray for Pelé, with the 82-year-old three-time World Cup winner in hospital with cancer. Sampaio, who described himself as “blessed” to have been able to play with Pelé, said: “Something you can all do, regardless of your religion, is please say a prayer, do whatever you do and send positive vibes.”</p><p>The head coach, Tite, said: “He is the only person I ever met who had me shaking when I met him. I speak from the bottom of my heart, this is an emotional moment for me: I remember it was 2018, there were all these historic people and I didn’t notice. </p> <a href=\"https://www.theguardian.com/football/2022/dec/04/brazil-assistant-coach-cesar-sampaio-asks-people-to-pray-for-pele\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/france-poland-world-cup-last-16-match-report", "title": "Mbappé’s stunning double sends France past Poland into World Cup last eight", "date_published": "2022-12-04 17:15:45+00:00", "description": "<p>This had been billed as the night a rested Kylian Mbappé would run riot. He ended up doing exactly that but, first of all, France’s old stagers laid the platform.</p><p>Olivier Giroud will never forget surpassing Les Bleus’ male goalscoring record, set by Thierry Henry, which had been intact for 13 years. His 52nd international strike broke Poland’s resistance just before half-time and came after a crucial save from Hugo Lloris, who was equalling Lilian Thuram’s high-water mark of 142 caps.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/france-poland-world-cup-last-16-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/netanyahu-trump-antisemitism-ye-fuentes-dinner", "title": "Netanyahu: Trump must ‘condemn’ antisemitism after Kanye and Fuentes dinner", "date_published": "2022-12-04 17:05:54+00:00", "description": "<p>Likely future Israeli PM, who has repeatedly praised Trump, says dinner with rapper and white nationalist ‘unacceptable and wrong’ </p><p>Donald Trump should be “condemning” antisemitism following his meeting with the rapper Ye and Nick Fuentes, Benjamin Netanyahu said on Sunday.</p><p>The former and likely future Israeli prime minister <a href=\"https://www.nbcnews.com/meet-the-press/video/netanyahu-it-s-just-wrong-that-trump-has-trouble-condemning-antisemitic-rhetoric-156142149665\">told NBC’s Meet the Press</a> the former president’s <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/trump-dinner-antisemites-nick-fuentes-kanye-west\">recent dinner</a> with the rapper formerly known as Kanye West, who has repeatedly made antisemitic remarks, and <a href=\"https://www.adl.org/resources/blog/nicholas-j-fuentes-five-things-know\">Fuentes</a>, a white nationalist and Holocaust denier, was “not merely unacceptable, it’s just wrong”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/netanyahu-trump-antisemitism-ye-fuentes-dinner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/louis-van-gaals-recovery-from-cancer-inspires-netherlands-world-cup-bid", "title": "Louis van Gaal’s recovery from cancer inspires Netherlands’ World Cup bid", "date_published": "2022-12-04 17:00:18+00:00", "description": "<ul><li>Coach kept diagnosis a secret from squad during qualifying</li><li>Netherlands set to face Argentina in quarter-finals</li></ul><p>Daley Blind has said the Netherlands are drawing inspiration at the World Cup from Louis van Gaal’s recovery from cancer.</p><p>The Netherlands head coach <a href=\"https://www.theguardian.com/football/2022/apr/03/louis-van-gaal-reveals-he-has-been-receiving-prostate-cancer-treatment\" title=\"\">revealed in April</a> that he had received 25 radiation treatments for an aggressive form of prostate cancer, having kept the diagnosis from his players during their World Cup qualifying campaign. They had been unaware Van Gaal was wearing a catheter beneath his tracksuit during training sessions, or that he was spending nights after matches in hospital.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/louis-van-gaals-recovery-from-cancer-inspires-netherlands-world-cup-bid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/japans-samurai-blues-ready-to-enter-the-fray-once-more-against-croatia", "title": "Japan’s Samurai Blues ready to enter the fray once more against Croatia", "date_published": "2022-12-04 16:59:00+00:00", "description": "<p>Veteran defender Yuto Nagatomo’s rousing speech symbolises togetherness of a team determined to ease painful memories</p><p>Samurai Blue is more than just a nickname to Japan. To hear the veteran defender Yuto Nagatomo speak on the eve of their last-16 tie against Croatia was to receive a rousing education in how it relates to the character of a national team fighting to reach the World Cup quarter-finals for the first time.</p><p>“To use the analogy of the samurai,” the 36-year-old began, “before they go into battle they polish their weapons and improve their technique. But if they are scared in battle they will not be able to use their weapons or their technique properly. It is the same in football. Tactics and technique are important but if you are scared on the field they are useless. To maximise all the tactics we have been practising in the last four years we need courage. The Japanese samurai is famous around the world and we would like to fight like samurais. Tomorrow we would like to showcase how courageously we fight.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/japans-samurai-blues-ready-to-enter-the-fray-once-more-against-croatia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/iranian-protesters-call-for-three-day-strike-as-pressure-on-regime-builds", "title": "Iranian protesters call for three-day strike as pressure on regime builds", "date_published": "2022-12-04 16:52:55+00:00", "description": "<p>State media distance themselves from claim ‘morality police’ have been shut down after Mahsa Amini death</p><p>Protesters in Iran have called for a three-day strike this week amid conflicting reports that its “morality police” had been shut down, and as the US said the leadership in Tehran had locked itself into a “vicious cycle” that had cut it off from its own people and the international community.</p><p>The call steps up pressure on Iranian authorities after the attorney general said this weekend that the morality police – whose detention of a young woman triggered months of protests – had been shut down. There was no confirmation of the closure from the interior ministry, which is in charge of the morality police, and Iranian state media said the attorney general, Mohammad Jafar Montazeri, was not responsible for overseeing the force.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/iranian-protesters-call-for-three-day-strike-as-pressure-on-regime-builds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/teams-focusing-on-world-cup-not-politics-have-excelled-says-wenger", "title": "Teams focusing on World Cup, not politics, have excelled, says Wenger", "date_published": "2022-12-04 16:47:34+00:00", "description": "<ul><li>Former Arsenal manager spoke at Fifa technical analysis group</li><li>Germany and Denmark exited early after taking armband stand </li></ul><p>The outcome of the World Cup group stages showed the teams that advanced without complication were those best prepared mentally and not distracted by political issues, according to the former Arsenal manager Arsène Wenger.</p><p>Referring to <a href=\"https://www.theguardian.com/football/2022/dec/01/costa-rica-germany-world-cup-group-e-match-report\">shock exits by Germany</a>, <a href=\"https://www.theguardian.com/football/2022/dec/01/croatia-belgium-world-cup-group-f-match-report\">Belgium</a> and Denmark, Wenger, speaking during a technical analysis of the group stages by Fifa, said it was notable the teams that focused on football and started well – such as Brazil, France and England – had easier passages to the last 16.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/teams-focusing-on-world-cup-not-politics-have-excelled-says-wenger\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/chinese-security-firm-advertises-ethnicity-recognition-technology-while-facing-uk-ban", "title": "Chinese security firm advertises ethnicity recognition technology while facing UK ban", "date_published": "2022-12-04 16:46:14+00:00", "description": "<p>Campaigners concerned that ‘same racist technology used to repress  Uyghurs is being marketed in Britain’</p><p>A Chinese security camera company has been advertising ethnicity recognition features to British and other European customers, even while it faces a ban on UK operations over allegations of involvement in ethnic cleansing in Xinjiang.</p><p>In a brochure published on its website, Hikvision advertised a range of features that it could provide in collaboration with the UK start-up FaiceTech. These included using facial recognition for retail security, border control, and anti-money laundering checks for retail banking.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/chinese-security-firm-advertises-ethnicity-recognition-technology-while-facing-uk-ban\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/manchester-city-brighton-womens-super-league-match-report", "title": "Manchester City’s Laura Coombs finishes off Brighton for easy WSL win", "date_published": "2022-12-04 16:35:20+00:00", "description": "<p>Goals were easy to come by for Manchester City as they continued their eye-catching home form against Brighton and moved within six points of the leaders, Chelsea. Chloe Kelly played a starring role as Gareth Taylor’s side cruised to victory, deepening Brighton’s troubles at the bottom of the table. An early own goal from Veatriki Sarri sent City on their way before Julie Blakstad and Laura Coombs added to the first-half goal tally. Brighton pulled a goal back at the very end with Lee Geum-min turning it home.</p><p>City have been somewhat flying under the radar in the title chase this season but their form has been noteworthy. Plenty of turnover in the summer and injury issues saw disruption early on, but Taylor’s side, unbeaten since September, are evidently heading in the right direction. With the league’s joint top scorer in Bunny Shaw spearheading their attack, City have made the Academy Stadium a fortress, winning the last eight at home.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/manchester-city-brighton-womens-super-league-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/astronaut-european-space-agency-stars", "title": "What does it take to be an astronaut? After dreaming of the stars, I decided to find out | Kevin Fong", "date_published": "2022-12-04 16:30:40+00:00", "description": "<p>I got very close to becoming a European Space Agency astronaut, but the final lesson was a bittersweet one</p><p>In February 2021, the European Space Agency (Esa) announced it would be recruiting a new astronaut class, the first since 2008. It encouraged applicants from a broader spectrum of gender, physical ability, age and ethnicity, so I fired off an application and joined a WhatsApp group of like-minded hopefuls. There were 23,000 applicants in total, and some obvious criteria. To get on to the longlist you had to have a couple of degrees in science, preferably in different disciplines, with at least one at master’s level or above. As for the other qualities that might make a good astronaut, we didn’t know precisely what they were looking for, but we could guess: they seem to like people who are outdoorsy, a bit sporty, good in teams and able to put up with quite a lot of discomfort.</p><p>Above all, they seemed to prefer people who had what they called “operational experience”, which meant pursuits where you made real decisions with some skin in the game, preferably your own. I made both the longlist of 17,000 applicants, and the smaller group of close to 1,500 who went on to the next stage in Hamburg, Germany. We did classroom tests and video games: maths and physics quizzes, some psychometric screening and a bunch of fiendishly difficult pilot aptitude tests. My childhood bashing away on an Atari 2600 hadn’t gone to waste. And the competitors in the room were no slouches: intrepid oceanographers, particle physicists, military test pilots and Antarctic explorers, to list but a few.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/astronaut-european-space-agency-stars\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/world-cup-qatar-2022-lionel-messi-argentina-australia", "title": "Argentina’s success against Socceroos ‘brings out the fire’ in Lionel Messi", "date_published": "2022-12-04 15:09:59+00:00", "description": "<p>A brush with Australia defender Aziz Behich sparked ‘La Pulga’ into life as the Albiceleste booked a place in the last eight</p><p><em>Oh, Aziz. You’ve done it now</em>. The second it happened, Argentina’s players knew there was only one way this was going to end. Anyone who has watched Lionel Messi a lot did, and there has been a lot of him to watch. By the time they left the Ahmad bin Ali Stadium, scene of his 1,000th game, his teammate Alexis Mac Allister was laughing about it, the apparent inevitability of it all. Australia had picked the wrong guy: that’s not a knife, <em>this</em> is a knife.</p><p>There were 10 minutes to go until half-time, there had been little sign of a breakthrough, and Messi had given the ball away the last two times he had it, when he and Aziz Behich clashed out on the right touchline. The Dundee United player barged him, grabbed his shirt and had a word or five. Shortly after he also gave away a free-kick, for a foul on Alejandro Gómez. Messi took the free-kick, fast. Within seconds, Argentina had the lead and their captain had scored his 789th career goal - <em>seven hundred and eighty nine </em>– and his first in a <a href=\"https://www.theguardian.com/football/2022/dec/03/argentina-australia-world-cup-last-16-match-report\">World Cup knockout</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/world-cup-qatar-2022-lionel-messi-argentina-australia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/im-addicted-to-property-websites-poking-around-houses-that-i-can-neither-afford-nor-want-to-live-in", "title": "I'm addicted to property websites, poking around houses that I can neither afford nor want to live in | Nell Frizzell", "date_published": "2022-12-04 15:00:16+00:00", "description": "<p>I’m supposed to be writing a book. But I can’t stop being nosy – what does £398,000 buy you in Birmingham?</p><p>Excuse me if I seem a little distracted, but I am looking at a bungalow in a Yorkshire fishing village. It has an original, 1950s, green-tiled kitchen with a walk-in pantry and a carpet that looks like broken cornflakes. I have never been to Robin Hood’s Bay, nor do I know anyone who lives there. I haven’t inherited a lump sum from a distant, childless uncle who died while trying to fix his car on a steep slope, and £365,000 is way beyond me, even if it does have original fireplaces.</p><p>I am supposed to be writing a book. At least, that’s what I say every morning when my alarm goes off at 4.15 and I creep downstairs to type in an unheated shed for two hours before my son wakes up. Two hours? In fact, it’s probably more like an hour and a half. The rest of the time, I am on property websites, looking up houses I can neither afford nor want to live in.</p><p>Nell Frizzell is the author of <a href=\"https://guardianbookshop.com/square-one-9781787634312?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Square One</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/im-addicted-to-property-websites-poking-around-houses-that-i-can-neither-afford-nor-want-to-live-in\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/04/rm-indigo-review-bts-rap-monster", "title": "RM: Indigo review – BTS star’s slick solo debut", "date_published": "2022-12-04 15:00:16+00:00", "description": "<p>(Bighit Music)<br />The K-pop phenomenon’s frontman strikes out alone with the help of guest stars Erykah Badu and Anderson .Paak</p><p>RM (formerly Rap Monster) is the de facto leader of behemoth Korean group <a href=\"https://www.theguardian.com/music/2022/jun/15/theres-no-time-left-for-growth-why-bts-have-paused-their-career-at-its-height\">BTS</a>. <em><a href=\"https://ibighit.com/bts/kor/discography/rm/detail/indigo/index.html\">Indigo</a></em> is the charismatic rapper’s first solo album; it finds him reflecting on his 20s and, accordingly, pop stardom. This means poignant introspection on the confines of gargantuan fame. “I wanna be human ’fore I do some art”, he refrains gruffly on the plush, soulful keys of Yun, which features none other than Erykah Badu. Or, he offers in Korean, “I wanna be free of this canvas frame”, on Still Life, a particularly irresistible, glossy slice of pop with <a href=\"https://www.theguardian.com/music/2019/apr/13/anderson-paak-people-are-like-damn-how-are-you-not-on-crack-cocaine-right-now\">Anderson .Paak</a>.</p><p>There’s an exuberant headto head with Korean rap veteran Tablo, and twee softness on No 2, where RM tells himself to stop looking back. The production gleams – take the rippling sweetness of Closer, or the crunchy abrasiveness of Change Pt 2. RM’s delivery at best is boisterous, sometimes taut as elastic, elsewhere a slick rasp (his singing voice is less striking, though no less full of feeling). Some moments fall flat – Lonely is cloying, paint-by-numbers EDM-pop that doesn’t fully land. Still, <em>Indigo</em> is a polished collection that spans both pop and rap with confidence. </p> <a href=\"https://www.theguardian.com/music/2022/dec/04/rm-indigo-review-bts-rap-monster\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/protester-killed-in-raid-syria-sweida-police-dies", "title": "Protester killed in raid on Syrian government building in Sweida", "date_published": "2022-12-04 14:52:40+00:00", "description": "<p>Police officer also dies during clashes  amid claims security forces fired live ammunition on protesters</p><p>A protester and a police officer have been killed during an anti-government demonstration in Syria’s Druze-majority Sweida province.</p><p>Seven people were wounded during the incident on Sunday, at a rare protest in the country where President Bashar al-Assad stamped out a pro-democracy uprising over a decade ago. Assad survived the resulting civil war but the conflict has plunged Syria into poverty, coupled with a food security and energy crisis.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/protester-killed-in-raid-syria-sweida-police-dies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/law/2022/dec/04/russian-war-crimes-draft-resolution-circulated-un-ukraine-zelenskiy", "title": "Russian war crimes draft resolution being circulated at the UN", "date_published": "2022-12-04 14:07:59+00:00", "description": "<p>US opposition may be softening after lobbying by Ukrainian president Volodymyr Zelenskiy</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/04/russia-ukraine-war-live-us-sees-reduced-tempo-in-conflict-russia-will-not-accept-oil-price-cap\">Russia-Ukraine war – latest news updates</a></li></ul><p>A draft resolution is circulating at the United Nations in New York for a Nuremberg-style tribunal to hold the Russian leadership accountable for crimes of aggression in Ukraine.</p><p>There are signs that US opposition to the proposal may be softening in the face of lobbying by the Ukrainian president, Volodymyr Zelenskiy.</p> <a href=\"https://www.theguardian.com/law/2022/dec/04/russian-war-crimes-draft-resolution-circulated-un-ukraine-zelenskiy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/04/an-icy-swim-a-rare-monkey-and-the-krampus-run-the-weekends-best-photos", "title": "An icy swim, a rare monkey and the Krampus Run: the weekend’s best photos", "date_published": "2022-12-04 14:04:48+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/04/an-icy-swim-a-rare-monkey-and-the-krampus-run-the-weekends-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/north-of-england-westminster-mayors-tories-levelling-up", "title": "Westminster beware: the north is ready to take ‘levelling up’ into its own hands | John Harris", "date_published": "2022-12-04 14:00:17+00:00", "description": "<p>Resolute mayors and angry MPs have a new confident voice – and they will use it to make the Tories’ empty words a reality</p><p>A cold realisation is haunting British politics. For at least six years, turbulence and chaos were the default setting of power and politics. Now, the arrival of Rishi Sunak’s comparatively dull brand of Tory technocracy feels like an uneasy pause, allowing us to marvel at the contrast between a long spell of drama and noise, and the country’s everyday reality. Put bluntly, we are back where we ever were, and few aspects of our national condition better illustrate that than the gap between England’s north and south.</p><p>Yes, the usual caveats apply: inequality, poverty and decaying public services are problems spread around the whole of the country, and London presents examples as glaring as anywhere else. But the north-south divide remains the most vivid manifestation of the English malaise, and the serial crises we now seem to be locked into are making it much worse. At the same time, however, reducing the north’s condition to hapless misery misses a growing confidence and coherence that the chaos of the past few years only seems to have increased. Although levelling up has largely turned out to be a fantasy, our politics might just be showing signs of being radically changed by northern voices, speaking not just for the places they represent and govern, but the wider region.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/north-of-england-westminster-mayors-tories-levelling-up\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/uk-covid-patient-nhs-double-lung-transplant", "title": "‘A gift of life’: the NHS double lung transplant that saved Covid patient", "date_published": "2022-12-04 14:00:17+00:00", "description": "<p>After months in intensive care, Cesar Franco became the first person in Britain to have the operation because of the virus</p><p>“When I woke up I was confused. I remembered the doctors in St George’s hospital deciding to intubate me. But when I woke up from the intubation, I’d been transferred to another hospital, St Thomas’, and was on a machine that was keeping me alive. I wondered how things had gotten so bad and how I’d gone from being just ill to being, you know, very close to dying.”</p><p>Cesar Franco is reliving how he fell gravely ill with Covid-19 late last year and ended up in the intensive care unit (ICU) of St Thomas’ hospital in central London, helpless, struggling to breathe and only still alive thanks to the quiet pumping of an extracorporeal membrane oxygenation (Ecmo) machine. It was the start of what became five arduous, precarious months in ICU on Ecmo. That is an unusually long time, even for a Covid patient, to receive what, for some but not all, proves to be life-saving care.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/uk-covid-patient-nhs-double-lung-transplant\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/as-a-child-the-gift-of-a-dictionary-sparked-my-love-of-rare-words-which-snowballed-like-a-hogamadog", "title": "Flapdoodler, roorback, yulehole: Why forgotten words need rescuing from obscurity", "date_published": "2022-12-04 14:00:16+00:00", "description": "<p>As a child, the gift of a dictionary sparked my love of rare words – which snowballed like a hogamadog</p><p>Christmas morning. I must have been about seven years old. My grandparents had just arrived at our house and my family’s presents were all being excitedly exchanged. At last, they came to me, and my grandmother handed over something that seemed absolutely enormous. It was broad, flat, solid and extraordinarily heavy. With little clue about what to expect, I tore it open and found myself holding a hardback illustrated children’s edition of the <em>Oxford English Dictionary</em>.</p><p>Most kids, I am sure, would have rolled their eyes. Enthusiasm would have been feigned and the book would have been subtly placed to one side in favour of a Nintendo Game Boy (or whatever the gift of choice was in the early 90s). But for me – nerdish, bookish, studious – this was, without doubt, a perfect gift.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/as-a-child-the-gift-of-a-dictionary-sparked-my-love-of-rare-words-which-snowballed-like-a-hogamadog\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/05/nalini-malani-trump-and-bolsonaro-are-totally-phallic-people-but-there-are-men-inclined-to-feminist-thought", "title": "Nalini Malani: ‘Trump and Bolsonaro are totally phallic people – but there are men inclined to feminist thought’", "date_published": "2022-12-04 14:00:16+00:00", "description": "<p>The 76-year-old Indian artist reflects on the sectarian violence and misogyny that has inspired her work, including the rape and murder of an eight-year-old girl</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Indian artist <a href=\"https://www.theguardian.com/artanddesign/2020/sep/28/nalini-malani-review-whitechapel-gallery-london\">Nalini Malani</a> had been looking forward to flying to Adelaide to see her first Australian <a href=\"https://www.agsa.sa.gov.au/whats-on/exhibitions/nalini-malani-gamepieces/\">survey</a> open at the Art Gallery of South Australia – but she wasn’t be able to. Just as she was leaving India for the opening of an exhibition in the UK – one of five major international projects she is opening over a five-month period – the Australian High Commission informed her that she had applied for the wrong visa.</p><p>“I said, ‘I’m not going for business; I’m going for a cultural purpose. I’m not going for a job or anything’,” the 76-year-old artist says, from her second home in Amsterdam that she shares with her husband, Dutch art historian Johan Pijnappel. “They refused to shift it. They said, ‘Now you have to apply all over again’.”</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/05/nalini-malani-trump-and-bolsonaro-are-totally-phallic-people-but-there-are-men-inclined-to-feminist-thought\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/readers-reply-will-there-ever-be-world-government-and-would-we-want-it", "title": "Readers reply: will there ever be world government, and would we want it?", "date_published": "2022-12-04 14:00:15+00:00", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>• This week’s question: <a href=\"https://www.theguardian.com/environment/2022/dec/04/what-do-birds-do-with-their-spare-time\">what do birds do with their spare time?</a></p><p>Will there ever be world government, and would we want it? <em>Neil Stuart, Abergavenny</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/readers-reply-will-there-ever-be-world-government-and-would-we-want-it\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/vladimir-putin-better-informed-now-about-ukraine-war-says-us", "title": "Vladimir Putin better informed now about Ukraine war, says US", "date_published": "2022-12-04 13:54:42+00:00", "description": "<p>Russian president not as insulated from bad news as earlier in campaign, claims intelligence chief</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/04/russia-ukraine-war-live-us-sees-reduced-tempo-in-conflict-russia-will-not-accept-oil-price-cap\">Russia-Ukraine war – latest news updates</a></li></ul><p>The head of US intelligence has said Vladimir Putin has “become better informed” about the difficulties facing his invading forces in Ukraine, as the Kremlin suggested the Russian president could visit the occupied Donbas region at a future unspecified date.</p><p>Speaking at a defence forum late on Saturday, Avril Haines, the US director of national intelligence, indicated Putin was no longer as insulated from bad news about the conditions facing his invasion of Ukraine as he was earlier in the campaign.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/vladimir-putin-better-informed-now-about-ukraine-war-says-us\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/04/france-v-poland-world-cup-2022-last-16-live", "title": "France v Poland: World Cup 2022, last 16 – live", "date_published": "2022-12-04 13:40:12+00:00", "description": "<ul><li>Match at Al Thumama Stadium kicks off at 3pm GMT</li><li><a href=\"https://www.theguardian.com/football/2022/dec/03/world-cup-qatar-2022-poland-argentina-france-robert-lewandowski-piotr-zielinski\">‘Let’s play ball’: Poland pray for more in last-16 tie against France</a></li><li>Share your thoughts with Rob <a href=\"mailto:rob.smyth@theguardian.com\">via email</a></li></ul><p>The best way to achieve greatness is to retain something. Okay, not <em>any</em>thing. Nobody put Modena in the pantheon when they won the Anglo-Italian Cup in 1981 and 1982. But the World Cup, that’s the ultimate. It has been retained only twice, by Italy in 1938 and Brazil in 1962, and nobody has even come close sine the turn of the century.</p><p>To win the World Cup twice in a row brooks not a solitary sane argument, and that’s what France are hoping to do over the next fortnight. Qualifying for the knockout rounds is a <em>big</em> start. Incredibly, and for once I’m not misusing that word, four of the previous holders went out in the group stage, including France in 2002. Don’t bother trying to understand, just file it under F,BH.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/04/france-v-poland-world-cup-2022-last-16-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/trial-of-10-accused-in-2016-brussels-terror-attack-begins-on-monday", "title": "Trial of 10 accused in 2016 Brussels terror attack begins on Monday", "date_published": "2022-12-04 13:40:08+00:00", "description": "<p>Survivors will give evidence in specially constructed court following Belgium’s worst peacetime atrocity</p><p>Ten men go on trial accused of playing a role in the Brussels terror attacks of 2016 that killed 32 people and injured hundreds in what was Belgium’s worst peacetime atrocity.</p><p>The trial, taking place in a specially constructed court in Nato’s former headquarters in the north of the Belgian capital, begins proceedings on Monday, more than six and a half years after the <a href=\"https://www.theguardian.com/world/brussels-attacks\">attacks</a> on Brussels airport and Maelbeek metro station on 22 March 2016.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/trial-of-10-accused-in-2016-brussels-terror-attack-begins-on-monday\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/04/strep-a-parents-told-to-be-vigilant-after-seventh-child-in-uk-reported-to-have-died", "title": "Strep A: parents told to be vigilant after seventh child in UK reported to have died", "date_published": "2022-12-04 13:32:27+00:00", "description": "<p>Nadhim Zahawi says parents should look out for symptoms of infection, such as fever, headache or skin rash</p><p>The UK government has urged parents to be vigilant for signs of a rare invasive form of strep A infection, after it was reported that a 12-year-old schoolboy from London was the latest person to have died after contracting it.</p><p>Nadhim Zahawi, a cabinet minister, said that although most cases of strep A were mild, parents should be mindful of the symptoms. </p> <a href=\"https://www.theguardian.com/society/2022/dec/04/strep-a-parents-told-to-be-vigilant-after-seventh-child-in-uk-reported-to-have-died\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/commentisfree/2022/dec/04/longtermism-rich-effective-altruism-tech-dangerous", "title": "Longtermism: how good intentions and the rich created a dangerous creed", "date_published": "2022-12-04 13:00:13+00:00", "description": "<p>Tech billionaires seem intent on giving away a lot of money. But are those who support ‘effective altruism’ ignoring the very real problems of today?</p><p>In the past few weeks a photograph of Tony Blair and his buddy Bill Clinton sharing a panel with a scruffy kid wearing a T-shirt, baggy shorts and trainers has been doing the rounds. The April event was in the Bahamas and funded by an outfit called FTX – a supposedly “user-friendly crypto exchange” – owned by the scruffy kid, Sam Bankman-Fried (SBF from now on). Blair and Clinton are looking very pleased to be there, providing confirmation of the aphrodisiac effect of great wealth, because the lad who was playing host was apparently as rich as Croesus, or at any rate <a href=\"https://www.commonsense.news/p/the-32-billion-crypto-scammer\">worth $32bn</a>.</p><p>And this was real wealth, it seemed. After all, the venture capitalists at Sequoia – who had backed Silicon Valley success stories such as Google and PayPal – had given him the green light (as well as some of their investors’ money). A few months after Blair and Clinton made their pilgrimage to the sun-soaked and regulation-lite Bahamas, one of Sequoia’s partners offered a <a href=\"https://archive.ph/2022.11.10-002447/https://www.sequoiacap.com/article/sam-bankman-fried-spotlight/#selection-735.0-735.231\">breathless endorsement</a> of SBF and his crypto exchange. “Of the exchanges that we had met and looked at”, she wrote, “some of them had regulatory issues, some of them were already public. And then there was Sam.” And FTX, which, Sequoia felt, was “Goldilocks-perfect”.</p> <a href=\"https://www.theguardian.com/technology/commentisfree/2022/dec/04/longtermism-rich-effective-altruism-tech-dangerous\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/04/biden-trump-us-constitution-terminated-election-fraud", "title": "Biden rebukes Trump for saying constitution should be ‘terminated’", "date_published": "2022-12-04 12:55:02+00:00", "description": "<p>Former president must be ‘universally condemned’ for comments, says White House</p><p>The Biden White House has rebuked Donald Trump after the former president said the US constitution should be “terminated” over his lie that the 2020 election was stolen.</p><p>Andrew Bates, a White House spokesperson, <a href=\"https://www.washingtonpost.com/politics/2022/12/03/trump-constitution-truth-social/\">said</a> on Saturday: “Attacking the constitution and all it stands for is anathema to the soul of our nation and should be universally condemned.”</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/04/biden-trump-us-constitution-terminated-election-fraud\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/hearts-friendly-against-almeria-abandoned-after-player-altercations", "title": "Hearts friendly against Almería abandoned after player ‘altercations’", "date_published": "2022-12-04 12:53:40+00:00", "description": "<ul><li>Alex Cochrane and Rodrigo Ely sent off</li><li>Match played in Marbella during World Cup break</li></ul><p>A mid-season friendly between Hearts and Spanish side Almería was abandoned in the first half following on-pitch altercations involving the two sets of players.</p><p>The score was 1-0 to the Spanish side when a late challenge from Alex Cochrane on an Almería defender, caused his opponent to push back before teammates from both sides joined the melee. Cochrane was sent off alongside Almería’s Rodrigo Ely following their involvement.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/hearts-friendly-against-almeria-abandoned-after-player-altercations\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/china-accused-of-flooding-social-media-spam-covid-protests", "title": "China accused of flooding social media with spam to cover up Covid protests", "date_published": "2022-12-04 12:17:02+00:00", "description": "<p>US firm says network of bot accounts also hijacking hashtags in large-scale attempt to obscure coverage</p><p>An attempt to flood social media platforms with spam in order to drown out coverage of the lockdown protests in China was probably backed by the Chinese government, according to analysis by a US cybersecurity firm.</p><p>Recorded Future found that networks of coordinated bot accounts were targeting non-Chinese social media platforms to crowd out genuine posts about the demonstrations with spam content and by hijacking hashtags of names of Chinese cities. It said China’s government was most likely to be behind the tactic.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/china-accused-of-flooding-social-media-spam-covid-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/04/stokes-and-robinson-grab-wickets-after-england-set-pakistan-tempting-target", "title": "Stokes and Robinson grab wickets after England set Pakistan tempting target", "date_published": "2022-12-04 12:16:22+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-12-04/england-cricket-team\">First Test, day four: England 657 &amp; 264-7, Pakistan 579 &amp; 80-2</a></li><li>Hosts lose captain Babar Azam while chasing 343 to win</li></ul><p>Back in Fordington Cemetery, Dorchester, some 5,000 miles from Rawalpindi, Gilbert Jessop can rest easy. His record for the fastest Test century by an Englishman, 76 balls against Australia in 1902, lives on for now, although the way his modern-day equivalents are playing it feels a matter of time.</p><p>It was Harry Brook who once again came closest to overhauling this 120-year-old feat during a madcap trolley dash for runs on the fourth day of the first Test against Pakistan. After an 80-ball maiden century on Thursday, the Yorkshireman crashed 11 fours and three sixes to reach 87 from 64, only to attempt another meaty slug and see his stumps rearranged by the fiery Naseem Shah.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/04/stokes-and-robinson-grab-wickets-after-england-set-pakistan-tempting-target\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/dutch-wrestle-with-national-apology-for-250-years-of-slavery", "title": "Dutch wrestle with national apology for 250 years of slavery", "date_published": "2022-12-04 12:00:12+00:00", "description": "<p>Advocates claim it will promote equality, detractors say it will be an empty gesture</p><p>The Netherlands is expected to formally apologise for its role in 250 years of slavery but the planned move is threatening to cause a split in the country, with some critics calling it “complete nonsense”.</p><p>The prime minister, Mark Rutte, will deliver a public message on 19 December that will aim to “do justice to the meaning and experience of past slavery”, according to a parliamentary briefing. It is widely anticipated that this will be an apology for the 250 years in which the Dutch <a href=\"https://www.rijksmuseum.nl/en/whats-on/exhibitions/past/slavery\" title=\"\">funded an economic and cultural “Golden Age</a>” by exploiting more than <a href=\"https://lab.nos.nl/projects/slavernij/index-english.html\" title=\"\">600,000 people from Africa</a> and <a href=\"https://www.iias.asia/the-newsletter/article/end-history-silence-dutch-trade-asian-slaves-arakan-bay-bengal-1621-1665\" title=\"\">Asia</a> – about 5% of the <a href=\"https://lab.nos.nl/projects/slavernij/index-english.html\" title=\"\">12 million enslaved by Europeans</a> from the 17th to the 19th century. According to broadcaster <a href=\"https://nos.nl/artikel/2450928-kabinet-gaat-excuses-maken-voor-slavernijverleden\" title=\"\">NOS</a>, plans include €200m for awareness projects and €27m for a slavery museum.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/dutch-wrestle-with-national-apology-for-250-years-of-slavery\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/04/three-minutes-a-lengthening-review-bianca-stigter-a-profoundly-moving-memorial-to-jewish-lives-cut-short", "title": "Three Minutes: A Lengthening review – a profoundly moving memorial to Jewish lives cut short", "date_published": "2022-12-04 12:00:12+00:00", "description": "<p>Every second of a fragment of home-movie footage shot in Poland on the eve of the Holocaust is pored over in this poetic, devastating work</p><p>Three minutes of home video, shot on 16mm film in 1938, give a glimpse of a small town in Poland and a Jewish community poised on the brink of the Holocaust. Bianca Stigter’s fascinating and profoundly moving film scrutinises each frame, repeating and looping the footage – prolonging the time we spend with these friendly, jostling strangers for as long as possible.</p><p>Combining a narration by Helena Bonham Carter, input from Glenn Kurtz, the grandson of the man who shot the footage, and accounts from historians that detail the horrors that befell the Jewish residents of Nasielsk, the film is forensic in its examination of seemingly insignificant clues and poetic in its patchwork structure. Part detective procedural, part memorial, its cumulative power is devastating.</p><p>In cinemas and <a href=\"https://homecinema.curzon.com/film/three-minutes-a-lengthening/\">on Curzon Home Cinema</a></p> <a href=\"https://www.theguardian.com/film/2022/dec/04/three-minutes-a-lengthening-review-bianca-stigter-a-profoundly-moving-memorial-to-jewish-lives-cut-short\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/04/pet-food-banks-cost-of-living-crisis", "title": "‘For some it’s feed your kids or your dog’: Britons turn to pet food banks", "date_published": "2022-12-04 12:00:12+00:00", "description": "<p>Blue Cross pet food bank in Grimsby is facing growing demand as people struggle to afford to feed their animals</p><p>Richard Croft had never struggled to feed his three German shepherds before, but when he was forced to stop working after being diagnosed with cancer, their monthly food bill was difficult to keep up with.</p><p>“I was spending between £100 and £110 a month on dog food,” he said. “It was difficult. I was always looking for bargains and special offers but it’s still a lot of money.”</p> <a href=\"https://www.theguardian.com/society/2022/dec/04/pet-food-banks-cost-of-living-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/iran-locked-into-vicious-cycle-over-protests-and-arming-russia-says-us", "title": "Iran locked into ‘vicious cycle’ over protests and arming Russia, says US", "date_published": "2022-12-04 11:22:19+00:00", "description": "<p>Washington focusing on protests and Tehran’s support of Russia in Ukraine rather than nuclear talks, envoy says</p><p>Iran’s leadership has locked itself into a “vicious cycle” that has cut itself off from its own people and the international community, the US special envoy has said, adding that Washington was more focused on Tehran’s decision to arm Russia in Ukraine and the repression of its internal protests than on talks to revive the nuclear deal.</p><p>“The more Iran represses, the more there will be sanctions, the more there are sanctions, the more Iran feels isolated,” Rob Malley, the US special envoy on Iran, told a conference in Rome. </p> <a href=\"https://www.theguardian.com/world/2022/dec/04/iran-locked-into-vicious-cycle-over-protests-and-arming-russia-says-us\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/04/canada-china-cop15-biodiversity-summit-montreal-aoe", "title": "Canada and China prepare to open Cop15 biodiversity summit despite rifts", "date_published": "2022-12-04 11:15:11+00:00", "description": "<p>Ministers and experts say disputes between co-hosts unlikely to disrupt efforts to reach deal on protecting natural world</p><p>More than 10,000 scientists, government officials and activists will gather in Montreal this week for the world’s most important biodiversity conference, eager to hammer out a deal to stem habitat loss around the world and preserve sensitive ecosystems.</p><p>The UN Cop15 biodiversity summit opens on Tuesday, and will see countries negotiate this decade’s targets for protecting nature after more than two years of pandemic-related delays and just over two weeks since the end of the Cop27 climate meeting in Egypt.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/04/canada-china-cop15-biodiversity-summit-montreal-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/americans-diet-public-health-food", "title": "Telling Americans to ‘eat better’ doesn’t work. We must make healthier food | Mark Bittman", "date_published": "2022-12-04 11:13:11+00:00", "description": "<p>For decades public health authorities have encouraged us to choose healthier foods – yet most choices available to Americans are bad ones</p><p>Diet-related chronic disease is the perennial number one killer in the United States, responsible for more deaths than Covid-19 even at the pandemic’s peak. Yet we cannot manage to define this as a “crisis”. In fact, our response is lame: for decades we’ve been telling people to “eat better”, a strategy that hasn’t worked, and never will.</p><p>It cannot, as long as the majority of calories we produce are unhealthy. It is the availability of and access to types of food that determines our diets, and those, in turn, are factors of agricultural policy. For a healthy population, we must mandate or at least incentivize growing real food for nutrition, not cheap meat and corn and soya beans for junk food.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/americans-diet-public-health-food\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/04/joe-biden-state-dinner-emmanuel-macron", "title": "Biden attempts to restore America’s global standing with state dinner pageantry", "date_published": "2022-12-04 11:00:12+00:00", "description": "<p>Washington’s first such event since 2019 pulled out all the stops to heal relations shaken by the Trump presidency</p><p>It was the night food porn returned to the White House. In a heated tent on the south lawn, political leaders, business titans and Hollywood stars feasted on butter poached Maine lobster, American Osetra caviar, calotte of beef with shallot marmalade, triple cooked butter potatoes and artisanal cheeses.</p><p>Joe Biden, a teetotaller reportedly drinking ginger ale, and French president Emmanuel Macron, wielding a flute of California brut rosé, wore tuxedos and offered toasts to their friendship. “Et laisse-moi dire, vive les États-Unis d’Amérique, vive la France, et vive l’amitié entre nos deux pays,” <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2022/12/02/remarks-by-president-biden-and-president-macron-of-france-at-state-dinner/\">Macron said</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/04/joe-biden-state-dinner-emmanuel-macron\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/04/terror-in-the-antarctic-graphic-novels-revisit-the-horror-of-the-worst-journey-in-the-world", "title": "Terror in the Antarctic: graphic novels revisit the horror of the ‘worst journey in the world’", "date_published": "2022-12-04 11:00:12+00:00", "description": "<p>A century on from the publication of Cherry Apsley-Garrard’s classic book about Scott’s doomed Antarctic expedition, a new graphic novel version revisits his terrible tale</p><p>On 27 June 1911, three men set off on a polar trip that was to earn itself a remarkable reputation. Their midwinter Antarctic expedition became known, quite simply, as the worst journey in the world.</p><p>Henry “Birdie” Bowers, Apsley Cherry-Garrard and Bill Wilson – members of Robert Scott’s doomed Terra Nova expedition to the Antarctic – were aiming to collect emperor penguin eggs in the middle of winter. The trip was supposed to be a scientific prelude to Scott’s thrust to the south pole. It nearly killed its participants.</p> <a href=\"https://www.theguardian.com/books/2022/dec/04/terror-in-the-antarctic-graphic-novels-revisit-the-horror-of-the-worst-journey-in-the-world\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/04/the-singularities-by-john-banville-review-theoretical-physics-meets-playful-storytelling", "title": "The Singularities by John Banville review – a playful fusion of theoretical physics and intelligent storytelling", "date_published": "2022-12-04 11:00:11+00:00", "description": "<p>The author’s vividly realised new novel uses a country house setting to explore scientific puzzles and the nature of reality</p><p>There is often a sense, reading <a href=\"https://www.theguardian.com/profile/john-banville\">John Banville</a>, that there’s little he doesn’t know about the competing ironies of truth-telling and fiction. He has long enjoyed a brilliant gift for constructing word-made worlds replete with all home comforts and then allowing you to see the joins. <em>The Singularities</em>, his 20th novel under his own name, is something of a definitive articulation of his mastery of those dark arts, as well as another enjoyable quest into the ways in which we make sense of the world through make-believe.</p><p>It begins with a rhetorical question about all the above: “Yes, he has finished his sentence, but does that mean he has nothing more to say?” The “he”, we discover, is Freddie Montgomery, murderous protagonist of Banville’s 1989 novel <em>The Book of Evidence</em>. The sentence in question is both a long stretch in prison and a reminder that an author is always at liberty to put his creations on day release. Montgomery has been shut up, a closed book for a while, but here he is, brought back to life, with a new adopted name – Felix Mordaunt – and a zippy Sprite sports car in which to explore the world. Things, however, it slowly becomes clear, are not what they used to be. This is not only a factor of the arrested time and space of incarceration – “prison had winnowed out the profusion of things, but now he was to be thrown back into the middle of the muddle” – but also a reflection of his creator’s restless vocation. Banville has imagined many other worlds since 1989, as his villain is now free to discover.</p> <a href=\"https://www.theguardian.com/books/2022/dec/04/the-singularities-by-john-banville-review-theoretical-physics-meets-playful-storytelling\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/04/striking-uk-workers-playing-into-putins-hands-says-zahawi", "title": "Striking UK workers playing into Putin’s hands, says Zahawi", "date_published": "2022-12-04 10:35:57+00:00", "description": "<p>Minister says troops are on standby to replace striking ambulance workers and border staff</p><p>The Conservative party chairman has said the military is on standby to take the place of striking workers such as ambulance and border staff, while claiming the planned industrial action was playing into Vladimir Putin’s hands by dividing society.</p><p>Nadhim Zahawi, a UK cabinet minister, said the army was part of contingency planning in which soldiers could be drafted in to take the place of those on the picket lines, as the government braces for a wave of strikes against low pay in the coming weeks.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/04/striking-uk-workers-playing-into-putins-hands-says-zahawi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/04/joe-trivelli-comforting-winter-butter-recipes", "title": "Joe Trivelli’s rich and warming winter recipes", "date_published": "2022-12-04 10:30:10+00:00", "description": "Porcini risotto, chicken cacciatore, and bread and butter pudding – butter is an everyday luxury that adds a mellow sweetness to these comforting dishes<p>We are never without butter at home, as essential to us as dried oregano, garlic, tomato sauce, capers and olive oil. My wife has been known to melt a pat of Jersey butter for flapjacks, and my children eat it like cheese on the endless rounds of toast they clamour for each morning. Everyday luxury.</p><p>Butter is a staple of northern Italian cooking, used much more than in the south. Historically the fat of choice for the wealthy, its rich, mellow sweetness is in the elevated fine pasta served with white truffles, and also crucial in risotto. What is poetically described by Elizabeth David as “a walnut of butter”, added towards the end of something home-cooked with everyday ingredients, makes it the hug one needs at this time of year.</p> <a href=\"https://www.theguardian.com/food/2022/dec/04/joe-trivelli-comforting-winter-butter-recipes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/04/her-dark-materials-tim-burtons-wednesday-sparks-a-gothic-fashion-revival", "title": "Her dark materials: Tim Burton’s Wednesday sparks a gothic fashion revival", "date_published": "2022-12-04 10:00:11+00:00", "description": "<p>Take a crisp white shirt, layers of black tulle and lace, and team with a sullen stare. Now you’re tuned in to Netflix’s new take on the Addams family</p><p>If you are seeing a lot of Gen Z wearing black, plaiting their hair into pigtails and giving you a Kubrick Stare, it’s all because of their new anti-heroine heroine, Wednesday. It has been just over a week since Tim Burton’s <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/23/wednesday-review-tim-burton-eldritch-addams-family-spin-off\" title=\"\">new series </a><em><a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/23/wednesday-review-tim-burton-eldritch-addams-family-spin-off\" title=\"\">Wednesday</a></em> debuted on Netflix but already tweens and teens are channelling the sullen and sardonic daughter of the Addams family.</p><p>Defined by the deadpan <a href=\"https://www.theguardian.com/film/christina-ricci\" title=\"\">Christina Ricci</a> in the 90s films, this time round Wednesday has been given a Gen-Z makeover. The series <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/23/wednesday-review-tim-burton-eldritch-addams-family-spin-off\" title=\"\">follows a now teenage Wednesday</a> (Jenna Ortega) as she is banished to Nevermore Academy, a creepy boarding school, after an incident involving a school swimming team and a bag of piranhas. What ensues is an action-packed melodrama fusing the genres of murder mystery with horror and a dollop of teenage angst. It has swiftly become Netflix’s most popular show, beating the last series of <em>Stranger Things</em>.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/04/her-dark-materials-tim-burtons-wednesday-sparks-a-gothic-fashion-revival\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/tvs-female-pundits-are-out-in-force-but-not-for-the-big-england-matches", "title": "TV’s female pundits are out in force – but not for the big England matches", "date_published": "2022-12-04 10:00:11+00:00", "description": "<p>While big ticket clashes continue to elude them, the Qatar World Cup has still seen historic progress for women in football</p><p>“The boys are ready … score predictions?” <a href=\"https://twitter.com/rioferdy5/status/1597648896133828614\">tweeted the former England player Rio Ferdinand</a> before the England–Wales match with a picture of his fellow <a href=\"https://www.theguardian.com/football/2022/nov/22/world-cup-2022-bbc-itv-football-pundits\" title=\"\">pundits in the BBC studio</a>.</p><p>A stream of guesses ensued, along with some chat about tactics. But one respondent gave the online equivalent to an exaggerated eyeroll, tweeting: “The boys. It’s been progress seeing all-female pundits for lesser group games, but I fear we are a long way off BBC or ITV doing this for major games, and ones featuring England.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/tvs-female-pundits-are-out-in-force-but-not-for-the-big-england-matches\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/sexual-abuse-lawsuits-new-york-adult-survivors-act", "title": "Flood of sexual abuse lawsuits expected in New York as new law takes effect", "date_published": "2022-12-04 10:00:10+00:00", "description": "<p>Adult survivors of sexual abuse can now file lawsuits even if the statute of limitations on their claims had already run out</p><p>A trickle of high-profile sexual abuse lawsuits passing through New York’s civil courts is likely to become a flood in the coming months because of a new, one-year window for time-expired claims.</p><p>Already, some bold-faced names from the worlds of arts, finance and politics have become involved, including Donald Trump and banker Leon Black.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/sexual-abuse-lawsuits-new-york-adult-survivors-act\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/04/renaissance-masterpieces-leave-italy-for-first-time-to-show-in-paris", "title": "Renaissance masterpieces leave Italy for first time to show in Paris", "date_published": "2022-12-04 10:00:10+00:00", "description": "<p>The collection includes a portrait of Saint Sebastian considered one of the finest works by Andrea Mantegna</p><p>A collection of Renaissance masterpieces, many of them never seen outside Italy, have gone on display in Paris in an exhibition described as a “rare and extraordinary experience”.</p><p>The paintings, sculptures and bronzes are from one of Venice’s most beautiful but little-visited museums, which has closed for renovation.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/04/renaissance-masterpieces-leave-italy-for-first-time-to-show-in-paris\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/robots-weirdest-taste-christmas-carols-survey-christian-census-minority-daily-mail", "title": "Robots have the weirdest taste in Christmas carols | David Mitchell", "date_published": "2022-12-04 10:00:10+00:00", "description": "<p>A festive survey by the Daily Mail threw up some surprises – just not the ones they reported</p><p>Last week’s surprising news that, as recently as the 2011 census, more than half of the British population declared themselves to be Christian was strangely buried under the totally unsurprising news that, in the 2021 census, a little less than half did. That was the headline. Basically it was saying: “Guess how many people said they were Christian in last year’s census. You’re right – it’s roughly that. There’s absolutely no need to read on.” For news organisations thirsty for attention, this seemed like a perverse strategy.</p><p>The <em>Daily Mail</em> appeared to have fully embraced this approach, reporting that “young people are shunning Christmas carols for more modern festive songs”. But I’m cheating – that’s actually from a headline in November 1956. But I’m lying – it’s in fact from <a href=\"https://www.dailymail.co.uk/news/article-11479625/Young-people-shunning-Christmas-carols-modern-festive-songs-survey-shows.html\">a headline last week</a>. (Obviously I’ve broken your trust in my reporting now – but that’s probably for the best. Really you should be routinely checking these things with your like-minded peer group on social media.)</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/robots-weirdest-taste-christmas-carols-survey-christian-census-minority-daily-mail\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/what-did-the-us-lack-most-at-the-world-cup-football-intelligence", "title": "What did the US lack most at the World Cup? Football intelligence", "date_published": "2022-12-04 10:00:10+00:00", "description": "<p>The deficiencies on display throughout USA’s defeat to the Dutch suggest that more work was needed before Gregg Berhalter’s squad arrived in Qatar</p><p>As his players slumped to the ground after full-time at Khalifa International Stadium, their World Cup dreams in pieces, US head coach Gregg Berhalter took to the pitch brandishing his Moleskine notebook. As he moved through the throng – wrapping his arm around a weeping Tim Weah, offering words of consolation to Christian Pulisic, applauding the American fans – the notebook stayed with him, held aloft seemingly as a symbol of the task that lies ahead if the US are to progress any further than this at their home World Cup in 2026. A manager ready to get back to work at the very moment of defeat sends a strong message, but in truth <a href=\"https://www.theguardian.com/football/2022/dec/03/usa-netherlands-world-cup-2022-soccer-last-16\">the technical and tactical deficiencies on display</a> throughout the US’s defeat to a ruthless Dutch outfit suggest that more work was needed before Berhalter’s squad touched down in Doha. What this team has most missed throughout the World Cup is basic football intelligence, the kind of smarts that the Dutch displayed in spades. Like Gio Reyna, Berhalter’s moleskine made its cameo in Qatar too late.</p><p>A round of 16 exit feels like a par score for the US, and there is of course no indignity in going down to one of the world’s great footballing nations; America can feel some satisfaction in counting itself among the world’s top 16 sides; and so on. But cliches and ritual expressions of pride can’t hide that the manner of USA’s exit here was particularly disappointing. A country of America’s size, wealth, and ambition – not to mention one in which soccer is such an enduringly popular participation sport – should aspire to more at the World Cup.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/what-did-the-us-lack-most-at-the-world-cup-football-intelligence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/its-hard-not-to-get-caught-in-the-act-meet-the-people-who-help-total-strangers", "title": "‘It’s hard not to get caught in the act’: meet the people who help total strangers", "date_published": "2022-12-04 10:00:09+00:00", "description": "Charitable donations peak in December, but what about the rest of the year? Sally Howard meets the people dedicated to random acts of kindness – and learns why giving anonymously is even better for you<p>A few weeks ago Marilyn Devonish buttonholed a stranger to compliment her outfit. It was a natty, colour-matched mauve jacket and pumps, but that wasn’t the point. Dashing home from a shopping trip, Devonish had noticed the woman’s harried look and slow, defeated gait.</p><p>“The weight of the world was on her shoulders, but she was dressed in such a lovely way and I just had to tell her that,” Devonish explains. But the subject of her attention was taken aback. “Just minutes earlier she had caught her reflection in a shop window and told herself how bad she looked.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/its-hard-not-to-get-caught-in-the-act-meet-the-people-who-help-total-strangers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/my-boy-is-learning-irish-and-its-an-education-for-the-whole-family", "title": "‘My boy is learning Irish and it’s an education for the whole family’", "date_published": "2022-12-04 09:30:09+00:00", "description": "<p>My son finds my accent intriguing and now has a newfound enthusiasm for his Irish roots</p><p>‘What’s that in Irish?’ my son asks, quite often. Now that he’s started reading and writing, he’s drunk on the power of words and cleaves to the small, cardboard-backed books of Irish gifted to him by his nana, a keen Irish speaker.</p><p>Teaching him to read has been enlightening. He’s already begun correcting how I pronounce words like ‘cow’ and ‘now’ (which I do so in the correct, Northern Irish way), much to the mocking glee of him and his mum. The wrinkle of him also wanting to learn Irish has complicated things further.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/my-boy-is-learning-irish-and-its-an-education-for-the-whole-family\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/04/drough-resistant-crop-jabal-durum-wheat-food-diversity", "title": "Jabal: the new drought-tolerant wheat scientists say can withstand extreme heat", "date_published": "2022-12-04 09:25:09+00:00", "description": "<p>The variety is a cross between commercial and wild wheats – bred in a bid to develop crops that are more resilient to the climate crisis</p><p>A new drought-tolerant variety of durum wheat has been created as part of an international breeding programme to boost climate resilience in the food system by increasing crop diversity.</p><p>Durum wheat is used to make pasta, pizza crusts, and flatbreads such as pitta and chapatis, as well as for couscous, bulgur and pastry for desserts such as baklava.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/04/drough-resistant-crop-jabal-durum-wheat-food-diversity\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/04/world-cup-2022-france-poland-england-senegal-news-qatar-live", "title": "World Cup 2022: news and buildup to France v Poland and England v Senegal – live", "date_published": "2022-12-04 09:00:29+00:00", "description": "<ul><li>Latest news from Qatar before France v Poland at 3pm (GMT)</li><li>Get in touch: <a href=\"mailto:will.magee.casual@theguardian.com\">email Will</a> or <a href=\"https://twitter.com/W_F_Magee\">tweet him</a> with your thoughts</li></ul><p>Even as we delve deeper into the knockout stages, what’s going on off the field at this World Cup is, in many ways, much more pressing. Here’s the latest.</p><p><strong>In Deptford, south-east London,</strong> there’s a generational divide in the local Senegalese community over who to support. “Senegal represents home and I think they’ll win,” says Ndene Ndiaye. “But my children were born here and they’re English supporters all the way.”</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/04/world-cup-2022-france-poland-england-senegal-news-qatar-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/shireen-abu-akleh-documentary-faultlines-israel-biden-palestine", "title": "Shireen Abu Akleh documentary to raise pressure on Biden over inquiry", "date_published": "2022-12-04 09:00:10+00:00", "description": "<p>Film offers most detailed account yet of journalist’s killing by Israeli army, including video of moments surrounding shooting</p><p>A new documentary about the <a href=\"https://theguardian.com/world/2022/may/15/cold-blooded-killing-and-funeral-chaos-leave-west-bank-in-turmoil\">Israeli army’s killing of the Palestinian American journalist Shireen Abu Akleh</a> is likely to increase pressure on the Biden administration to ensure that the FBI is permitted to fully investigate her death after Israel said it would not cooperate.</p><p>The documentary, <a href=\"https://www.aljazeera.com/program/fault-lines/2022/12/1/the-killing-of-shireen-abu-akleh\">Faultlines</a>, by Abu Akleh’s employer, Al Jazeera, is the most detailed account yet of events during an Israeli raid on the West Bank city of Jenin in May.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/shireen-abu-akleh-documentary-faultlines-israel-biden-palestine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/04/mellow-out-with-posh-vegan-marshmallows", "title": "Notes on chocolate: mellow out with posh, vegan marshmallows", "date_published": "2022-12-04 09:00:09+00:00", "description": "<p>Marshmallows in an array of flavours, plus moreish oat-milk chocolate and chocolate-cheese truffles</p><p>More than a year ago, I first wrote about <strong><a href=\"https://www.solkiki.co.uk/limitededitions-seasonal\" title=\"\">Solkiki</a></strong> Boulders (back then known as Mellows, they also briefly flirted with the name Rocks). These are giant (vegan, all vegan, OK?) marshmallows drowned in chocolate and they come in various permutations.</p><p>Back then I’d only ever tested one (golden raspberry redskin peanut, as good as ever), but for the purposes of this column I have tested pretty much every flavour. I wish I could tell you there were some duds – some respite – but no. Every single incarnation is amazing. Let me try the cinnamon, pear and walnut, I thought, surely that will be awful and I can stop this madness. Nope. Amazing. We all knew the coffee and hazelnut was going to be good and it is, insanely so. There’s also the Elvis (redskin peanuts, dried banana); the Turkish (coffee, rose, pistachio); and Raspanise (almonds, star anise, raspberry pate de fruit). All are excellent; in part this is due to the amazing pairings, but the chocolate is of such quality it brings everything together. I think the only one I didn’t taste was the Smores flavour…</p> <a href=\"https://www.theguardian.com/food/2022/dec/04/mellow-out-with-posh-vegan-marshmallows\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/04/stormzy-this-is-what-i-mean-review-intimate-downbeat-soul-baring", "title": "Stormzy: This Is What I Mean review – intimate, downbeat soul-baring", "date_published": "2022-12-04 09:00:09+00:00", "description": "<p>(Merky/Def Jam)<br />‘Big Michael’ confronts his heartbreaks and vulnerabilities head-on, while showcasing a host of guest vocalists and beatmakers</p><p>It seems fitting that when “<a href=\"https://www.youtube.com/watch?v=QsEvM4kSkT4\">Big Michael</a>” – as Stormzy has occasionally referred to himself – came to make an album about heartbreak, inner peace and grownup masculinity, he would not do it by half measures. <em><a href=\"https://stormzy.lnk.to/thisiswhatimeanID\">This Is What I Mean</a></em> is a bold album about showing vulnerability, and continues the erstwhile rapper’s overarching mission to transcend the roles allotted to him. Stormzy can be any kind of artist “if you let it be”, he offers – not least a self-questioning one far more concerned with evolving than grandstanding.</p><p>Once, his tentative singing voice caused a stir when it first aired on <a href=\"https://www.youtube.com/watch?v=HPuj6UISMhs\">Blinded By Your Grace Pt 2</a>. Now it fills a number of songs on this intimate third outing, one that <a href=\"https://www.youtube.com/watch?v=BXd62mMu1UY\">pines hard for his former love</a> and often looks to God (Holy Spirit, Please). The atmosphere is downbeat, full of soulful keys; while Stormzy is focused inwards, wondering if he can forgive his father for not being in his life, he shares the spotlight with myriad guest vocalists and beatmakers. (The fabulous Sampha gets a whole track to himself.)</p> <a href=\"https://www.theguardian.com/music/2022/dec/04/stormzy-this-is-what-i-mean-review-intimate-downbeat-soul-baring\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/04/the-best-childrens-books-of-2022", "title": "The best children’s books of 2022", "date_published": "2022-12-04 09:00:09+00:00", "description": "<p>From a four-legged celebration of the seasons to a fiery tale of women who turn into dragons, our critics look back over the year and pick their favourite titles for children and young adults</p><p>No matter the state of the real world, there’s nothing quite like children’s books to remind you to marvel at the everyday and find hope in the darkness. Perhaps that’s one reason why the sector in Britain is set for its ninth consecutive year of growth in 2022, according to the <em>Bookseller</em>, with a wealth of sensational fiction and nonfiction published.</p> <a href=\"https://www.theguardian.com/books/2022/dec/04/the-best-childrens-books-of-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/04/artist-nan-goldin-addiction-all-beauty-and-bloodshed-sackler-opioid", "title": "Artist Nan Goldin on addiction and taking on the Sackler dynasty: ‘I wanted to tell my truth’", "date_published": "2022-12-04 09:00:08+00:00", "description": "<p>The American photographer’s battle against the billionaires who fuelled the opioid epidemic upended the art establishment. As a film about her life is released, she talks about family tragedy and her journey from drug abuse to activism</p><p>In September 2016, I met with Nan Goldin in <a href=\"https://www.theguardian.com/artanddesign/2016/sep/05/nan-goldin-oscar-wilde-inside-exhibition-reading-prison-artangel\">C Wing of Reading Gaol</a>. She was there alongside several other artists at the invitation of Artangel, the London-based organisation that specialises in often ambitious site-specific installations. The ensuing group exhibition paid homage to Oscar Wilde, the prison’s most famous inmate, whose writings Goldin first encountered as a teenager. The message she took from his life and work, she told me, “is that you can remake yourself completely.”</p><p>Since then, that is in effect what she has done, becoming a high-profile activist who has used her status as an artist to radically change the landscape of the American and European art world. <a href=\"https://www.theguardian.com/artanddesign/2018/jan/22/nan-goldin-interview-us-opioid-epidemic-heroin-addict-oxycontin-sackler-family\">Goldin’s much-publicised war on the billionaire Sackler dynasty</a>, whose company, Purdue Pharma, fuelled the deadly opioid epidemic in America, has resulted in the family’s name being removed from a raft of major galleries and museums, including the <a href=\"https://www.theguardian.com/artanddesign/2019/mar/24/sackler-money-tate-modern-art-nan-goldin-oxycontin\">Tate</a>, the <a href=\"https://www.theguardian.com/society/2019/jul/17/louvre-removes-sackler-name-from-museum-wing-amid-protests\">Louvre</a> and the Guggenheim. For a long time, the Sackler name was a byword for almost unparalleled philanthropy and largesse towards the arts; it is now synonymous with shame and misery on an even grander scale. “If that’s what a group of 12 people can do,” says Goldin, referring to the friends and assistants who form the core of her small, but dramatically effective, organisation, <a href=\"https://www.sacklerpain.org/\">Pain</a> (Prescription Addiction Intervention Now), “then anything is possible.”</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/04/artist-nan-goldin-addiction-all-beauty-and-bloodshed-sackler-opioid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/winter-of-discontent-harden-feeling-tories-have-broken-britain", "title": "The Tories hope the public will blame the unions for the strike misery. Not this time | Andrew Rawnsley", "date_published": "2022-12-04 08:30:08+00:00", "description": "The cabinet is taking a dangerous gamble when it calculates that the public will blame the unions, not the government, for an advent calendar of strikes<p>Picket lines at hospitals of all places. Workers in many critical roles on strike. A contingencies unit scrambled together in Downing Street to respond to the crisis. The army on standby. Ministers secretly debating whether things were getting so dire that they should declare a national state of emergency. The winter of discontent of the late 1970s dealt a death blow to the credibility of James Callaghan’s government. In his memoirs, the Labour prime minister lamented that he was overwhelmed by an uncontrollable “contagion” that doomed him to defeat at the subsequent election.</p><p>History does not repeat itself, but it can rhyme. There are some obvious parallels between the tsunami of industrial action that engulfed the Callaghan government and the <a href=\"https://www.theguardian.com/uk-news/2022/dec/01/the-month-in-uk-strikes-a-calendar-of-decembers-planned-stoppages\" title=\"\">waves of strikes</a> surging towards Rishi Sunak. Now, as then, public sector employees are in the van of workers trying to maintain the real value of their incomes at a time of galloping inflation. Now, as then, ministers are rejecting claims for better pay on the grounds that the country cannot afford the demands. Now, as then, the result is an escalating conflict between government and unions that paralyses vital services and disrupts day-to-day life.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/winter-of-discontent-harden-feeling-tories-have-broken-britain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/love-in-a-microclimate-terrarium-success", "title": "Love in a microclimate: terrarium success", "date_published": "2022-12-04 08:15:07+00:00", "description": "<p>Choose the right plants to get the best from mini landscapes</p><p>Getting together in the pub with my houseplant-mad mates, the conversation quickly turned to what indoor gardening trends we predict will unfold in the future. While there was some pretty fiery debate over some predictions (yes, this is what us botanists do in the pub), the one thing we were all unanimous on was that the fascination with terrariums was not just here to stay, but going to expand.</p><p>The one risk, however, is that so much advice on making terrariums –particularly online – is wildly inaccurate, and this can set newbies up for failure. As most of this misinformation centres on plant choice, I thought I’d introduce the best plant I have so far seen for terrarium culture, somewhat overlooked in the UK.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/love-in-a-microclimate-terrarium-success\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/04/tori-and-lokita-review-dardenne-brothers-young-west-african-migrants-in-belgium", "title": "Tori and Lokita review – urgent, moving drama of young migrants in peril", "date_published": "2022-12-04 08:00:08+00:00", "description": "<p>Joely Mbundu and Pablo Schils are remarkable as two young west African migrants in Belgium, fighting for survival in the Dardenne brothers’ latest Cannes-feted release</p><p>Belgian film-makers Jean-Pierre and Luc Dardenne have long been darlings of the Cannes film festival, with prizes including Palme d’Or wins for <em><a href=\"https://www.theguardian.com/film/2022/may/24/tori-and-lokita-review-clarity-of-purpose-in-the-dardennes-parable-of-the-dispossessed\">Rosetta</a> </em>(1999) and <em><a href=\"https://www.theguardian.com/culture/2006/mar/10/1\">The Child</a></em> (2005), best screenplay for <em><a href=\"https://www.theguardian.com/film/2008/nov/30/silence-lorna-review-dardenne\">The Silence of Lorna</a> </em>(2008), a Grand Prix for <em><a href=\"https://www.theguardian.com/film/2012/mar/25/kid-with-bike-review-dardenne\">The Kid With a Bike</a></em> (2011) and best director honours for <em><a href=\"https://www.theguardian.com/film/2019/may/20/young-ahmed-review-dardenne-brothers\">Young Ahmed </a></em>(2019). As for their most recent feature, <em>Tori and Lokita</em>, which once again finds these masters of humanist film-making addressing the plight of young people, it took the special 75th anniversary prize when it premiered at Cannes in May. It’s an extraordinary run of accolades from what remains, for better or worse, the world’s most celebrated film festival – a reminder that over the course of three decades the Dardennes have quietly proved themselves remarkable documenters of the human condition.</p><p>Screen newcomers Pablo Schils and Joely Mbundu are utterly engaging as Tori and Lokita, a young boy and a teenage girl from Africa attempting to make a new life in Belgium. We meet Lokita face-on in an interview with an offscreen immigration officer who is sceptical about her claim that Tori is her younger brother. “When my mother died,” Lokita explains hesitantly, “my uncle said it was my brother’s fault; that he still had a sorcerer’s powers and had to be killed. We hid. Then we left.”</p> <a href=\"https://www.theguardian.com/film/2022/dec/04/tori-and-lokita-review-dardenne-brothers-young-west-african-migrants-in-belgium\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/04/our-mission-is-crucial-meet-the-warrior-librarians-of-ukraine", "title": "‘Our mission is crucial’: meet the warrior librarians of Ukraine", "date_published": "2022-12-04 08:00:08+00:00", "description": "When Russia invaded Ukraine, a key part of its strategy was to destroy historic libraries in order to eradicate the Ukrainians’ sense of identity. But Putin hadn’t counted on the unbreakable spirit of the country’s librarians<p>The morning that Russian bombs started falling on Kyiv, Oksana Bruy woke up worried about her laptop. Bruy is president of the Ukrainian Library Association and, the night before, she hadn’t quite finished a presentation on the new plans for the Kyiv Polytechnic Library, so she had left her computer open at work. That morning, the street outside her house filled with the gunfire of Ukrainian militias executing Russian agents. Missile strikes drove her into an underground car park with her daughter, Anna, and her cat, Tom. A few days, later she crept back into the huge empty library, 15,000sqft once filled with the quiet murmurings of readers. As she grabbed her laptop, the air raid siren sounded and she rushed to her car.</p><p>Thanks to that computer, Bruy could work. She didn’t return to her office; instead, she fled west to Lviv. “In all that time, from the first day of the full-scale war, I did not stop working,” she says. The library’s IT specialist lived in the neighbourhood. He kept the servers running and the employees connected. “So there was not a single day’s break in the work of the Kyiv Polytechnical Library, all this time, from 24 February.” The Russians have not shut her down. Oksana Bruy is winning her battle in the Ukrainian war. The libraries are open.</p> <a href=\"https://www.theguardian.com/books/2022/dec/04/our-mission-is-crucial-meet-the-warrior-librarians-of-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/04/december-of-discontent-will-strikers-or-government-and-management-take-the-blame", "title": "December of discontent: will strikers or government and management take the blame?", "date_published": "2022-12-04 08:00:07+00:00", "description": "<p>The Christmas calendar is packed with disruptive industrial action and public anger could deepen Rishi Sunak’s woes</p><p>The queue of 10 or so people clutching parcels stretches out into freezing fog rolling down Gloucester Road in Bristol. Inside the warm post office, there are plenty of mild-mannered complaints about the delays and threadbare services that define late-Tory-era Britain.</p><p>But perhaps the most striking thing – amid the grumbles – is the overwhelming support for <a href=\"https://www.theguardian.com/uk-news/2022/dec/01/uk-strikes-fair-pay-job-security-unions-health-education-rail-royal-mail\" title=\"\">postal workers taking action</a> over real-terms pay cuts.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/04/december-of-discontent-will-strikers-or-government-and-management-take-the-blame\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/the-sad-beige-trend-goes-against-all-my-wild-instincts", "title": "The ‘sad beige’ trend for kids goes against all my wild instincts | Eva Wiseman", "date_published": "2022-12-04 08:00:07+00:00", "description": "Muted colours, wooden toys, impeccable games… Sometimes it makes me want to scream. Being a parent should never be about micromanaging on this scale<p>I try not to judge other parents, I try my best – their plight is my plight, their weekly struggles to remain sentient in the soft play, their daily wrestles and nightly fights are my weekly etcs – but sometimes I am… tested.</p><p>I’m talking, of course, about the devotees of what has recently been described as “sad beige”. These are parents who, following current fashions, dress their children like small peasants in mournful shades of oat and camel, buy simple toys in “earthy” tones and decorate their bedrooms with such deafening taste and restraint that it’s clear the children are less likely to be playing with Lego here than whittling a bowl for mother to fill with her own milk.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/the-sad-beige-trend-goes-against-all-my-wild-instincts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/04/russia-ukraine-war-live-us-sees-reduced-tempo-in-conflict-russia-will-not-accept-oil-price-cap", "title": "Russia-Ukraine war live: US sees ‘reduced tempo’ in conflict; Russia will not accept oil price cap", "date_published": "2022-12-04 07:31:29+00:00", "description": "<p>US intelligence see no reduced will in Ukrainian forces despite infrastructure attacks, Kremlin considering response after western price cap on Russian oil</p><p><strong>Zelenskiy says level of price cap on Russia oil won’t deter Russia</strong></p><p>Ukraine’s president Volodymyr Zelenskiy has reacted to a deal struck by the G7 and Australia setting a $60 price cap on Russian seaborne oil, calling it not serious and doing little to deter Russia from waging war.</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/04/russia-ukraine-war-live-us-sees-reduced-tempo-in-conflict-russia-will-not-accept-oil-price-cap\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/farewell-christine-mcvie-gave-us-music-for-all-time", "title": "Farewell to Christine McVie, who gave us music for all time", "date_published": "2022-12-04 07:30:07+00:00", "description": "The Fleetwood Mac singer songwriter, who died last week, is among a select group whose music is culturally indelible<p>Most of us have our favourite musical artists, the ones we deliberately seek out, but what about the other kind, the ones who wriggle in through the trapdoor of your mind? That, in the sweetest, strangest way, gatecrash your cultural consciousness when you’re not quite paying attention, then embed there. Forever.</p><p>When news came of the <a href=\"https://www.theguardian.com/music/2022/nov/30/fleetwood-macs-christine-mcvie-dies-at-age-79\" title=\"\">death of Fleetwood Mac’s Christine McVie at age 79</a>, the internet did one of its loving, sorrowful double-takes. Of course it did. There’s much to applaud about the multitalented McVie: those scuffed-velvet vocals; the chilled charisma of a woman who truly knew herself; that decades-spanning rock’n’roll sisterhood with fellow band member Stevie Nicks laying waste to the sexist fiction that two highly creative women always have to end up in a catfight.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/farewell-christine-mcvie-gave-us-music-for-all-time\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/gallery/2022/dec/04/the-colourful-fans-of-the-2022-world-cup-in-pictures", "title": "The colourful fans of the 2022 World Cup – in pictures", "date_published": "2022-12-04 07:30:07+00:00", "description": "<p>As the World Cup group matches draw to a close, we look at some of the colourful fans who have really made the effort to stand out from the crowd</p> <a href=\"https://www.theguardian.com/football/gallery/2022/dec/04/the-colourful-fans-of-the-2022-world-cup-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/world-cup-2022-doha-metro-qatar", "title": "The heart of the World Cup: Doha Metro brings fans together", "date_published": "2022-12-04 07:30:07+00:00", "description": "<p>The Qatari capital’s $36bn underground rail network is a hive of activity – but its construction has carried a human cost</p><p>The Gold line at 10 to eight on Thursday night in Doha. A crowded metro train is heading west towards the Khalifa International Stadium for Japan v Spain. A quick stock take of the carriage reveals the following: one Filipino woman from Hong Kong in a Spain shirt and baseball cap; two Japanese women in face masks talking to two Nepalese friends (one of whom flew to Qatar just for the game), both wearing Japan kits; three Korean-Americans searching for tickets; a family of Mexicans (a sombrero gives it away) rooting for Spain; three rowdy Saudi Arabia supporters; and above the door a calling card from the Argentinians who are never far away – a Panini sticker of Diego Maradona from USA 94.</p><p>It was an unlikely combination, but not an unusual one in the city these past few weeks and here’s the argument: the Doha Metro is the place to be at this World Cup. If you want to spend time talking to people from across the world, if you want to learn about their hopes and fears (mainly football-related), if you want to laugh, to sing and be reminded how much human beings have in common, then take the train. Or march up and down the escalators, or congregate in the concourses. Really, honestly, it’s where it’s at.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/world-cup-2022-doha-metro-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/04/tiger-woods-holding-on-to-major-dreams-even-as-his-body-rejects-them", "title": "Tiger Woods holding on to major dreams even as his body rejects them", "date_published": "2022-12-04 07:30:07+00:00", "description": "<p>Plantar fasciitis has forced him to withdraw from Hero World Challenge, but Woods is not ready to let go just yet</p><p>Off-course work at Albany – a stint in the commentary booth, delivering putting lessons to amateurs and involvement in a PGA Tour player meeting – presumably does not vex Tiger Woods too much since his foundation benefits significantly from the Hero World Challenge, but looking on as others compete has never been his forte.</p><p>Woods was in the field until a Monday bulletin that punctured external enthusiasm for this event. Plantar fasciitis, which developed when he returned to walking on courses rather than driving in buggies, is the latest injury to halt him. Given the scale of effort Woods, who turns 47 this month, had to apply to render the Hero World Challenge even a possibility, it was a harsh blow.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/04/tiger-woods-holding-on-to-major-dreams-even-as-his-body-rejects-them\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/world-cup-2022-diary-every-good-feeling-in-qatar-is-lined-with-guilt", "title": "World Cup 2022 diary: every good feeling in Qatar is lined with guilt", "date_published": "2022-12-04 07:30:07+00:00", "description": "<p>Away from the stadiums, there are ‘scenic’ strolls, gristly burgers and a chastening kickabout with Nedum Onuoha</p><p>My colleague Sid Lowe and I decide to take a leisurely stroll to the nearby Al Bidda Park. Good news: it’s only 15 minutes away. Bad news: you have to dodge a six-lane dual carriageway to get there. The park is practically deserted and the view of the glittering ocean only marginally tarnished by the enormous sewage pipe flowing into it. A timely and poignant reminder that in Qatar all beauty is fatally tinged by ugliness. Later, <a href=\"https://www.theguardian.com/football/2022/nov/27/spain-germany-world-cup-group-e-match-report\">Spain draw 1-1 with Germany</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/world-cup-2022-diary-every-good-feeling-in-qatar-is-lined-with-guilt\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/04/radical-new-therapy-for-parkinsons-will-use-stem-cell-transplants", "title": "Radical new therapy for Parkinson’s will use stem cell transplants", "date_published": "2022-12-04 07:30:06+00:00", "description": "<p>Lab-grown nerve cells will replace those destroyed by disease – scientists hope treatment may be available in five years</p><p>Early next year, a radical new treatment for <a href=\"https://www.theguardian.com/science/2022/oct/07/the-scientists-working-to-defeat-parkinsons-disease\" title=\"\">Parkinson’s disease</a> involving tissue transplants will receive its first trial with patients – including a group from the UK.</p><p>Stem cells grown in the laboratory and transformed into nerve cells will be used to replace those destroyed by the disease. It is hoped that these will stop the spread of debilitating symptoms.</p> <a href=\"https://www.theguardian.com/society/2022/dec/04/radical-new-therapy-for-parkinsons-will-use-stem-cell-transplants\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/04/keir-starmer-warned-by-labour-peers-not-to-waste-political-capital-on-lords-reform", "title": "Keir Starmer warned by Labour peers not to waste political capital on Lords reform", "date_published": "2022-12-04 07:15:07+00:00", "description": "<p>Policy could distract party from pushing through other urgent measures, leader is told</p><p>Keir Starmer has been warned by Labour peers that he risks getting bogged down in a “constitutional quagmire” that will prevent him completing other urgent domestic reforms if he pushes ahead with plans to scrap the House of Lords in the first term of a Labour government.</p><p>Several senior Labour figures in the Lords have privately questioned the Labour leader’s commitment to drive through proposals to replace the Lords with an elected second chamber in his first term, warning that he could use up huge amounts of “political capital” on an issue that few voters mention on the doorstep.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/04/keir-starmer-warned-by-labour-peers-not-to-waste-political-capital-on-lords-reform\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/04/the-journey-towards-a-fairer-britain-starts-now", "title": "The journey towards a fairer Britain starts now | Keir Starmer", "date_published": "2022-12-04 07:15:06+00:00", "description": "<p>Labour will set the country on a more dynamic path by handing powers to cities and regions and reining in the unaccountable cliques of Westminster – beginning on Monday</p><p>If you work hard, you can achieve whatever you want.” That’s what parents have told their children for generations. It is more than just something we say: it is part of the social contract of our country that people and places are able to realise their potential. It is a matter of pride. It is the reason people the world over dream of making Britain their home.</p><p>But for the first time in living memory, we are in danger of breaking that promise: young people unable to achieve the dream of home ownership, pensioners stuck on waiting lists for operations, working people paying more but getting less. Everywhere you go, the story is the same. Everywhere you look, things are broken.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/04/the-journey-towards-a-fairer-britain-starts-now\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/04/desantis-pence-republican-presidential-campaign-books", "title": "DeSantis and Pence lead Republican wave – of presidential campaign books", "date_published": "2022-12-04 07:00:07+00:00", "description": "<p>The GOP flopped in the midterms but its White House hopefuls still hope to find readers – and conservative group bulk-buyers</p><p>In one of the clearest signs that the 2024 Republican presidential primary will feature rivals to Donald Trump, a host of likely candidates have released or will soon release books purporting to outline their political visions.</p><p>Such books often sell poorly, but that is rarely their point. They are markers of ambition. To judge from the political bookshelves, after midterm elections in which many Trump-endorsed candidates suffered humiliating losses, the former president will not be the only declared candidate for long.</p> <a href=\"https://www.theguardian.com/books/2022/dec/04/desantis-pence-republican-presidential-campaign-books\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/fears-of-deadly-infection-surge-as-china-abandons-zero-covid-policy", "title": "Fears of deadly infection surge as China abandons zero-Covid policy", "date_published": "2022-12-04 07:00:07+00:00", "description": "<p>Dramatic U-turn following widespread unrest leaves country ill-prepared for Omicron</p><p>The portable PCR testing booth dangled in the air over a dark Beijing street, captured on camera as it was winched away by a crane in the middle of the night. The image spread rapidly across Chinese social media, the perfect symbol of the bewilderingly rapid end of a draconian era.</p><p>In the face of the <a href=\"https://www.theguardian.com/world/2022/nov/28/china-protests-explained-why-are-people-demonstrating-blank-piece-white-paper-a4-what-will-happen-next-zero-covid-policy-protest\" title=\"\">most widespread national protests </a>since the bloody crackdown on <a href=\"https://www.theguardian.com/world/tiananmen-square-protests-1989\" title=\"\">Tiananmen Square demonstrators in 1989</a>, the Chinese government has abruptly abandoned its flagship <a href=\"https://www.theguardian.com/world/2022/nov/29/china-zero-covid-policy-explained-30-seconds-lockdowns-outbreaks\" title=\"\">zero-Covid policy</a>.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/fears-of-deadly-infection-surge-as-china-abandons-zero-covid-policy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/new-love-affair-with-office-step-towards-better-philosophy-of-work", "title": "Our new love affair with the office is a step towards a better philosophy of work | Will Hutton", "date_published": "2022-12-04 07:00:07+00:00", "description": "Tube and bus use is up, more of us are cycling - WFH is fast losing its allure for many<p>Our love affair with working from home, triggered during Covid lockdowns by the often cheerless embrace of Zoom, is cooling sharply. The daily commute is becoming fashionable, especially if you are young. The alternative is experienced by too many as lonely, isolating, distracting, threatening to one’s mental health, polluting of one’s home space. It’s expensive to keep warm – and you’re often the last to find out what’s going on among your colleagues.</p><p>Workplaces, after all, are where you make friends and sometimes meet life partners, as well as learn all that tacit knowledge so crucial to doing your job well and so build your career. We humans are social animals and creating working lives permanently apart from others was always going against the grain.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/new-love-affair-with-office-step-towards-better-philosophy-of-work\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/commentisfree/2022/dec/04/this-latest-alzheimers-drug-breakthrough-is-reason-for-hope-and-further-funding", "title": "This latest Alzheimer’s drug breakthrough is reason for hope – and further funding", "date_published": "2022-12-04 07:00:07+00:00", "description": "<p>Researchers are a step closer to unravelling the cruel mystery of the dementia that afflicts my wife and so many others</p><p>In an age of excessive information, we have each developed a filtering system. To compensate, we acquire our own keywords, which pierce these systems, or, in the old parlance, make our ears prick up, be they the names of favourite teams, musicians, pastimes, conspiracy theories. Brexit.</p><p>In recent years, I have joined millions of others in acquiring the more unfortunate triggers of “dementia” and “Alzheimer’s”, but these keywords are not always the harbingers of bad news. Last week, the headlines linking them with others, such as “breakthrough” and “treatment”, will have set many of us off into a frenzy of information-gathering.</p> <a href=\"https://www.theguardian.com/uk-news/commentisfree/2022/dec/04/this-latest-alzheimers-drug-breakthrough-is-reason-for-hope-and-further-funding\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/04/the-big-picture-windows-into-the-mind-bill-brandt-portrait-of-a-young-girl", "title": "The big picture: Bill Brandt’s windows into the mind", "date_published": "2022-12-04 07:00:06+00:00", "description": "<p>The Anglo-German photographer’s evocative 1955 portrait typifies the tension he created between person and place</p><p>Bill Brandt’s first book, <em>The English at Home</em>, published in 1936, exhibited a brilliant fascination not only with light and shade, but with the costumes of class divide – miners’ caps and public school boaters, maids’ pinnies and cricket whites. By the 1950s, however, his English interiors had tended to do away with clothing. His postwar series of nudes found ways of making flesh both sensual and abstract; his camera always seemed as interested in the rooms in which his models lived as in their bodily presence.</p><p>This picture, included in the current Tate Britain exhibition of Brandt’s work, is a celebrated example of that tension. The contours of the girl’s face lend her a sculptural quiet; the darkness of her single visible eye lies in contrast to the pair of windows staring out from the frame, one open, one shut. Light crashes in. Squint a little at the chest of drawers and the girl disappears into the setting entirely; focus on her and the rest becomes a place of her <em>Alice in Wonderland</em> imagining.</p><p><a href=\"https://www.tate.org.uk/whats-on/tate-britain/bill-brandt\">Bill Brandt: Inside the Mirror is at Tate Britain until 15 January 2023</a></p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/04/the-big-picture-windows-into-the-mind-bill-brandt-portrait-of-a-young-girl\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/04/kathy-burke-interview-depression-menopause-podcast", "title": "‘I came through the other side’: Kathy Burke on depression, the menopause and her ‘fantasy funerals’ podcast", "date_published": "2022-12-04 07:00:06+00:00", "description": "<p>Despite bringing us many of our funniest TV moments, Kathy Burke has faced some dark and troubling times. Here, she talks to Sophie Heawood about solving her problems, the joy of young people, and why we should all ‘laugh at death’</p><p>When I meet Kathy Burke, in a recording studio in north London, she is talking about how much she loves young people and their desire to improve things – their life force. She can’t bear oldies like John Cleese “complaining about wokeness because he doesn’t get it. It’s because you’re old.” she says. “You’ve had your time, it was great, now fuck off! Why this need to remain relevant?” At 58, having already enjoyed a huge career, first as a comic actor and now as a director, Burke has “a lot of hope for young people. Once us old cunts have gone.”</p><p>All of which makes it more surprising that we are actually here to talk about death, and specifically a new podcast that Burke has surprised even herself by launching, called <em>Where There’s a Will There’s a Wake</em>, in which she talks to her comedy friends about how they would like to die. Dawn French, James Acaster and Stewart Lee, among other guests, go deep in what Burke describes as her “fantasy football” version of death and funeral planning.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/04/kathy-burke-interview-depression-menopause-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/sunday-with-tv-presenter-charlene-white-we-plan-the-week-so-no-ball-is-dropped", "title": "Sunday with TV’s Charlene White: ‘We plan the week to make sure no ball is dropped’", "date_published": "2022-12-04 06:45:06+00:00", "description": "The news presenter on an early start with kids, weight training and blissful peace<p><strong>When does Sunday start?</strong> The kids are up by 6.30am, so [my partner] Andy and I buy time with cartoons on the tablet. Then it’s a rush to get them off to swimming. Pre-kids it was different: slow breakfasts, lying about and pottering to the pub… but no longer.</p><p><strong>And while in the ‘jungle’?</strong> Waking up without the family [Charlene was a contestant in this year’s <em>I’m a Celebrity</em>…] has been strange. I’ve felt a little lost, not in their presence. Instead, I focused on food: dreaming of bacon sandwiches and fried eggs, instead of eating rice and beans, with leftover fruit skin boiled to make ‘tea’.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/sunday-with-tv-presenter-charlene-white-we-plan-the-week-so-no-ball-is-dropped\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/observer-view-labours-pledge-to-remove-private-schools-charitable-status", "title": "The Observer view on radical change being needed to overcome elitism in education | Observer editorial", "date_published": "2022-12-04 06:00:06+00:00", "description": "In acting as a conveyor belt to the most sought-after jobs, many schools shut out more able young people<p>Meritocracy is one of society’s most powerful myths. It is comforting to believe we live in a fair world where people are rewarded for a mixture of talent and effort. But Britain remains an elitist country in which a socially stratified education system funnels those born to privilege into the highest-status jobs, while holding back children born to parents who have never benefited from such opportunities.</p><p>So Keir Starmer’s pledge to remove the charitable status of private schools, and requiring them to charge VAT on fees, is a welcome move. Just 7% of children <a href=\"https://www.suttontrust.com/wp-content/uploads/2022/06/Social-Mobility-%E2%80%93-Past-Present-and-Future-final-updated-references.pdf\" title=\"\">attend private schools</a>. Yet privately educated young people make up almost one in three undergraduates at the country’s most selective universities. In the jobs market, the <a href=\"https://www.suttontrust.com/wp-content/uploads/2019/12/Elitist-Britain-2019.pdf\" title=\"\">figures are even worse</a>: seven out of 10 members of the judiciary were privately educated as were six out of 10 civil service permanent secretaries, more than half of diplomats and more than four in 10 senior media editors. This is not a product simply of their raw ability, but also of the vast resources that go into their education, the social connections and favours it opens up and the other forms of cultural capital it endows.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/observer-view-labours-pledge-to-remove-private-schools-charitable-status\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/04/uk-best-independent-high-streets-christmas-shopping-gifts", "title": "Shoppers’ delight: 10 of Britain’s best independent high streets", "date_published": "2022-12-04 06:00:05+00:00", "description": "<p>Looking for that special Christmas gift? These pretty towns are full of cool independents rather than the usual chains</p><p>If you’re looking to stock up on foodie treats for Christmas, this is the place to come. Ludlow has long been known as a gastro-hub, with specialist producers dotted along the high street and market place. Visit the Mousetrap Cheese Shop, Harp Lane Deli and the Chocolate Gourmet for festive eats, or browse around Bodenhams, which sells clothes in a quirky, 600-year-old building. The Silver Pear and At Home Ludlow are both filled with brilliant gifts, from homewares to scarves and jewellery, and the newly opened Kin Rooms, located above Kin Kitchen, is a chic, central place to stay (<em>two-night breaks from £220 self-catering, <a href=\"https://kinludlowrooms.co.uk/\" title=\"\">kinludlowrooms.co.uk)</a></em>.</p> <a href=\"https://www.theguardian.com/travel/2022/dec/04/uk-best-independent-high-streets-christmas-shopping-gifts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/04/ask-philippa-perry-why-do-my-female-friendships-fizzle-out", "title": "Why do my female friendships fizzle out? | Ask Philippa", "date_published": "2022-12-04 06:00:05+00:00", "description": "<p>I might fade away from someone’s life if they made me feel inferior, says Philippa Perry. We don’t want to be fixed by friends – we want to be understood</p><p><em><strong>The question </strong>I have immense trouble maintaining female friendships. I grew up with three </em><em>older brothers, have a whole bunch of great longstanding friendships with men, and a few friendships with women from back in the day, but we don’t live near each other now. Every woman I’ve ever befriended since childhood ends up ghosting me.</em></p><p><em>I’ve been racking my brain about why these female friendships always fizzle out. I don’t think I’ve done anything wrong that would justify ditching me. In fact, I have supported these women over the years when they’ve been in tricky situations.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/04/ask-philippa-perry-why-do-my-female-friendships-fizzle-out\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/dec/04/pakistan-v-england-first-test-day-four-live", "title": "Pakistan v England: first Test, day four – live", "date_published": "2022-12-04 05:50:19+00:00", "description": "<ul><li>Play resumes at Rawalpindi Cricket Stadium at 5am GMT</li><li><a href=\"https://www.theguardian.com/sport/2022/dec/03/selling-the-hundred-would-require-offer-of-a-few-billion-claims-ecb-chair\">Selling the Hundred would require offer of ‘a few billion’</a></li><li>Share your thoughts with James <a href=\"mailto:james.wallace.casual@guardian.co.uk\">via email</a> or <a href=\"https://twitter.com/jimbo_cricket\">on Twitter</a></li></ul><p>Salman has to go now though! He hangs on the back foot and tries to work Jacks to leg but gets an outside edge that is very well snaffled by Zak Crawley at slip, lighting reflexes from the big man. England need two more and Will Jacks has four wickets on debut.</p><p><strong>148th over: Pakistan 555-8 (Mahmood 5, Rauf 1)</strong></p> <a href=\"https://www.theguardian.com/sport/live/2022/dec/04/pakistan-v-england-first-test-day-four-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/indonesias-semeru-volcano-erupts-prompting-tsunami-fears", "title": "Indonesia's Semeru volcano erupts prompting tsunami fears", "date_published": "2022-12-04 05:46:21+00:00", "description": "<p>Authorities warned residents to stay away from the area after the volcano on Java island erupted early on Sunday</p><p>Indonesia’s Semeru volcano on Java island erupted early on Sunday, spewing a column of ash 1.5km into the air and prompting authorities to warn residents to stay away from the eruption area.</p><p>Indonesia’s disaster mitigation agency, BNPB, warned residents not to conduct any activities within a 5km of the eruption centre and to stay 500 metres from riversides due to risks of lava flow.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/indonesias-semeru-volcano-erupts-prompting-tsunami-fears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/04/world-cup-2022-briefing-england-senegal-france-poland", "title": "World Cup 2022 briefing: Business time for England against Senegal", "date_published": "2022-12-04 04:00:02+00:00", "description": "<p>Gareth Southgate still has his critics despite a record group-stage return. Can the Three Lions silence the doubters?</p><p>After all that noise – <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">the joy</a>, the triumphalism, the entitlement, the schadenfreude, <a href=\"https://www.theguardian.com/football/2022/nov/25/england-usa-world-cup-group-b-match-report\">the self-loathing</a> – England had the best record of any team in the group stage at Qatar 2022. It shows how far they have come under Gareth Southgate that seven points and nine goals, the latter a record for England at a major tournament, was not enough to please Twitter’s finest.</p> <a href=\"https://www.theguardian.com/football/2022/dec/04/world-cup-2022-briefing-england-senegal-france-poland\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/chinas-xi-jinping-unwilling-to-accept-western-covid-vaccines-says-us-intelligence-chief", "title": "China’s Xi Jinping ‘unwilling’ to accept western Covid vaccines says US intelligence chief", "date_published": "2022-12-04 03:04:43+00:00", "description": "<p>Despite daily Covid-19 cases near all-time highs and recent protests over lockdowns, US intelligence see no threat to Xi’s stability</p><p>Chinese leader Xi Jinping is unwilling to accept western vaccines despite the challenges China is facing with Covid-19, and while recent protests there are not a threat to Communist party rule, they could affect his personal standing, US director of national intelligence Avril Haines said.</p><p>Although China’s daily Covid cases are near all-time highs, some cities are taking steps to loosen testing and quarantine rules after Xi’s zero-Covid policy triggered a sharp economic slowdown and public unrest opposing Covid-19 lockdowns.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/chinas-xi-jinping-unwilling-to-accept-western-covid-vaccines-says-us-intelligence-chief\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-284-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 284 of the invasion", "date_published": "2022-12-04 01:21:25+00:00", "description": "<p>The Kremlin says Russia ‘will not accept’ a price cap on its oil after EU members agree on one, while president Volodymyr Zelenskiy says the cap will do little to deter Russia</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul><p><strong>Russia “will not accept” a price cap on its oil</strong> and is analysing how to respond, the Kremlin said in comments reported on Saturday, in response to a deal by western powers aimed at limiting a key source of funding for its war in Ukraine. The price cap on Russian seaborne oil was <a href=\"https://www.theguardian.com/business/2022/dec/03/g7-countries-and-australia-to-cap-price-of-seaborne-russian-oil\">adopted by the G7 and Australia</a>, after it was agreed by EU countries.</p><p><strong>President Volodymyr Zelenskiy said the $60 price</strong> cap on seaborne Russian oil is not serious and will do little to deter Russia from waging war in Ukraine. “It’s only a matter of time before stronger tools will have to be used anyway. It is a pity that this time will be lost,” he said in a video statement on Saturday.</p><p><strong>US treasury secretary Janet Yellen said</strong> <strong>the cap</strong> will particularly benefit low- and medium-income countries that have borne the brunt of high energy and food prices. “The price cap will immediately cut into (President Vladimir) Putin’s most important source of revenue,” Yellen said in a statement.</p><p>Russia’s embassy in the US criticised what it called the “dangerous” western move and said Moscow would continue to find buyers for its oil.</p><p><strong>US defense secretary Lloyd Austin on Saturday accused Russia of “deliberate cruelty”</strong> in its war in Ukraine, saying Moscow was intentionally targeting civilians. “With deliberate cruelty, Russia is putting civilians and civilian targets in its gunsights,” Austin told the Reagan National Defense Forum in Simi Valley, California.</p><p><strong>Ukraine is slapping sanctions on 10 senior clerics</strong> linked to a pro-Moscow church on the grounds they agreed to work with Russian occupation authorities or justified Moscow’s invasion, the security service said on Saturday. The announcement is the latest in a series of steps against a Ukrainian branch of the Orthodox Church linked historically to Moscow. The Orthodox Church in Russia itself backs the war.</p><p><strong>Eighteen Ukrainian diplomatic missions in 12 countries <a href=\"https://www.theguardian.com/world/2022/dec/03/terror-campaign-on-ukraine-embassies-continues-with-more-bloody-packages\">have received bloody packages</a></strong>, including animal parts, in what Ukraine has described as a “campaign of terror and intimidation”. Oleg Nikolenko, a spokesperson from Ukraine’s foreign ministry, said the packages were simultaneously sent from one European country, which he could not disclose while the investigation was ongoing.</p><p><strong>The west should consider how to address Russia’s need for security guarantees</strong> if Vladimir Putin agrees to negotiations about ending the war in Ukraine, the French president, Emmanuel Macron, said. He said Europe needed to address Putin’s fear that “Nato comes right up to its doors”, and the deployment of weapons that could threaten Russia, as Europe prepares its future security architecture, Reuters reports.</p><p><strong>The Ukrainian army has recaptured 13 settlements in the Luhansk region</strong>, the eastern-most oblast in the country, according to the head of the regional administration, Serhiy Haidai. He said that artillery was still being fired at the villages by Russian forces. Doctors are due to visit next week and firewood is being organised for residents, Haidai <a href=\"https://t.me/luhanskaVTSA/7215\">posted on Telegram</a>.</p><p><strong>Russian forces are concentrating most of their strength on taking the town of Bakhmut in Donetsk</strong>, according to the British Ministry of Defence.</p><p><strong>Ukraine has <a href=\"https://www.theguardian.com/artanddesign/2022/dec/03/ukraine-detains-eight-people-over-theft-of-banksy-mural-in-kyiv\">detained eight people</a> over the theft of a mural painted by the elusive British street artist Banksy</strong> from a wall in the Kyiv suburbs, authorities said. The stencil image of a person in a nightgown and gas mask holding a fire extinguisher next to the charred remains of a window in the town of Hostomel <a href=\"https://www.theguardian.com/world/2022/dec/02/up-to-13000-ukraine-soldiers-killed-since-russian-invasion-says-kyiv\">went missing on Friday</a>, they said.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-284-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/04/iran-reviewing-mandatory-headscarf-law-amid-ongoing-protests", "title": "Iran reviewing mandatory headscarf law amid ongoing protests", "date_published": "2022-12-04 01:11:32+00:00", "description": "<p>Struggling to quell more than two months of protests linked to the dress code, Iran’s attorney general says the parliament and judiciary looking at the issue</p><p>Iranian authorities said they would review a decades-old law that requires women to cover their heads, as the country struggles to quell <a href=\"https://www.theguardian.com/world/2022/nov/22/iran-enters-critical-phase-as-it-tries-to-quash-anti-regime-protests\">more than two months of protests linked to the dress code</a>.</p><p>“Both parliament and the judiciary are working [on the issue],” of whether the law needs any changes, Iran’s attorney general Mohammad Jafar Montazeri said on Saturday.</p> <a href=\"https://www.theguardian.com/world/2022/dec/04/iran-reviewing-mandatory-headscarf-law-amid-ongoing-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/04/sunak-deluded-wont-stop-britain-decline", "title": "Britain is in decline. Sunak’s deluded approach will do nothing to stop it | Simon Tisdall", "date_published": "2022-12-04 00:09:00+00:00", "description": "<p>Ridiculed and pitied abroad, and floundering at home, the new UK prime minister sets out his vision: survival of the weakest</p><p>It has become fashionable to dismiss Britain’s latest prime minister, Rishi Sunak, as weak and unimpressive. There’s a reason for this. He is. Even Conservative MPs who picked him little more than one month ago <a href=\"https://conservativehome.com/2022/11/30/our-cabinet-league-table/\" title=\"\">pour scorn on his performance</a>. Directionless Sunak has already made more U-turns than a taxi driver on speed.</p><p>His Labour opponents hold a poll lead of more than 20 percentage points. If an election were held today, the Tories <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2022/11/23/voting-intention-con-26-lab-47-15-16-nov-2022\" title=\"\">would face a meltdown </a>akin to Canada in 1993. That’s when Kim Campbell’s Progressive Conservatives suffered a 27-point negative swing and were all but wiped out. </p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/04/sunak-deluded-wont-stop-britain-decline\">Continue reading...</a>", "persistent": false}]