[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/08/uk/chris-kaba-police-shooting-intl-gbr/index.html", "title": "No firearm found at scene of rare fatal police shooting in England, watchdog says", "date_published": "2022-09-08 20:05:59+00:00", "description": "No firearm was found at the scene where a Black man was shot dead by police in south London this week, according to a watchdog office investigating the rare fatal police shooting in England."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/08/economy/us-jobless-claims/index.html", "title": "Weekly jobless claims fall again, underscoring tight job market", "date_published": "2022-09-08 14:14:17+00:00", "description": "Despite fears of a recession, the labor market is showing no signs of weakening. The number of first-time claims for unemployment benefits fell by 6,000 to 222,000 for the week ended September 3, according to Department of Labor data released Thursday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/08/perspectives/economy-labor-shortage-recession/index.html", "title": "Opinion: We could see slow economic growth for the rest of the decade", "date_published": "2022-09-08 13:15:09+00:00", "description": "So far this year, the US economy has managed to skirt a recession, despite what many experts predicted. But even while the labor market remains strong, there isn't much to celebrate in the foreseeable future. We could still very well find ourselves in a recession over the next 12 months, with limited economic growth and lower prospects for improvement in Americans' standard of living that could linger for the rest of the decade."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/08/africa/uganda-heavy-rain-climate-intl/index.html", "title": "At least 16 dead as heavy rains trigger landslides in Uganda", "date_published": "2022-09-08 10:11:21+00:00", "description": "At least 16 people died in western Uganda after heavy rains in the Kasese district on Tuesday night caused a landslide early Wednesday, according to tweets from the Uganda Red Cross."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/07/asia/north-korea-socialist-fairyland-intl-hnk/index.html", "title": "North Korea hopes to build 'socialist fairyland' with new laws", "date_published": "2022-09-08 03:52:40+00:00", "description": "North Korea's rubber-stamp parliament convened this week to pass legislation aimed at turning the country into a \"beautiful and civilized socialist fairyland,\" state media reported Thursday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/07/business/nightcap-kim-kardashian-private-equity/index.html", "title": "Analysis: Why celebrities are so interested in the unglamorous world of private equity", "date_published": "2022-09-08 00:00:37+00:00", "description": "Kim Kardashian. You know her because she's a reality TV and social media star, an entrepreneur, and a budding lawyer. She's a whole brand. And an increasingly powerful force in business."}]