[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/all-you-need-to-know-about-emotet-in.html", "title": "All You Need to Know About Emotet in 2022", "date_published": "2022-11-26 11:49:00+00:00", "description": "For 6 months, the infamous Emotet botnet has shown almost no activity, and now it's distributing malicious spam. Let's dive into details and discuss all you need to know about the notorious malware to combat it.\nWhy is everyone scared of Emotet?\nEmotet is by far one of the most dangerous trojans ever created. The malware became a very destructive program as it grew in scale and sophistication.", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/us-bans-chinese-telecom-equipment-and.html", "title": "U.S. Bans Chinese Telecom Equipment and Surveillance Cameras Over National Security Risk", "date_published": "2022-11-26 04:52:00+00:00", "description": "The U.S. Federal Communications Commission (FCC) formally announced it will no longer authorize electronic equipment from Huawei, ZTE, Hytera, Hikvision, and Dahua, deeming them an \"unacceptable\" national security threat.\nAll these Chinese telecom and video surveillance companies were previously included in the Covered List as of March 12, 2021.\n\"The FCC is committed to protecting our national", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/russia-based-ransomboggs-ransomware.html", "title": "Russia-based RansomBoggs Ransomware Targeted Several Ukrainian Organizations", "date_published": "2022-11-26 04:28:00+00:00", "description": "Ukraine has come under a fresh onslaught of ransomware attacks that mirror previous intrusions attributed to the Russia-based Sandworm nation-state group.\nSlovak cybersecurity company ESET, which dubbed the new ransomware strain RansomBoggs, said the attacks against several Ukrainian entities were first detected on November 21, 2022.\n\"While the malware written in .NET is new, its deployment is", "persistent": false}]