[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/usa-wyszedl-do-toalety-na-statku-wycieczkowym-i-nie-wrocil-15-godzin-dryfowal-w-morzu/", "title": "USA. Wyszedł do toalety na statku wycieczkowym i nie wrócił. 15 godzin dryfował w morzu", "date_published": "2022-11-26 19:48:00+00:00", "description": "- Wola życia jest czymś, na co należy liczyć w każdej sprawie poszukiwawczo-ratowniczej - powiedział Seth Gross z amerykańskiej straży przybrzeżnej po uratowaniu 28-letniego pasażera statku wycieczkowego. Mężczyzna dryfował w wodzie przez 15 godzin.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/argentyna-meksyk-mecz-rywali-polakow-na-mistrzostwach-swiata/", "title": "Mistrzostwa świata. Argentyna - Meksyk. Mecz rywali Polaków w grupie C", "date_published": "2022-11-26 18:59:00+00:00", "description": "Biało-Czerwoni - po zwycięstwie 2:0 nad Arabią Saudyjską i wcześniejszym remisie z Meksykiem 0:0 - są liderem w grupie C. Sytuacja może się zmienić, jeśli Meksyk wygra z Argentyną. Mecz właśnie się rozpoczął.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/jak-bedzie-tegoroczna-zima-zaskakujace-dane-meteorologow-na-temat-sniegu/", "title": "Jak będzie tegoroczna zima? Zaskakujące dane meteorologów na temat śniegu", "date_published": "2022-11-26 17:21:00+00:00", "description": "Zasięg pokrywy śnieżnej na półkuli północnej pod koniec tegorocznego listopada, jest jednym z najwyższych od 56 lat - informuje Instytut Metereologiii Gospodarki Wodnej.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/holandia-niebezpieczne-dzialania-rosyjskich-hakerow-za-cel-obrali-systemy-terminali-lng/", "title": "Holandia: Niebezpieczne działania rosyjskich hakerów. Za cel obrali systemy terminali LNG", "date_published": "2022-11-26 17:07:00+00:00", "description": "Hakerzy prowadzą badania rozpoznawcze systemów holenderskich terminali LNG, próbują znaleźć do nich wejście - przekazała stacji RTL Z zajmująca się cyberbezpieczeństwem firma Dragos. Według FBI i innych agencji, grupy hakerów, których działania namierzono w Holandii, są powiązane z Rosją.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/bialorus-nie-zyje-minister-spraw-zagranicznych-wladimir-makiej/", "title": "Białoruś. Nie żyje minister spraw zagranicznych Władimir Makei", "date_published": "2022-11-26 16:23:00+00:00", "description": "Białoruski minister spraw zagranicznych Władimir Makei zmarł w wieku 64 lat - poinformowała w sobotę państwowa agencja prasowa Belta. Dodano, że mężczyzna zmarł nagle. Makei piastował swoje stanowisko od 2012 roku. W poniedziałek miał spotkać się ze swoim rosyjskim odpowiednikiem Siergiejem Ławrowem", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/niemcy-w-skarpetach-mieli-zloto-w-aucie-diamenty-i-93-tys-euro-w-gotowce-jechali-do-belgii/", "title": "Niemcy: W skarpetach mieli złoto, w aucie diamenty i 93 tys. euro w gotówce. Jechali do Belgii", "date_published": "2022-11-26 15:40:00+00:00", "description": "Niemieccy pogranicznicy zatrzymali do kontroli samochód pary jadącej z Włoch do Belgii. Odkryli w nim mnóstwo gotówki, doliczono się niemal 93 tys. euro. Po przeszukaniu 45-letniej kobiety i 47-letniego mężczyzny okazało się, że oboje ukryli w skarpetkach złoto, a w torbie diamenty.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/irene-cara-nie-zyje-wykonawczyni-hitu-what-a-feeling-miala-63-lata/", "title": "Irene Cara nie żyje. Wykonawczyni hitu \"What A Feeling\" miała 63 lata", "date_published": "2022-11-26 14:56:00+00:00", "description": "Zmarła Irene Cara, amerykańska wokalistka, kompozytorka i aktorka. Popularność przyniósł jej musical Fame oraz przebój Flashdance... What A Feeling. Informację potwierdziła rzeczniczka artystyki. Nie wiadomo, jaka jest przyczyna jej śmierci. Miała 63 lata.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/ukraina-premier-morawiecki-w-kijowie-spotkal-sie-z-wolodymyrem-zelenskim/", "title": "Ukraina. Premier Morawiecki w Kijowie. Spotkał się z Wołodymyrem Zełenskim", "date_published": "2022-11-26 14:33:00+00:00", "description": "Premier RP jest w sobotę w Kijowie, gdzie rozmawiał m.in. z prezydentem Wołodymyrem Zełenskim. Wziął też udział w konferencji przywódców dotyczącej inicjatywy Zboże z Ukrainy. Ma ona ułatwić eksport żywności z państwa zaatakowanego przez Rosję. - Nazistowskie Niemcy w latach 1942-43 rozpętały wojnę totalną. Dziś Rosja też zdała sobie sprawę, że przegrywa wojnę, więc używa nowych metod - uznał.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/spiecie-na-linii-watykan-chiny-w-tle-nowo-mianowany-biskup-prowincji-jiangxi/", "title": "Spięcie na linii Watykan-Chiny. W tle nowo mianowany biskup prowincji Jiangxi", "date_published": "2022-11-26 13:35:00+00:00", "description": "Watykan z zaskoczeniem i żalem przyjął decyzję władz Chińskiej Republiki Ludowej, które - w ocenie Kościoła - zainstalowały nowego biskupa pomocniczego w nieuznawanej diecezji. Zdaniem Stolicy Apostolskiej to naruszenie umowy zawartej z Pekinem przed czterema laty.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/polska-arabia-saudyjska-drugi-mecz-na-mistrzostwach-swiata-bialoczerwonych/", "title": "Polska - Arabia Saudyjska. Drugi mecz na mistrzostwach świata biało-czerwonych", "date_published": "2022-11-26 13:33:00+00:00", "description": "Wielkie emocje w meczu Polaków z Arabią Saudyjską. Biało-czerwoni wyszli w ofensywnym ustawieniu, ale to rywal zyskuje przewagę na boisku i groźnie atakuje. My ratujemy się m.in. faulami. Podopieczni Czesława Michniewicza po 20 minutach obejrzeli już trzy żółte kartki. Sami przeprowadzili jedną groźną akcję.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/polska-arabia-saudyjska-znamy-sklad-bialo-czerwonych/", "title": "Polska-Arabia Saudyjska. Znamy skład biało-czerwonych", "date_published": "2022-11-26 11:31:00+00:00", "description": "Przemysław Frankowski, Krystian Bielik i Arkadiusz Milik to trzej nowi piłkarze w porównaniu do meczu z Meksykim, jacy wybiegną dziś na boisko przeciw Arabii Saudyjskiej podczas mistrzostw świata. Trener Czesław Michniewicz ogłosił podstawowy skład.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/wlochy-na-wyspie-ischia-doszlo-do-osuniecia-ziemi-nie-zyje-co-najmniej-osiem-osob/", "title": "Włochy: Lawiny błotna na wyspie Ischia. Zginęło osiem osób, domy odcięte od świata", "date_published": "2022-11-26 11:19:00+00:00", "description": "Nagłe i gwałtowne opady deszczu zaskoczyły mieszkańców włoskiej wyspy Ischia. Zeszła tam lawina błotna, pozbawiając życia ośmiu osób, co potwierdził minister infrastruktury Matteo Salvini. Ratownicy próbują też dotrzeć do osób, których zsuwająca się ziemia uwięziła w domach.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/polska-arabia-saudyjska-dziekanowski-saudyjczycy-bujaja-w-oblokach-czas-sprowadzic-ich-na-ziemie/", "title": "Polska - Arabia Saudyjska. Dziekanowski: Saudyjczycy bujają w obłokach czas sprowadzić ich na ziemię", "date_published": "2022-11-26 10:49:00+00:00", "description": "Już tylko chwile dzielą nas od drugiego meczu Polaków na mistrzostwach świata w Katarze. Jak podkreśla Dariusz Dziekanowski, były reprezentant Polski będzie to mecz życia dla większości liderów kadry. Ekspert Polsat Sport widzi szansę w tym, że nasi rywale przystępują do meczu uskrzydleni zwycięstwem z Argentyną. - Bujają w obłokach, czas najwyższy sprowadzić ich na ziemię - zagrzewa do walki.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/korea-poludniowa-autonomiczny-autobus-kursuje-po-ulicach-seulu-to-jest-przyszlosc/", "title": "Korea Południowa. Autonomiczny autobus kursuje po ulicach Seulu. \"To jest przyszłość\"", "date_published": "2022-11-26 10:30:00+00:00", "description": "W Seulu otwarto pierwszą trasę dla autonomicznego autobusu - przekazały media. Do pojazdu można wsiąść na specjalnych przystankach po zarezerwowaniu biletu w aplikacji. - Czuję się jak w wehikule czasu - przekazała jedna z pasażerek. Producent autobusu zapewnia, że nowa technologia jest bezpieczna i można przenieść ją również na inne pojazdy, chociażby dostawcze.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/rosja-planowala-zaatakowac-japonie-w-tle-konflikt-ciagnacy-sie-od-ii-wojny-swiatowej/", "title": "Rosja planowała zaatakować Japonię. Wyciekły tajne dane z FSB", "date_published": "2022-11-26 09:46:00+00:00", "description": "Rosja przygotowywała się do ataku na Japonię latem 2021 roku, na długo przed tym, gdy prezydent Władimir Putin rozpoczął pełnowymiarową inwazję na Ukrainę. Informację tę ujawnił kontakt z rosyjskiej FSB - przekazały media. Między Rosją a Japonią od II wojny światowej trwa konflikt o Wyspy Kurylskie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/kijow-wizyta-premiera-mateusza-morawieckiego-przyjechal-na-zaproszenie-wladz-ukrainy/", "title": "Kijów. Wizyta premiera Mateusza Morawieckiego. Przyjechał na zaproszenie władz Ukrainy", "date_published": "2022-11-26 08:20:00+00:00", "description": "Premier Mateusz Morawiecki w sobotę jest w Kijowie. Złożył symboliczną wiązankę pod obeliskiem upamiętniającym ofiary Wielkiego Głodu, a później - wraz z szefami rządów Ukrainy i Litwy - pojawił się na konferencji prasowej. Rozmowy władz trzech państw dotyczą możliwej zimowej fali uchodźców z kraju zaatakowanego przez Rosję.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/ukraina-sluzby-zatrzymaly-dorny-uzywano-ich-do-szmuglowania-papierosow/", "title": "Nalot ukraińskich służb. Te drony latały nad Polską", "date_published": "2022-11-26 07:57:00+00:00", "description": "Kilka dronów domowej roboty, przeznaczonych do przemytu towaru, zostało zarekwirowanych przez ukraińskie służby. W trakcie kontroli jednego z gospodarstw, funkcjonariusze odkryli także duże ilości papierosów, które miał trafić do Polski. Jak przekazuje ukraińska armia, takie drony służą nie tylko do szmuglowania.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-26/usa-elon-musk-ma-swojego-kandydata-na-prezydenta-miliarder-poprze-gubernatora-z-florydy/", "title": "USA. Elon Musk ma swojego kandydata na prezydenta. Miliarder poprze gubernatora z Florydy", "date_published": "2022-11-26 05:19:00+00:00", "description": "Miliarder Elon Musk zapowiedział, że w wyborach w 2024 roku będzie wspierał gubernatora Florydy Rona DeSantisa, jeśli ten będzie kandydował na prezydenta. DeSantis może zostać poważnym kontrkandydatem dla Donalda Trumpa, który niedawno ogłosił, że wystartuje w wyborach. Gubernator Florydy jeszcze nie ogłosił swojej decyzji.", "persistent": false}]