[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/gareth-southgate-insists-he-did-not-gamble-on-harry-kanes-fitness", "title": "Gareth Southgate insists he did not gamble on Harry Kane’s fitness", "date_published": "2022-11-26 22:30:03+00:00", "description": "<ul><li>Captain picked up injury during opening game against Iran</li><li>England manager considering changes for Wales match</li></ul><p>Gareth Southgate has admitted that Harry Kane felt some discomfort in his right foot during England’s <a href=\"https://www.theguardian.com/football/2022/nov/25/gareth-southgate-shields-england-players-after-tame-draw-with-usa\" title=\"\">0-0 draw</a> against the USA, although the head coach has stressed he did not gamble on his captain’s fitness by starting him.</p><p>Kane has a long history of ankle problems and he faced an anxious wait after being caught by a bad foul by Morteza Pouraliganji during England’s <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\" title=\"\">6-2 win over Iran</a> last Monday. The striker was given the all clear after <a href=\"https://www.theguardian.com/football/2022/nov/23/england-confident-harry-kane-fit-face-usa-after-injury-scare-world-cup-qatar\" title=\"\">going for a scan</a> and took part in full training before starting on Friday night.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/gareth-southgate-insists-he-did-not-gamble-on-harry-kanes-fitness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/united-furniture-industries-fires-workers-asleep", "title": "Company fires 2,700 workers while they were sleeping days before Thanksgiving", "date_published": "2022-11-26 21:33:05+00:00", "description": "<p>Workers at Mississippi-based furniture company received text saying they were terminated right before midnight on 21 November</p><p>A Mississippi-based furniture company abruptly fired nearly 2,7000 workers in the US just days before Thanksgiving, according to multiple reports.</p><p>Right before midnight on 21 November, thousands of workers – many of whom were asleep – received a text message from United Furniture Industries (UFI) saying that they were terminated effectively and were no longer allowed to return to work.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/united-furniture-industries-fires-workers-asleep\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/argentina-mexico-world-cup-group-c-match-report", "title": "Messi ignites Argentina’s World Cup before Fernández finishes off Mexico", "date_published": "2022-11-26 21:16:08+00:00", "description": "<p>This might just be his World Cup after all. Lionel Messi must battle football opponents and the sands of time in equal measure this month but here he dismissed both with a flourish that, whatever happens to him and Argentina from here, will be treasured by those privileged to bear witness. His side were a slip away from oblivion on an intense, pressured and niggly night where potential ramifications seemed to stifle everyone in view. Messi was firmly among that number until breaching a limited Mexico with a thrilling goal that guarantees him at least one more dance on this stage and has the potential to change the course of this tournament.</p><p>Messi’s left-footed finish was outdone aesthetically by a sumptuous late curler from Enzo Fernández but his 64th minute opener was for the ages nonetheless. It was out of keeping with an occasion on which little had come off. There had been sighs when he sent a wayward pass over the left touchline but then, after Ángel Di María had clipped a deliberate ball across from the opposite side, the tenor shifted emphatically.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/argentina-mexico-world-cup-group-c-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/boy-16-killed-three-people-and-wounded-13-in-two-schools-in-brazil", "title": "Boy, 16, ‘wore swastika’ during fatal school shootings in Brazil", "date_published": "2022-11-26 20:00:57+00:00", "description": "<p>Teenager was armed with a military semiautomatic pistol and his father’s revolver</p><p>A former student armed with a semiautomatic pistol and a revolver who killed three people and wounded 13 in two schools in Brazil had a swastika pinned to his vest and had been planning the attacks for two years, police said.</p><p>The shootings took place on Friday at a state school with primary and middle school students and a private school, both on the same street in the small town of Aracruz in Espírito Santo state in eastern Brazil. Two teachers and a student were killed.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/boy-16-killed-three-people-and-wounded-13-in-two-schools-in-brazil\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/26/leaderless-germany-are-a-world-cup-team-stuck-between-two-conflicting-approaches", "title": "Leaderless Germany are a World Cup team stuck between two conflicting approaches | Jonathan Wilson", "date_published": "2022-11-26 20:00:01+00:00", "description": "<p>Caught between pressing and pragmatism, Germany lack big personalities on the pitch in Qatar – and they are not alone</p><p>An angry team meeting. Home truths exchanged. Defeat used as a launchpad for improvement. West Germany did it in 1954 after defeat by Hungary and went on to win the World Cup. They did it in 1974 after defeat by East Germany and went on to win the World Cup. They did it in 1982 after defeat by Algeria and went on to reach the final. But that was in the old days, when Germany was a <em>Turniermannschaft</em> – a tournament team – and they could rely on their leaders, their <em>Führungsspieler</em>, to drag them through.</p><p>There was an angry team meeting after <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\" title=\"\">Germany’s defeat by Japan</a> on Wednesday, but they are no longer a <em>Turniermannschaft</em> and they no longer seem to have any <em>Führungsspieler</em>. For the first time in 20 years, questions are being asked about the direction of German football.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/26/leaderless-germany-are-a-world-cup-team-stuck-between-two-conflicting-approaches\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/26/brexit-britain-japan-trade-deal-exports-slump", "title": "Brexit blow: exports to Japan slump after ‘landmark’ free trade deal", "date_published": "2022-11-26 20:00:00+00:00", "description": "<p>First such accord after leaving EU was predicted to bring £15bn boost but UK now lags rivals</p><p>The first major free trade agreement signed by Britain after Brexit has been branded a failure after new figures showed exports had fallen since it came into force.</p><p>Liz Truss signed a “historic” deal with Japan as trade secretary in October 2020, describing it as a “landmark moment for Britain”. It was claimed it would boost trade by billions of pounds and help the UK recover from the pandemic.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/26/brexit-britain-japan-trade-deal-exports-slump\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/26/england-south-africa-autumn-nations-series-rugby-union-match-report", "title": "South Africa’s power game condemns England and Jones to another defeat", "date_published": "2022-11-26 19:59:12+00:00", "description": "<ul><li>England 13-27 South Africa</li><li>Heavy defeat increases pressure on Eddie Jones</li></ul><p>No great escape this time, just cold hard reality. England have no divine right to beat the world champions every time they face them in London but as this contest drifted to its inevitable conclusion there were distinct echoes of the <a href=\"https://www.theguardian.com/sport/2019/nov/02/england-south-africa-rugby-world-cup-final-match-report\">2019 Rugby World Cup final</a> in Yokohama. England were not good enough then and they were similarly outplayed here.</p><p>South Africa, at the end of a tough old year, fully deserved their first victory over England on this ground since 2014. Their forwards were as flinty as ever but their game-splitting try was a beauty, starting in the visitors’ own 22 and ending with the winger Kurt-Lee Arendse diving into the right corner about 80 metres away. The Springboks have been looking to expand their horizons slightly and here was further proof they have the players to do so.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/26/england-south-africa-autumn-nations-series-rugby-union-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/27/the-push-and-pull-of-cheating-at-university-no-one-knows-what-cheating-is-any-more", "title": "The push and pull of cheating at university: ‘No one knows what cheating is any more’", "date_published": "2022-11-26 19:00:35+00:00", "description": "<p>The pandemic’s disruption to students and education has given rise to contract cheating. One Australian university is trialling a new approach</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>When a student roams a university campus, they might see stickers on the back of bathroom stall doors. Pamphlets dropped at eating areas. Postcards floating around common spaces and posters wrapped around telegraph poles. All selling what might look to be homework help or tutoring. They’re on Facebook, Instagram, in direct messages. If they manage to get your email address, there’ll be spam there too.</p><p>Only some of these services do more than help. They do the work itself. In other words, it’s contract cheating.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/27/the-push-and-pull-of-cheating-at-university-no-one-knows-what-cheating-is-any-more\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/fears-for-all-ukraines-nuclear-plants-after-emergency-shutdowns", "title": "Fears for all Ukraine’s nuclear plants after emergency shutdowns", "date_published": "2022-11-26 18:19:00+00:00", "description": "<p>Russian attacks cut off essential power to the stations last week, forcing all four of them into high-risk mitigation procedures</p><p></p><p>There are growing fears that Russia’s relentless targeting of Ukraine’s electricity grid will threaten the safety of the country’s nuclear power plants, in the wake of an unprecedented emergency shutdown on Wednesday.</p><p>Petro Kotin, the president of Ukraine’s nuclear power company, Energoatom, said that all safety mechanisms had worked as intended on Wednesday, but two generators were damaged in the process, delaying the restart of two reactors. Kotin said repeated shutdowns caused by more Russian missile attacks could cause extensive damage, with a potentially severe impact on Ukraine’s power supply and possibly on nuclear safety.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/fears-for-all-ukraines-nuclear-plants-after-emergency-shutdowns\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/france-denmark-world-cup-group-d-match-report", "title": "Kylian Mbappé double fires France into last-16 with victory over Denmark", "date_published": "2022-11-26 18:18:57+00:00", "description": "<p>A show of strength from France, even if it also brooked a glimmer of weakness. The defending champions are through to the second round: the first team to qualify for the knockout stages, and even if they are yet to dominate they have already shown more than enough to serve notice on the rest of the competition. You can match their effort. You can thwart their tactics. But they’ll still always have Kylian.</p><p>Yes: once again, it was the Mbappé show. The others tried their level best. In terms of influence, Antoine Griezmann may well have been the best player on the pitch. Ousmane Dembélé was sensational on the France right, showing why Mbappé has been so keen to lure him to Paris. Theo Hernández had a great game at left-back. And yet once again it was <a href=\"https://www.theguardian.com/football/blog/2022/nov/22/dazzling-kylian-mbappe-displays-his-range-of-talents-to-inspire-france-win\">Mbappé who walked off as the star</a>, gurning for the cameras, moving ominously to the top of the Golden Boot standings, just another highly lucrative day of business at Kylian Mbappé Inc.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/france-denmark-world-cup-group-d-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/26/world-cup-qatar-onelove-armband-saga-disappointment", "title": "From start to limp finish, the OneLove armband saga has been a disappointment | Anita Asante", "date_published": "2022-11-26 18:00:33+00:00", "description": "<p>Football federations should take a stand on moral issues, but in Qatar they folded when Fifa put them under pressure</p><p>The <a href=\"https://www.theguardian.com/football/2022/nov/21/bullingham-admits-england-may-step-back-from-onelove-armband\" title=\"\">saga</a> of the OneLove armbands that were going to be worn by a number of team captains has been annoying and frustrating from start to limp finish. In many ways, the clamp down by Fifa on the wearing of them is ironic, too, because everyone within the federations who put together this show of support has worked hard to build a new OneLove brand almost to detach from the rainbow, to dilute and depoliticise an issue that is unavoidably political.</p><p>The whole episode was disappointing because even the most watered-down attempt to show that football should be an inclusive and welcoming space was too much. For Fifa to threaten players and the federations for trying to promote a symbolic message of unity, togetherness, tolerance and inclusion goes against all the values and principles that it says it stands for and wants to promote as the global governing body of the game.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/26/world-cup-qatar-onelove-armband-saga-disappointment\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/university-of-idaho-killings-digital-submissions", "title": "University of Idaho killings: police receive over 260 digital submissions", "date_published": "2022-11-26 17:55:31+00:00", "description": "<p>Idaho governor also directs up to $1m in state emergency funds for investigation after four students killed</p><p>Police hunting who is behind the shocking killings of <a href=\"https://www.theguardian.com/us-news/2022/nov/21/university-idaho-killings-moscow-unsolved\">four University of Idaho students</a> have now received hundreds of digital media submissions via an FBI internet link as they continue to seek clues for the unsolved crime.</p><p>In a <a href=\"https://www.ci.moscow.id.us/DocumentCenter/View/24754/11-25-2022-Moscow-Homicide-Update\">statement</a> released on Friday, the Moscow police department said that more than 260 digital media submissions have been sent in by community members since authorities launched an investigation into the quadruple homicide that happened on 13 November.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/university-of-idaho-killings-digital-submissions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/26/wales-australia-autumn-nations-series-rugby-union-match-report", "title": "Australia overturn 21-point deficit to complete wild comeback over Wales", "date_published": "2022-11-26 17:46:48+00:00", "description": "<ul><li>Wales 34-39 Australia</li><li>Mark Nawaqanitawase leads turnaround from 13-34 down</li></ul><p>It had looked as if Wales would end their annus horribilis with a win at least, but if anything the ensuing defeat will be the hardest to take of the nine Wales have crashed to this year. </p><p>With 25 minutes to play, they were 34-13 ahead, after nearly an hour of confident, even consummate, rugby. Even with 15 to go, they were 34-18 up. But in an insane last quarter of an hour they unravelled, conceding three tries, two of them to Australia’s exciting new winger Mark Nawaqanitawase, and losing two men to the sin bin. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/26/wales-australia-autumn-nations-series-rugby-union-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/26/england-v-south-africa-autumn-nations-series-live", "title": "England v South Africa: Autumn Nations Series – live", "date_published": "2022-11-26 17:33:45+00:00", "description": "<ul><li>Live updates from the 5.30pm GMT kick-off</li><li>You can email <a href=\"mailto:lee.calvert.casual@guardian.co.uk\">Lee</a> or tweet <a href=\"https://twitter.com/bloodandmud\">@bloodandmud</a></li></ul><p><strong>1 min.</strong> Farrell chips the ball deep and Marvin Orie gathers with 0% fuss. </p><p><strong>Incredibly sad news as we wait for the kick off</strong>, as Scotland RU announce the death of Doddie Weir; a literally towering presence in the sport in Scotland and throughout the world.</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/26/england-v-south-africa-autumn-nations-series-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/26/argentina-v-mexico-world-cup-2022-live-score-updates", "title": "Argentina v Mexico: World Cup 2022 – live", "date_published": "2022-11-26 17:30:32+00:00", "description": "<ul><li>World Cup updates from the 7pm GMT / 2pm ET kick-off</li><li>Any thoughts on the game? Get in touch with Rob <a href=\"mailto:rob.smyth@theguardian.com\">via email</a></li></ul><p><strong>&lt;Big Brother&gt; Day seven, and Argentina are up for eviction.&lt;/Big Brother&gt;</strong> Lionel <s>Scaloni’s</s> Messi’s side were supposed to cruise through Group C and begin their World Cup proper with a last-16 tie against Denmark and France. But their astounding, wallchart-busting defeat to Saudi Arabia on <em>whatever day it was,</em> <em>there are no days of the week during the World Cup group stage</em> means that, less than a week into the tournament, they are fighting for their metaphorical lives.</p><p>The situation is simple, just like in the old days: if Argentina lose to Mexico tonight they will be out, and Messi will never score a goal in the knockout stages of a World Cup, never mind win the thing. Argentina have gone out at the first group stage on only three occasions: 1958, 1962 and, most famously, 2002, when Marcelo Bielsa’s side were groupofdeathed by Sweden and England.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/26/argentina-v-mexico-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/barbados-tory-mp-pay-reparations-family-slave-richard-drax-caribbean-sugar-plantation", "title": "Barbados plans to make Tory MP pay reparations for family’s slave past", "date_published": "2022-11-26 17:16:51+00:00", "description": "<p>Richard Drax reported to have visited Caribbean island for meeting on next steps, including plans for former sugar plantation</p><p>The government of Barbados is considering plans to make a wealthy Conservative MP the first individual to pay reparations for his ancestor’s pivotal role in slavery.</p><p>The <em>Observer</em> understands that <a href=\"https://www.theguardian.com/world/2020/dec/12/hes-the-mp-with-the-downton-abbey-lifestyle-but-the-shadow-of-slavery-hangs-over-the-gilded-life-of-richard-drax\" title=\"\">Richard Drax</a>, MP for South Dorset, recently travelled to the Caribbean island for a private meeting with the country’s prime minister, Mia Mottley. A report is now before Mottley’s cabinet laying out the next steps, which include legal action in the event that no agreement is reached with Drax.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/barbados-tory-mp-pay-reparations-family-slave-richard-drax-caribbean-sugar-plantation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/hansi-flick-solo-world-cup-germany-defies-fifa-spain", "title": "Flick flies solo to defy Fifa as Germany prepare for crucial Spain clash", "date_published": "2022-11-26 17:02:25+00:00", "description": "<p>Manager breaks rules by handling press duties alone as his players look to bounce back from shock defeat against Japan</p><p>Hansi Flick sat alone at the top table of press conference room 1, a visible demonstration of an isolated Germany manager under pressure. The reason for his solo press conference may result in a fine from Fifa, but will be worth every Swiss franc should it help the four-time world champions pull away from a humiliating early exit.</p><p>Things are done differently in Qatar, as you may have heard, and media duties are no exception. A manager plus a player must appear at a press conference the day before a game – only at this World Cup that does not take place at the stadium or a team training ground, but at Fifa’s main media centre in Doha. For Germany, that involves a 210km round trip from their Al Shamal training base on the northern tip of Qatar. For Flick, who knows defeat to an in-form Spain on Sunday will spell almost certain elimination from the tournament, that is no way to prepare for the most loaded assignment of his international reign. So he showed up alone.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/hansi-flick-solo-world-cup-germany-defies-fifa-spain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/26/psychedelic-club-visuals-worth-raving-about-in-pictures", "title": "Psychedelic club visuals worth raving about – in pictures", "date_published": "2022-11-26 17:00:32+00:00", "description": "<p>Kevin Foakes says the world of light wheels and projection art opened up to him when he discovered a book called <em>Psychedelic Art </em>in his college library during the 1980s. “I DJ under the name Further with my friend Pete Williams and we mix wheels, slides and video to create a shifting collage that turns a room into a living, fluctuating artwork.” Now he has created his own book, <em>Wheels of Light</em>, a history of British psychedelic club visuals. “We’ve all been to clubs and raves of some kind, and the lighting often plays second fiddle. My book takes a dive into the tools used by the crews at the back of the room and displays the original art for light shows.”</p><ul><li><em><a href=\"https://www.fourcornersbooks.co.uk/books/wheels-of-light/\">Wheels of Light: Designs for British Light Shows 1970-1990</a></em><a href=\"https://www.fourcornersbooks.co.uk/books/wheels-of-light/\"> by Kevin Foakes is published by Four Corners</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/26/psychedelic-club-visuals-worth-raving-about-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/26/football-ramble-inside-the-qatar-world-cup-kate-mason-review-unboxed-jordan-schwarzenberger-the-diary-of-a-ceo-steven-bartlett-labrinth-generation-gap-hairdressers", "title": "The week in audio: Football Ramble; Unboxed; The Diary of a CEO; Generation Gap", "date_published": "2022-11-26 17:00:32+00:00", "description": "<p>Kate Mason goes pitchside in Doha; Jordan Schwarzenberger meets fellow YouTube hotshots; Labrinth tells all to Steven Bartlett. Plus, the demise of the perm…</p><p><strong><a href=\"https://podcasts.apple.com/gb/podcast/inside-the-qatar-world-cup-episode-1/id254078311?i=1000585434231\">Football Ramble: Inside the Qatar World Cup</a> </strong> <br /><strong><a href=\"https://www.listen.co.uk/shows/unboxed/\">Unboxed</a></strong><br /><strong><a href=\"https://stevenbartlett.com/the-diary-of-a-ceo-podcast/\">The Diary of a CEO With Steven Bartlett</a></strong><br /><strong><a href=\"https://www.bbc.co.uk/programmes/m001fckl\">Generation Gap</a></strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/play/m001fckl\">BBC Sounds</a></p><p>I’m aware that the current football, erm, situation is not to everyone’s taste. But for those of us who enjoy the game and don’t hate women, LGBTQ+ people or migrant workers, it’s been a bit of an odd week. I’ve limited my participation to listening to the matches. This isn’t a protest, I just don’t really like the analysis/bantz football shows. They sometimes just feel like being talked at by pub bores.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/26/football-ramble-inside-the-qatar-world-cup-kate-mason-review-unboxed-jordan-schwarzenberger-the-diary-of-a-ceo-steven-bartlett-labrinth-generation-gap-hairdressers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/26/tarot-cards-reveal-hidden-thoughts-of-surrealist-genius-leonora-carrington", "title": "Tarot cards reveal hidden thoughts of surrealist genius Leonora Carrington", "date_published": "2022-11-26 17:00:31+00:00", "description": "<p>Recognition came late for the pioneering British-Mexican artist and feminist, and now the emergence of a private collection has given her work new meaning</p><p>A male figure – the Fool – floats almost in space, etched in white on to a shimmering blue background, a dog pawing at his leg. In a second painting, Death strides across a field wielding his scythe, two heads sitting on the ground.</p><p>The images, both extraordinary and vivid, are part of a set of tarot cards, painted by the British-born Mexican surrealist painter <a href=\"https://www.theguardian.com/artanddesign/2011/may/26/leonora-carrington-obituary\" title=\"\">Leonora Carrington</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/26/tarot-cards-reveal-hidden-thoughts-of-surrealist-genius-leonora-carrington\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/26/gordon-brown-says-china-must-pay-into-climate-fund-for-poor-countries", "title": "Gordon Brown says China must pay into climate fund for poor countries", "date_published": "2022-11-26 16:41:27+00:00", "description": "<p>Former prime minister says US and Europe will pay biggest share of loss and damage fund, but China must too</p><p>China must pay into a new fund for poor countries stricken by climate-driven disaster on the basis of its high greenhouse gas emissions and large economy, the former UK prime minister Gordon Brown has said.</p><p>“America and Europe will have to provide most, but China will have to contribute more too,” he told the Guardian.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/26/gordon-brown-says-china-must-pay-into-climate-fund-for-poor-countries\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/26/the-power-of-women-acclaimed-italian-author-elena-ferrante-on-patriarchy-and-protest-in-iran", "title": "The power of women: acclaimed Italian author Elena Ferrante on patriarchy and protest in Iran", "date_published": "2022-11-26 16:27:20+00:00", "description": "<p>The award-winning novelist talks to journalist Shiva Akhavan Rad about the fight for equality in Iran</p><p>Shiva Akhavan Rad is an Iranian freelance journalist. She worked as a psychologist before starting to write about film and culture in local Iranian newspapers and magazines. </p><p>Elena Ferrante is the pseudonymous author of many books, including the four-volume <em>Neapolitan Novels</em>, which tell the story of two girls, Lila and Lenù, born in Naples in 1944, who try to create lives for themselves within a violent and repressive culture. </p> <a href=\"https://www.theguardian.com/books/2022/nov/26/the-power-of-women-acclaimed-italian-author-elena-ferrante-on-patriarchy-and-protest-in-iran\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/luis-enrique-craves-adversity-for-euphoric-spain-before-germany-clash", "title": "Luis Enrique craves ‘adversity’ for euphoric Spain before Germany clash", "date_published": "2022-11-26 16:07:51+00:00", "description": "<ul><li>Spain manager wary of wounded rivals in Group E game</li><li>‘If anyone knows how to compete it is Germany’</li></ul><p>“That’s how much of a dickhead I am,” Luis Enrique said. Three days after <a href=\"https://www.theguardian.com/football/2022/nov/23/spain-costa-rica-world-cup-group-e-match-report\">Spain scored seven against Costa Rica</a>, and on the eve of a game which – unless Costa Rica beat Japan – comes as an opportunity not just to secure an early place in the last 16 but also eliminate Germany, the head coach claimed he would rather manage failure than euphoria. The good news for Luis Enrique is that Hansi Flick’s team provide the perfect opponent to prevent his players from relaxing.</p><p>“You always hope for the best when you’re about to make your debut but maybe I didn’t expect such a version of us that was so, so strong,” he said about Spain’s demolition of Costa Rica. “It was a pleasure and you enjoy it so much when you see the team function like that. But I feel better managing problems [than success], that’s how much of a <em>gilipollas</em> [dickhead] I am.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/luis-enrique-craves-adversity-for-euphoric-spain-before-germany-clash\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/26/alexa-how-did-amazons-voice-assistant-rack-up-a-10bn-loss", "title": "Alexa, how did Amazon’s wrong call on voice assistants tee up a $10bn loss? | John Naughton", "date_published": "2022-11-26 16:00:31+00:00", "description": "<p>The tech giant’s flawed business model for its popular smart devices has cost the company a fortune and thousands of jobs</p><p>Intrigued by an <a href=\"https://arstechnica.com/gadgets/2022/11/amazon-alexa-is-a-colossal-failure-on-pace-to-lose-10-billion-this-year/\">Ars Technica post about Amazon’s Alexa</a> that suggested all was not well in the tech company’s division that looks after its smart home devices, I went rooting in a drawer where the Echo Dot I bought years ago had been gathering dust. Having found it, and set it up to join the upgraded wifi network that hadn’t existed when I first got it, I asked it a question: “Alexa, why are you such a loss-maker?” To which she calmly replied: “This might answer your question: mustard gas, also known as Lost, is manufactured by the United States.” At which point, I solemnly thanked her, pulled the power cable and returned her to the drawer, where she will continue to gather dust until I can think of an ecologically responsible way of recycling her.</p><p>I bought the device on 5 December 2016 (on the basis that one shouldn’t pontificate on kit that one hasn’t purchased oneself) and <a href=\"https://www.theguardian.com/commentisfree/2017/jan/15/amazon-echo-is-great-but-what-does-it-hear\">wrote about it in January 2017</a>. Rereading that column now reveals that I thought the device’s arrival represented a significant moment in the evolution of surveillance capitalism. Why? Because its target market was <em>the home</em>, which was, as the veteran tech analyst Ben Thompson observed at the time, “the one place in the entire world where smartphones were not necessarily the most convenient device, or touch the easiest input method: more often than not your smartphone is charging and talking to a device doesn’t carry the social baggage it might elsewhere”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/26/alexa-how-did-amazons-voice-assistant-rack-up-a-10bn-loss\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/26/gaye-su-akyol-anadolu-ejderi-review-poetic-turkish-dissident-pop", "title": "Gaye Su Akyol: Anadolu Ejderi review – poetic Turkish dissident pop", "date_published": "2022-11-26 16:00:31+00:00", "description": "<p>(Glitterbeat)<br />The singer reflects on past loves, current politics and her once glorious Istanbul on this eclectic fourth album spanning folk to psych-rock</p><p>Pop counter-culture comes in many guises. In the case of Istanbul singer <a href=\"https://www.gayesuakyol.com/\">Gaye Su Akyol</a> it sometimes seems enough that she exists, a glittering, poetic presence amid the repressive atmosphere of today’s Turkey. Now 37, she brings with her an elegant, sonorous voice and a highly eclectic mix of Turkish folk and western rock amid which are sprinkled popular anthems of dissidence – the celebrated Write Journalist Write by the persecuted singer <a href=\"https://www.theguardian.com/lifeandstyle/2006/oct/15/shopping.folk4\">Selda Bağcan</a> is a case in point.</p><p>Her own songs are more oblique and personal. Those on <a href=\"https://idol-io.link/AnadoluEjderi\">this fourth album</a> are mostly love calls, often laced with fanciful imagery – “I’m an Olympic swimmer in a razorblade pool”<em> –</em> though when she laments <em>“</em>I’m in love with you forever<em>”</em> on Kör Biçaklarin Ucunda, it’s her home city she’s addressing. Istanbul, its former glories or current decay, is always close. The musical hybrid is as wild as ever. Anatolian folk tunes remain a well spring, and there are traditional instruments in the mix, but it’s largely a blend of rowdy psych-rock (Kurt Cobain is among her heroes) and Turkish pop. It’s all precision played, led by her long-time guitarist Ali Güçlü Şimşek, who fuses surf guitar with Middle-Eastern flavours. As its title translates, an Anatolian dragon. </p> <a href=\"https://www.theguardian.com/music/2022/nov/26/gaye-su-akyol-anadolu-ejderi-review-poetic-turkish-dissident-pop\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/26/uniform-thinking-inside-the-italian-home-of-cult-designers-older", "title": "Uniform thinking: inside the home of Older, the influential Italian designers", "date_published": "2022-11-26 16:00:31+00:00", "description": "<p>The sustainable Milan home of this cutting-edge design duo is all about rethinking the rules</p><p>We don’t believe it’s a job well done to take expensive materials and make something beautiful; we prefer using modest materials and putting a smile on people’s faces,” says Morten Thuesen of his and partner Letizia Caramia’s design sensibility. “Both of us are a little tired of hearing all these intellectual references – sometimes it’s just nice that a product can ‘be’.”</p><p>Taking centre stage in the couple’s home in the storied Porta Venezia district of Milan is their affectionately named Carolino, meaning little trolley, which the pair made from leftovers in Caramia’s parents’ workshop during a Christmas lockdown when they wanted a wheelie tray to carry food and drinks between rooms. Beside it stands the stools they conjured at the same time from plywood and construction pillars. If it sounds like a high-achiever’s version of Jenga, then it’s an endearing one: the pieces took pride of place in their exhibition at the first post-pandemic <a href=\"https://www.salonemilano.it/en\" title=\"\">Salone del Mobile</a> fair at the showcase’s hotspot venue, Alcova, in 2021 to critical acclaim.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/26/uniform-thinking-inside-the-italian-home-of-cult-designers-older\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/26/if-greed-can-ever-be-good-that-philosophy-didnt-work-at-ftxs-charity", "title": "If greed can ever be good, that philosophy didn’t work at FTX’s charity | Tim Adams", "date_published": "2022-11-26 16:00:30+00:00", "description": "<p>The ‘ethics stuff’ was just a front, says the bankrupted cryptocurrency billionaire Sam Bankmann-Fried</p><p>I remember reading <a href=\"https://www.theguardian.com/books/2015/aug/20/doing-good-better-william-macaskill-review\">William MacAskill’s book</a> <em>Doing Good Better</em> back in 2015 and wondering: is this too good to be true? MacAskill, the fresh-faced Oxford philosopher and prime mover of “effective altruism”, was on a mission to take personal emotion out of charitable giving. Doing good works was one thing, he suggested, but if you really wanted to scale charitable effect it was the duty of social justice warriors in the affluent west to earn as much money as possible, and then give it away in the most evidence-based fashion, to the poorest people on the planet.</p><p>His book was brilliantly argued, and lauded by great philanthropists, including Bill Gates. At its heart though, as with any manifesto that seeks to remake the world, it felt like there was a nagging flaw: could the means of outrageous wealth creation ever be properly separated from greed; was there really any such thing as an altruistic billionaire? One answer has been provided by the continuing examination of the $27bn bankruptcy of <a href=\"https://www.theguardian.com/technology/2022/nov/19/polyamory-penthouses-and-plenty-of-loans-inside-the-crazy-world-of-ftx\">Sam Bankman-Fried</a> and his cryptocurrency platform FTX. Bankman-Fried had <a href=\"https://www.bloomberg.com/news/features/2022-04-03/sam-bankman-fried-ftx-s-crypto-billionaire-who-wants-to-give-his-fortune-away?leadSource=uverify%20wall\">pledged</a> to live on $100,000 a year and give the rest of his fortune away. MacAskill was on the advisory board of FTX’s charitable Future Fund; he described the 30-year-old billionaire as his “collaborator” when he <a href=\"https://www.businessinsider.com/sam-bankman-fried-guru-texted-elon-musk-helping-buy-twitter-2022-9?r=US&amp;IR=T\">contacted</a> another fan, Elon Musk, earlier this year to arrange a meeting to discuss Bankman-Fried investing in Twitter.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/26/if-greed-can-ever-be-good-that-philosophy-didnt-work-at-ftxs-charity\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/georgia-senate-runoff-early-voting", "title": "Early voting begins in Georgia Senate runoff after state supreme court ruling", "date_published": "2022-11-26 15:40:07+00:00", "description": "<p>Court allows early voting on a Saturday as polling shows Democrat Raphael Warnock with a lead over Herschel Walker</p><p>Thanks to a Georgia supreme court ruling, a week of early voting on Saturday began in nearly two dozen counties in the state for a contentious runoff between Democratic senator Raphael Warnock and Republican opponent Herschel Walker.</p><p>Recent polling commissioned by AARP <a href=\"https://www.usnews.com/news/elections/articles/2022-11-22/warnocks-lead-over-walker-widens-in-new-georgia-runoff-poll\">shows</a> Warnock with a four point lead over the Donald Trump-endorsed Walker ahead of the December 6 election.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/georgia-senate-runoff-early-voting\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/poland-saudi-arabia-world-cup-group-c-match-report", "title": "Robert Lewandowski gets first World Cup goal as Poland beat Saudi Arabia", "date_published": "2022-11-26 15:28:49+00:00", "description": "<p>Before kick-off Herve Renard denied that Saudi Arabia’s government had gifted his players a Rolls Royce apiece in recognition of their achievement in beating Argentina last week. The Green Falcons’ French manager reminded everyone his team had not escaped the group stage yet and, Robert Lewandowski revelled in reinforcing the point.</p><p>Poland’s record scorer not only finally registered his first World Cup goal but created Piotr Zielenski’s opener as Herve Renard’s initially dominant team missed a penalty and ultimately ran out of steam.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/poland-saudi-arabia-world-cup-group-c-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/26/wales-v-australia-autumn-nations-series-live-rugby-union", "title": "Wales v Australia: Autumn Nations Series – live", "date_published": "2022-11-26 14:36:10+00:00", "description": "<ul><li>Live news from the 3.15pm GMT / 2.15am AEST kick-off</li><li>You can email <a href=\"mailto:lee.calvert.casual@guardian.co.uk\">Lee</a> or tweet <a href=\"https://twitter.com/bloodandmud\">@bloodandmud</a></li></ul><p><strong>Pre-match reading</strong></p><p>A worrying time for both coaches is considered by Michael Aylwin…</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/26/wales-v-australia-autumn-nations-series-live-rugby-union\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/26/france-v-denmark-world-cup-2022-live-score-updates", "title": "France v Denmark: World Cup 2022 – live", "date_published": "2022-11-26 14:34:38+00:00", "description": "<ul><li>World Cup news from the 4pm GMT / 11am ET kick-off</li><li>Get in touch! You can <a href=\"mailto:barry.glendenning@guardian.co.uk\">email Barry</a> or <a href=\"https://twitter.com/bglendenning\">tweet</a> him</li></ul><p>Following their <a href=\"https://www.theguardian.com/football/2022/nov/22/france-australia-world-cup-group-d-match-report\">fairly straightforward victory over Australia</a>, a win for France will guarantee their progression to the knockout rounds and will leave Denmark in a must-win situation ahead of their final group game against the Socceroos. Graham Arnold’s team <a href=\"https://www.theguardian.com/football/2022/nov/26/mitch-duke-header-downs-tunisia-and-keeps-australia-alive-at-world-cup\">beat Tunisia at the Al Janoub Stadium</a> earlier today to keep their hopes of making the knockout stages very much alive. France and Australia currently occupy the top two places in Group D with three points each, while Denmark and Tunisia have just one apiece. </p><p>While France are the hot favourites to win at Stadium 974 today, they go into this game extremely mindful of the fact the Danes have beaten them at home and away in the Nations League in the past six months and are therefore not to be underestimated. Kick-off in Doha is at 4pm (GMT) but stay tuned in the meantime for team news and build-up. </p> <a href=\"https://www.theguardian.com/football/live/2022/nov/26/france-v-denmark-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/trump-nick-fuentes-dinner-reaction", "title": "Trump condemned for dining with white supremacist Nick Fuentes", "date_published": "2022-11-26 14:25:57+00:00", "description": "<p>Democrats, anti-racist groups and some Republicans criticize president for meeting Fuentes at dinner with Kanye West</p><p>Democrats, anti-racist groups and some Republicans have condemned Donald Trump for having a dinner with American white supremacist and anti-semite Nick Fuentes after details of their encounter at the former US president’s Mar-a-Lago resort in Florida emerged.</p><p>The meeting is the latest in a long line of incidents involving the former US president and the far right, including once <a href=\"https://www.nytimes.com/2020/09/29/us/trump-proud-boys-biden.html\">referencing the Proud Boys</a> in a presidential debate and his comments that there were “very fine people on both sides” after 2017 <a href=\"https://abcnews.go.com/Politics/trump-blame-sides-charlottesville-now-anniversary-puts-spot/story?id=57141612\">clashes at a white supremacist rally</a> in Charlottesville, Virginia, that left one anti-fascist protester dead.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/trump-nick-fuentes-dinner-reaction\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/england-united-states-usa-world-cup-2022-qatar-soccer-striker", "title": "England saved in postcolonial grudge match by USA’s invisible striker", "date_published": "2022-11-26 14:09:23+00:00", "description": "<p>A battling, courageous effort confirmed what many have long suspected: this US side remain a team in search of a goalscorer</p><p>American TV viewers were treated to the pop-cultural equivalent of <em><a href=\"https://www.goal.com/en-us/news/gegenpressing-how-does-the-football-tactical-style-made-famous-by-klopp-work/1wc20wx6qtkkq1t36xj0px9mel\">Gegenpressing</a></em> in the leadup to Friday’s <a href=\"https://www.theguardian.com/football/2022/nov/25/england-usa-world-cup-group-b-match-report\">postcolonial grudge match between the US and England</a>: whenever a semblance of coherence materialised in Fox Sports’s preview of the match, it was quickly shut down. In the 10 minutes before kickoff, members of the Fox “team” asserted, variously, that “it all circles around Harry Kane” (does it?), that America is “used to being the biggest, the baddest, and the best in everything” (tell that to the tennis players of Europe or India’s cricketers), and that “you’re going to see this US team playing aggressively, stepping in the English players’ faces” (seems bookable). George Washington and the American Revolution scored a mention over footage of America’s midfielders performing pre-match squats.</p><p>On the field, a match eventually took shape, with America’s players executing something close to Fox’s on-air strategy of confusion and harassment, only with much more pleasing results. <a href=\"https://www.theguardian.com/football/2022/nov/25/england-usa-world-cup-soccer-football-qatar-2022\">For much of the match</a>, the US were consistently faster to the ball, playing with an urgency and an incision that made <a href=\"https://www.theguardian.com/football/2022/nov/25/stodgy-england-toil-in-cold-footballing-custard-but-the-message-is-dont-panic\">England look lumbering and befuddled</a>. Despite their dominance, however, America once again paid for their lack of decisiveness in the final third – a story that has become depressingly familiar for a team that is at last threatening to make good on its immense promise.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/england-united-states-usa-world-cup-2022-qatar-soccer-striker\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/26/physicist-sabine-hossenfelder-there-are-quite-a-few-areas-where-physics-blurs-into-religion-multiverse", "title": "Physicist Sabine Hossenfelder: ‘There are quite a few areas where physics blurs into religion’", "date_published": "2022-11-26 14:00:29+00:00", "description": "<p>To answer life’s biggest questions, says the German theoretical physicist and YouTuber, we need to abandon unscientific ideas such as the multiverse</p><p>Sabine Hossenfelder is a German theoretical physicist who writes books and runs a YouTube channel (with 618,000 subscribers at time of writing) called <a href=\"https://www.youtube.com/@SabineHossenfelder\">Science Without the Gobbledygook</a>. Born in Frankfurt, she studied mathematics at the Goethe Universität and went on to focus on particle physics – her PhD explored the possibility that the Large Hadron Collider would produce microscopic black holes. She is now a research fellow at the Frankfurt Institute for Advanced Studies, where she leads a group studying quantum gravity. Her second book, <em>Existential Physics: A Scientist’s Guide to Life’s Biggest Questions</em>, came out in August.</p><p><strong>The first question you ask the physicists you interview in the book is: “Are you religious?” How about you?<br /></strong>I tried to be religious when I was a teenager. I was not Christianised because my parents were both atheists, but all of my friends were Christian, so I went to church with them. And I kind of liked it – the singing, the social events. I considered joining, but I just couldn’t get myself to believe that God exists.</p> <a href=\"https://www.theguardian.com/science/2022/nov/26/physicist-sabine-hossenfelder-there-are-quite-a-few-areas-where-physics-blurs-into-religion-multiverse\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/a-historic-moment-japanese-world-cup-hopes-surge-ahead-of-crucial-costa-rica-match", "title": "‘A historic moment’: Japanese World Cup hopes surge ahead of crucial Costa Rica match", "date_published": "2022-11-26 14:00:29+00:00", "description": "<p>Fans believe the Samurai Blue are part of wave of teams changing the face of football after defeat of Germany</p><p>After Japan’s <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\" title=\"\">stunning victory over Germany</a> in their opening match of the <a href=\"https://www.theguardian.com/football/world-cup-2022\" title=\"\">Qatar World Cup</a>, fans of the Samurai Blue are daring to dream their team could reach the quarter-finals for the first time.</p><p>Their remarkable comeback last week has electrified <a href=\"https://www.theguardian.com/world/japan\" title=\"\">Japan</a>, where hardcore and casual fans alike stayed up until midnight to watch their victory over the four-time world champions.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/a-historic-moment-japanese-world-cup-hopes-surge-ahead-of-crucial-costa-rica-match\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/26/joan-armatrading-nelson-mandela-gave-great-hugs", "title": "Joan Armatrading: ‘Nelson Mandela gave great hugs’", "date_published": "2022-11-26 14:00:28+00:00", "description": "<p>The singer on arriving in the UK alone aged 7, her first £3 guitar, and meeting the anti-apartheid activist</p><p><strong>No matter how </strong>old you get, there’s always stuff to learn. That’s what 50 years in music has taught me. I’m not just talking about learning from a book. I’m talking about reading body language, understanding how people’s minds work, understanding that everybody has their own thoughts and ways they’d like the world to be.</p><p><strong>I came to the UK </strong>on my own, aged seven. I got on the aeroplane in St Kitts, got off at Birmingham airport, got on a bus to the city centre and met my mum. I wasn’t scared – I was excited to be back with my parents. Did people think it was weird? I have no idea. I was only little.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/26/joan-armatrading-nelson-mandela-gave-great-hugs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/26/lily-rose-depp-nepo-baby-sexist-week-in-patriarchy", "title": "Lots of things in life are sexist – but the phrase ‘nepo baby’ isn’t one of them | Arwa Mahdawi", "date_published": "2022-11-26 14:00:28+00:00", "description": "<p>Lily-Rose Depp said she hears the term mentioned ‘a lot more about women’ – but plenty of celebrity men are nepo babies too</p><p>Hear that? It’s the sound of some very upset nepo babies. A “nepo baby”, for those wondering what I’m talking about, is online slang for a celebrity who comes from a famous family. Which, by the way, seems to be every other person in the entertainment industry. The phrase, which <a href=\"https://www.nytimes.com/2022/05/02/style/nepotism-babies.html\">isn’t necessarily an insult</a>, has become popular, and some nepo babies are starting to feel somewhat attacked by the term. In the last few weeks a <a href=\"https://www.thedailybeast.com/nepo-babies-of-famous-parents-say-they-did-it-their-way-no-one-is-buying-it\">number of celebrity offspring</a>, including Madonna’s eldest daughter and Zoe Kravitz, have given interviews where they’ve claimed that they haven’t <em>reallllllly</em> benefited from having famous parents but, even if they had, that’s fine because there is nepotism in every industry.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/26/lily-rose-depp-nepo-baby-sexist-week-in-patriarchy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/26/six-diy-drinks-for-gifting-christmas-mark-diacono-krupnik-eggnog-aquavit-limoncello-nutmeg-syrup-raspberry-shrub", "title": "Six DIY drinks just made for gifting – recipes", "date_published": "2022-11-26 14:00:28+00:00", "description": "<p>Limoncello with Thai flavourings, raspberry drinking vinegar, an all-purpose nutmeg syrup, a spicy Scandinavian shot, Venezuela’s answer to eggnog, and Polish honey vodka</p><p>A festive bottle is a present that’s never not welcome and, if you have had a hand in its making, the chances are that you’re going to make someone very happy. Sloe gin may be the classic homemade infusion, but there are many other big-flavoured transformations to try. Here are a few of my favourites, all of which ensure that, while it’s the thought that counts, it is the contents that count most.</p><p>Make the recipes exactly as they are first, to make friends of them, then treat each as a core around which to embellish: the warmth of the krupnik can come from star anise instead of cinnamon, say, or try the ’cello with pink grapefruit rather than lemon and lime; the aquavit, meanwhile, is differently delicious when made with black pepper rather than grains of paradise … and so on.</p><p>Mark Diacono’s latest book, Spice: A Cook’s Companion, is published by Quadrille at £25. To order a copy for £21.75, go to <a href=\"https://guardianbookshop.com/spice-9781787136434\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2022/nov/26/six-diy-drinks-for-gifting-christmas-mark-diacono-krupnik-eggnog-aquavit-limoncello-nutmeg-syrup-raspberry-shrub\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/26/nasas-orion-lunar-orbit", "title": "Nasa’s Orion spacecraft enters lunar orbit as test flight nears halfway mark", "date_published": "2022-11-26 13:59:17+00:00", "description": "<p>Nasa considers capsule’s flight a dress rehearsal for the next moon flyby in 2024, with astronauts</p><p>Nasa’s Orion capsule has entered an orbit stretching tens of thousands of miles around the moon, as it neared the halfway mark of its test flight.</p><p>The capsule and its three test dummies entered lunar orbit more than a week after launching on the $4bn demo that’s meant to pave the way for astronauts. It will remain in this broad but stable orbit for nearly a week, completing just half a lap before heading home.</p> <a href=\"https://www.theguardian.com/science/2022/nov/26/nasas-orion-lunar-orbit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/26/fame-and-flashdance-singer-and-actor-irene-cara-dies-aged-63", "title": "Fame and Flashdance singer and actor Irene Cara dies aged 63", "date_published": "2022-11-26 13:41:36+00:00", "description": "<p>The Oscar-winning What A Feeling singer, who played Coco Hernandez in 1980’s Fame, died at her home in Florida, her publicist said</p><p>Irene Cara, best known for singing the title songs to the films Fame and Flashdance, has died aged 63.</p><p>Cara appeared as the main character Coco Hernandez in Fame, which was released in 1980. It told the story of students at the High School of Performing Arts in New York, taking them from their first auditions to their senior year.</p> <a href=\"https://www.theguardian.com/film/2022/nov/26/fame-and-flashdance-singer-and-actor-irene-cara-dies-aged-63\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/wales-world-cup-qatar-gareth-bale-aaron-ramsey-turn-back-time-struggle", "title": "Gareth Bale and Aaron Ramsey unable to turn back time as Wales struggle", "date_published": "2022-11-26 13:25:09+00:00", "description": "<p>Rob Page’s key men have lacked form and fitness – will the manager ring the changes for the clash against England?</p><p>Did a pair of painfully pale performances <a href=\"https://www.theguardian.com/football/2022/nov/25/wales-iran-world-cup-group-b-match-report\">against Iran</a> signal the beginning of the end for Gareth Bale and Aaron Ramsey? It was the elephant in the room after Wales’s defeat on Friday but Rob Page quickly swallowed the question and, such was the manager’s disappointment after a jarring loss that left his team staring at elimination, insisted now was not the time. Page did, however, concede Wales were punished because too many key players allowed the occasion to pass them by.</p><p>Bale, Wales’s all-time men’s leading goalscorer and now their most-capped male player, is almost unanimously cherished as the <a href=\"https://www.theguardian.com/football/blog/2022/jun/05/gareth-bale-cements-place-as-the-highest-achiever-in-wales-shirt\">team’s greatest export</a>. For a few years, regardless of the minutes he has totted up at club level, he has been able to pull on a Wales shirt, find a way to manipulate games and, frankly, make lots of people look silly. Perhaps he will do so again against England on Tuesday, but on recent evidence this tournament has been a strain. Ramsey should also have been sacrificed long before Wayne Hennessey was sent off against Iran with four minutes of normal time to play.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/wales-world-cup-qatar-gareth-bale-aaron-ramsey-turn-back-time-struggle\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/number-of-deaths-feared-after-landslide-on-italian-island-of-ischia", "title": "A number of deaths feared after landslide on Italian island of Ischia", "date_published": "2022-11-26 13:20:15+00:00", "description": "<p>Naples prefect says no bodies have yet been recovered after severe storm in Gulf of Naples </p><p>A number of people were feared dead with several missing, including a newborn child, after a severe storm triggered a landslide on the Italian island of Ischia.</p><p>The island, in the Gulf of Naples, was engulfed by heavy rain overnight, with the landslide hitting the hamlet of Casamicciola Terme early on Saturday morning, flooding homes and sweeping away several cars.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/number-of-deaths-feared-after-landslide-on-italian-island-of-ischia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/26/cricket-hundred-private-equity-offer-400-million", "title": "Private equity firm ‘makes £400m offer’ for 75% stake in the Hundred", "date_published": "2022-11-26 13:12:44+00:00", "description": "<ul><li>Bridgepoint Group reported to have made the big bid</li><li>ECB chair has voiced caution on rights ‘feeding frenzy’</li></ul><p>English cricket has received a “£400m private equity approach” for a majority stake in the Hundred, a potentially gamechanging moment for the sport. The offer for 75% of the sport’s newest competition has come from Bridgepoint Group, a London-listed buyout firm, offering an injection of funds for the England and Wales Cricket Board and the 18 first-class counties, <a href=\"https://news.sky.com/story/english-cricket-bowled-over-with-400m-private-equity-bid-for-the-hundred-12755799\">according to Sky News</a>.</p><p>The Hundred, which launched in 2021 after a 12-month delay because of the Covid-19 pandemic, has long been considered ripe for private investment amid the overall rise of franchised Twenty20 competitions around the world.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/26/cricket-hundred-private-equity-offer-400-million\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/26/sharks-songbirds-and-species-depleted-by-pet-trade-given-extra-protections", "title": "Sharks, songbirds and species depleted by pet trade given extra protections", "date_published": "2022-11-26 13:11:03+00:00", "description": "<p>Cites treaty, adopted in 1963, protects more than 500 species, many exploited by unsustainable or illegal trade</p><p> An international wildlife conference has moved to enact some of the most significant protection for sharks, songbirds and scores of turtles, lizards and frogs.</p><p>The meeting of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (Cites) ended on Friday in Panama. Along with protections for more than 500 species, delegates at the UN wildlife conference rejected a proposal to reopen the ivory trade. An ivory ban was enacted in 1989.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/26/sharks-songbirds-and-species-depleted-by-pet-trade-given-extra-protections\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/26/seven-nation-army-terrace-anthem-blur-bernie-sanders", "title": "How did Seven Nation Army become a terrace anthem – and what links it to Blur and Bernie Sanders?", "date_published": "2022-11-26 13:00:27+00:00", "description": "<p>From arty indie bands to US election knockouts, we join the dots around one of the most enduring stadium singalongs</p><p><em>Duh duh duh dah duh duh …</em> The men’s football World Cup is under way and you’ll likely have heard fans chanting the riff from <strong>the White Stripes</strong>’ Seven Nation Army, which has somehow become a mainstay of football tournaments. An intrepid reporter <a href=\"https://deadspin.com/how-the-song-seven-nation-army-conquered-the-sports-w-5875933\" title=\"\">traced</a> its crossover to Club Brugge fans at a 2003 Champions League game against AC Milan. “I especially love that most people have no idea what song the melody they are chanting came from,” <a href=\"https://eu.freep.com/story/entertainment/music/2016/07/16/jack-white-remembers-seven-nation-army-detroits-100-greatest-songs/87187446/\" title=\"\">Jack White told</a> the Detroit Free Press in 2016.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/26/seven-nation-army-terrace-anthem-blur-bernie-sanders\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/26/titanosaur-natural-history-museum-dippy-the-diplodocus", "title": "‘The sheer scale is extraordinary’: meet the titanosaur that dwarfs Dippy the diplodocus", "date_published": "2022-11-26 13:00:27+00:00", "description": "<p>One of the largest creatures to have walked the Earth is to become the Natural History Museum’s new star attraction</p><p>It will be one of the largest exhibits to grace a British museum. In spring, the Natural History Museum in London will display the skeleton of a titanosaur, a creature so vast it will have to be shoehorned into the 9-metre-high Waterhouse gallery.</p><p>One of the most massive creatures ever to have walked on Earth, <em><a href=\"https://www.amnh.org/explore/news-blogs/news-posts/meet-patagotitan-mayorum\" title=\"\">Patagotitan mayorum</a> </em>was a 57-tonne behemoth that would have shaken the ground as it stomped over homelands which now form modern Patagonia. Its skeleton is 37 metres long, and 5 metres in height – significantly larger than the museum’s most famous dinosaur, Dippy the diplodocus, which used to loom over its main gallery.</p> <a href=\"https://www.theguardian.com/science/2022/nov/26/titanosaur-natural-history-museum-dippy-the-diplodocus\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/26/teyber-trio-goldberg-variations-st-martin-in-the-fields-review-quartet-for-the-end-of-time-spotlight-chamber-concerts-st-johns-waterloo-kings-singers-wigmore-hall-livestream", "title": "The week in classical: Teyber Trio; Quartet for the End of Time; King’s Singers", "date_published": "2022-11-26 12:30:26+00:00", "description": "<p><strong>St Martin-in-the-Fields; St John’s Waterloo; Wigmore Hall, London</strong><br />Intimate Messiaen, vocal fireworks and a rare string trio version of Bach’s Goldberg Variations light up a week of more funding cuts fallout</p><p>Even I noticed that Welsh football fans were more excited last week than they have been since 1958, a year otherwise more memorable (to a few) for early works by Berio, Birtwistle and Maxwell Davies. The word “harmonious” has been scattered around freely by sports commentators to indicate the national importance for any country taking part in a World Cup. And yet in Wales, land of song and lusty, melodious renditions of <a href=\"https://www.youtube.com/watch?v=KwkMg8SqfrE\">Yma o Hyd</a>, there is a new dissonance too noisy to ignore. Less than a month after Welsh National Opera, based at Cardiff Bay’s Wales Millennium Centre, lost its Arts Council England funding – followed by an announcement on Tuesday that it could no longer afford to tour to Liverpool – another new misery has arisen.</p><p>Cardiff’s primary concert venue and one of the best in Britain, St David’s Hall is under threat after a takeover proposal from the Academy Music Group (AMG), which operates the O2 Academies and other large pop and entertainment venues. It’s still a proposal, but one with leverage. St David’s Hall, opened in 1982, is currently owned, managed and funded by Cardiff council with support from the Arts Council of Wales. Celebrating its 40th anniversary this year, it seats 2,000 and hosts BBC Cardiff Singer of the World and the Welsh Proms, among other major non-classical events. Its acoustic has been judged <a href=\"https://www.businessinsider.com/best-concert-halls-in-the-world-2016-10?r=US&amp;IR=T\">one of the top 10 in the world</a>.</p> <a href=\"https://www.theguardian.com/music/2022/nov/26/teyber-trio-goldberg-variations-st-martin-in-the-fields-review-quartet-for-the-end-of-time-spotlight-chamber-concerts-st-johns-waterloo-kings-singers-wigmore-hall-livestream\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/mitch-duke-header-downs-tunisia-and-keeps-australia-alive-at-world-cup", "title": "Mitch Duke header downs Tunisia to keep Australia alive at World Cup", "date_published": "2022-11-26 12:14:24+00:00", "description": "<p></p><p>The whistles were deafening, drowning out every skerrick of doubt this crowd belonged completely, unconditionally, to Tunisia. A red vortex, a black hole threatening to suck Australia into Group D oblivion. But the Socceroos defied gravity at Al Janoub Stadium, blocked out – or fed off – the horns and hissing and beating drums, to make this must-win match their own and take three points at a World Cup for the first time in 12 years.</p><p>The key statistic before Saturday was that Tunisia have not won a single match from their past 30 after conceding first. And so it went that, after Mitchell Duke headed his country into the lead midway through the first half, the 1-0 lead was rendered unassailable.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/mitch-duke-header-downs-tunisia-and-keeps-australia-alive-at-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/manchester-united-fans-must-wait-footballs-biggest-sale-will-take-time", "title": "Manchester United fans must wait: football’s biggest sale will take time", "date_published": "2022-11-26 12:00:26+00:00", "description": "<p>Cristiano Ronaldo is gone and the Glazers are going, but despite such seismic shifts selling Old Trafford will not be a quick deal</p><p>In the space of four hours and eight minutes on Tuesday, Manchester United put out two statements that will surely go down in the club’s history. First, the mutual termination of Cristiano Ronaldo’s contract was announced at 5.30pm and it was later confirmed the Glazer family were open to selling up. Most United fans welcomed the news. Their ageing prima donna was heading for the exit and there was renewed hope the unpopular American owners might pack up.</p><p>It had taken fewer than 10 days from Ronaldo’s melodramatic broadside at United, delivered via Piers Morgan’s knockabout questioning, to the No 7 shirt being vacated. Those in the firing line included the owners, coaches past and present and the club’s training facilities. There was no way back for Ronaldo, not that he wanted one. When his contract was ripped up, the club and player got what they desired.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/manchester-united-fans-must-wait-footballs-biggest-sale-will-take-time\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/26/sweet-gifts-vegan-soft-amaretti-biscuits-recipe-meera-sodha", "title": "Meera Sodha’s vegan recipe for soft amaretti biscuits | The new vegan", "date_published": "2022-11-26 12:00:26+00:00", "description": "<p>Italian-style festive biscuits to gift to sweet-toothed vegans and non-vegans alike</p><p><a href=\"https://www.facebook.com/people/Elios-Restaurant/100054672810444/\">Elio’s in Barton-upon-Humber</a> has been shut for at least four years, but I can still, in my mind, walk through the door of this north Lincolnshire restaurant as it was 30 years ago and take a seat under the crab-net decoration. It was a place where a bottle was ready to pour the moment you took a seat, where “more spice” would graciously be added to my Ugandan-Indian father’s order and where the amaretti were freely handed around with glasses of limoncello. These days, Elio’s is more of a spirit than a physical place, but it’s one that I can bring back occasionally by making and sharing these soft biscuits.</p> <a href=\"https://www.theguardian.com/food/2022/nov/26/sweet-gifts-vegan-soft-amaretti-biscuits-recipe-meera-sodha\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/toxic-gas-us-woman-won-363m-exposure", "title": "It’s a colorless, toxic gas. A US woman won $363m after years of exposure", "date_published": "2022-11-26 12:00:25+00:00", "description": "<p>An Illinois resident won her case against the company Sterigenics – but other sufferers’ lawsuits hang in the balance</p><p>For more than 30 years, Susan Kamuda lived with her family several hundred yards away from an unassuming brick building situated in a small office park.</p><p>Kamuda’s son, Brian, remembers riding his bike past the building on his way through the neighborhood; he later taught a girlfriend to drive in the nearby parking lot.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/toxic-gas-us-woman-won-363m-exposure\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/26/jacob-collier-stormzy-djesse-interview", "title": "Jacob Collier: ‘I have so many ideas that I call it ‘creative infinity syndrome’", "date_published": "2022-11-26 11:55:25+00:00", "description": "<p>After forming a choir of 100,000 people and collaborating with everyone from Stormzy to Coldplay, what will the jazz prodigy do next? Spend some time with his mum <br /></p><p><br /></p><p>“One hundred thousand voices all singing together in harmony – that’s what gets me excited,” Jacob Collier says. “It’s an anthem that has become the soundtrack to my life.”</p><p>Seventy dates into his year‑long world tour, the 28-year-old British multi-instrumentalist is surrounded by song. Each night, Collier sits behind the piano and begins playing an undecided and unrehearsed cover to his audience of thousands. He feels his way around the keys without knowing where he will land, eventually settling on a pop standard such as the Bee Gees’ How Deep Is Your Love or Abba’s Dancing Queen and conducting the crowd with his hands in a multilayered choral singalong that ends his two-hour shows.</p> <a href=\"https://www.theguardian.com/music/2022/nov/26/jacob-collier-stormzy-djesse-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/deaths-confirmed-after-landslide-on-island-of-ischia-italy", "title": "At least eight dead after landslide on Italian island of Ischia", "date_published": "2022-11-26 11:49:55+00:00", "description": "<p>Couple with newborn child among people reported missing after severe storm in Gulf of Naples</p><p>At least eight people are dead and several are missing, including a newborn child, after a severe storm triggered a landslide on the Italian island of Ischia.</p><p>The island, in the Gulf of Naples, was engulfed by heavy rain overnight, with the landslide hitting the hamlet of Casamicciola Terme early on Saturday morning, flooding homes and sweeping away several cars.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/deaths-confirmed-after-landslide-on-island-of-ischia-italy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/26/poland-v-saudi-arabia-world-cup-2022-live-score-updates", "title": "Poland v Saudi Arabia: World Cup 2022 – live", "date_published": "2022-11-26 11:31:54+00:00", "description": "<ul><li>World Cup updates from the 1pm GMT / 8am ET kick-off</li><li>Any thoughts on the game? Get in touch with Scott <a href=\"mailto:Scott.Murray@theguardian.com\">on email</a></li></ul><p><strong>In case you were wondering what that almighty rattle was, the earth was knocked off its axis last Tuesday by this …</strong></p><p>… and now Saudi Arabia are one win away from securing a place in the last 16 for only the second time in their history. The first being 1994, Belgium, Saeed Al-Owairan, all that. Poland’s uninspiring goalless draw with Mexico – in which Robert Lewandowski missed a penalty – will surely have given the Saudis extra belief that they can make it. Not that they really require it after seeing off Lionel Messi et al, but you get the general gist. Poland meanwhile will feel a win is essential, with a final game against pre-tournament favourites Argentina coming up. <strong>Kick off is at 1pm GMT, 4pm at the Education City Stadium in Al Rayyan.</strong> انه يحدث! It’s on!</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/26/poland-v-saudi-arabia-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/26/squid-game-actor-o-yeong-su-charged-with-sexual-misconduct", "title": "Squid Game actor O Yeong-su charged with sexual misconduct", "date_published": "2022-11-26 11:31:31+00:00", "description": "<p>South Korea’s prosecutor says 78-year-old is accused of improperly touching a woman’s body in 2017</p><p>The Squid Game actor O Yeong-su has been charged with sexual misconduct, South Korea’s prosecutor said.</p><p>The 78-year-old in January became the first South Korean to win a Golden Globe award for best supporting actor in a series for his performance as a seemingly vulnerable old man in the mega-hit Netflix dystopian thriller.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/26/squid-game-actor-o-yeong-su-charged-with-sexual-misconduct\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/us-midterms-muslim-candidates-elected-politics", "title": "Record number of Muslims elected in US midterms: ‘We should lean into who we are’", "date_published": "2022-11-26 11:00:25+00:00", "description": "<p>Advocates cite desire ‘to create social change’ as candidates win seats at the national, state and local levels</p><p>As a woman, a millennial, a progressive – and a Muslim – Nabilah Islam faced long odds in her bid for elected office in Georgia. Two years ago, she ran for Congress but lost in the Democratic primary, despite a high-profile endorsement from Alexandria Ocasio-Cortez. This year, she ran for state senate to represent parts of the Atlanta metro region and won.</p><p>“People thought it was unthinkable that in the south, someone would vote for a woman with the last name Islam,” she said. “I’m like: they did. Fifty-three per cent of this district did.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/us-midterms-muslim-candidates-elected-politics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/pronouns-gendered-language-revolution-britain", "title": "‘It’s complicated – but you can’t shy away from it’: everything you wanted to know about pronouns (but were afraid to ask)", "date_published": "2022-11-26 11:00:25+00:00", "description": "<p>There’s a quiet revolution happening over how we address people, and behind it lies a surprising history …</p><p>Jamie Forsstreom is excited. Tomorrow they make their debut flight with Virgin Atlantic as part of the cabin crew on a plane to San Francisco. Forsstreom will be wearing a burgundy trouser suit designed by Vivienne Westwood, with their pronouns – “They/them” – on a badge pinned to the lapel. Forsstreom comes from Finland, a country where gendered pronouns don’t exist in the language. “I’ve learned English since I was nine years old, so I’ve always known about them, but in terms of using them to define my own gender identity, I was quite late to the game,” they say. It wasn’t until Forsstreom moved to London six years ago in their mid‑20s, and started to work exclusively in English, that they decided to make the change and honour a non-binary identity that they have been clear about since early childhood.</p><p>In September, Virgin Atlantic became the latest company to throw itself into a quiet revolution sweeping through the institutional world. You could call it the great corporate pronoun push. The airline’s <a href=\"https://corporate.virginatlantic.com/gb/en/media/press-releases/virgin-atlantic-updates-gender-identity-policy.html\" title=\"\">announcement</a> that from now on it would be possible not only for staff, but for customers to travel under the gender of their choice caused little media furore but a big run on their rather elegant pronoun badges. Within a month, the 10,000 they had printed out for distribution on planes and in their travel shops had been snapped up. A second batch is currently on order.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/pronouns-gendered-language-revolution-britain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/bison-spread-as-native-american-tribes-reclaim-stewarsdhip", "title": "Bison proliferate as Native American tribes reclaim stewardship", "date_published": "2022-11-26 11:00:24+00:00", "description": "<p>Herds burgeon on reservations as Native tribes seek to re-establish balance after historical slaughter by European settlers</p><p>Perched atop a fence at Badlands national park, Troy Heinert peered from beneath his wide-brimmed hat into a corral where 100 wild bison awaited transfer to the Rosebud Indian Reservation.</p><p>Descendants of bison that once roamed North America’s Great Plains by the tens of millions, the animals would soon thunder up a chute, take a truck ride across South Dakota and join one of many burgeoning herds Heinert has helped re-establish on Native American lands.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/bison-spread-as-native-american-tribes-reclaim-stewarsdhip\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/26/tell-me-good-things-by-james-runcie-review-love-loss-and-lessons-learned", "title": "Tell Me Good Things by James Runcie review – love, loss and lessons learned", "date_published": "2022-11-26 11:00:24+00:00", "description": "<p>The novelist and playwright’s memoir is the heartbreaking story of losing his wife, Marilyn Imrie, to MND, but also a wonderful account of their time together</p><p>When James Runcie recalls his late wife Marilyn Imrie, the much-loved drama director, he does so in colour. First there is the extraordinary skin, pale as milk, which he noticed the first time he set eyes on her at a BBC meeting in the early 80s. Later, in the course of their 35-year marriage, he learns to relish her vibrant fashion palette: “She generally wore clothes as boldly as those old Soviet posters in red, black and white, with accents of silver, pink and blue.” He knows – and cares – enough to itemise her favourite pieces: a deep-purple blouse from Issey Miyake, a jacket bought from Biba in the late 60s, an antique Japanese kimono. The impression Runcie paints is of a bird of paradise flashing across the muddy pond of conventional good taste.</p><p>Sound is part of Imrie’s extraordinary call to her broken-hearted widower, too. “I had always thought she had the most beautiful voice in the world,” he recalls, explaining how Imrie had started her career as a folk singer and spent their years together belting out Joni Mitchell or Strauss in the shower. When the neurologist writes in his notes that Imrie is now “unable to sing”, it is clear something terrible has happened. “Instead of Márquez’s Love in the Time of Cholera.” says Runcie grimly, “we were faced with Terminal Illness in the Time of Covid 19.”</p> <a href=\"https://www.theguardian.com/books/2022/nov/26/tell-me-good-things-by-james-runcie-review-love-loss-and-lessons-learned\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/fire-breaks-out-in-qatar-near-world-cup-stadium", "title": "Fire breaks out in Qatar near World Cup stadium", "date_published": "2022-11-26 10:57:58+00:00", "description": "<ul><li>Occurred on Saturday at building 3.5km from Lusail Stadium</li><li>Argentina to face Mexico at venue on Saturday evening</li></ul><p>Authorities in Qatar have confirmed that a fire broke out on Saturday at an under-construction building in a newly-built city where a World Cup match is scheduled to be played later in the evening.</p><p>Qatar’s Interior Ministry said the fire started just after noon local time on an island that’s part of the city of Lusail, which is hosting several games during the tournament, including Argentina’s group game against Mexico, which kicks-off at 10pm local time.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/fire-breaks-out-in-qatar-near-world-cup-stadium\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/russia-firing-ageing-cruise-missiles-because-stocks-are-depleted-mod-suggests", "title": "Russia firing ageing cruise missiles because stocks are depleted, MoD suggests", "date_published": "2022-11-26 10:39:34+00:00", "description": "<p>Intelligence update said missiles from 1980s stripped of nuclear warheads ‘unlikely to achieve reliable effects’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/25/russia-ukraine-war-live-russia-launches-further-strikes-on-zaporizhzhia-damaging-hospital-as-water-restored-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia is firing ageing cruise missiles stripped of their nuclear warheads at Ukrainian targets because Vladimir Putin’s stocks are so depleted, the Ministry of Defence (MoD) has suggested.</p><p>An intelligence update from the MoD on Saturday said the desperate improvisation by the Russian president’s struggling forces are “unlikely to achieve reliable effects”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/russia-firing-ageing-cruise-missiles-because-stocks-are-depleted-mod-suggests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/26/deandra-dottin-propels-strikers-to-maiden-wbbl-title-in-final-against-sixers", "title": "Deandra Dottin propels Strikers to maiden WBBL title in final against Sixers", "date_published": "2022-11-26 10:27:07+00:00", "description": "<ul><li>Adelaide Strikers 147-5; Sydney Sixers 137 | Strikers win by 10 runs</li><li>Dottin makes 52 with bat and takes two wickets with ball</li></ul><p>West Indian Deandra Dottin starred with bat and ball to propel the Adelaide Strikers to their first WBBL title and a 10-run win over the Sydney Sixers in the final at North Sydney Oval.</p><p>Dottin (52 not out off 37 balls) finished the innings with a flourish as Adelaide made 147-5, a score which looked a little below par. She was uncharacteristically restrained for most of her innings but boosted the Strikers score by smashing two sixes and two fours in the last three overs.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/26/deandra-dottin-propels-strikers-to-maiden-wbbl-title-in-final-against-sixers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/canada-john-herdman-provokes-croatia-with-post-match-interview-world-cup-qatar", "title": "Croatian newspaper mocks up naked image of Canada coach after comments", "date_published": "2022-11-26 10:21:02+00:00", "description": "<ul><li>‘We’re going to go and eff Croatia,’ Herdman said after defeat</li><li>Canada ready to attack after fine display against Belgium</li></ul><p>Canada had just lost the first men’s World Cup match they had played in 36 years, outplaying Belgium for much of <a href=\"https://www.theguardian.com/football/2022/nov/23/belgium-canada-world-cup-group-f-match-report\">a 1-0 defeat</a>, and an emotional John Herdman revealed in the on-field interview what he had just told his players during a post-game huddle. “I told them they belong here. And we’re going to go and eff Croatia,” the coach said with a smile, attempting to avoid a televised profanity. “That’s as simple as it gets.”</p><p>His words reverberated all the way to Zagreb as Sunday’s Croatia-Canada game approaches. Croatia’s 24 Sata (24 Hours) tabloid ran a full-page photo of a naked Herdman with Maple Leaf flags over his mouth and private parts and a headline that translated to: “You have the mouth, but do you have the balls as well?”</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/canada-john-herdman-provokes-croatia-with-post-match-interview-world-cup-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/26/pack-a-punch-chetna-makans-christmas-chutney-gifts-recipes", "title": "Pack a punch: Chetna Makan’s Christmas chutney gifts – recipes", "date_published": "2022-11-26 10:00:24+00:00", "description": "<p>Three authentic chutneys that will enliven any festive table</p><p>To me, a chutney is a fresh condiment that makes any meal sing. Most chutneys in India are freshly prepared, ready in minutes and still pack a punch, so I was surprised to find that in Britain chutneys are made to have a long shelf life, and contain vinegar and sugar to preserve their fresh ingredients. Here I am sharing a wider variety, with a bit of sweet, sour and spicy; they’ll be great for your festive table or jarred up as little gifts.</p> <a href=\"https://www.theguardian.com/food/2022/nov/26/pack-a-punch-chetna-makans-christmas-chutney-gifts-recipes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/26/it-made-me-think-of-decorations-on-a-christmas-tree-arianna-genghinis-best-phone-picture", "title": "‘It made me think of decorations on a Christmas tree’: Arianna Genghini’s best phone picture", "date_published": "2022-11-26 10:00:24+00:00", "description": "<p>The Italian photographer was in San Francisco’s Chinatown when she came across this grand ivory building</p><p>Arianna Genghini’s first stop on her family road trip through four US states was San Francisco. While they went on to travel through Utah, Nevada and Arizona in a rented minivan, it was the California city’s expansive Chinatown that captured the Italian photographer’s eye most powerfully.</p><p>“I was exploring with my sister Sofia, and we spotted the Dragon Gate at the entrance to the district. It’s one of the largest Chinese communities outside China, just like a little city inside a bigger one. Stepping inside, I fell in love,” she says.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/26/it-made-me-think-of-decorations-on-a-christmas-tree-arianna-genghinis-best-phone-picture\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/26/nurses-are-struggling-our-strike-has-been-a-long-time-coming", "title": "Nurses are struggling – our strike has been a long time coming", "date_published": "2022-11-26 10:00:23+00:00", "description": "<p>A nurse explains why he will be striking over pay, understaffing and the future of the NHS</p><p><strong>After the Royal College of Nursing announced that its members would <a href=\"https://www.theguardian.com/society/2022/nov/25/nurses-across-uk-to-strike-for-first-time-on-15-and-20-december\">strike for the first time</a> over the fortnight before Christmas, Matt Smith, an advanced nurse practitioner in a children’s intensive care unit in London, shares why he is planning to </strong><strong>stop work.</strong></p><p>I never thought as a nurse I would go on strike, but the mistreatment of the UK’s healthcare workers over the last decade means this is now our only option. The nurses’ strike has been a long time coming.</p> <a href=\"https://www.theguardian.com/society/2022/nov/26/nurses-are-struggling-our-strike-has-been-a-long-time-coming\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2022/nov/26/best-smartphones-for-older-people-simplified-home-touchscreen", "title": "The best smartphones to help older people beat the tech divide", "date_published": "2022-11-26 10:00:23+00:00", "description": "<p>Simplified home screens and customisable interfaces aid those who struggle with touchscreens</p><p>These days many daily tasks require a smartphone because of new online payment security checks and the widespread use of parking apps. This is a potential nightmare for those who struggle with touchscreens, apps and texting but there are some easier-to-use models to help conquer the technology divide.</p><p>Manufacturers continually modify their smartphones to make them more straightforward to use but, unfortunately, when it comes to apps, whether it is your bank or WhatsApp, you will still be at the mercy of their interface as this cannot be changed. So while there is no truly simple smartphone that can do every task, here are some of the best options.</p> <a href=\"https://www.theguardian.com/money/2022/nov/26/best-smartphones-for-older-people-simplified-home-touchscreen\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/donald-trump-old-and-tired-john-bolton", "title": "Trump’s act is ‘old and tired’, says his own former national security adviser", "date_published": "2022-11-26 10:00:23+00:00", "description": "<p>John Bolton is latest ex-White House official to condemn former boss and says Republicans are ready for a ‘fresh face’</p><p><a href=\"https://www.theguardian.com/us-news/john-bolton\">John Bolton</a>, former national security adviser to Donald Trump, has described the former US president’s act as “old and tired” and said the Republican party is ready to move on to a “fresh face”.</p><p>Bolton is the <a href=\"https://www.axios.com/newsletters/axios-sneak-peek-d95d70d8-ac42-4ec4-bc86-984a50f45a6e.html?chunk=1&amp;utm_term=emshare#story1\">latest ex-White House official</a> to condemn Trump after Republicans underperformed in this month’s midterm elections, which added to a losing streak that convinced some he is now hurting rather than helping the party.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/donald-trump-old-and-tired-john-bolton\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2022/nov/26/student-debt-relief-loan-biden-pause", "title": "US student debt relief: borrowers in limbo as lawsuits halt cancellation program", "date_published": "2022-11-26 10:00:23+00:00", "description": "<p>Biden administration’s centerpiece student loan relief measure paused after Trump-appointed judge rules plan is unconstitutional</p><p>Across the US in recent weeks student loan borrowers hoping to have their debts eased have opened their email inboxes to a message from the US secretary of education, Miguel Cardona.</p><p>It read in part: “Lawsuits are preventing the US Department of Education from implementing its one-time student loan debt relief program; we are holding your approved application.”</p> <a href=\"https://www.theguardian.com/money/2022/nov/26/student-debt-relief-loan-biden-pause\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/covid-lockdown-protests-break-out-in-western-china-after-deadly-fire", "title": "Covid lockdown protests break out in western China after deadly fire", "date_published": "2022-11-26 09:37:45+00:00", "description": "<p>Protesters in Urumqi, the capital of Xinjiang, blame restrictions for death toll of 10 in apartment block fire</p><p>Protests have broken out in China’s far western Xinjiang region, with crowds shouting at hazmat-suited guards after a deadly fire triggered anger over their prolonged Covid-19 lockdown as nationwide infections set another record.</p><p>Crowds chanted “End the lockdown,” pumping their fists in the air as they walked down a street, according to videos circulated on Chinese social media on Friday night. Reuters verified the footage was published from the Xinjiang capital, Urumqi.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/covid-lockdown-protests-break-out-in-western-china-after-deadly-fire\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/26/fay-ripley-according-to-my-bridesmaids-ive-got-ankles-like-french-baguettes", "title": "Fay Ripley: ‘According to my bridesmaids, I’ve got ankles like French baguettes’", "date_published": "2022-11-26 09:30:22+00:00", "description": "<p>The actor on a kiss from Rupert Everett, a wedding day word of warning and wanting to be Donny Osmond’s wife</p><p>Born in Surrey, Fay Ripley, 56, worked as a clown while studying at the Guildhall School of Music and Drama. In 1996, she was cast as Jenny in the Bafta- and British Comedy award-winning ITV drama Cold Feet, which ran for nine series between 1997 and 2020. Her other television work includes the film Green-Eyed Monster, comedy series Monday Monday, the revived Reggie Perrin and the crime drama Suspects. From 30 November she will star in <a href=\"https://www.nationaltheatre.org.uk/shows/kerry-jackson\" title=\"\">Kerry Jackson at the National Theatre</a>. She lives in London with her husband, the actor Daniel Lapaine, and their two children. She is the author of three cookbooks.</p><p><strong>When were you happiest?</strong><br />When my kids had little teeth and curly hair, and hadn’t discovered the idea of wanting to leave home.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/26/fay-ripley-according-to-my-bridesmaids-ive-got-ankles-like-french-baguettes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/26/caterpillar-illinois-foundry-death-poor-training-work-conditions", "title": "Caterpillar worker’s grisly foundry death blamed on training and work conditions", "date_published": "2022-11-26 09:00:23+00:00", "description": "<p>Workers say conditions at Illinois facility haven’t changed since Steven Dierkes was incinerated in pot of molten iron in June</p><p>Just nine days into his new job at Caterpillar’s foundry in Mapleton, Illinois, Steven Dierkes, a 39-year-old father of three, fell into an 11ft-deep pot of molten iron and was incinerated.</p><p>Now workers at the plant are blaming lack of training, poor safety protections and grueling working conditions for his death and are threatening strike action at the world’s largest construction equipment manufacturer.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/26/caterpillar-illinois-foundry-death-poor-training-work-conditions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/26/that-orange-it-made-me-so-happy-50-poems-to-boost-your-mood", "title": "‘That orange, it made me so happy’: 50 poems to boost your mood", "date_published": "2022-11-26 09:00:23+00:00", "description": "<p>Humour, beauty, solace ... the right poem can bring a ray of sunshine. Andrew Motion, Kayo Chingonyi, Tishani Doshi and other poets recommend the verses that lift their spirits</p><p><strong>Brian Bilston</strong><strong><br /></strong><em>Poet and novelist</em></p><p>1) <a href=\"https://poets.org/poem/hope-thing-feathers-254\">Hope Is the Thing With Feathers</a>, Emily Dickinson<br />2) <a href=\"https://poets.org/poem/poem-lana-turner-has-collapsed\">Poem [Lana Turner has collapsed!]</a>, Frank O’Hara<br />3) <a href=\"https://www.poetrybyheart.org.uk/poems/not-my-best-side/\">Not My Best Side</a>, UA Fanthorpe<br />4) <a href=\"https://www.lyrikline.org/en/poems/aimless-love-7641\">Aimless Love</a>, Billy Collins<br />5) <a href=\"https://www.poemhunter.com/best-poems/roger-mcgough/survivor/\">Survivor</a>, Roger McGough</p> <a href=\"https://www.theguardian.com/books/2022/nov/26/that-orange-it-made-me-so-happy-50-poems-to-boost-your-mood\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/26/the-flatshare-this-charming-romcom-is-like-dipping-into-a-nice-warm-bath", "title": "The Flatshare: this charming romcom is like dipping into a nice warm bath", "date_published": "2022-11-26 09:00:22+00:00", "description": "<p>Yes, this book adaptation – about a couple who fall in love while timesharing an apartment – has the stupidest series hook of all time. But it’s fun, tight – and great hangover TV</p><p>I used to be quite cynical about <a href=\"https://www.theguardian.com/film/2021/feb/12/52-perfect-romcoms-for-valentines-day\">romcoms</a>. Oh the two leads are going to fall in love, are they? Will they squabble when they first meet, then slowly grow to bring the best out of each other? Perhaps she has two men to choose from and one is the worst man on the face of the planet, yes, but he <em>is </em>sexy in quite a dangerous way? At some point will she fall over and suffer a very minor injury? Will there be a series of avoidable misunderstandings leading to a second-act argument that threatens to derail everything? Finally kissing in the snow? Come on. Give me a break.</p><p>But then I grew up. I’m sorry, but you can’t watch subtitled arthouse Cannes hits when you’re hungover. Sometimes you need something simple and tropey and soft-edged. Because of that – because the romcom is, at <a href=\"https://www.theguardian.com/film/2020/feb/08/love-is-still-in-the-air-why-the-romcom-has-come-back-from-the-dead\">its core</a>, the same story told over and over again – it’s actually quite difficult to get it <em>right</em>. People know what they want, and they have a dozen immaculate examples of the form they can rewatch if your attempt doesn’t give it to them. First, the two actors have to have irresistible, smile-on-your-face-to-watch-it chemistry (you need to <em>want</em> them to fall in love). Second, the machinery that is pushing them together needs to be as stupid and as goofy as possible. Third, at least one of them has to work a lowly job at a magazine. It’s not vital but it is useful if the sexy badboy of the equation has a motorbike. The Flatshare (Thursday, Paramount+) has completely fulfilled this brief.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/26/the-flatshare-this-charming-romcom-is-like-dipping-into-a-nice-warm-bath\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/26/live-to-100-diet-lentil-broccoli-rich-immortality", "title": "Who wants to live to 100 on a diet of lentil and broccoli slurry? Mostly rich men | Gaby Hinsliff", "date_published": "2022-11-26 09:00:22+00:00", "description": "<p>Instead of searching for the key to immortality, what if we tried to make people’s lives better in the here and now?</p><p>Shortly after waking, Bryan Johnson drinks a murky concoction involving olive oil, cocoa flavanols and something derived from algae. Breakfast will be a blended green slurry of lentils, broccoli and mushrooms, with lunch and dinner not much different.</p><p>The 45-year-old American entrepreneur is religious about his sleep, follows a strict workout regime, monitors the performance of his vital organs using hospital-grade medical equipment, and suggests to his social – media followers that deviating from what he calls the “<a href=\"https://blueprint.bryanjohnson.co/\">blueprint</a>” to have a raucous night out getting wasted with friends is a form of <a href=\"https://twitter.com/bryan_johnson/status/1590370474826964992\">self harm</a>.</p><p>Gaby Hinsliff is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/26/live-to-100-diet-lentil-broccoli-rich-immortality\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/ukraine-russia-war-arts-artists-culture", "title": "‘I can’t take up a weapon, so I create’: how Ukraine’s artists are taking on Putin’s Russia", "date_published": "2022-11-26 09:00:22+00:00", "description": "<p>Putin’s invasion was designed to eradicate Ukraine’s sense of identity and history. But the nation’s artists are weaponising their work to mount a powerful act of resistance</p><p>When I meet him, artist <a href=\"http://www.oleksiysai.com/\" title=\"\">Oleksiy Sai</a>, along with his wife and son, have slept the night in their studio, a warren of rooms tucked behind an unassuming courtyard in central Kyiv. It’s on the ground floor, and with good walls, so they reckon it’s reasonably safe from Russian rockets. Safer, that is, than their apartment: the previous day they were woken by the juddering scream-boom of cruise missile strikes, one cratering a children’s playground a block from their flat. Somehow, their windows survived, though the glass was blown out of most of the nearby buildings. Now, the whole family is busy making work: his son Vasyl is at a screen editing videos; his wife, Svitlana Ratoshnyuk, is making folksy textiles embroidered with “Fuck Putin” in Ukrainian.</p><p>Before the war, Sai – slim, intense, wearing a black hoodie – used to make colourful works, based on Excel software, that wryly commented on “office life and global culture”. But when the Russians invaded on 24 February, he says, “I forgot about art completely, I forgot all my plans and started working for the war.” First, he began rolling out designs for protest posters. “I know how to do it fast,” Sai says; he honed the skill nearly a decade ago, during the <a href=\"https://www.theguardian.com/world/2013/nov/24/ukraine-protesters-yanukovych-aborts-eu-deal-russia\" title=\"\">2013 Maidan Square protests</a> against the pro-Russian then president, <a href=\"https://www.theguardian.com/world/viktor-yanukovych\" title=\"\">Viktor Yanukovych</a>. Sai’s banner designs have been seen on the streets of London, New York and Berlin. They are not subtle. “<a href=\"https://www.alamy.com/london-uk-15th-march-2022-a-protester-wearing-a-balaclava-holds-a-unilever-quit-russia!-placard-protesters-gathered-outside-the-unilever-headquarters-at-victoria-embankment-demanding-that-the-company-stops-doing-business-in-russia-as-the-war-in-ukraine-continues-credit-vuk-valcicalamy-live-news-image464614879.html\" title=\"\">Unilever! Quit Russia!</a>” reads one, the familiar corporate logo rendered as a U-shaped spatter of blood. Another depicts a line of Russian medals “For torture”, “For looting” and “For the genocide of the Ukrainian people”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/ukraine-russia-war-arts-artists-culture\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/26/tunisia-vs-australia-world-cup-qatar-2022-live-score-updates-socceroos-tun-v-aus-kick-off-time-national-football-team-list-squad-soccer-fifa", "title": "Tunisia v Australia: World Cup 2022 – live", "date_published": "2022-11-26 08:30:21+00:00", "description": "<ul><li>World Cup updates from the Group D match in Qatar</li><li>Kick-off time is 1pm local/9pm AEDT/10am GMT</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email Jonathan</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p><strong>Hello everybody and welcome to live coverage of Tunisia v <a href=\"https://www.theguardian.com/football/australia\">Australia</a> from Al Janoub Stadium in Al Wakrah. Kick-off in this group D clash is 1pm local time (9pm AEDT/10am GMT).</strong></p><p>Neutrals, I’m not in the business of hoodwinking anyone, this is not a premium World Cup fixture.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/26/tunisia-vs-australia-world-cup-qatar-2022-live-score-updates-socceroos-tun-v-aus-kick-off-time-national-football-team-list-squad-soccer-fifa\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/26/christmas-gifts-recipes-chocolate-log-spicy-cocktails-tequila-brandy-butter-yotam-ottolenghi", "title": "Brandy butter, spicy cocktails and a chocolate log: Yotam Ottolenghi’s homemade Christmas gifts – recipes", "date_published": "2022-11-26 08:00:21+00:00", "description": "<p>Yuletide gifts Ottolenghi-style: marzipan brandy butter, barberry and Yemeni-spiced chocolate log, and coffee-laced tequila </p><p>Christmas <em>could </em>be Christmas without brandy butter, chocolate logs and bottles of infused booze, but doesn’t it just feel a bit <em>more </em>like Christmas with them? Either way, making your own, to give as presents, is a surefire way to get into the festive spirit. The spices, the chocolate, the citrus, the booze …</p> <a href=\"https://www.theguardian.com/food/2022/nov/26/christmas-gifts-recipes-chocolate-log-spicy-cocktails-tequila-brandy-butter-yotam-ottolenghi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/kyiv-opens-grain-from-ukraine-scheme-to-get-food-to-africas-poorest-countries", "title": "Kyiv opens Grain from Ukraine scheme to get food to Africa’s poorest countries", "date_published": "2022-11-26 08:00:21+00:00", "description": "<p>Programme to subsidise exports of grain to poor and hungry countries launched on anniversary of Ukraine’s Holodomor famine</p><p>Up to 60 Ukrainian grain ships can be sent by the middle of next year to some of the world’s poorest countries in Africa, Volodymyr Zelenskiy, the Ukrainian president, said in a statement released to the Guardian.</p><p>In a move that challenges the Russian narrative that the west’s response to its war on Ukraine has aggravated pre-existing food shortages in Africa, Zelenskiy said ships moving out of the Ukrainian port of Odesa can reach humanitarian hotspots such as Sudan, Yemen and Somalia, but only so long as international funding comes forward to subsidise the grain.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/kyiv-opens-grain-from-ukraine-scheme-to-get-food-to-africas-poorest-countries\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/picture/2022/nov/26/tom-gauld-on-monopoly-for-book-lovers-cartoon", "title": "Tom Gauld on Monopoly for book lovers – cartoon", "date_published": "2022-11-26 08:00:21+00:00", "description": "<a href=\"https://www.theguardian.com/books/picture/2022/nov/26/tom-gauld-on-monopoly-for-book-lovers-cartoon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/26/growing-fungi-home-beginning-mushroom", "title": "Why growing fungi at home is beginning to mushroom", "date_published": "2022-11-26 08:00:21+00:00", "description": "<p>Home fungi growers can boost soil quality in small gardens and cultivate exotic varieties using coffee grounds and online kits</p><p>An increasing number of gardeners are <a href=\"https://www.theguardian.com/lifeandstyle/2022/feb/27/fungi-farming-how-to-grow-your-own-mushrooms\">growing mushrooms</a> in their vegetable patches to improve soil quality and grow food in small spaces.</p><p>Mushrooms are now cultivated in the kitchen garden at Kew Gardens in south-west London and visitors have been keen to know how they might grow their own. Hélèna Dove, Kew’s head kitchen gardener, says: “Mushrooms have seen a great rise in popularity and we’ve seen a huge amount of interest from visitors since we installed our mushroom beds in Kew’s kitchen garden this autumn.</p> <a href=\"https://www.theguardian.com/science/2022/nov/26/growing-fungi-home-beginning-mushroom\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/blandest-of-displays-proves-england-are-still-far-from-top-of-the-food-chain", "title": "Blandest of displays proves England still far from top of the food chain | Jonathan Liew", "date_published": "2022-11-26 07:30:21+00:00", "description": "<p>On a night of stalemate with the USA Gareth Southgate’s limp team seemed content simply to stay out of trouble</p><p>One point gained, or two hours lost? Certainly as England and the United States trundled their way to <a href=\"https://www.theguardian.com/football/2022/nov/25/england-usa-world-cup-group-b-match-report\" title=\"\">a fey and forgettable goalless draw</a>, it was only natural to wonder how we might all have been spending this time more productively. Perhaps when the end finally comes, when we are lying on our deathbeds preparing to gasp our final breath, we will think back to that night we spent watching John Stones and Harry Maguire mesmerically passing the ball to each other, and quietly mourn the passing of time.</p><p>It was scarcely more enthralling in the flesh than it will have been on television. The Al Bayt stadium rumbled and murmured. A lone drummer in the US end pounded out a menacing rhythm. Stones and Maguire carried on passing the ball to each other, with Luke Shaw and Kieran Trippier occasionally chipping in. There was some more passing. Some more drumming. Empires rose and fell. The seas parted and unparted again. Everyone got a little older.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/blandest-of-displays-proves-england-are-still-far-from-top-of-the-food-chain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/doha-world-cup-fans-atmosphere", "title": "Doha gets done up for a very different kind of World Cup fan experience", "date_published": "2022-11-26 07:30:20+00:00", "description": "<p>Most supporters are in Qatar for only a short while and official estimates of 1.2 million foreign visitors this month seem way off</p><p>Speak to fans in Doha and nobody has a bad word to say. When you announce you’re a journalist there’s a narrowing of the eyes, an uncertainty about what you might ask, but when it’s clear it’s the experience and not the host country you want to talk about there’s a list of positives: transport is great, the city is safe and the experience at the matches has been wonderful.</p><p>Most supporters are here for a short while and perhaps on a tour. Two England fans, father and son, had taken in the Formula One in Abu Dhabi on the way over. One American family, browsing the rails at a knock-off sports shop, were taking in 10 games in Thanksgiving week then heading home. What were they doing in between matches? “It’s quite nocturnal, so you sleep. And then you go to the mall. I mean, it’s the Gulf – what else is there to do?”</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/doha-world-cup-fans-atmosphere\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/26/cricket-ecb-richard-thompson-its-not-quite-a-packer-moment-but-its-a-risk", "title": "ECB’s Richard Thompson: ‘It’s not quite a Packer moment, but it’s a real risk’", "date_published": "2022-11-26 07:30:20+00:00", "description": "<p>The new chair of the England and Wales Cricket Board on the challenges of balancing multiple formats and expanding diversity</p><p>Richard Thompson, the new chair of the England and Wales Cricket Board, is hoping to reunite Jos Buttler’s T20 World Cup winners for a celebration back on home soil but in an international calendar backed up like the M5 on a bank holiday weekend, the question of when is not a simple one.</p><p>The fleeting afterglow of the triumph in Melbourne 12 days ago summed up the challenge, those players not heading to rejoin the split Pakistan tour left to fulfil (and lose) three ODIs against a smarting Australia side. As occurred after 50-over glory in 2019, there was barely time for England’s bleary-eyed champions to reach for the paracetamol before their next assignment began.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/26/cricket-ecb-richard-thompson-its-not-quite-a-packer-moment-but-its-a-risk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/26/shocking-lapses-in-clarity-of-thought-have-characterised-autumn-internationals", "title": "Shocking lapses in clarity of thought have characterised autumn internationals | Ugo Monye", "date_published": "2022-11-26 07:30:20+00:00", "description": "<p>Several matches have been decided by players not knowing laws of the game – there’s no excuse for that at this level</p><p>With two matches of the autumn internationals to go, what has struck me most about the last month is the small margins – just how many matches have gone down to the wire and ultimately been decided by clarity of thought. The number of times I’ve seen teams unable to show the necessary level of clarity has shocked me and it’s something that really has to improve between now and the World Cup.</p><p>Go back to the start of the autumn and Scotland against Australia. It wasn’t a great game, neither side was dominant but why was it that Nic White knew the lawbook inside out at the end and Scotland just did not see it coming? White knew exactly what he had to do – get the ball off the field come what may – but where was the clear thinking from Scotland to get players on the boundaries of the field to make it so much more difficult for him?</p> <a href=\"https://www.theguardian.com/sport/2022/nov/26/shocking-lapses-in-clarity-of-thought-have-characterised-autumn-internationals\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/26/russia-ukraine-war-live-russia-probably-firing-cruise-missiles-with-nuclear-warheads-removed-says-uk", "title": "Russia-Ukraine war live: Russia probably firing cruise missiles with nuclear warheads removed, says UK", "date_published": "2022-11-26 07:22:39+00:00", "description": "<p>Use of ageing missiles highlights how depleted Moscow’s stocks of long-range missiles are, says UK ministry of Defence</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/26/russia-ukraine-war-at-a-glance-what-we-know-on-day-276-of-the-invasion\">What we know on day 276 of the invasion</a></li></ul><p>Ukrainian authorities are gradually restoring power, aided by the reconnection of the country’s four nuclear plants, but millions of people were still in the dark on Friday after the most devastating Russian air strikes of the war.</p><p>Reuters reported President <strong>Volodymyr Zelenskiy</strong> urged Ukrainians to use energy sparingly.</p><p>If there is electricity, this doesn’t mean you can turn on several powerful electrical appliances at once.</p><p>Repairs crews are working around the clock.</p><p>The warhead had probably been substituted for ballast. Although such an inert system will still produce some damage through the missile’s kinetic energy and any unspent fuel, it is unlikely to achieve reliable effects against intended targets. </p><p>Russia almost certainly hopes such missiles will function as decoys and divert Ukrainian air defences. </p> <a href=\"https://www.theguardian.com/world/live/2022/nov/26/russia-ukraine-war-live-russia-probably-firing-cruise-missiles-with-nuclear-warheads-removed-says-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/26/best-christmas-festive-days-out-around-the-uk", "title": "Happy holly days: 10 of the best Christmas outings across the UK", "date_published": "2022-11-26 07:00:21+00:00", "description": "<p>Light trails, sparkly castles, pantos, vintage cinema and even a solar-powered ice rink … We pick dozens of events to get you into the spirit of Christmas</p><p>We all need a bit of cheer at this time of year, when nights are long and days are often dark – maybe now more than ever. Luckily, the UK’s stately homes, galleries, gardens, theatres, churches and steam trains have been planning ahead and are ready with art and music, fire and ice, and mince pies with Santa. Even the most resolute Scrooge should find something to enjoy.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/26/best-christmas-festive-days-out-around-the-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/26/where-did-charles-ii-spend-6-september-1651-the-saturday-quiz", "title": "Where did Charles II spend 6 September 1651? The Saturday quiz", "date_published": "2022-11-26 07:00:21+00:00", "description": "<p>From Köppen to caprine, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Where did Charles II spend 6 September 1651?<br /><strong>2</strong> What natural wonder lies between Argentina and Brazil?<br /><strong>3</strong> Which TV character turned from “Mr Chips into Scarface”?<br /><strong>4</strong> Who is the world’s most expensive female footballer?<br /><strong>5</strong> What was discovered on the De Beer brothers’ farm in 1871?<br /><strong>6</strong> What are categorised by the Köppen classification system?<br /><strong>7</strong> The Bhagavad Gita is part of which larger work?<br /><strong>8</strong> What did Liz Truss brand “a disgrace” at the 2014 Tory conference?<br /><strong>What links:</strong><br /><strong>9</strong> Anne Lister; James Corbett; Joe Perry?<br /><strong>10</strong> Sakha Republic and Krasnoyarsk Krai, Russia (1st and 3rd); Western Australia (2nd)?<br /><strong>11</strong> Whiteley’s; John Barnes; Peter Jones; Derry &amp; Toms?<br /><strong>12</strong> Chinese board game; Portuguese India; caprine; 4p coin?<br /><strong>13</strong> Beverly and Laurence; Goldberg and McCann; Edward and Lavinia?<br /><strong>14</strong> Assegai; bardiche; partisan; pilum; sarissa?<br /><strong>15</strong> Magnificent; splendid; Twelve-wired; Raggiana; King of Saxony?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/26/where-did-charles-ii-spend-6-september-1651-the-saturday-quiz\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/26/david-hockney-yellow-crocs-impress-king-charles", "title": "‘Beautifully chosen’: David Hockney’s yellow Crocs impress King Charles", "date_published": "2022-11-26 07:00:21+00:00", "description": "<p>Artist’s choice of footwear for Order of Merit luncheon highlights shoe brand’s enduring popularity</p><p>It is a question that must have plagued those attending King Charles’s first luncheon for the Order of Merit on Thursday – what to wear while eating partridge pie with the new monarch.</p><p>For the 85-year-old artist David Hockney it was simple – his signature checked Savile Row suit, a knitted checkerboard tie … and a pair of yellow garden Crocs. As a fan of the great outdoors, the king was delighted. “Your yellow galoshes!” he remarked. “Beautifully chosen.”</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/26/david-hockney-yellow-crocs-impress-king-charles\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/26/surprisingly-tasty-putting-neanderthal-cooking-to-the-test-recipe", "title": "‘Surprisingly tasty’: putting Neanderthal cooking to the test", "date_published": "2022-11-26 07:00:21+00:00", "description": "<p>Evidence has been found of complex cooking by Neanderthals. Our writer finds out how their meals might have tasted</p><p>Pity the Neanderthal chef. With only rudimentary cooking implements – a hot rock, some scraps of animal skin, perhaps a favoured prodding stick, plus stones for pounding, cutting, scraping and grinding – their hands must have been a scarred mess, and the woodsmoke from the hearth must have played havoc with their eyes. However, according to research published this week, they did at least have access to a <em>smörgåsbord</em> of ingredients.</p><p>Gone is the stereotype of Neanderthals tearing into raw tubers or gnawing on a leg of roasted animal meat. Microscopic analysis of <a href=\"https://www.theguardian.com/science/2022/nov/23/oldest-cooked-leftovers-ever-found-suggest-neanderthals-were-foodies\">ancient food scraps</a> unearthed from a hearth in Shanidar Cave, in Iraq, has provided the first real indication of complex cooking – and thus of food culture – among Neanderthals.</p> <a href=\"https://www.theguardian.com/science/2022/nov/26/surprisingly-tasty-putting-neanderthal-cooking-to-the-test-recipe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/26/rich-nations-climate-crisis-cop28-gordon-brown", "title": "Rich nations have promised to pay for the climate crisis – but will they? |  Gordon Brown", "date_published": "2022-11-26 07:00:20+00:00", "description": "<p>For too long pledges have gone unmet, so at Cop28 new solutions need to be explored</p><p>• Gordon Brown is the WHO ambassador for global health financing</p><p>On Sunday, loud cheers from Sharm el-Sheikh greeted the announcement of a new initiative – the global loss and damage fund – to right historical wrongs by compensating climate-hit developing countries. This breakthrough brought back memories of another, the £100bn a year agreed at the <a href=\"https://unfccc.int/process/conferences/pastconferences/copenhagen-climate-change-conference-december-2009/statements-and-resources/outcome-of-the-copenhagen-conference\">2009 Copenhagen climate summit</a> to help poor countries mitigate the effects of the climate crisis.</p><p>That money has never fully materialised. If our 13 years’ experience of the £100bn fund that never was is anything to go by, eulogies of praise will soon turn into allegations of betrayal. The president of next year’s Cop28 will have to answer for yet another fund without funders. Far from the loss and damage fund narrowing the credibility gap on climate action, it is likely to bridge nothing if money fails to flow from rich to poor.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/26/rich-nations-climate-crisis-cop28-gordon-brown\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/kevin-de-bruyne-manchester-city-belgium-world-cup-home-life", "title": "‘After a while it eats you up’: Kevin De Bruyne on dealing with the spotlight, life at home and whether he gets paid too much", "date_published": "2022-11-26 07:00:20+00:00", "description": "<p>The Manchester City midfielder – currently leading Belgium’s golden generation in their last stab at World Cup glory – is football’s quiet genius. He gives a rare look at the family life of a Premier League superstar</p><p>Confession. I’m a Manchester City fan. Another confession. Kevin De Bruyne is my favourite player. In 30 years of journalism, I’ve never interviewed a City player. Don’t meet your heroes, they say. The whole thing is discombobulating. De Bruyne – one of the world’s great players – has agreed to a rare interview. But there’s a caveat. If you talk to me, he says, you also talk to my wife, my kids, you do it at our home and you get to know us all. Usually, it’s the opposite – you don’t talk to my family, you don’t come to my home, it’s all about the work rather than the private life. Strange.</p><p>We meet a few weeks before the start of the World Cup. He’s beginning to think about it. But in typical De Bruyne fashion he dispenses with diplomacy and tells it as it is. No, he’s not happy about it being in Qatar. Yes, it is a distraction from the Premier League. No, he doesn’t think Belgium have much chance of winning.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/kevin-de-bruyne-manchester-city-belgium-world-cup-home-life\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/2022/nov/26/britons-digital-banking-shopping-parking", "title": "‘It’s discrimination’: millions of Britons frozen out in the digital age", "date_published": "2022-11-26 07:00:19+00:00", "description": "<p>From banking to shopping and parking, consumers without access to tech are left frustrated</p><p>Many people in Britain can’t live without their smartphone and use it to manage all aspects of their lives, from banking to shopping and socialising. But what if the opposite is true, and this clever technology is erecting invisible barriers that leave you unable to do basic things such as pay online, contact your GP or even park.</p><p>This is what it feels like for Jean Peters*. The 83-year-old widow, who lives alone in a south Cambridgeshire village, complains that “everything is going online at a faster and faster rate” to the detriment of those “who can’t keep up”.</p> <a href=\"https://www.theguardian.com/money/2022/nov/26/britons-digital-banking-shopping-parking\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/26/casablanca-80-humphrey-bogart-ingrid-bergman", "title": "Casablanca at 80: a golden age classic that remains impossible to resist", "date_published": "2022-11-26 06:27:18+00:00", "description": "<p>The involving and affecting romantic thriller is a sterling example of collaboration and how the studio system can often excel</p><p>Many of the greatest films of all time have some triumph-over-adversity story to buffer their mythology: a chaotic production, weak box office, critics that didn’t get it at the time, a loss to some forgettable film during awards season. Their greatness has to be elusive and mysterious, in other words, something that couldn’t be comprehended until later, when they finally got the full appreciation they always deserved. The path to canonization tends to have its own, often formulaic narrative.</p><p>That’s not what happened with Casablanca, which now celebrates 80 years of being widely beloved. Perhaps it wasn’t loved at the level that it is now – it was merely warmly received and successful, but not a sensation – but it won best picture, along with awards for its peerless screenplay and elegant direction, and is the rare film whose “classic” status is practically axiomatic. Who doesn’t love Casablanca? Or, put another way, where can you find any weaknesses in this production?</p> <a href=\"https://www.theguardian.com/film/2022/nov/26/casablanca-80-humphrey-bogart-ingrid-bergman\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/us-bans-new-huawei-equipment-sales-over-unacceptable-risk-to-national-security", "title": "US bans new Huawei equipment sales over ‘unacceptable risk’ to national security", "date_published": "2022-11-26 06:04:25+00:00", "description": "<p>Bar on telecommunications products from firms including ZTE, Dahua and Hikvision are part of latest crackdown on Chinese tech giants amid spying fears</p><p>The Biden administration has banned approvals of new telecommunications equipment from China’s Huawei Technologies and ZTE because they pose “an unacceptable risk” to US national security.</p><p>The US Federal Communications Commission (FCC) said on Friday it had adopted the final rules, which also bar the sale or import of equipment made by Chinese surveillance equipment maker Dahua Technology, video surveillance firm Hangzhou Hikvision Digital Technology and telecoms firm Hytera Communications Corp.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/us-bans-new-huawei-equipment-sales-over-unacceptable-risk-to-national-security\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/26/blind-date-calum-ciaran", "title": "Blind date: ‘What was I hoping for? A husband whose salary I could retire on at 30’", "date_published": "2022-11-26 06:00:19+00:00", "description": "<p>Calum, 30, a civil servant, meets Ciarán, 27, a media professional</p><p><strong>What were you hoping for?<br /></strong>A rich, handsome future husband whose salary I could retire on at 30 and devote myself to fun stuff. More realistically, a fun evening with some nice company.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/26/blind-date-calum-ciaran\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/26/tim-dowling-those-hi-mum-and-dad-scams-will-never-get-me", "title": "Tim Dowling: those ‘Hi, Mum and Dad’ scams will never get me …", "date_published": "2022-11-26 06:00:19+00:00", "description": "<p>The message can’t be from one of my sons – in any emergency the text would go straight to their mother</p><p>It is Thursday, just before lunch. I’m sitting in my office shed when I receive a text from an unknown number. It says: “Hi dad, I’ve broke my phone. My sim was broken too, I can’t do much but can you text me when you see this.” The number that follows is different from the one the text was sent from.</p><p>The bolt of parental concern that shoots through me quickly dissipates. It’s obvious this message is not from one of my sons. For a start, it’s too chatty. All three of them would find a way to boil this request down to 30 characters or fewer. Second, in any genuine emergency the text would go straight to their mother. Finally, even in stressful circumstances, they’re all pretty consistent when it comes to using past participles.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/26/tim-dowling-those-hi-mum-and-dad-scams-will-never-get-me\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/26/acne-studios-rainbow-scarf-is-latest-splurge-of-choice-to-beat-the-blues", "title": "£240 rainbow scarf is latest splurge of choice to beat the blues", "date_published": "2022-11-26 06:00:19+00:00", "description": "<p>Acne Studios’ ubiquitous item and cheaper dupes are latest trend that speaks of shopping habits in cost of living crisis</p><p>As the temperature drops, the days grow darker and winter draws closer, we may find ourselves craving a dependable boost of warmth and good cheer. But would you pay nearly 250 quid for it?</p><p>Some people are, with Acne Studios’ oversized plaid scarf ubiquitous on the streets of London and farther afield. The Swedish fashion house has been selling the distinctive wool-blend item since 2019, in an ever-increasing number of colourways that routinely sell out within a month – but, at £240, it is very much a status symbol.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/26/acne-studios-rainbow-scarf-is-latest-splurge-of-choice-to-beat-the-blues\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/26/how-to-make-mulled-wine-spice-pouch-old-peel-spices-recipe-tom-hunt-waste-not-zero-waste-cooking", "title": "How to make a mulled wine spice pouch from old peel and spices – recipe", "date_published": "2022-11-26 06:00:18+00:00", "description": "<p>This spice pouch is a festive and thrifty way to use up tired spices and dried ginger and citrus peel</p><p>I love making edible gifts, mainly because a handmade one feels somehow more generous than something you’ve just bought in a shop; it can also be a thrifty way to clear out your cupboards. This Christmas, I’m making mulled wine pouches using warming spices and saved-up dried ginger and citrus peel, which I’ve dried above the oven. Spices are better bought whole, rather than ground, because they stay fresher that way. Even so, they, too, will lose potency over time, so it’s a good idea to rotate them, making sure older spices get used up before you buy replacements. (At home, we keep a “use-next” box of dried ingredients on the countertop, which often doubles up as inspiration for our next meal.)</p> <a href=\"https://www.theguardian.com/food/2022/nov/26/how-to-make-mulled-wine-spice-pouch-old-peel-spices-recipe-tom-hunt-waste-not-zero-waste-cooking\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/taiwan-local-election-polls-2024-presidential-election", "title": "Taiwan goes to polls in closely watched local vote ahead of presidential election", "date_published": "2022-11-26 05:19:02+00:00", "description": "<p>China issue sidelined in local votes that will shed light on the major parties’ fortunes ahead of the 2024 presidential election</p><p>Voters headed to the polls across Taiwan on Saturday in a closely watched local election that will determine the strength of the major political parties ahead of the 2024 presidential election.</p><p>Taiwanese citizens are picking their mayors, city council members and other local leaders in all 13 counties and the six major cities. There’s also a referendum to lower the voting age from 20 to 18.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/taiwan-local-election-polls-2024-presidential-election\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/26/world-cup-2022-briefing-what-history-tells-us-about-argentina-v-mexico", "title": "World Cup 2022 briefing: what history tells us about Argentina v Mexico", "date_published": "2022-11-26 04:00:16+00:00", "description": "<p>Old results shouldn’t influence the present, not logically, but they invariably do</p><p>Argentina and Mexico go back a long way. All the way to the very first World Cup. They met in the 1930 group stage and it was quite the match. Three penalties were awarded, two of them scored by Mexico, one missed by Argentina, yet amazingly that wasn’t the main story. Step forward Guillermo Stábile, who notched a hat-trick for <em>La Albiceleste</em> on debut. Argentina won 6-3 and Stábile kept rattling them in all the way to the final, in which he put his side 2-1 up before Uruguay stormed back to win.</p> <a href=\"https://www.theguardian.com/football/2022/nov/26/world-cup-2022-briefing-what-history-tells-us-about-argentina-v-mexico\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/26/elon-musk-says-he-will-back-trump-rival-ron-desantis-in-2024-if-he-runs-for-president", "title": "Elon Musk says he will back Trump rival Ron DeSantis in 2024 if he runs for president", "date_published": "2022-11-26 03:24:28+00:00", "description": "<p>Billionaire says he prefers ‘someone sensible and centrist’ but that he had been disappointed by the Democrats so far</p><p>Elon Musk has said he would support Donald Trump’s arch rival, Ron DeSantis, in 2024 if the Florida governor were to run for president.</p><p>“Yes”, Musk said in a tweet when asked if he would support DeSantis in 2024, after suggesting he had not found his ideal candidate among Democrats.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/26/elon-musk-says-he-will-back-trump-rival-ron-desantis-in-2024-if-he-runs-for-president\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/26/bondi-goes-nude-for-spencer-tunicks-art-installation-in-pictures", "title": "Beach bums: Bondi bares all for Spencer Tunick’s art installation – in pictures", "date_published": "2022-11-26 02:56:51+00:00", "description": "<p>Bondi was declared a nude beach until 10am, as thousands of Sydneysiders stripped for skin cancer awareness</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/2022/nov/26/bondi-becomes-nude-beach-as-thousands-take-part-in-spencer-tunicks-sydney-installation\">Bondi becomes nude beach as thousands take part in Spencer Tunick’s Sydney installation</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/26/bondi-goes-nude-for-spencer-tunicks-art-installation-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/26/slower-ski-lifts-and-less-artificial-snow-french-resorts-tackle-energy-crisis", "title": "Slower ski lifts and less artificial snow: French resorts tackle energy crisis", "date_published": "2022-11-26 01:56:47+00:00", "description": "<p>Chamonix pledges to slow lifts during less busy times, and Val Thorens will reduce heating levels in buildings and limit use of snow cannons</p><p>Ski resort managers in the French Alps are scrambling to find ways to conserve energy as part of a national effort to reduce consumption, with about half the resorts also bracing for power bills to be three to six times higher than in prior years.</p><p>In Chamonix, close to Switzerland, if there is no crowd, the lift will go 10% slower. And if the resort gets an alert that power supplies cannot meet demand, Chamonix will slow the lifts by 30%.</p> <a href=\"https://www.theguardian.com/world/2022/nov/26/slower-ski-lifts-and-less-artificial-snow-french-resorts-tackle-energy-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/26/original-observer-photography", "title": "Original Observer Photography", "date_published": "2022-11-26 00:00:11+00:00", "description": "<p><strong>From liberation in Ukraine to food for the festive season, the best original photographs from the Observer commissioned in November 2022</strong></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/26/original-observer-photography\">Continue reading...</a>", "persistent": false}]