[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/jorge-valdano-interview-argentina-world-cup-messi-happiness-liberated", "title": "‘Messi is liberated’: Jorge Valdano on Argentina, politics and his goal in ‘86", "date_published": "2022-12-08 23:00:07+00:00", "description": "<p>Former striker discusses his World Cup triumphs and heartbreaks, and the current Argentina side’s chances against the Netherlands</p><p>Jorge Valdano should have been at the Monumental; instead he was standing alone in a bar. He can still remember its name: Rincón de la Victoria. Just him and a group of Dutch fans looking at the screen, wondering what might have been. Mention <a href=\"https://www.theguardian.com/football/2022/dec/08/netherlands-argentina-past-world-cup-meetings\" title=\"\">Argentina and the Netherlands</a>, who face each other on Friday night, and that’s the moment that comes to his mind. The 1978 final. Ticker tape, Mario Kempes and, clearest of all, Rob Rensenbrink hitting the post. “I watched with ‘long teeth’, envy,” he admits.</p><p>He was missing out on Argentina winning their first World Cup; he couldn’t know it then, but he wouldn’t miss out on the second. Thirty-six years on from Mexico 86, Valdano would love a third, a spectator again but in the stadium, not some bar. “I asked [the coach César Luis] Menotti. He said if the World Cup started that day, I’d be in the squad. ‘What I can’t promise,’ he said, ‘is that I’ll be coach tomorrow, given this chaos.’</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/jorge-valdano-interview-argentina-world-cup-messi-happiness-liberated\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/doj-trump-team-contempt-classified-documents-mar-a-lago", "title": "DoJ seeking to hold Trump team in contempt of court over classified documents", "date_published": "2022-12-08 22:58:07+00:00", "description": "<p>Trump office did not comply with subpoena issued in May demanding the return of all classified documents, a source says</p><p>The US justice department is seeking a top federal judge to hold <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> political office in contempt of court for not fully complying with a grand jury subpoena issued in May demanding the return of all classified documents in its possession, according to a source familiar with the matter.</p><p>The department in recent weeks asked the chief US district court judge for the District of Columbia, Beryll Howell, to hold Trump’s office in contempt after prosecutors were unable to get the former president’s lawyers to designate a custodian of records to certify all records were returned.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/doj-trump-team-contempt-classified-documents-mar-a-lago\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/kieran-trippier-relishes-englands-relaxed-life-and-is-excited-to-face-france", "title": "Kieran Trippier relishes England’s relaxed life and is excited to face France", "date_published": "2022-12-08 22:30:06+00:00", "description": "<ul><li>Defender shares camp’s feeling of going for a Sunday kickaround</li><li>Trippier: ‘I love every moment and everyone else does’</li></ul><p>Kieran Trippier has revealed the sights and sounds of England’s World Cup dressing room before a match, describing a confident and ultra-relaxed atmosphere as the players prepare for Saturday’s quarter-final against France. The defender talked up the team spirit that Gareth Southgate has fostered – a key comfort before the meeting with the world champions – and he illustrated the point by calling out Jordan Pickford for his love of “horrific” rave music.</p><p>“Everyone is relaxed, so is Gareth,” Trippier said. “He takes his meeting and then we get in the dressing room and listen to some horrific songs from some of the lads. Whose horrific music is it? Pickford’s. Honestly, he has the worst taste in music.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/kieran-trippier-relishes-englands-relaxed-life-and-is-excited-to-face-france\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/supporters-morocco-carry-hopes-entire-arab-world-qatar-2022-world-cup", "title": "Supporters surge to Qatar as Morocco carry hopes of entire Arab world", "date_published": "2022-12-08 21:58:03+00:00", "description": "<p>Atlas Lions’ run reaches across borders, with fans eyeing stays beyond Saturday’s World Cup quarter-final against Portugal</p><p>It was in mid-air on the final leg to Doha that Hassan realised exactly what lay in store. He was travelling from Paris, via Istanbul, with his friends Manal and Zouhair after hours of searching for a ticket to Morocco against Spain finally paid off. “I didn’t understand what I was seeing and hearing,” he says. “There were Egyptians, Jordanians, Iraqis, Yemenis – all of them had left their families and their jobs, just to come and support Morocco.”</p><p>Hassan pulls up a video on his phone: almost every passenger is on their feet, chanting his homeland’s name. It was Monday night and, within 24 hours, <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\" title=\"\">they would witness history</a>. Morocco had never reached the last eight of a World Cup before; if they defeat Portugal on Saturday they will do what nobody from their continent has ever managed, breaking Africa’s semi-final duck at last.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/supporters-morocco-carry-hopes-entire-arab-world-qatar-2022-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/brentford-durban-heineken-cup-rugby-union", "title": "From Brentford to Durban: new-look Heineken Cup prepares for takeoff", "date_published": "2022-12-08 20:00:03+00:00", "description": "<p>With three South African sides added this season, long flights and absurd contrasts will be part of the package</p><p>This season’s Heineken Champions Cup makes even the enlarged Eurovision Song Contest feel like a parochial concept. This weekend alone there are opening‑round games in such wildly disparate locations as Pretoria, Durban, Brentford and Le Havre, involving almost absurd contrasts in temperature and altitude. It’s “Europe”, captain, but not as we know it.</p><p>Talk about refreshing the parts other years have never reached. This weekend Harlequins will be beside the Indian Ocean, coping with humidity and 30-degree heat. Next week they will be back beside the River Crane in Twickenham freezing their Yuletide nuts off. People talk about the brave new world of a world club championship but in many ways it is here already.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/brentford-durban-heineken-cup-rugby-union\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/psg-interest-signing-marcus-rashford-manchester-united", "title": "PSG reveal interest in signing ‘amazing’ Marcus Rashford for next season", "date_published": "2022-12-08 19:39:39+00:00", "description": "<ul><li>PSG president says club could pursue January talks with forward</li><li>Manchester United deal ends in June but with option to extend</li></ul><p>Paris St Germain would be interested in signing Marcus Rashford from Manchester United at the end of the season, according to their president, Nasser al-Khelaifi. The England forward will be out of contract in June, although United have an option to extend for a further year. </p><p>Rashford has scored eight goals for United this season and three for England in Qatar to help them reach the quarter-finals of the World Cup.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/psg-interest-signing-marcus-rashford-manchester-united\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/peru-pedro-castillo-court-rebellion-conspiracy-charges", "title": "Peru’s ousted president appears in court to face rebellion and conspiracy charges", "date_published": "2022-12-08 19:33:25+00:00", "description": "<p>Court expected to decide if Pedro Castillo will be held in preliminary detention after failed attempt to close congress </p><p>Peru’s ousted president Pedro Castillo has appeared in court to face charges of rebellion and conspiracy as his successor, Dina Boluarte, the country’s first female leader, pledged to set Peru on a new course and called a truce after months of political turmoil.</p><p>Castillo looked sombre during Thursday’s hearing, giving simple yes or no answers, while his lawyer argued that he had been arbitrarily detained and forced from Peru’s presidency on trumped-up charges.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/peru-pedro-castillo-court-rebellion-conspiracy-charges\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/08/real-madrid-v-chelsea-womens-champions-league-live", "title": "Real Madrid v Chelsea: Women’s Champions League – live", "date_published": "2022-12-08 19:13:38+00:00", "description": "<ul><li>Updates from the 8pm GMT kick-off in Group A</li><li>Get in touch: contact John <a href=\"mailto:john.brewin.casual@theguardian.com\">by email</a> or <a href=\"https://twitter.com/JohnBrewin_\">on Twitter</a></li></ul><p><strong>Chelsea can follow in the footsteps of Arsenal last night in the Champions League.</strong> </p><p>The Women’s Super League and Netherlands record goalscorer’s contribution ensured Arsenal remained top of Group C, three points ahead of Lyon, who beat FC Zürich 4-0, and five points clear of Juventus.</p><p>The first goal was swiftly followed by the second and it was also Cuthbert’s second screamer in two games. Her cross-cum-shot flew into the net from the right to give her team a two-goal cushion.</p><p>“That’s a secret,” Cuthbert said of whether she meant it. “I meant to fire it across the goal and see what happens. It was lucky it came off my boot quite nicely and went over the keeper’s head and in.”</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/08/real-madrid-v-chelsea-womens-champions-league-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/sherman-billionaire-murder-unsolved-appeal-evidence", "title": "Daughter appeals for evidence five years after billionaire Toronto couple killed", "date_published": "2022-12-08 19:13:36+00:00", "description": "<p>Barry and Honey Sherman were found dead at home in 2017 in a case that shocked Canada but remains unsolved</p><p>The daughter of a <a href=\"https://www.theguardian.com/world/2017/dec/16/pharma-billionaire-and-wife-found-dead-in-suspicious-case\">billionaire couple</a> whose unsolved murder shocked Canada’s largest city has pleaded for the public to come forward with any evidence ahead of the fifth anniversary of their deaths.</p><p>Barry Sherman, the founder of drug giant Apotex, and his wife Honey, were found dead in their Toronto home on 13 December 2017. A realtor <a href=\"https://www.theguardian.com/world/2017/dec/16/pharma-billionaire-and-wife-found-dead-in-suspicious-case\">found the couple in the basement pool area of their home</a> two days later, with belts looped around their necks and attached to a pool railing.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/sherman-billionaire-murder-unsolved-appeal-evidence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/rishi-sunak-windfarms-tories-england-planning-housing", "title": "Rishi Sunak’s U-turn on windfarms reflects the Tories’ failure to protect rural England | Simon Jenkins", "date_published": "2022-12-08 18:52:06+00:00", "description": "<p>As the Conservatives squabble over planning and housing targets, England’s countryside is being destroyed</p><p>The English countryside is sick. It can feel as though a day never passes without its green and pleasant land falling victim to the threat of windfarms, coalmines, solar arrays and housing estates. Boris Johnson seemed to want a turbine in every field. Liz Truss wanted “<a href=\"https://www.theguardian.com/environment/2022/sep/26/we-are-angry-green-groups-react-to-truss-plans-to-scrap-regulations\">investment zones</a>” even in protected areas. Rishi Sunak called for 300,000 new houses a year – until he didn’t.</p><p>This week the new environment secretary, Thérèse Coffey, could not enlighten a Commons committee on her <a href=\"https://www.theguardian.com/environment/2022/dec/06/government-will-not-intervene-to-help-famers-with-rising-food-prices-therese-coffey-says\">policy for farms</a>, given the shambles of Brexit. Meanwhile, the environment secretary, Michael Gove, found himself capitulating to onshore <a href=\"https://www.theguardian.com/environment/2022/nov/26/alok-sharma-backs-bid-to-lift-ban-on-onshore-windfarms-in-england\">windfarms one minute</a> and a <a href=\"https://www.theguardian.com/environment/2022/dec/07/uk-first-new-coalmine-for-30-years-gets-go-ahead-in-cumbria\">coalmine in Whitehaven</a> the next. As for Labour’s Keir Starmer, he savaged Sunak for <a href=\"https://www.theguardian.com/politics/2022/dec/07/keir-starmer-calls-rishi-sunak-blancmange-after-housing-u-turn-pmqs\">abandoning housing targets</a> the same week as he said he would stop telling <a href=\"https://www.theguardian.com/politics/2022/dec/05/labour-radical-new-plan-will-keir-starmer-dare-stick-to-it\">local councils</a> what to do.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/rishi-sunak-windfarms-tories-england-planning-housing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/commanders-blighted-by-toxic-work-culture-says-scathing-us-house-report", "title": "Commanders blighted by ‘toxic work culture’, says scathing US House report", "date_published": "2022-12-08 18:43:42+00:00", "description": "<ul><li>Team owner Dan Snyder involved in misconduct, says report</li><li>NFL also comes in for criticism in committee’s findings</li></ul><p>The Washington Commanders created a “toxic work culture” for more than two decades, “ignoring and downplaying sexual misconduct” by men at the top levels of the organization, according to a report published on Thursday by the US House committee on oversight and reform.</p><p>Commanders owner Dan Snyder was involved in the misconduct, according to the report, which said he inappropriately touched a former employee at a dinner, <a href=\"https://www.theguardian.com/sport/2020/aug/26/dan-snyder-covert-video-cheerleaders-washington-nfl-team-football\">had staffers produce a video</a> “of sexually suggestive footage of cheerleaders,” and ordered that women who were auditioning to be cheerleaders walk on the field “while he and his friends gawked from his suite through binoculars.”</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/commanders-blighted-by-toxic-work-culture-says-scathing-us-house-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/italy-russian-oligarch-yacht-dmitry-mazepin-sardinia-", "title": "Russian oligarch’s yacht seized in Sardinia has disappeared from port", "date_published": "2022-12-08 18:36:08+00:00", "description": "<p>The 22-metre vessel, owned by billionaire Dmitry Mazepin, was last seen at the Italian island in summer</p><p>A luxury yacht owned by a Russian oligarch that was supposedly seized under EU sanctions mysteriously disappeared from a port on the Italian island of Sardinia this summer.</p><p>The 22-metre Aldabra is owned by Dmitry Mazepin, the billionaire owner of a mineral fertiliser company and father of the former Formula One driver <a href=\"https://www.theguardian.com/politics/2022/mar/09/eu-imposes-travel-bans-asset-freezes-russians-oligarchs-putin\">Nikita Mazepin</a>.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/italy-russian-oligarch-yacht-dmitry-mazepin-sardinia-\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/viktor-bout-the-lord-of-war-at-centre-of-brittney-griner-prisoner-swap", "title": "Viktor Bout: the ‘Lord of War’ at centre of Brittney Griner prisoner swap", "date_published": "2022-12-08 18:30:05+00:00", "description": "<p>Moscow has never forgotten the notorious arms dealer, who reportedly keeps a photo of Vladimir Putin in his US cell</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2022/dec/08/brittney-griner-biden-russia-viktor-bout-politics-latest\">Biden hails release of Brittney Griner from Russian prison – live updates</a></li></ul><p>Merchant of Death, Lord of War, the Bill Gates of Arms Dealing: Viktor Bout’s nicknames speak for themselves.</p><p>The notorious arms dealer has been returned to “the motherland” – as Russia put it on Thursday – <a href=\"https://www.theguardian.com/world/2022/dec/08/brittney-griner-russia-us-prisoner-swap-viktor-bout\">after a dramatic high-level prisoner exchange with WNBA star Brittney Griner.</a></p> <a href=\"https://www.theguardian.com/world/2022/dec/08/viktor-bout-the-lord-of-war-at-centre-of-brittney-griner-prisoner-swap\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/08/reese-witherspoon-tracy-flick-election-sequel", "title": "Reese Witherspoon to return as Tracy Flick in Election sequel", "date_published": "2022-12-08 18:15:26+00:00", "description": "<p>The Oscar-winner will reunite with Alexander Payne for a Paramount+ adaptation of Tom Perrotta’s Tracy Flick Can’t Win</p><p>Reese Witherspoon is set to reunite with director Alexander Payne for an Election sequel.</p><p>The film will be an adaptation of Tom Perrotta’s Tracy Flick Can’t Win, his 2022 novel that follows the character of Tracy Flick as she battles to become the principal of a suburban high school. “She hasn’t fulfilled her dreams of a political career,” Perrotta <a href=\"https://www.theatlantic.com/culture/archive/2022/09/tom-perrotta-atlantic-festival-interview-tracy-flick/671567/\">said</a> of Tracy in the book. “And she’s looking back and starting to realize that she wasn’t as extraordinary an individual as she believed. That she was a kind of representative woman rather than a unique superhero.”</p> <a href=\"https://www.theguardian.com/film/2022/dec/08/reese-witherspoon-tracy-flick-election-sequel\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/08/charlotte-mayer-obituary", "title": "Charlotte Mayer obituary", "date_published": "2022-12-08 18:04:54+00:00", "description": "Sculptor whose largely abstract work drew on natural forms<p>Charlotte Mayer, who has died aged 93, belonged to the generation of Central European Jews who went to Britain as refugees from the Nazis and subsequently made a vital contribution to the country’s cultural life. Memories of the Holocaust, and especially of the murder of her maternal grandmother, Ružena, were translated by Mayer into the jagged, disturbing sculpture <a href=\"https://www.pangolinlondon.com/artists/40-charlotte-mayer/works/5677-charlotte-mayer-the-thornflower-2006/\" title=\"\">Thornflower</a> (2006). Yet even there, the spines at the heart of the composition are combined with more comforting organic shapes, as if to represent life’s “duality”, as Mayer herself put it.</p><p>The fact that this curving, floral imagery also has more than a passing resemblance to apple peel is not accidental. Mayer’s use of such natural forms and, sometimes, materials drew heavily on her childhood experiences in Prague, at her grandparents’ home Das Rosel Haus (The House of Roses). Although this villa functioned as a kind of salon for the city’s artists, Mayer herself recalled most vividly deshelling walnuts and making little baskets from horse chestnuts with the housekeeper, Máde.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/08/charlotte-mayer-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/cop15-diary-delegates-grapple-with-masks-snoods-and-meaningful-action", "title": "Cop15 diary: delegates grapple with masks, snoods and meaningful action", "date_published": "2022-12-08 18:01:20+00:00", "description": "<p>The inside story of what happened on the first two days of the biodiversity summit in Montreal</p><p><strong>Wednesday, 7 December</strong></p><p>Canadian prime minister Justin Trudeau’s pledge of C$800m (£510m) over seven years to support Indigenous-led conservation projects was preceded by a ceremony led by the First Nations Elder, Ka’nahsohon Kevin Deer. It made a change from the day before when Trudeau was interrupted by Indigenous protesters at the opening ceremony.</p><p>The UN secretary general António Guterres spoke powerfully about the need to protect the rights of environment protesters, saying “human rights must be at the centre of all environmental concerns and namely, the work of the [UN convention on biodiversity] CBD”.</p><p>A new draft text of the Global Biodiversity Framework (GBF) is littered with more than 1,000 brackets, which will need dealing with over the next two weeks. The text has been described as a “mess”, with many concerned about the amount that still needs to be done.</p><p>Despite more than 20 targets being negotiated, the <a href=\"https://www.theguardian.com/environment/2022/dec/01/nature-positive-and-30x30-just-soundbites-or-the-foundations-of-a-cop15-deal\">30x30</a> goal to protect 30% of land and oceans by 2030 is stealing the limelight. As delegates arrived at Montreal airport, there was no escaping the slew of posters promoting the ambition.</p><p>Both Canada and China have given delegates welcome bags – the former contained a snood, and the latter, a silk scarf and tea. Masks are also back and each day delegates are taking Covid tests in order to get into the conference centre.</p><p>The EU representative Ladislav Miko criticised Russia’s invasion of Ukraine, saying it brings about “long-term environmental degradation”. Russian delegate Denis Rebrikov responded by saying the subject should be outside the scope of the biodiversity summit. “It’s hard to avoid the impression that these countries are deliberately trying to sabotage the adoption of a global framework,” he said.</p><p>It’s currently 3C in Montreal and some delegates are struggling with the cold. One was seen wearing a thick coat and woolly hat with headphones over the top in the main plenary hall.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/cop15-diary-delegates-grapple-with-masks-snoods-and-meaningful-action\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/marcus-trescothick-england-ben-stokes-pakistan-cricket", "title": "‘Some others might try it’: Trescothick on England’s aggressive trendsetters", "date_published": "2022-12-08 18:00:01+00:00", "description": "<p>Batting coach believes Ben Stokes and co are pioneering a ‘different style’ that opposition teams will soon try to imitate</p><p>For England’s elite batting coach, the Test team’s new all-out attack mindset has its drawbacks. While previous incumbents could be forgiven for letting their minds wander during sedate throw-down drills in the nets, Marcus Trescothick must contend with batsmen bringing their blitz approach to close quarters. He has already worn one crunching shot to the chest. “It’s an occupational hazard,” is his phlegmatic outlook.</p><p>But away from being peppered in sessions he describes as “like white-ball T20 practice because the ball is flying back left, right and centre”, few are better placed to assess England’s ultra-aggressive approach, one the captain, Ben Stokes, has pledged to continue – and indeed accelerate – in the second Test against Pakistan in Multan on Friday.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/marcus-trescothick-england-ben-stokes-pakistan-cricket\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/jordan-pickford-invisible-saves-england-secret-world-cup-weapon", "title": "Jordan Pickford’s invisible saves are England’s secret World Cup weapon", "date_published": "2022-12-08 18:00:00+00:00", "description": "<p>Three of the goalkeeper’s finest stops in Qatar have gone unnoticed by the match officials</p><p>As a measure of how much Jordan Pickford’s performances have flown under the radar during this World Cup, it turns out the England goalkeeper is so underrated that three of his best saves haven’t even been recognised.</p><p>Yes, there was plenty of praise for the sharp reflex stop from Iran’s Sardar Azmoun <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\" title=\"\">in England’s opener in Qata</a>r. And true, everyone applauded when Pickford kept his side level during their last-16 <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\" title=\"\">match against Senegal</a> by pushing away a shot from Boulaye Dia.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/jordan-pickford-invisible-saves-england-secret-world-cup-weapon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/08/the-stranglers-drummer-jet-black-dies-after-years-of-ill-health-aged-84", "title": "The Stranglers drummer Jet Black dies after ‘years of ill health’ aged 84", "date_published": "2022-12-08 17:53:01+00:00", "description": "<p>The musician was also an author, business owner and designer, and owned a fleet of ice-cream vans later used to tour the UK</p><p>Jet Black, drummer with The Stranglers, has died after “years of ill health” at the age of 84, his representative confirmed.</p><p>The musician, whose real name was Brian John Duffy, had been living in his country home in north Wales close to his friends and family as his health issues became more debilitating.</p> <a href=\"https://www.theguardian.com/music/2022/dec/08/the-stranglers-drummer-jet-black-dies-after-years-of-ill-health-aged-84\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/people-in-pain-private-hospitals-nhs", "title": "I don’t want working class people in pain: so I’d use private hospitals to bolster the NHS | Wes Streeting", "date_published": "2022-12-08 17:44:03+00:00", "description": "<p>Some say this is a betrayal of leftwing values, but I refuse to see people abandoned while those who can pay are treated faster</p><ul><li>Wes Streeting is the shadow health secretary</li></ul><p>The NHS is heading into this winter facing <a href=\"https://www.theguardian.com/uk-news/2022/aug/29/horrible-winter-lies-ahead-next-pm-inherit-nhs-knees-crisis\">the biggest crisis</a> in its history. People are finding it impossible to see a GP when they need to and 24 hours in A&amp;E is no longer just a TV programme, but the grim reality for patients. When patients call 999 in an emergency, they can no longer be sure an ambulance will reach them in time.</p><p>Behind the statistics are people suffering, for months or even years, putting their lives on hold because of their pain. Thousands of people are forced out of work because they are waiting for operations or have to look after elderly relatives who can’t get the care they need. Young people still dealing with the mental health scars of lockdown wait years for any help, so cannot begin their working lives.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/people-in-pain-private-hospitals-nhs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/phone-camera-racist-attacker-justice", "title": "I used a phone camera to bring my racist attacker to justice. This is how we must fight back | Shabir Makim", "date_published": "2022-12-08 17:43:56+00:00", "description": "<p>Individuals can’t take on governments and the media, but with the will and the technology it is possible to expose acts of racism</p><p>I am a British teacher of Asian heritage. Earlier this year I was beaten around the head by a white racist, a former soldier, who wielded two umbrellas and hurled abuse at me because of the colour of my skin. My attacker was Robert Browne. Last month he <a href=\"https://www.theguardian.com/uk-news/2022/nov/03/man-pleads-guilty-to-racist-assault-on-teacher-in-stockport\">pleaded guilty</a> to racially/religiously aggravated common assault/beating and today he was sentenced to 10 weeks, suspended for 18 months, and ordered to pay me £300.</p><p>Browne very nearly got away with his appalling attack on me, which left me both physically and emotionally injured, and extremely traumatised. He attacked me because I didn’t just walk on by when he and another man became involved in an abusive exchange with a homeless man who was begging outside a Tesco store in Greater Manchester.</p><p>Shabir Makim is a teacher</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/phone-camera-racist-attacker-justice\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/brittney-griner-from-brilliant-basketball-talent-to-high-profile-prisoner", "title": "Brittney Griner: from brilliant basketball talent to high-profile prisoner | Tom Dart", "date_published": "2022-12-08 17:22:22+00:00", "description": "<p>The USA star is one of the world’s best players. Her talent led her to Russia, where she found herself in a diplomatic incident</p><p>Brittney Griner, who <a href=\"https://www.theguardian.com/world/2022/dec/08/brittney-griner-russia-us-prisoner-swap-viktor-bout\">was released from a Russian jail</a> in a high-profile prisoner swap on Thursday, seemed destined for basketball stardom as a high school student when an extraordinary growth spurt gave her a physical advantage. She later finessed her skills to become one of America’s top young players.</p><p>Born in 1990 and raised in Houston, where her Vietnam veteran father was a sheriff’s deputy, she was bullied at school because of her appearance and looked to sport as a release, turning her unusual physique into an asset. At high school she grew to 6ft 8in – one inch below her current height – and her ability to <a href=\"https://www.youtube.com/watch?v=tuDfRzY2Vqw\">dunk a basketball</a> inspired a viral video and predictions that her athleticism and talent would make her an <a href=\"https://www.espn.com/college-sports/recruiting/basketball/womens/news/story?id=3457654\">all-time great</a>.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/brittney-griner-from-brilliant-basketball-talent-to-high-profile-prisoner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/brazil-and-tite-wary-of-croatian-resilience-in-toughest-hurdle-yet", "title": "Brazil and Tite wary of ‘Croatian resilience’ in toughest hurdle yet", "date_published": "2022-12-08 17:01:35+00:00", "description": "<p>Zlatko Dalic’s savvy and seasoned core will offer Brazil’s flair players a different sort of test in World Cup quarter-final</p><p>Tite had just pledged to dance along with his Brazil squad, and to hell with the churls, when he alighted upon another form of visual display. “When we paint a painting, the entire painting is the athletes,” he said. “They are the ones who are portrayed in this painting and we are just participants. We just contribute to the painting; the painting is just the players themselves.”</p><p>If they are to draw a line under two barren decades this winter, Brazil will have to master all the arts. The choreographed routines with which they greeted each goal against South Korea were <a href=\"https://www.theguardian.com/football/2022/dec/06/roy-keane-became-hate-figure-in-brazil-world-cup-qatar-2022\">looked upon dimly in some quarters</a> but that is a trifling concern. The more pressing theme is whether Croatia, with their savvy and seasoned core, will allow as many opportunities for festivity when they face Tite’s players in the last eight.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/brazil-and-tite-wary-of-croatian-resilience-in-toughest-hurdle-yet\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/netherlands-argentina-past-world-cup-meetings", "title": "Netherlands v Argentina: their previous World Cup meetings", "date_published": "2022-12-08 17:00:07+00:00", "description": "<p>With the <em>Albiceleste </em>set to take on the <em>Oranje </em>in Qatar, we relive the best (and worst) from their previous showdowns</p><p>The first World Cup meeting between the sides is not one Argentina will remember with fondness. They are ruthlessly torn apart in Gelsenkirchen by the brilliant Johan Cruyff-inspired <em>Oranje</em>, whose collective vision, movement and passing patterns are complemented by steely tackling and defensive discipline. Cruyff dances around the goalkeeper Daniel Carnevali to roll in the first after latching on to Johan Neeskens’s chipped pass; it is the defender Wim Rijsbergen’s crunching challenge that sets the platform for the attack. Ruud Krol soon rockets in the second from the edge of the area after a corner. In the second half, Cruyff whips an immaculate cross to the far post where Johnny Rep’s bullet header makes it 3-0. On the sidelines, the Netherlands manager, Rinus Michels, laughs, claps and rubs his hands with glee. In the last minute, after yet another fluent passing move, Willem van Hanegem’s close-range shot is beaten out by Carnevali, only for Cruyff to audaciously volley in from an angle. For a proud footballing nation such as Argentina it is particularly painful to be taught a lesson in such emphatic fashion. Total football; total domination.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/netherlands-argentina-past-world-cup-meetings\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/08/something-from-tiffanys-review-amazon-prime-romcom", "title": "Something from Tiffany’s review – charming enough Christmas romcom", "date_published": "2022-12-08 17:00:06+00:00", "description": "<p>Zoey Deutch and Kendrick Sampson get wrapped up in a convoluted case of gift confusion in Amazon’s glossy New York-set attempt to recall the classics of the genre</p><p>While Netflix might be credited with the resurrection of the romantic comedy after their successfully marketed Summer of Love lineup back in 2018, in a twist of cruel irony the better examples of the genre have mostly been found elsewhere ever since. Sparky wedding romcom <a href=\"https://www.theguardian.com/film/2020/feb/09/plus-one-review-rom-com-maya-erskine-jack-quaid\">Plus One</a> and queer Christmas comedy <a href=\"https://www.theguardian.com/film/2020/nov/19/happiest-season-review-queer-christmas-comedy\">Happiest Season</a> both ended up on Hulu, Universal released crowd-pleasing charmers <a href=\"https://www.theguardian.com/film/2022/sep/10/bros-review-billy-eichners-all-lgbtq-romantic-comedy-is-a-winner\">Bros</a> and <a href=\"https://www.theguardian.com/film/2022/sep/14/ticket-to-paradise-review-george-clooney-julia-roberts\">Ticket to Paradise</a> recently in cinemas, and Amazon found mileage in yet another Groundhog Day riff with teen-led <a href=\"https://www.theguardian.com/film/2021/feb/09/the-map-of-tiny-perfect-things-review-time-loop-romcom-amazon\">The Map of Tiny Perfect Things</a>. The latter streamer might have stumbled with last week’s limp Britcom <a href=\"https://www.theguardian.com/film/2022/dec/02/your-christmas-or-mine-film-review-amazon\">Your Christmas or Mine?</a> but there’s a far more winning assemblage of festive farce and feelings in this week’s Something from Tiffany’s, an unusually glossy December confection from producer Reese Witherspoon, in stark comparison to the Hallmark-adjacent junk that its competitor continues to churn out.</p><p>While the genre is now that much more populated once again, too many of the more recent examples have been marred by either a reticence to really lean into the formula without smugly denigrating it or, when leaning, an incompetence to do anything more than provide a weak trace over what’s come before, simply doing the rom and the com but rarely doing it well. While Something from Tiffany’s is unlikely to rise to the higher regions of any genre fan’s best-of list (it’s too frothy to even rise to the middle), there’s something engagingly earnest about its relative lack of meta self-awareness and robust attempts to look and feel like the studio meet-cutes so many of us were raised on.</p> <a href=\"https://www.theguardian.com/film/2022/dec/08/something-from-tiffanys-review-amazon-prime-romcom\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/germany-assesses-credibility-of-rightwing-coup-plot-amid-further-arrests", "title": "Germany assesses credibility of rightwing coup plot amid further arrests", "date_published": "2022-12-08 16:57:02+00:00", "description": "<p>Number of suspects revised upwards to 52, 23 of whom are currently in custody, and more police raids are planned</p><p>Germanyis trying to get the measure of how imminent a threat to the state was posed by the rightwing terror ring exposed on Wednesday, as police made further arrests in connection with the coup plot.</p><p>In their biggest ever raid targeting rightwing extremists, German authorities arrested 25 people suspected of plotting to overthrow the government, install a shadow regime led by a 71-year-old aristocrat, and seek talks with Russia to renegotiate its post-second world war settlement.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/germany-assesses-credibility-of-rightwing-coup-plot-amid-further-arrests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/colorado-springs-alleged-shooter-record-unsealed", "title": "Judge unseals records of alleged Colorado gunman’s earlier bomb threat", "date_published": "2022-12-08 16:56:21+00:00", "description": "<p>Accused gunman in Club Q shooting that left five dead was arrested in 2021 for making bomb threat yet case was dropped</p><p>A judge has ordered the unsealing of documents from the 2021 arrest of the Colorado Springs LGBTQ+ bar shooter, following a bomb threat and standoff with authorities.</p><p>Judge Robin Chittum said the public interest in the case outweighed the privacy rights of the defendant, <a href=\"https://www.theguardian.com/us-news/2022/dec/06/colorado-springs-club-q-shooting-suspect-charged\">Anderson Lee Aldrich</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/colorado-springs-alleged-shooter-record-unsealed\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/sovereignty-act-passed-alberta-canada", "title": "Alberta ‘sovereignty act’ sets province on collision course with Justin Trudeau", "date_published": "2022-12-08 16:53:29+00:00", "description": "<p>Bill that could allow province to ignore federal laws criticized by constitutional scholars and Indigenous leaders</p><p>Alberta has passed a controversial “sovereignty act” that could allow the province to ignore federal laws, setting the stage for a combative relationship with the Canadian prime minister, <a href=\"https://www.theguardian.com/world/justin-trudeau\">Justin Trudeau</a>, and tense relations with Indigenous leaders.</p><p>Shortly after midnight on Thursday, the governing United Conservative party passed <a href=\"https://www.assembly.ab.ca/assembly-business/bills/bill?billinfoid=11984&amp;from=bills\">Bill 1, the Alberta Sovereignty Within a United Canada Act</a>, after weeks of criticism over the proposed law – and only after stripping away a contentious provision that would have allowed the provincial cabinet the power to bypass the legislature and rewrite laws.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/sovereignty-act-passed-alberta-canada\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/arkansas-city-elects-youngest-black-mayor-jaylen-smith", "title": "Arkansas city elects 18-year-old as youngest Black mayor in US", "date_published": "2022-12-08 16:45:04+00:00", "description": "<p>Jaylen Smith, who lives at home with his parents, will be next leader of Earle, population 1,785</p><p>It is not even a year since Jaylen Smith was learning the power of the youth vote as a student government leader at his high school in Arkansas. Now the pioneering teenager is about to put his knowledge into practice as the youngest elected Black mayor anywhere in the US.</p><p>On Tuesday, as the Georgia Senate runoff was capturing the attention of the nation, Smith, 18, was steadily amassing the votes he needed to become the next leader of the small city of Earle, population 1,785.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/arkansas-city-elects-youngest-black-mayor-jaylen-smith\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/house-passes-same-sex-marriage-bill", "title": "House passes landmark legislation protecting same-sex marriage", "date_published": "2022-12-08 16:22:20+00:00", "description": "<p>Final vote was 258 to 169, with 39 Republican members joining every House Democrat</p><p>The House gave final passage on Thursday to landmark legislation <a href=\"https://www.theguardian.com/us-news/2022/nov/29/us-same-sex-marriage-law-senate-passes\">protecting same-sex marriage</a>, in a bipartisan vote that reflects a remarkable shift in public opinion just over a quarter-century after Congress defined marriage as a union between a man and a woman.</p><p>The final vote was 258 to 169, with 39 Republican members joining every House Democrat in supporting the bill. One Republican, Burgess Owens of Utah, voted present.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/house-passes-same-sex-marriage-bill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/08/anne-sacoolas-killer-british-teenager-harry-dunn-sentenced", "title": "Anne Sacoolas, killer of Harry Dunn, given eight-month suspended sentence", "date_published": "2022-12-08 16:11:53+00:00", "description": "<p>American sentenced remotely by UK judge who had urged her to attend the hearing in person</p><p>Anne Sacoolas, the killer of British teenager Harry Dunn, has been handed an eight-month suspended sentence by a judge, who also disqualified the US citizen for driving for 12 months.</p><p>The family of Dunn had <a href=\"https://www.theguardian.com/uk-news/2022/dec/06/harry-dunn-family-us-driver-uk-sentencing-anne-sacoolas\">said this week that they were “horrified”</a> after learning the US government had advised the American citizen not to attend the hearing at the central criminal court.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/anne-sacoolas-killer-british-teenager-harry-dunn-sentenced\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/08/prize-ass-jerzy-skolimowski-on-his-donkey-film-that-wowed-cannes", "title": "Prize ass: Jerzy Skolimowski on his donkey film that wowed Cannes", "date_published": "2022-12-08 16:11:24+00:00", "description": "<p>The veteran Polish film-maker’s latest movie stars a donkey – and is up for an Oscar. He talks about how he became a donkey whisperer to get the best performance, his career as a painter and playing a villain in The Avengers</p><p>In his rolling, sonorous, Polish-accented English, veteran director Jerzy Skolimowski explains how he became a donkey whisperer. “I make a very close bond with the animal,” he says. “Every time I was not doing anything else, I sit with donkey. I look very closely at him, eye to eye. I speak to donkey, talking in his ears gently. All my free time I spent with donkey.” There is a reason for describing this inter-species bonding: Skolimowski is about to release his amazing new film that features a donkey as the main – indeed, only significant – character; its title is simply<a href=\"https://www.imdb.com/title/tt19652910/\"> EO</a>, designed to imitate a donkey’s bray.</p><p>Skolimowski, 84, obliges – “Ee-oh! Ee-oh!” – but seems unaware of the full extent of donkey-related sentiment that will undoubtedly be rolling his film’s way, in the UK at least. He and his wife – EO’s co-writer and producer Ewa Piaskowska – might know a little about the British adoration for donkeys, but they may be unaware that <a href=\"https://register-of-charities.charitycommission.gov.uk/charity-search?p_p_id=uk_gov_ccew_onereg_charitydetails_web_portlet_CharityDetailsPortlet&amp;p_p_lifecycle=2&amp;p_p_state=maximized&amp;p_p_mode=view&amp;p_p_resource_id=%2Faccounts-resource&amp;p_p_cacheability=cacheLevelPage&amp;_uk_gov_ccew_onereg_charitydetails_web_portlet_CharityDetailsPortlet_objectiveId=A12367023&amp;_uk_gov_ccew_onereg_charitydetails_web_portlet_CharityDetailsPortlet_priv_r_p_mvcRenderCommandName=%2Faccounts-and-annual-returns&amp;_uk_gov_ccew_onereg_charitydetails_web_portlet_CharityDetailsPortlet_priv_r_p_organisationNumber=264818\">£60m (mostly in wills) was given to the Donkey Sanctuary in Devon last year</a>. If even a tiny fraction of that money transmits to the box office, Skolimowski could have a hit on his hands.</p> <a href=\"https://www.theguardian.com/film/2022/dec/08/prize-ass-jerzy-skolimowski-on-his-donkey-film-that-wowed-cannes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/08/privacy-changes-apple-uk-government-online-safety-bill", "title": "Privacy changes set Apple at odds with UK government over online safety bill", "date_published": "2022-12-08 16:03:02+00:00", "description": "<p>Users will be able to apply ‘end-to-end encryption’ to all their data stored in the cloud</p><p>Apple is on a collision course with the UK government over the online safety bill, after the company announced sweeping new privacy changes that will limit the ability of law enforcement organisations to access user data.</p><p>The new privacy feature, <a href=\"https://www.theguardian.com/technology/2022/dec/07/apple-new-security-privacy-measures-spike-cyber-attacks\">called “advanced data protection for iCloud”</a>, lets users apply “end-to-end encryption” to all their data stored in the cloud, including device backups, message histories and photos. It is already available for users in the US who are signed up to the company’s beta programme, and will be shipped worldwide in early 2023, Apple says.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/08/privacy-changes-apple-uk-government-online-safety-bill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/jungle-trek-first-ever-photo-congo-bouviers-red-colobus-monkey-aoe", "title": "Lost and found: how a jungle trek led to first photo of fearless, fluffy-cheeked monkey", "date_published": "2022-12-08 16:00:06+00:00", "description": "<p>Bouvier’s red colobus monkey was ‘rediscovered’ after an expedition up river and through swamps in the Republic of the Congo</p><p></p><p>“They have a nice black eyebrow, but I especially liked the fluffy white hairs on their cheeks.” For Congolese primatologist Gaël Elie Gnondo Gobolo, seeing Bouvier’s red colobus monkey (<em>Piliocolobus bouvieri</em>) for the first time “was an unexpected moment, like being in a dream”.</p><p>No one knew the monkey still existed in the Republic of the Congo. Assessments for the IUCN in 2008 and 2016 classified it as critically endangered, with a note saying it was “possibly extinct”. There had been no recorded sightings since the 1970s until Lieven Devreese, a primatologist from Belgium, led a two-month expedition in 2015. Gnondo Gobolo was a biology student at Marien Ngouabi University in Brazzaville, Congo’s capital, at the time and accompanied him.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/jungle-trek-first-ever-photo-congo-bouviers-red-colobus-monkey-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/08/short-bursts-of-vigorous-activity-can-cut-risk-of-early-death-study-suggests", "title": "Short bursts of vigorous activity can cut risk of early death, study suggests", "date_published": "2022-12-08 16:00:05+00:00", "description": "<p>People who do three one-minute bouts of intense activity each day such as climbing stairs have 39% lower risk of death from any cause</p><p>Whether it is playing with the dog or attacking the housework, clocking up just a few minutes of vigorous activity in daily life could dramatically reduce the chance of early death, research suggests.</p><p>The study found middle-aged adults who do not undertake leisure exercise such as going to the gym but who manage to rack up three very short bouts of vigorous activity a day have about a 39% lower risk of death than those who do no vigorous activity.</p> <a href=\"https://www.theguardian.com/society/2022/dec/08/short-bursts-of-vigorous-activity-can-cut-risk-of-early-death-study-suggests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/india-narendra-modi-bjp-landslide-election-victory-gujarat", "title": "Modi’s BJP clinches landslide election victory in Gujarat", "date_published": "2022-12-08 15:57:46+00:00", "description": "<p>Bharatiya Janata party claims biggest electoral success on record in prime minister’s home state</p><p>The Indian prime minister, Narendra Modi, was given a significant boost as his Bharatiya Janata party (BJP) won a landslide victory in his home state of Gujarat, a sign of the party’s enduring popularity before a general election due in 2024.</p><p>Gujarat has long been a stronghold of the Hindu nationalist BJP, which has won seven consecutive elections there since 1995, but Thursday’s results were the BJP’s biggest electoral success in the state on record. It looks on course to win a record 156 seats out of 182, giving it an 80% majority, the highest achieved by any party in the state’s history.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/india-narendra-modi-bjp-landslide-election-victory-gujarat\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/guatemala-president-otto-perez-molina-corruption-sentence", "title": "Guatemala: former president sentenced to 16 years for corruption", "date_published": "2022-12-08 15:52:52+00:00", "description": "<p>Otto Pérez Molina and his vice-president found guilty seven years after they were forced from office but culture of impunity persists</p><p>A Guatemalan court has found a former president and his vice-president guilty on two charges of corruption, in one of the most high-profile corruption cases in the Central American country.</p><p>The ruling against former president Otto Pérez Molina and his vice-president, Roxana Baldetti, on charges of illicit association and customs fraud come as a relief amid what is seen as the <a href=\"https://www.wola.org/analysis/guatemala-downward-spiral/\">rollback</a> of anti-corruption efforts. But the two were absolved of charges of illicit enrichment, due to lack of evidence.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/guatemala-president-otto-perez-molina-corruption-sentence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/trafigura-posts-17bn-net-profit-fuelled-by-ukraine-war", "title": "Trafigura hands out $1.7bn in dividends on profits fuelled by Ukraine war", "date_published": "2022-12-08 15:41:27+00:00", "description": "<p>Commodity trader posted record profits of $7bn after ‘exceptionally strong’ year</p><p>The commodities trading firm Trafigura is to hand more than $1.7bn (£1.4bn) to its top traders and shareholders after the energy crisis, fuelled by the war in Ukraine, led to a surge in profits.</p><p>Trafigura, one of the world’s largest specialist commodity traders, posted a record $7bn net profit in its last financial year, more than the previous four years combined after making gains from the market volatility caused by Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/trafigura-posts-17bn-net-profit-fuelled-by-ukraine-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/down-to-earth-cop-15-biodiversity", "title": "Three ways Cop15 can help save a million species from extinction", "date_published": "2022-12-08 15:33:12+00:00", "description": "<p>In this week’s newsletter: Dismal results from previous conferences mean the stakes are high at this year’s event – this time it simply has to be different</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/oct/20/sign-up-for-down-to-earth-the-best-way-to-make-sense-of-the-biggest-environment-stories\">Don’t get Down to Earth delivered to your inbox? Sign up here</a></strong></li></ul><p>This time has to be different. In the history of UN biodiversity agreements, governments have never made good on targets they have set for themselves. We have all heard the dramatic warnings: the abundance of life on Earth is rapidly declining and some scientists warn of a sixth mass extinction. But real action is yet to follow from world leaders.</p><p>How do we halt the decline of nature?</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/down-to-earth-cop-15-biodiversity\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/qatar-launches-investigation-after-reported-death-of-worker-at-world-cup-site", "title": "Qatar World Cup chief says ‘death is a part of life’ after reported worker death", "date_published": "2022-12-08 15:16:53+00:00", "description": "<ul><li>Filipino migrant worker reportedly dies at training site</li><li>Qatar officials launch investigation into incident</li></ul><p>Qatar has launched a work safety investigation into the death of a worker after reports that a man died at a training site during the World Cup, marked by controversy over the host country’s treatment of migrant workers.</p><p>Nasser Al Khater, the chief executive of the 2022 World Cup in Doha, confirmed to Reuters that a worker died, without providing specifics. Al Khater also stated that “death is a natural part of life” while offering condolences to the worker’s family and voicing disappointment at journalists’ questions.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/qatar-launches-investigation-after-reported-death-of-worker-at-world-cup-site\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/08/most-convicted-terrorists-radicalised-online-finds-study", "title": "Most convicted terrorists radicalised online, finds MoJ-backed study", "date_published": "2022-12-08 15:11:21+00:00", "description": "<p>The development of technology and tactics of groups like Islamic State have led to a rise in online extremism</p><p>Most convicted terrorists in Britain were turned to extremism by the internet, with half of those radicalised online having some problems with mental health, personality disorders, depression or autism, the most authoritative study of its kind has found.</p><p>The study for the Ministry of Justice, which was released on Thursday, examined official risk assessments of every convicted terrorist in prison since 2010 in England and Wales. The majority were radicalised at least in part online – an explosion caused by technology and the tactics of groups such as Islamic State.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/most-convicted-terrorists-radicalised-online-finds-study\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/08/charlotte-church-i-thought-i-was-going-to-faint-on-the-masked-singer", "title": "Charlotte Church: ‘I thought I was going to faint on The Masked Singer’", "date_published": "2022-12-08 15:10:20+00:00", "description": "<p>The singer answers your questions on the Leveson inquiry, the climate crisis and Welsh independence – and the difficulties of dancing dressed as a mushroom</p><p><strong>Of all the songs you sing, which stirs your emotions the most?</strong> <em>25aubrey</em><br />When I was little and doing the classical stuff, it would have been My Lagan Love – a beautiful Irish air – or a <a href=\"https://www.youtube.com/watch?v=M_kxxAzVBHE\">Welsh song Mae Hiraeth Yn y Mor</a> [“there is longing in the sea”]. I don’t long for my pop stuff but the EPs had a lot of pertinence. The song Nerve is really emotionally hardcore. In Pop Dungeon [Church’s live covers show], the one that gets me is With Every Heartbeat by <a href=\"https://www.theguardian.com/music/2018/sep/28/how-robyn-transformed-pop-music-honey\">Robyn</a>, which is such a lean song but packed full of pathos, meaning and glory.</p><p><strong>You collaborated with the likes of Eg White, Corinne Bailey Rae, Guy Chambers, Marcella Detroit and Rob Davis on 2005’s Tissues and Issues. What was it like to work with such a stellar cast on your first contemporary album? </strong><em>VerulamiumParkRanger<br /></em>I didn’t quite appreciate the experience, to be honest. If I worked with those people now, I’d appreciate that they’ve written incredible pop songs, but I was desperate to break out of the mould that had been created for me. I really wanted to go to Atlanta and work with R&amp;B producers and writers, but the record company wanted pop. They said they’d make me a “pop princess”, but I was in love with Black music and wanted to sound like Jill Scott.</p> <a href=\"https://www.theguardian.com/music/2022/dec/08/charlotte-church-i-thought-i-was-going-to-faint-on-the-masked-singer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/brittney-griner-release-wnba-athletes-reaction-sports", "title": "‘Today feels like a holiday’: WNBA, NFL and tennis stars react to Brittney Griner’s release", "date_published": "2022-12-08 15:10:11+00:00", "description": "<ul><li>Basketball star released from Russian jail after prisoner swap</li><li>Griner had been detained in Russia after drug conviction</li></ul><p>Brittney Griner’s <a href=\"https://www.theguardian.com/world/2022/dec/08/brittney-griner-russia-us-prisoner-swap-viktor-bout\">release from a Russian jail</a> was welcomed by her fellow athletes on Thursday morning.</p><p>The basketball star’s release was agreed after a prisoner swap involving Viktor Bout, a Russian arms dealer who had been detained in America for 12 years. Griner was serving a nine-year sentence for bringing a small amount of cannabis oil into Russia. She says the cannabis was for personal use.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/brittney-griner-release-wnba-athletes-reaction-sports\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/08/2manydjs-on-20-accidental-years-of-mashups-and-mayhem-its-more-fun-when-its-a-little-bit-naughty", "title": "2ManyDJs on 20 accidental years of mashups and mayhem: ‘It’s more fun when it’s a little bit naughty’", "date_published": "2022-12-08 15:00:04+00:00", "description": "<p>Their album As Heard on Radio Soulwax Pt 2 kicked-started the mashup phenomenon. As they prepare for an anniversary concert, the Dewaele brothers discuss bootlegs, brotherhood and looking back </p><p>In 2002, Belgian duo Stephen and David Dewaele released a mix album called <a href=\"https://soundcloud.com/treisiunsfert/2-many-djs-as-heard-on-radio\">As Heard on Radio Soulwax Pt 2</a> under the name <a href=\"https://www.2manydjs.com/\">2ManyDJs</a>. It sold half a million copies, and its playful, hectic variety spoke to people who were equally excited by Daft Punk and the Velvet Underground, garage rock and electroclash. In many clubs, though, there was some initial resistance. “Half the people were like: ‘We’re here for house music, what are you playing?’” Stephen remembers. “A quarter were like: ‘OK, I’ll go with it.’ And 10% were like: ‘Oh my God, you played the Stooges!’ Those were the people we were doing it for. Gradually that room shifted to everyone going: ‘Give us the Stooges!’ The world had turned upside down.”</p><p>This month, as the album comes to streaming platforms for the first time, the brothers are throwing a 20th anniversary party at Brixton Academy, London, where they will play a souped-up audiovisual version of the mix.<strong> </strong>“We took a lot of convincing,” says David. “It’s not in our nature to look back. But that particular record still sounds fresh because we didn’t really know what we were doing. If listening to old records is like looking at old pictures of yourself, this is different. It’s like looking at a picture of yourself but you had no idea there was a camera. It was just us messing around.”</p> <a href=\"https://www.theguardian.com/music/2022/dec/08/2manydjs-on-20-accidental-years-of-mashups-and-mayhem-its-more-fun-when-its-a-little-bit-naughty\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/mp-public-duty-conservative-matt-hancock-sajid-javid", "title": "Public duty? For these Tory defectors, being an MP is just another career move | Polly Toynbee", "date_published": "2022-12-08 15:00:04+00:00", "description": "<p>The Conservative ship is sinking – and MPs from Matt Hancock to Sajid Javid would rather make more money than face the opposition benches</p><p>The stampede of Tory MPs has only just begun. Yesterday the <a href=\"https://news.sky.com/story/the-mps-who-have-announced-they-are-standing-down-at-the-next-general-election-12758551\">15th was Matt Hancock</a>, just after Sajid Javid, with more expected to flee electoral Armageddon at the last minute. A crop of older Tory retirees have served their time, but there are also young quitters – the likes of Chloe Smith, William Wragg and Dehenna Davison. Another high flier flitting off is Rishi Sunak’s net zero tsar Chris Skidmore, 41, not concerned enough about the climate to seek a seat again.</p><p>This seems to be their message: who wants to be an MP if you can’t be in the cabinet? No one in their right mind wastes years on the losers’ benches. Politics is for winners, or get the hell out to make money and have fun. Of course there are Conservative MPs serious about getting things done. But too many treat the Commons as the next prize to win, the place to be, not a democratic vocation but just another career choice, like the bar or the City. George Osborne and David Cameron oozed that laconic sense of parliament as their winners’ birthright. Asked why he had wanted to be prime minister, <a href=\"https://www.independent.co.uk/arts-entertainment/books/features/the-best-politics-books-of-2015-a6750106.html\">Cameron drawled</a>: “Because I thought I’d be good at it.” He wasn’t. He and Osborne are to blame for the shocking state we’re in, their austerity and their arrogant presumption they’d win a Brexit referendum.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/mp-public-duty-conservative-matt-hancock-sajid-javid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/publisher-accused-memoir-sexual-assault-consensual-penguin-random-house-canada-leah-mclaren", "title": "Publisher accused of releasing memoir that depicts sexual assault as consensual", "date_published": "2022-12-08 14:58:26+00:00", "description": "<p>Film-maker Zoe Greenberg says she raised concerns with Penguin Random House Canada over Leah McLaren’s book</p><p>A Canadian film-maker who was allegedly sexually assaulted as a teenager has accused the country’s largest book publisher of knowingly releasing a memoir by one of her alleged assailants that depicts the incident as consensual.</p><p>In a <a href=\"https://zcgreenberg.medium.com/penguin-random-house-published-a-memoir-by-one-of-my-assailants-claiming-my-rape-was-consensual-3dd99c79633b\">6 December post on Medium</a>, Zoe Greenberg claimed she was subjected to a sexual assault in her youth.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/publisher-accused-memoir-sexual-assault-consensual-penguin-random-house-canada-leah-mclaren\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/law/2022/dec/08/rishi-sunak-next-u-turn-may-be-to-ditch-dominic-raab-bill-of-rights", "title": "Sunak’s next U-turn may be to ditch Raab’s bill of rights", "date_published": "2022-12-08 14:57:58+00:00", "description": "<p>Senior Tory MP confident ‘wise heads in No 10’ will lead PM to avoid protracted parliamentary battle</p><p>Dominic Raab’s controversial bill of rights may be axed again, as a senior Tory MP said they were confident “wise heads in No 10” would lead the government to perform yet another U-turn.</p><p>After a series of climbdowns by Rishi Sunak this week over planning and long-promised pieces of legislation, the former justice secretary Robert Buckland urged him to avoid a protracted parliamentary battle that could take up hundreds of hours of time.</p> <a href=\"https://www.theguardian.com/law/2022/dec/08/rishi-sunak-next-u-turn-may-be-to-ditch-dominic-raab-bill-of-rights\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/harry-and-meghan-show-press-bigotry-netflix-series-duchess", "title": "Watch the Harry and Meghan show, and then tell me they weren’t victims of press bigotry | Zoe Williams", "date_published": "2022-12-08 14:28:15+00:00", "description": "<p>Before seeing the Netflix series I thought all sides were a bit silly. But the case that the duchess endured a wave of intolerance is hard to deny</p><p>Why did Harry and Meghan make their <a href=\"https://www.theguardian.com/tv-and-radio/live/2022/dec/08/harry-meghan-netflix-documentary-royal-family-media-reaction-live-updates\">Netflix documentary</a>? The seismic event that was “<a href=\"https://www.theguardian.com/uk-news/2020/jan/08/prince-harry-and-meghan-say-they-are-stepping-back-from-royal-family\">Megxit</a>” – when the couple stepped back from royal duties, moved mainly to the US and became financially independent – was almost three years ago. </p><p>The <a href=\"https://www.theguardian.com/uk-news/2021/mar/06/harry-meghan-oprah-interview\">Oprah interview</a>, in which they addressed the explicit public and private racism that made their position untenable, was transmitted in 2021. They’re out. They’ve left the firm. Wouldn’t it be wonderful to just move on? It’s a question an off-screen interviewer asks outright in Harry &amp; Meghan. Meghan says: “Books were written about our story by people I don’t know. Doesn’t it make more sense to hear our story from us?” Harry is <a href=\"https://www.standard.co.uk/insider/prince-harry-meghan-markle-netflix-best-bits-key-moments-revelations-b1045746.html\">more indignant</a>, and to the casual bystander, the royal not-watcher, sounds whiny: “We’ve never been allowed to tell our story.”</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/harry-and-meghan-show-press-bigotry-netflix-series-duchess\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/lionel-messi-star-julian-alvarez-argentina-attack-world-cup", "title": "Lionel Messi is the star but Julián Álvarez has revived Argentina’s attack", "date_published": "2022-12-08 14:16:31+00:00", "description": "<p>Messi needs the best platform to perform and that is exactly what the 22-year-old Manchester City forward provides</p><p>By <a href=\"https://twitter.com/Ciaran_Mc_1\">Ciaran McLoughlin</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>So much of the talk about Argentina at the World Cup has been about Lionel Messi finally getting his hands on the trophy. Argentina had the worst possible start, <a href=\"https://www.theguardian.com/football/2022/nov/22/argentina-saudi-arabia-world-cup-group-c-match-report\">losing 2-1 to Saudi Arabia in their opening game</a>, but things have improved since with three wins over Mexico, Poland and Australia. If they beat the Netherlands on Friday night, they will reach the semi-finals for just the second time since 1990.</p><p>While Messi has grabbed the headlines with his three goals – including the spectacular opener in <a href=\"https://www.theguardian.com/football/2022/dec/03/argentina-australia-world-cup-last-16-match-report\">Argentina’s 2-1 win over Australia in the round of 16</a> – a lot of credit should go to Julián Álvarez. He is the player who came into the team when Argentina were struggling and helped their attack, including Messi, click.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/lionel-messi-star-julian-alvarez-argentina-attack-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/rome-solar-powered-christmas-tree-lights-row-italy", "title": "Rome’s solar-powered Christmas tree lights spark row over ‘ugly’ panels", "date_published": "2022-12-08 14:08:40+00:00", "description": "<p>Critics accuse authorities of ‘bogus environmentalism’ over installation in historic Piazza Venezia</p><p>A row has broken out over two “ugly” solar panels intended to power the lights on Rome’s traditional Christmas tree.</p><p>There is always much anticipation in the Italian capital when the fir arrives at the Piazza Venezia in the historic centre – a Unesco world heritage site – with many giving their view on the choice of decoration.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/rome-solar-powered-christmas-tree-lights-row-italy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/08/happy-returns-will-early-world-cup-exits-benefit-premier-league-clubs", "title": "Happy returns: will early World Cup exits benefit Premier League clubs?", "date_published": "2022-12-08 14:02:02+00:00", "description": "<p>Welcoming players back from Qatar now may provide a crucial advantage when the hectic domestic schedule restarts</p><p>“If they all go out of the competition early and can train with us, that would be absolutely outstanding,” Jürgen Klopp joked of his Liverpool players before the World Cup. The German was lucky that just seven of his squad were called upon to travel to Qatar, although only Darwin Núñez has exited before the quarter-finals. The Uruguayan is one of 73 Premier League players no longer involved in the World Cup, leaving 61 in Qatar for their managers to worry about.</p><p>Many clubs have enjoyed warm-weather training, and have played or are still to play friendlies to prepare for the Premier League’s Boxing Day return. But most of this will be done without their World Cup players, which could make a difference when the competitive action begins.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/08/happy-returns-will-early-world-cup-exits-benefit-premier-league-clubs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/everyones-jumping-on-the-white-lotus-bandwagon-and-begrudgingly-i-admit-thats-a-good-thing", "title": "Everyone’s jumping on the White Lotus bandwagon … and begrudgingly I admit that’s a good thing | Rebecca Shaw", "date_published": "2022-12-08 14:00:06+00:00", "description": "<p>I’ve been a Meghann Fahy fan for years! You think you can just waltz in now and claim to be one too? </p><p>There is something that is guaranteed to happen if an Australian sporting team begins to perform well in an international event like the World Cup, as we saw recently. I’m not talking about politicians putting on merch and Googling “soccer” in order to pretend they like sport, although that’s also true. It’s that with each passing match, more and more people will get excited and begin to join in on the action, tuning in to give their support. This, in turn, will cause some others to become irritated, as they start to accuse people of “jumping on the bandwagon” and not being “real” fans.</p><p>Of course, this is not limited to sport – accusations of bandwagoning are thrown around when musicians begin to get more popular, or when TV shows are discovered late. It is a complaint that has always annoyed me, and I’ve found it difficult to understand. Everyone is a new fan at some point! So were you – unless you had a flat screen TV set up in your mother’s uterus where you could watch your favourite team play before you were birthed. So, I’ve heretofore judged harshly each and every person who has complained about bandwagoning. Until recently.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/everyones-jumping-on-the-white-lotus-bandwagon-and-begrudgingly-i-admit-thats-a-good-thing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/09/what-does-the-lensa-ai-app-do-with-my-selfies-self-portrait-photos-magic-avatar-generator-gone-viral", "title": "What does the Lensa AI app do with my self portraits and why has it gone viral?", "date_published": "2022-12-08 14:00:06+00:00", "description": "<p><strong>Caitlin Cassidy</strong> gives <strong>Nino Bucci</strong> the full picture of the latest ‘magic avatar’ generator and image editing app</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p><strong>Caitlin, I’m seeing a lot of weird portraits of friends popping up on my social media timelines. What is going on?</strong></p><p>OK. So there’s this app called Lensa, which was launched as a photo editing app back in 2018, by Prisma Labs.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/culture/2022/dec/09/what-does-the-lensa-ai-app-do-with-my-selfies-self-portrait-photos-magic-avatar-generator-gone-viral\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/08/post-your-questions-for-public-enemys-chuck-d", "title": "Post your questions for Public Enemy’s Chuck D", "date_published": "2022-12-08 13:59:36+00:00", "description": "<p>Here’s your chance to ask the New York hip-hip icon anything you like – whether it’s about the founding of Public Enemy, his political activism or his work on Grand Theft Auto</p><p>Next month, the BBC will air a new four-part docuseries, executive-produced by rap legend Chuck D, <a href=\"https://www.bbc.co.uk/mediacentre/2022/fight-the-power-how-hip-hop-changed-the-world\">Fight the Power: How Hip Hop Changed the World</a>. Featuring a who’s who of rap’s A-list, including Eminem, Ice-T, LL Cool J, DMC and B-Real from Cypress Hill, it is a comprehensive look at the way politics shaped hip-hop and the way hip-hop, in turn, shaped the US.</p><p>The series is another significant chapter in Chuck D’s storied career. Now 62, the Public Enemy leader has spent the better part of the past 40 years setting a gold standard for rap lyricism and raising the bar for politically minded musicians of any genre.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/08/post-your-questions-for-public-enemys-chuck-d\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/brittney-griner-russia-us-prisoner-swap-viktor-bout", "title": "Brittney Griner freed from Russian prison in exchange for Viktor Bout", "date_published": "2022-12-08 13:56:11+00:00", "description": "<p>Basketball star released as US agrees to free convicted arms dealer in dramatic prisoner swap</p><p>The US basketball star Brittney Griner has been freed from prison in Russia in a dramatic high-level prisoner swap for the notorious Russian arms dealer Viktor Bout, who has been held in an American prison for 12 years.</p><p>The swap, at a time of heightened tensions over Ukraine, achieved a top goal for Joe Biden but carried a heavy price and left behind an American jailed for nearly four years.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/brittney-griner-russia-us-prisoner-swap-viktor-bout\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/managing-england-expectations-and-a-busy-morning-in-iberia", "title": "Managing England expectations and a busy morning for Iberian outlets", "date_published": "2022-12-08 13:55:24+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Harry Maguire has only gone and said England <a href=\"https://www.theguardian.com/football/2022/dec/07/this-time-england-believe-we-can-win-world-cup-says-harry-maguire\">believe they can win the Human Rights World Cup</a>, which is not particularly English of our beloved Slabhead. This level of confidence heading into a quarter-final with France will feel uncomfortable for anyone born between Berwick and Penzance. England may be a proud sporting nation, but with a collective pride built on pessimism.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/managing-england-expectations-and-a-busy-morning-in-iberia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/extractivism-is-destroying-nature-to-tackle-it-cop15-must-go-beyond-simple-targets", "title": "‘Extractivism’ is destroying nature: to tackle it Cop15 must go beyond simple targets | Rosemary Collard and Jessica Dempsey", "date_published": "2022-12-08 13:46:12+00:00", "description": "<p>The mass-scale removal of resources is a key driver of biodiversity loss. Extractivism’s grip on the planet must be broken</p><p>At the biodiversity Cop taking place in Montreal, much attention will focus on a policy proposal calling for 30% of the planet’s land and oceans to be protected by 2030, known as 30x30. Protected areas have their place in addressing the biodiversity crisis, but we also know that they are insufficient. Since the 1970s, they have increased <a href=\"https://conbio.onlinelibrary.wiley.com/doi/full/10.1111/conl.12748\">fourfold</a> globally, expanding to about 17% of the planet, but extraction rates have more than <a href=\"https://www.unep.org/news-and-stories/press-release/worldwide-extraction-materials-triples-four-decades-intensifying\">tripled</a>. This unrelenting expansion of forestry, mining, monoculture farming and fossil fuel developments is a <a href=\"https://ipbes.net/global-assessment\">central driver</a> of biodiversity loss. Ending or at least reducing “extractivism” must be front and centre at Cop15.</p><p>Extractivism is more than extraction. Extraction is the not inherently damaging removal of matter from nature and its transformation into things useful to humans. <a href=\"https://www.tni.org/files/download/beyonddevelopment_extractivism.pdf\">Extractivism</a>, a term born of anti-colonial struggle and thought in the Americas, is a mode of accumulation based on hyper-extraction with lopsided benefits and costs: concentrated mass-scale removal of resources primarily for export, with benefits largely accumulating far from the sites of extraction. One <a href=\"https://www.sciencedirect.com/science/article/pii/S095937802200005X\">estimate</a> puts the drain south to north at a staggering $10tn (£8tn) a year.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/extractivism-is-destroying-nature-to-tackle-it-cop15-must-go-beyond-simple-targets\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/chinese-students-uk-china-covid-policies-diplomacy", "title": "Chinese students in UK told to ‘resist distorting’ China’s Covid policies", "date_published": "2022-12-08 13:45:57+00:00", "description": "<p>Exclusive: comments by diplomat involved in recent Manchester clash appeared threatening, student says</p><p>A senior Chinese diplomat involved in the recent violence against pro-democracy protesters in Manchester has suggested Chinese students in Britain should “resist distorting and discrediting” China’s Covid policies.</p><p>The comments by China’s consul general in Manchester, Zheng Xiyuan, at a symposium to discuss the work of international students were said by Lyndon Lee, 23, a second-year law student at the University of York, to appear threatening.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/chinese-students-uk-china-covid-policies-diplomacy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/08/celine-dion-diagnosis-rare-neurological-disorder-stiff-person-syndrome", "title": "Céline Dion reveals diagnosis of rare neurological disorder", "date_published": "2022-12-08 13:22:06+00:00", "description": "<p>The 54-year-old singer is rescheduling tour due to stiff person syndrome, which causes her difficulties singing and moving</p><p>Céline Dion has revealed that she is living with a rare neurological disorder called stiff person syndrome (SPS) in an emotional video posted to her Instagram account on 8 December. “I’ve always been an open book and I wasn’t ready to say anything before, but I’m ready now,” the 54-year-old singer said. “I’ve been dealing with problems with my health for a long time, and it’s been really difficult for me to face these challenges … We now know [SPS] is what’s been causing all of the spasms that I’ve been having.”</p><p>“Unfortunately the spasms affect every aspect of my daily life, sometimes causing difficulties when I walk and not allowing me to use my vocal cords to sing the way I’m used to,” she continued. “I have a great team of doctors working alongside me to help me get better and my precious children who are supporting me and giving me hope. I’m working hard with my support medicine therapist every day to build back my strength and my ability to perform again, but I have to admit it’s been a struggle.”</p> <a href=\"https://www.theguardian.com/music/2022/dec/08/celine-dion-diagnosis-rare-neurological-disorder-stiff-person-syndrome\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/australia-dominate-west-indies-in-second-test-as-sure-as-day-turns-to-night", "title": "Australia dominate West Indies in second Test as sure as day turns to night", "date_published": "2022-12-08 13:14:16+00:00", "description": "<ul><li>Marnus Labuschagne and Travis Head hit unbeaten tons </li><li>Injury-hit tourists forced to make four changes in Adelaide</li></ul><p>The second Test in Adelaide began with new stories bubbling around David Warner, and ended its first day with the same old story of Australia batting West Indies out of the game. Changing red ball for pink and changing daytime match for night did not help a visiting side that also had to change four of its players through injury. The stumps score of 330-3 was built around unbeaten centuries for Marnus Labuschagne and Travis Head, following <a href=\"https://www.theguardian.com/sport/2022/dec/04/west-indies-hopes-for-draw-battered-by-bowling-onslaught-as-australia-win-first-test\">the Perth Test</a> in which Labuschagne made two hundreds and Head made 99. </p><p>Attention was on Warner as he walked to the middle, and not just because Australia had won the toss and chosen to bat. The opener had just <a href=\"https://www.theguardian.com/sport/2022/dec/07/david-warner-withdraws-bid-to-have-lifetime-captaincy-ban-revoked\">withdrawn his application to have his lifetime captaincy ban overturned</a>, unhappy that the independent panel convened to hear the case wanted to do so publicly and to ask questions about the original offences stemming from the ball-tampering future of 2018, rather than focus on his behaviour since. On the morning of the match his manager claimed that senior Cricket Australia officials <a href=\"https://www.theguardian.com/sport/2022/dec/08/david-warners-manager-says-players-given-permission-in-2016-to-tamper-with-the-ball\">had told players to ball-tamper as early as 2016</a>. </p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/australia-dominate-west-indies-in-second-test-as-sure-as-day-turns-to-night\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/08/harry-and-meghan-netflix-review-so-sickening-i-almost-brought-up-my-breakfast", "title": "Harry & Meghan review – so sickening I almost brought up my breakfast", "date_published": "2022-12-08 13:11:11+00:00", "description": "<p>Although there are sweet moments alongside the vomit-inducing, the overriding message of this royal documentary is: the late Queen was right to keep stumm</p><p>Well, it’s Christmas for Netflix all right. The first gobbet of “educational or entertainment” material that the Duke and Duchess of Sussex are contracted to create as part of their £112m deal with the streaming platform has been delivered. Six episodes of Harry &amp; Meghan, an up-close-and-personal documentary of their life together have been made. Divided into two “volumes” of three, the first volume has now dropped. Like a turd into a stocking, may be the royal family’s feeling – but for the rest of us it is entertainment, and indeed an education of sorts. Mainly in how right the late Queen was to keep stumm for her entire 70-year reign.</p><p>The Sussexes have clearly suffered, in ways most of us will not experience. Whether they have suffered quite as much as they think is another question. At one point, Harry says in wonder that his wife first sacrificed everything for him – by leaving her life in the US and joining him and the royal family in England – and then he in turn sacrificed everything for her by leaving the royal family and joining her in the US. Which is entirely true and yet not at all true at the same time. A feeling that persists throughout the three hours of insight/non-insight we have been gifted so far.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/08/harry-and-meghan-netflix-review-so-sickening-i-almost-brought-up-my-breakfast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/simone-fontecchio-dunk-utah-jazz-golden-state-warriors-nba-basketball", "title": "‘What happened?’ Warriors blow four-point lead with 13.9sec left against Jazz", "date_published": "2022-12-08 12:52:26+00:00", "description": "<ul><li>Golden State Warriors 123-124 Utah Jazz</li><li>Rookie Simone Fontecchio’s dunk seals victory for Utah</li></ul><p>Simone Fontecchio dunked with 1.4 seconds remaining off Nickeil Alexander-Walker’s steal and the Utah Jazz beat the Golden State Warriors 124-123 on Wednesday night in a breathless finish.</p><p>The Warriors had led 113-109 with 13.3 seconds left after a Jordan Poole free-throw. But Malik Beasley, who had 18 points for Utah, made a three-pointer with 7.8 seconds to play. Alexander-Walker then slapped the ball away from Poole, Beasley picked up the loose ball and threw it ahead to Fontecchio sprinting to the basket.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/simone-fontecchio-dunk-utah-jazz-golden-state-warriors-nba-basketball\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/luis-enrique-to-leave-spain-manager-world-cup-exit", "title": "Luis Enrique leaves Spain job with Luis de la Fuente set to replace him", "date_published": "2022-12-08 12:51:21+00:00", "description": "<ul><li>Spanish FA statement confirms Under-21 manager will take over</li><li>Luis Enrique departs after World Cup last-16 defeat to Morocco</li></ul><p>Luis Enrique has left his post as Spain manager after <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\">the side’s World Cup last-16 exit to Morocco</a>, with the national team’s under-21 coach, Luis de la Fuente, to replace him.</p><p>The Spanish FA (RFEF) issued a statement on Thursday thanking Luis Enrique for his service and expressing its desire to start “a new project” for the national team. A subsequent statement added: “The RFEF has chosen Luis de la Fuente as the new national coach.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/luis-enrique-to-leave-spain-manager-world-cup-exit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/08/sci-fi-dolls-and-protesters-in-peru-thursdays-best-photos", "title": "Sci-fi dolls and protesters in Peru: Thursday’s best photos", "date_published": "2022-12-08 12:48:33+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/08/sci-fi-dolls-and-protesters-in-peru-thursdays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/poor-performance-now-the-norm-for-some-uk-water-firms-warns-ofwat", "title": "Poor performance now ‘the norm’ for some UK water firms, warns Ofwat", "date_published": "2022-12-08 12:37:14+00:00", "description": "<p>Serious pollution, poor service and weak financial management embedded, says regulator in damning report</p><p></p><p>Serious pollution by water companies has increased in the past year, the regulator has said in a damning report on the performance of the sector.</p><p>Ofwat said poor performance by some firms was embedded, and named Northumbrian Water, Southern Water, South West Water, Thames Water, Welsh Water and Yorkshire Water as lagging regarding the way they served customers and ran the system.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/poor-performance-now-the-norm-for-some-uk-water-firms-warns-ofwat\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/08/new-york-times-journalists-walkout-strike-newsguild", "title": "New York Times journalists in mass strike for first time in 40 years", "date_published": "2022-12-08 12:32:47+00:00", "description": "<p>Members of NewsGuild of New York say they are stopping work in protest at management’s failure to reach deal on new contract</p><p>Hundreds of journalists and other employees at the New York Times began a 24-hour walkout on Thursday, the first strike of its kind at the newspaper in more than 40 years.</p><p>Newsroom employees and other members of the NewsGuild of New York say they are fed up with bargaining that has dragged on since their last contract expired in March 2021. The union announced last week that more than 1,100 employees would stage a 24-hour work stoppage starting at 12.01am on Thursday unless the two sides reach a contract deal.</p> <a href=\"https://www.theguardian.com/media/2022/dec/08/new-york-times-journalists-walkout-strike-newsguild\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/08/prince-harry-meghan-documentary-what-we-learned", "title": "‘A full house of the prince’s public indiscretions!’ What we learned from the Harry and Meghan documentary", "date_published": "2022-12-08 12:31:57+00:00", "description": "<p>From drugs to the Nazi uniform, the prince reveals too much, while Meghan reveals almost nothing – save for the fact that she’s a terrible poet. Largely, though, this is a three-hour teary snoozefest</p><p>The first three episodes of Harry and Meghan dropped on Netflix this morning. Great. Whoopee. Lucky<em> us</em>. How fortunate we are to live in a world where the biggest streaming platform on the planet can offer up a punishingly long documentary series about a podcaster and her husband, which exists for no other reason than to make a lot of boring people aggressively defend all their pre-existing opinions online. What a treat. Anyway, here’s what I learned from watching Harry &amp; Meghan. You’re welcome.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/08/prince-harry-meghan-documentary-what-we-learned\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/08/dining-across-the-divide-i-told-her-she-was-very-cunning-in-a-nice-way", "title": "Dining across the divide: ‘I told her she was very cunning – in a nice way’", "date_published": "2022-12-08 12:30:01+00:00", "description": "<p>Feminism, the EU and even sex differences in chimps – can these strangers agree on anything?</p><p><strong>Sula, 28, London</strong></p><p><strong>Occupation</strong> Government statistician</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/08/dining-across-the-divide-i-told-her-she-was-very-cunning-in-a-nice-way\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/08/suella-braverman-urges-rethink-christmas-holiday-flight-plans", "title": "Suella Braverman urges people to rethink Christmas holiday flight plans", "date_published": "2022-12-08 12:22:13+00:00", "description": "<p>Home secretary warns of ‘undeniable, serious disruption’ if Border Force strikes go ahead</p><ul><li><strong><a href=\"https://www.theguardian.com/politics/live/2022/dec/08/strikes-nhs-rishi-sunak-conservative-labour-latest-news-updates\">UK politics live – latest news updates</a></strong></li></ul><p>Suella Braverman, the home secretary, has urged people to rethink flying during the Christmas break as she warned of “undeniable, serious disruption” for thousands if planned Border Force strikes go ahead.</p><p>Her statement follows Wednesday’s <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/border-force-staff-to-strike-over-christmas-in-row-over-pay\">announcement</a> that Border Force staff will strike for eight days over the festive period in a dispute over pay and conditions.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/suella-braverman-urges-rethink-christmas-holiday-flight-plans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/08/iranian-forces-shooting-at-faces-and-genitals-of-female-protesters-medics-say", "title": "Iranian forces shooting at faces and genitals of female protesters, medics say", "date_published": "2022-12-08 12:16:43+00:00", "description": "<p>Exclusive: Men and women coming in with shotgun wounds to different parts of bodies, doctors say</p><p>Iranian security forces are targeting women at anti-regime protests with shotgun fire to their faces, breasts and genitals, according to interviews with medics across the country.</p><p>Doctors and nurses – treating demonstrators in secret to avoid arrest – said they first observed the practice after noticing that women often arrived with different wounds to men, who more commonly had shotgun pellets in their legs, buttocks and backs.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/08/iranian-forces-shooting-at-faces-and-genitals-of-female-protesters-medics-say\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/cop15-trudeau-pledges-510m-for-indigenous-led-conservation-projects", "title": "Cop15: Trudeau pledges £510m for Indigenous-led conservation projects", "date_published": "2022-12-08 12:15:00+00:00", "description": "<p>Canada’s prime minister calls on China, Russia and Brazil to expand protected areas for nature</p><p>Justin Trudeau has urged China, Russia, Brazil and other large countries to massively expand protected areas for nature at Cop15 while putting Indigenous rights at the heart of conservation, as momentum gathers behind a <a href=\"https://www.theguardian.com/environment/2021/jan/11/50-countries-commit-to-protection-of-30-of-earths-land-and-oceans\">controversial target to conserve 30% of Earth</a>.</p><p>On Wednesday, the Canadian prime minister committed C$800m (£510m) of funding over seven years for Indigenous-led conservation projects in his country across an area the size of Egypt, starting a “story of reconciliation” with Indigenous peoples.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/cop15-trudeau-pledges-510m-for-indigenous-led-conservation-projects\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/alexandria-ocasio-cortez-house-ethics-investigation", "title": "Alexandria Ocasio-Cortez is subject of House ethics investigation", "date_published": "2022-12-08 12:10:16+00:00", "description": "<p>Spokesperson for New York Democrat ‘confident’ undisclosed matter ‘will be dismissed’</p><p>The New York Democratic congresswoman Alexandria Ocasio-Cortez is under investigation by the House of Representatives’ ethics committee, the leaders of the panel said.</p><p>The Democratic acting chair, Susan Wild of Pennsylvania, and acting ranking member, Michael Guest, a Mississippi Republican, released a statement on Wednesday.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/alexandria-ocasio-cortez-house-ethics-investigation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/puffin-nesting-sites-western-europe-seabirds-global-heating", "title": "Puffin nesting sites in western Europe could be lost by end of century", "date_published": "2022-12-08 12:01:08+00:00", "description": "<p>Experts create guide to help save seabirds from bleak future caused by global heating</p><p>The majority of puffin nesting sites in western Europe are likely to be lost by the end of the century due to climate breakdown, a report has warned.</p><p>Other seabirds will also be affected unless urgent action to limit global heating is taken, with razorbills and arctic terns forecast to lose 80% and 87% of their breeding grounds respectively owing to reduced food accessibility and prolonged periods of stormy weather.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/puffin-nesting-sites-western-europe-seabirds-global-heating\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/08/robert-duvalls-20-best-performances-ranked", "title": "Robert Duvall’s 20 best performances – ranked!", "date_published": "2022-12-08 12:00:02+00:00", "description": "<p>From the horse’s head in The Godfather to the smell of napalm in Apocalypse Now, no one does chilling menace like the 91-year-old Oscar-winner. With the release this month of his new film, we rate his greatest roles</p><p>A pretty odd and atypical role for Duvall in which he was perhaps not well cast. He plays a Brit, Dr Watson, sidekick to Nicol Williamson’s legendary detective Sherlock Holmes in this non-canonical fan fiction tale (a genre that critic <a href=\"https://www.theguardian.com/film/2011/dec/09/gilbert-adair\">Gilbert Adair</a> called “shlock Holmes”). Watson is convinced that Holmes is suffering cocaine-induced delusions (due to ingesting his “7% solution”), takes him to see Sigmund Freud – and they wind up solving a case.</p> <a href=\"https://www.theguardian.com/film/2022/dec/08/robert-duvalls-20-best-performances-ranked\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/08/sza-sos-review-top-dawg-entertainment-rca", "title": "SZA: SOS review | Alexis Petridis's album of the week", "date_published": "2022-12-08 12:00:01+00:00", "description": "<p><strong>(Top Dawg Entertainment/RCA)</strong><br />The US star’s follow-up to her groundbreaking debut ranges wildly, from pop-punk to traces of Radiohead and a Phoebe Bridgers feature. You’d give it a trim were the quality not so unerringly high</p><p>Last week, SZA released the cover of her second album, SOS. A photo of her perched on a long diving board in the middle of the ocean, it turned into a global news story, reported everywhere from the <a href=\"https://www.nhl.com/news/sza-rocks-st-louis-blues-jersey-on-new-album-cover/c-338235378\">website of the National Hockey League</a>, which approved of the St Louis Blues jersey she was wearing, to the Daily Mail, which reacted very much as you might expect the Daily Mail to react when a Black artist appears in a photo apparently modelled on a paparazzo shot of Diana, Princess of Wales, taken days before her death.</p><p>If it all seemed a bit overheated, perhaps SZA’s second album was always bound to attract attention regardless of its sleeve, and not merely because it follows <a href=\"https://www.theguardian.com/music/2017/jun/11/sza-ctrl-review\">Ctrl</a>, one of the most acclaimed debuts of the 2010s. That album announced the arrival of an artist willing to push at the boundaries of R&amp;B: defiantly experimental, it sold 3m copies in the US alone. It’s that SOS has been a very long time coming. Its lead single, Good Days, was released two years ago. A second, I Hate U, appeared on SoundCloud in the summer of 2021, apparently on the say-so of SZA’s astrologer. Potential release dates came and went. In May, she announced the album was “ready to go”, promising “a SZA summer”. Two months later, she suggested her label was withholding the album against her wishes, but more recently claimed to be “stressed” about meeting even a December deadline. Moreover, she keeps hinting that the album will be her last. She is “emotionally, energetically unequipped” for fame: “I could burst into tears … I am effectively falling apart,” she told a journalist last month, which hardly bodes well for the rest of the promotional cycle.</p> <a href=\"https://www.theguardian.com/music/2022/dec/08/sza-sos-review-top-dawg-entertainment-rca\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/van-gaal-netherlands-argentina-world-cup", "title": "‘A score to settle’: Van Gaal builds up Netherlands for Argentina showdown", "date_published": "2022-12-08 12:00:01+00:00", "description": "<p>After painful 2014 World Cup semi-final the manager wants relatively callow squad to puff out their chests in latest clash</p><p>On a gristly, <a href=\"https://www.theguardian.com/football/2014/jul/09/argentina-holland-world-cup-semi-final-match-report\">awkward night in São Paulo</a> eight years ago Louis van Gaal could pick from a list of regrets. There was the fact Lionel Messi had been rationed to scraps in a game almost bereft of clear chances; he could reflect that, when one did arrive, Javier Mascherano slid in with Arjen Robben poised to score; then came a shootout and, with it, the kicker. Van Gaal had made all his substitutions by the time penalties seemed nailed on and could not bring on Tim Krul, who had successfully been <a href=\"https://www.theguardian.com/football/2014/jul/06/louis-van-gaal-tim-krul-holland-costa-rica-world-cup\">deployed for exactly that</a> purpose against Costa Rica. Instead Jasper Cillessen was powerless to prevent Argentina scoring four times while Ron Vlaar and Wesley Sneijder fluffed their lines. A place in the final slipped away. “I don’t like to think about it,” Van Gaal admitted this week.</p><p>It means the Netherlands’ most recent memory of a glittering, glorious fixture is that of an achingly painful slog but Van Gaal has a chance to send those demons packing on Friday. Moreover, he does not mind who knows it. “We have a score to settle,” he said after both teams had passed their last-16 assignments. The statement was typically brusque and perhaps an insight into the reasons why the 71-year-old agreed to return for a third tenure last year. He will be replaced by Ronald Koeman in 2023: this is one last crack at the ultimate prize and the sense is he sees no value in playing things down.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/van-gaal-netherlands-argentina-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/08/christmas-pudding-flavoured-crisps-boxing-day-curry-peanuts-disgusting-festive-food-jay-rayner", "title": "Why is festive food so disgusting? | Jay Rayner", "date_published": "2022-12-08 12:00:00+00:00", "description": "<p>There’s no seasonal cheer in the supermarkets’ annual serving of dreadful edible trinkets</p><p>In an age that celebrates global free trade there are still times when we can be grateful that not everything is available everywhere. One of those times is now, Christmas of 2022. Because it means that try as I might – which, to be fair, is not very hard – I’ve been unable to taste for myself the extraordinary cultural artefact that is Christmas pudding flavoured Spam. Or to use its correct name, <a href=\"https://www.spam.com/figgypudding\" title=\"\">SPAM® Figgy Pudding</a>, “with notes of cinnamon and nutmeg combined with fig and orange flavours”, and I assume, humping wafts of desperation. Apparently “you’ll taste true holiday comfort that will have you carolling all season long”. Are you absolutely sure about that?</p><p>We are not meant to knock that which we haven’t tried. Personally, however, I put Christmas pudding flavoured Spam in the same category as foot fetishism or voting Conservative. I know it happens. I know that’s how some people get their jollies. But I’m having nothing to do with it, thank you very much. While festive Spam may not be readily available here, there are lots of other god-awful edible festive trinkets which we can also not try. Yes, it’s time for<a href=\"https://www.theguardian.com/food/2020/dec/03/prosecco-crisps-pigs-in-blankets-pot-noodles-please-make-these-christmas-treats-stop-jay-rayner\" title=\"\"> my occasional roundup</a> of what I call When New Product Development Goes Bad. Pity the normally sane food professionals who have completely lost their minds in March, when ordered to devise yet another bunch of products that bellow Christmas. Some of these have been around for a few Christmases but like a fungal infection, and just as welcome, they keep returning.</p> <a href=\"https://www.theguardian.com/food/2022/dec/08/christmas-pudding-flavoured-crisps-boxing-day-curry-peanuts-disgusting-festive-food-jay-rayner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/portugal-deny-reports-that-cristiano-ronaldo-threatened-to-leave-world-cup", "title": "Portugal deny reports that Cristiano Ronaldo threatened to leave World Cup", "date_published": "2022-12-08 11:54:35+00:00", "description": "<ul><li>Stories of showdown talks with Fernando Santos rebuffed</li><li>Portuguese FA praise ‘unquestionable commitment’ to team</li></ul><p>The Portuguese Football Federation (FPF) has denied reports that Cristiano Ronaldo threatened to walk out on Portugal’s World Cup campaign.</p><p>The 37-year-old was on the bench for his country’s <a href=\"https://www.theguardian.com/football/2022/dec/06/portugal-switzerland-world-cup-last-16-match-report\">last-16 win against Switzerland</a> by Fernando Santos, having reacted poorly to being substituted in the final group game against South Korea.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/portugal-deny-reports-that-cristiano-ronaldo-threatened-to-leave-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/08/tory-mp-julian-knight-rejects-any-wrongdoing-after-whip-removed", "title": "Tory MP Julian Knight rejects any wrongdoing after whip removed", "date_published": "2022-12-08 11:46:57+00:00", "description": "<p>MP for Solihull and West Midlands says he has been targeted by rumours and ‘threats involving blackmail’</p><p>The Conservative MP Julian Knight has vehemently rejected any wrongdoing after the party removed the whip following a complaint about him to the Metropolitan police, saying he had been targeted by unfounded rumours, and potentially blackmail.</p><p>The MP for Solihull in the West Midlands, who chairs the Commons digital, culture, media and sport select committee, lost the whip after a complaint about him was made on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/tory-mp-julian-knight-rejects-any-wrongdoing-after-whip-removed\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/08/jersey-fishing-boat-believed-to-have-sunk-after-collision-with-ferry", "title": "Fishing boat believed to have sunk after collision with ferry", "date_published": "2022-12-08 11:41:25+00:00", "description": "<p>Major search and rescue operation under way after incident at 5.30am on Thursday</p><p>A fishing boat is believed to have sunk after a collision with a ferry off the coast of the Channel island. A major search and rescue operation for crew members is under way.</p><p>Jersey’s chief minister, Kristina Moore, <a href=\"https://twitter.com/Moore4Jersey/status/1600803088805539840\">sent</a> her “thoughts and prayers” to the families of the vessel’s crew.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/jersey-fishing-boat-believed-to-have-sunk-after-collision-with-ferry\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/as-mexicos-epidemic-of-violence-rages-on-authorities-seem-powerless-to-stop-it", "title": "As Mexico’s epidemic of violence rages on, authorities seem powerless to stop it", "date_published": "2022-12-08 11:30:01+00:00", "description": "<p>With more than 26,000 murders this year, it is clear the president’s strategy of using the military to control the crime gangs has failed</p><p>The news came almost as fast as the bullets were fired: a judge <a href=\"https://www.reuters.com/world/americas/mexican-judge-shot-state-zacatecas-2022-12-04/\">murdered</a> in cold blood; cartel members attempting a <a href=\"https://www.ktsm.com/news/sinaloa-cartel-members-attempt-to-break-out-of-mexican-prison/\">prison break</a>; five people <a href=\"http://cbsnews.com/news/8-killed-acapulco-including-5-in-bar-shooting-mexico/\">killed at a bar</a> in a popular port city.</p><p>The <a href=\"https://insightcrime.org/news/zacatecas-cjng-sinaloa-cartel-battle-in-mexico/\">surge in violence</a> over a single weekend in Mexico brought a torrent of headlines that are increasingly familiar as powerful gangs battle for control of the country: shootouts, cars set on fire, bodies lying in the street.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/as-mexicos-epidemic-of-violence-rages-on-authorities-seem-powerless-to-stop-it\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/tim-farron-calls-approval-of-first-uk-coalmine-in-30-years-daft", "title": "Tim Farron calls approval of first UK coalmine in 30 years ‘daft’", "date_published": "2022-12-08 11:25:10+00:00", "description": "<p>Cumbrian MP questions decision for site as he likens plans to ‘opening of a Betamax factory’</p><p>Ministers <a href=\"https://www.theguardian.com/environment/2022/dec/07/uk-first-new-coalmine-for-30-years-gets-go-ahead-in-cumbria\">giving the green light to Britain’s first coalmine</a> in 30 years is “like celebrating the opening of a Betamax factory”, Cumbrian MP Tim Farron has said.</p><p>Farron, whose constituency borders the one where the new project will be built in Copeland, called the decision “daft” because there was “an evaporation of demand” for the coking coal the new mine will produce.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/tim-farron-calls-approval-of-first-uk-coalmine-in-30-years-daft\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/iran-executes-man-23-mohsen-shekari-allegedly-stabbing-pro-regime-officer", "title": "Iran executes man, 23, for allegedly stabbing pro-regime officer", "date_published": "2022-12-08 11:19:09+00:00", "description": "<p>Mohsen Shekari’s execution appears to be first of demonstrator involved in protests</p><p>Iran has executed a 23-year-old man for allegedly stabbing a pro-regime militia officer with a machete and blocking a street in the capital, in what appears to be the first execution of a demonstrator involved in recent protests that have rocked the country.</p><p>As many as 21 people have now been charged with sentences likely to carry the death penalty, and hundreds of others <a href=\"https://www.theguardian.com/world/2022/nov/30/iranian-man-27-shot-dead-while-celebrating-teams-world-cup-exit\">have been killed</a> during the protests.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/iran-executes-man-23-mohsen-shekari-allegedly-stabbing-pro-regime-officer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/yorkshire-agree-to-release-gary-ballance-from-contract-with-club-cricket", "title": "Yorkshire agree to release Gary Ballance from contract with club", "date_published": "2022-12-08 11:08:03+00:00", "description": "<ul><li>Former England batsman cannot play for another county in 2023</li><li>‘The most important thing for him is to get better and play again’</li></ul><p>Yorkshire have agreed to release Gary Ballance from his contract with the club.</p><p>The former England batsman, who played 23 Tests and 16 ODIs, met his former Yorkshire teammate <a href=\"https://www.theguardian.com/sport/azeem-rafiq\">Azeem Rafiq</a> in August to apologise for racist language used while they played together at the county and was absent from side in the 2022 season with mental-health issues.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/yorkshire-agree-to-release-gary-ballance-from-contract-with-club-cricket\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/supreme-court-future-us-elections-state-legislature-case", "title": "The future of US elections hinges on an outlandish case before the supreme court | Moira Donegan", "date_published": "2022-12-08 11:08:00+00:00", "description": "<p>The ‘independent state legislature’ theory has rarely been put forward, and then only by blatant partisans acting in bad faith</p><p>Going into the oral arguments for Moore v Harper on Wednesday, it was easy to forget just how radical and strange it was that the US supreme court was hearing the case in the first place.</p><p>Moore v Harper is a challenge by North Carolina’s Republican-controlled state legislature to a decision by the state’s Democratic-controlled supreme court, which threw out what the court called an excessively gerrymandered congressional district map that the legislature put forward, saying the map violated a state constitutional law guaranteeing free elections. Unhappy, the legislature adopted what used to be a fringe theory: that state courts don’t have much jurisdiction over election matters at all.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/supreme-court-future-us-elections-state-legislature-case\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/08/us-travel-industry-racial-equity-problem-black-hotels", "title": "Too few ‘Black Edens’: inside the US travel industry’s racial equity problem", "date_published": "2022-12-08 11:00:04+00:00", "description": "<p>Black Americans spend billions on domestic travel, but very few hotels are Black-owned. Here are some to support</p><p>Black travelers make up a robust segment of the US tourism economy. According to a 2019 <a href=\"https://www.mmgyglobal.com/news/black-u-s-leisure-travelers-spent-109-4-billion-on-travel-in-2019-according-to-new-report/\">study</a> conducted by market research firm MMGY Global, Black Americans spent $109.4bn on domestic travel in 2019 – plus nearly $20bn more on travel abroad. That’s over 13% of the overall US leisure travel market, roughly the same percentage of Black people in the US. “What’s often perceived to be a ‘niche’ audience actually accounts for over 458m traveler stays each year,” says Chris Davidson, executive vice president of MMGY.</p><p>These healthy numbers don’t square with the travel industry’s entrenched problem of Black equity. While a number of hotels were founded by Black people in the half century following Emancipation – from the Wormley Hotel in Washington DC and the recently shuttered Eureka Inn in Jonesborough, Tennessee to the Julian Gold Rush Hotel, which still operating in the former mining town of Julian, California, the Black stake in the US travel economy is far from flourishing. According to the National Association of Black Hotel Owners, Operators and Developers, a mere 2% of US hotels are under Black ownership. Which means that travel dollars – no matter their source – rarely wind up in Black hands.</p> <a href=\"https://www.theguardian.com/business/2022/dec/08/us-travel-industry-racial-equity-problem-black-hotels\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/08/too-much-by-tom-allen-review-life-after-losing-dad", "title": "Too Much by Tom Allen review – life after losing Dad", "date_published": "2022-12-08 11:00:03+00:00", "description": "<p>Known for his arch humour, the comedian Tom Allen paints a moving portrait of his father and their relationship</p><p>When Tom Allen’s <a href=\"https://www.theguardian.com/stage/2020/nov/12/tom-allen-bake-off-extra-slice-interview-comedian-memoir-no-shame-homophobic\" title=\"\">first memoir, No Shame</a>, was published in 2020, he was 37, permanently single and living at home with his parents in Bromley. Two years on, circumstances have changed. Allen has a boyfriend and a house of his own, minutes away from the family home, but his dad died suddenly at the end of 2021. Too Much is his attempt to face that loss, come to terms with their imperfect relationship and learn how to be an adult now his much-loved role model is gone. Fans of his arch and cutting comedy might be surprised to find that the book is heartfelt, vulnerable and touchingly sincere.</p><p>Allen proceeds one snapshot at a time, each chapter opening with an aphorism from his dad. They include: “You can never have too much love”; “If you can’t improve on silence, keep your mouth shut”; “The world takes you at your own valuation”; and the baffling but catchy “It’s cold enough for a handbag”. Familial love glows from the page – not glibly, waving jazz hands, but gently and steadfastly, with each act of kindness and moment of exasperation. They show they care “by bickering senselessly over weatherproof cushions”. Bleeding radiators takes on a poignance that’s almost unbearable. This is the kind of parenting that doesn’t get written about in books.</p> <a href=\"https://www.theguardian.com/books/2022/dec/08/too-much-by-tom-allen-review-life-after-losing-dad\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/florida-disney-employees-higher-wages-cost-of-living-soars", "title": "‘Grossly underpaid’: Disney workers demand higher wages as living costs soar", "date_published": "2022-12-08 11:00:03+00:00", "description": "<p>Employees at Florida’s Magic Kingdom say paychecks have not kept up even as company records $3.6bn operational profit</p><p>Earl Penson has worked for 11 years as a food handler, managing and distributing deliveries for the Disney World theme park in Orlando, Florida, but makes just 50 cents more an hour than a new employee starting at Disney’s current minimum wage set at $15 an hour.</p><p>He works over 40 hours a week at the so-called “Magic Kingdom”, starting work around 2am, working anywhere from eight to 10 hours or more, and takes side gigs as an electrician to make extra money.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/florida-disney-employees-higher-wages-cost-of-living-soars\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/mutual-aid-climate-disaster", "title": "Why knowing your neighbors could save you in the next climate disaster", "date_published": "2022-12-08 11:00:02+00:00", "description": "<p>Across the US, communities are relying on mutual aid as a safeguard against extreme weather</p><p>When winter storm Uri hit Texas in February 2021, bringing single-digit temperatures and sheets of snow to Dallas, Susana Edith and a group of volunteers distributed lentil soup and winter gear to unhoused people in their community.</p><p>“A lot of us had a sense of urgency and were called to action at that moment,” Edith said. “We were out in the streets while the storm was happening.”</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/mutual-aid-climate-disaster\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/have-some-dignity-oxford-english-dictionary-no-one-says-goblin-mode", "title": "Have some dignity, Oxford English Dictionary. No one says ‘goblin mode’ | Rachel Connolly", "date_published": "2022-12-08 11:00:01+00:00", "description": "<p>I know its word of the year was put to a public vote, but the result smacks of a stunt trying too hard to go viral</p><p>Society has fallen. The nuclear alarm sounds. Fires rage across the face of the Earth as devastation is wreaked by earthquakes, hurricanes and tsunamis. A fleet of aliens has landed, from a distant and, apparently, far more evolved corner of the solar system. They understand not only our languages, but our thoughts. They roam our cities, huge tentacled beasts with endless teeth and eyes. All seeing, all knowing.</p><p>But they’re only the penultimate stage of a long coming decline. Society had already evolved itself out of fertility. Thanks to pollution, or an act of God. Who can say? The end, it seems, is in sight. And then, worst of it all: news reaches me, in my underground concrete bunker, that the Oxford English Dictionary has decided, after a public vote, that its <a href=\"https://www.theguardian.com/science/2022/dec/05/goblin-mode-new-oxford-word-of-the-year\">word of the year will be “goblin mode”</a>. Finally, the four horsemen thunder ferociously across the sky.</p><p>Rachel Connolly is a London-based journalist from Belfast</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/have-some-dignity-oxford-english-dictionary-no-one-says-goblin-mode\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/08/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-85", "title": "Shakespeare’s woman, Harry’s disguise, and what on earth is ‘goblin mode’ – take the Thursday quiz", "date_published": "2022-12-08 11:00:01+00:00", "description": "<p>Fifteen questions on general knowledge and topical trivia, plus a few jokes every Thursday. How will you fare?</p><p>Can you imagine going to a standup night, and at one point someone gets up from their seat and asks the comic to clarify whether they meant that the dog itself had a terrible smell, or whether its sense of smell was terrible, because what they’d said is slightly ambiguous? </p><p>Well, don’t be that person in the comments under a quiz. Fifteen questions of a vaguely topical or general knowledge nature, littered with some jokes that don’t need to be fact-checked. There are bonus points available if you can spot tenuous links to the teatime family favourite Doctor Who. Let us know how you get on in the comments.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/08/the-guardian-thursday-quiz-general-knowledge-topical-news-trivia-85\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/england-adaptability-and-squad-depth-can-give-them-an-edge-against-france", "title": "England’s adaptability and squad depth can give them an edge against France | Karen Carney", "date_published": "2022-12-08 11:00:00+00:00", "description": "<p>Gareth Southgate could use a five-man defence to combat Kylian Mbappé and has the advantage of a strong bench</p><p>There has been a lot of discussion about how England can try to nullify the threat of Kylian Mbappé in their World Cup quarter-final on Saturday but the important thing for them to think about is how to impose themselves on France.</p><p>Gareth Southgate’s side had inner-confidence and focus in their <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">win over Senegal</a>. They have scored 12 goals in their four matches in Qatar, a sign of their attacking prowess and clinical nature. France have shown vulnerability at the back and are missing their first-choice full-backs. Jules Koundé is a central defender but has been moved out to the right due to the paucity of options and the left-back Lucas Hernandez has been ruled out after sustaining a cruciate ligament injury in <a href=\"https://www.theguardian.com/football/2022/nov/22/france-australia-world-cup-group-d-match-report\">their opening match</a>. Hugo Lloris and Raphaël Varane, meanwhile, are highly experienced but have shown fragility at times.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/england-adaptability-and-squad-depth-can-give-them-an-edge-against-france\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/08/prince-harry-royals-meghan-racial-attacks-duke-duchess-sussex-netflix", "title": "Prince Harry: royals didn’t understand risk to Meghan of racial attacks", "date_published": "2022-12-08 10:18:39+00:00", "description": "<p>Duke and Duchess of Sussex say in Netflix series that media is ‘destroying us’ for calling out racism</p><p>• <a href=\"https://www.theguardian.com/tv-and-radio/live/2022/dec/08/harry-meghan-netflix-documentary-royal-family-media-reaction-live-updates\">Follow the Harry &amp; Meghan viewing live blog</a></p><p>Prince Harry has said the royal family failed to understand that his future wife needed protection against racist attacks, as the couple claimed the media was “destroying us”, in their Netflix docuseries released on Thursday.</p><p>The Duke of Sussex claimed members of the royal family asked why the duchess should be “protected” when they questioned newspaper headlines about Meghan after news of their relationship broke in 2016.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/prince-harry-royals-meghan-racial-attacks-duke-duchess-sussex-netflix\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/so-many-unwanted-christmas-gifts-remain-gathering-dust-but-binning-them-just-fills-me-with-guilt", "title": "So many unwanted Christmas gifts remain gathering dust – but binning them just fills me with guilt | Adrian Chiles", "date_published": "2022-12-08 10:10:13+00:00", "description": "<p>I have more stuff than I want, need or have room for. But still I cling on to that trouser press my dad gave me many years ago</p><p>Martin Lewis, the moneysaving expert and possibly the country’s most influential person right now, has had something to say about present-giving. Mindful of the cost of living crisis, he’s calling for us to sign up to what he’s calling pre-nups. Here Nups is an acronym for No Unnecessary Presents. As he puts it: “The best gift is the gift of releasing people from the obligation of having to buy for you.”</p><p>He’s undoubtedly right, but not in the case of those people who don’t want to be released from the obligation of buying presents. In my experience, there are many who feel this way. Giving is often more about the giver than the receiver, in that they will get more gratification from giving the gift than the giftee will get upon tearing open the wrapping paper.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/so-many-unwanted-christmas-gifts-remain-gathering-dust-but-binning-them-just-fills-me-with-guilt\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/commentisfree/2022/dec/08/islamophobia-hate-crime-index-attacks-muslims", "title": "Islamophobia from the likes of Boris Johnson must be punished – and this is how to do it", "date_published": "2022-12-08 10:00:50+00:00", "description": "<p>A new index would help the courts assess and punish offences more appropriately. The present system is failing us</p><p>A House of Commons <a href=\"https://www.gov.uk/government/statistics/hate-crime-england-and-wales-2021-to-2022/hate-crime-england-and-wales-2021-to-2022\">report</a> confirms Islamophobia as the most common form of religious hate crime in the UK. Specifically, 42% of all religious hate crimes reported to the police were attacks against Muslims. But genuine efforts to punish Islamophobia and Islamophobic attacks are so weak that statistics on prosecutions and convictions are entirely absent.</p><p>We know nothing about how police deal with complaints of Islamophobia or whether there is a uniform process across all forces. Meanwhile, Islamophobia goes unpunished and grows. This must change.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our <a href=\"https://www.theguardian.com/letters\">letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20underneath%20your%20letter.%20Letters%20are%20usually%20published%20with%20the%20author’s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20if%20your%20letter%20is%20used.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/news/commentisfree/2022/dec/08/islamophobia-hate-crime-index-attacks-muslims\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/08/female-energy-has-an-erotic-superiority-spanish-pop-superstar-rosalia", "title": "‘Female energy has an erotic superiority’: Spanish pop superstar Rosalía", "date_published": "2022-12-08 10:00:50+00:00", "description": "<p>She has won armfuls of trophies at the Latin Grammy Awards and recorded with the likes of Billie Eilish and Bad Bunny. Ahead of a date at the O2, she talks about blending music styles, controversy and bomb threats</p><p>A few weeks ago, Rosalía was onstage at the Latin Grammys performing her global hit Despechá, flanked by hunky, scantily clad dancers like 2022’s answer to Blond Ambition-era Madonna. The 30-year-old Catalan singer and producer, born Rosalía Vila Tobella, had spent four years working her way to the centre of the Latin pop world. Now she headed into the audience and started grinding on her boyfriend, the Puerto Rican singer Rauw Alejandro. Within seconds, clips of the moment were all over TikTok. Without even trying, Rosalía had generated another viral moment, in a year already full of them.</p><p>Ten days later, she got a harrowing reminder of the downside to fame. “Yesterday, in Lisbon,” she tells me, “we had a bomb threat in the arena. There were a lot of police. I’m not gonna lie to you, I was scared, I was anxious – and I still had to go on stage.”</p> <a href=\"https://www.theguardian.com/music/2022/dec/08/female-energy-has-an-erotic-superiority-spanish-pop-superstar-rosalia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/last-surviving-dambuster-johnny-johnson-dies-aged-101", "title": "Last surviving Dambuster, ‘Johnny’ Johnson, dies aged 101", "date_published": "2022-12-08 09:46:35+00:00", "description": "<p>Johnson was a bomb-aimer in squadron that destroyed German dams during second world war</p><p>The last survivor of the Dambuster bouncing bomb raids of 1943 has died at the age of 101.</p><p>George Leonard “Johnny” Johnson was a bomb-aimer in the 617 squadron which destroyed vital dams in Germany’s industrial Ruhr valley during the second world war.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/last-surviving-dambuster-johnny-johnson-dies-aged-101\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/08/nelson-mandela-on-prison-and-politics-in-his-own-never-before-heard-words", "title": "Nelson Mandela on prison and politics in his own, never-before-heard words", "date_published": "2022-12-08 09:45:49+00:00", "description": "<p>Over the course of 60 hours of interviews from 1993, the revolutionary leader opens up in Mandela: The Lost Tapes. Plus: five of the best podcasts with massive archives</p><ul><li><strong><a href=\"https://www.theguardian.com/info/2017/may/10/hear-here-podcast-recommendations-sign-up-for-unexpected-audio-pleasures\">Don’t get Hear Here delivered to your inbox? Sign up here</a></strong></li></ul><p>Join us on a jaunt back into the past. Yes, there’s much to be said for discovering the hottest, newest podcasts every week. But given that we’re now well over a decade into the genre’s boom, there are so many incredible long-running shows whose archives are bursting with killer episodes, that sometimes, it’s worth diving in. Read on for our guide to five of the best pods with a vast back catalogue.</p><p>Elsewhere, we’ve got previews of a Nelson Mandela podcast full of exclusive archive audio of the man himself; Pandora Sykes and author Bobby Palmer’s new book-based show; and an audio attempt to glory in life’s tiny details.<br /><br /><em><strong>Alexi Duggins</strong><br />Deputy TV editor</em></p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/08/nelson-mandela-on-prison-and-politics-in-his-own-never-before-heard-words\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/raheem-sterling-returning-to-world-cup-before-england-france-burglary-qatar", "title": "Sterling returning to World Cup gives England ‘massive lift’, says Phillips", "date_published": "2022-12-08 09:33:49+00:00", "description": "<ul><li>Kalvin Phillips delighted Sterling coming back before France tie</li><li>Phillips says burglary has led players to worry about security</li></ul><p>Kalvin Phillips has said Raheem Sterling’s decision to return to England’s World Cup squad has given the team a massive lift before Saturday’s quarter-final against France.</p><p>Sterling, who missed last Sunday’s <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">last-16 victory over Senegal</a> after returning to the United Kingdom because of the <a href=\"https://www.theguardian.com/football/2022/dec/05/police-investigate-burglary-raheem-sterling-surrey-home\">robbery at his Surrey home</a>, has flown back to Qatar after spending the week bolstering his security arrangements and is due to train with his teammates on Friday.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/raheem-sterling-returning-to-world-cup-before-england-france-burglary-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/08/bruce-lehrmann-case-police-union-condemns-smears-against-investigators-and-backs-calls-for-judicial-inquiry", "title": "Bruce Lehrmann case: police union condemns ‘smears’ against investigators and backs calls for judicial inquiry", "date_published": "2022-12-08 09:30:49+00:00", "description": "<p>ACT prosecutor complained in a letter to police chief he was under pressure from officers not to prosecute the alleged rape of Brittany Higgins</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The police union has hit out at “smears” against investigators in the case of Bruce Lehrmann and thrown its full support behind calls for a judicial inquiry into the handling of the case, saying it must also consider the conduct of the Director of Public Prosecutions, among others.</p><p>The Australian Federal Police Association, which represents federal and ACT police, also plans to make a complaint to the information watchdog about the freedom of information process that resulted in the release of a letter penned by the DPP Shane Drumgold SC, which made stunning allegations of police conduct.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/08/bruce-lehrmann-case-police-union-condemns-smears-against-investigators-and-backs-calls-for-judicial-inquiry\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/ollie-pope-retains-gloves-as-england-prepare-for-second-test-in-pakistan-cricket", "title": "Ollie Pope retains gloves as England prepare for second Test in Pakistan", "date_published": "2022-12-08 09:25:41+00:00", "description": "<ul><li>Mark Wood for injured Liam Livingstone only change</li><li>Stokes: ‘Foakes still No 1 gloveman in England’</li></ul><p>Ollie Pope will remain as England’s wicketkeeper for the second Test against Pakistan that starts in Multan on Friday despite Ben Foakes returning to full fitness after a sickness bug.</p><p>Announcing his team 24 hours out from the toss, captain Ben Stokes confirmed just one change to the side that claimed a 1-0 series lead in Rawalpindi, with the injured Liam Livingstone replaced by an extra fast bowler in the fit-again Mark Wood.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/ollie-pope-retains-gloves-as-england-prepare-for-second-test-in-pakistan-cricket\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/it-has-been-machine-guns-lately-fighting-intensifies-in-southern-kherson-dnipro-kyiv", "title": "‘It has been machine guns lately’: fighting intensifies in southern Kherson", "date_published": "2022-12-08 09:10:48+00:00", "description": "<p>Opposing forces now face each other across narrow part of Dnipro River as Kyiv tries to keep Russians on the retreat  </p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/08/russia-ukraine-war-live-news-us-denounces-putins-loose-talk-on-nuclear-weapons-zelenskiy-reports-fierce-fighting-in-bakhmut\">Russia-Ukraine war – latest news updates</a></li></ul><p>The people of Nova Kakhovka on the east bank of the Dnipro River had grown accustomed to constant shelling, but in recent days they have been hearing machine gun fire as the war draws closer to what could be its next major battlefield.</p><p>Despite predictions that the conflict would slow down in the winter months, civilians arriving in Zaporizhzhia through the last open crossing point on the frontlines say the fighting is escalating in southern Kherson region as Ukrainian forces seek to keep the Russians on the retreat towards Crimea and beyond.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/it-has-been-machine-guns-lately-fighting-intensifies-in-southern-kherson-dnipro-kyiv\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/dec/08/strikes-nhs-rishi-sunak-conservative-labour-latest-news-updates", "title": "Education secretary Gillian Keegan confirms NHS staff could have right to strike restricted under proposed new law – UK politics live", "date_published": "2022-12-08 09:06:21+00:00", "description": "<p>Education secretary says health workers could be included in list of people whose right to strike is limited by contracts</p><p>Good morning. After three years of dawdling, the government is suddenly ramping up its plans to tighten the laws on strikes that effect public services, in ways that would be hugely controversial, amounting, potentially, to the biggest restriction on trade unions since the 1980s.</p><p>In their 2019 election manifesto, the Conservatives said: “We will require that a minimum service operates during transport strikes. Rail workers deserve a fair deal, but it is not fair to let the trade unions undermine the livelihoods of others.”</p><p>We do have some areas where strikes are not allowed as part of the contract. So, for example, the military can’t go on strike and the police. There’s some people … as a matter of public safety, you can’t go on strike.</p><p>And what we’re looking at is, are there other areas that we should include in that? Health would be one to look at and other areas of critical infrastructure.</p> <a href=\"https://www.theguardian.com/politics/live/2022/dec/08/strikes-nhs-rishi-sunak-conservative-labour-latest-news-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/08/world-cup-2022-brazil-and-argentina-prepare-for-huge-quarter-finals-live", "title": "World Cup 2022: latest news and buildup to Friday’s quarter-finals – live", "date_published": "2022-12-08 09:01:18+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2022/dec/07/world-cup-2022-power-rankings-how-the-remaining-eight-teams-shape-up-qatar\">World Cup 2022 power rankings: Brazil claim No 1 spot</a></li><li><a href=\"https://www.theguardian.com/football/2022/dec/07/qatar-world-cup-whistleblower-was-tortured-claim-human-rights-groups\">Qatar World Cup whistleblower was tortured, claims family</a></li><li><a href=\"mailto:will.magee.casual@theguardian.com\">Email Will</a> with any thoughts | Tweet <a href=\"https://twitter.com/W_F_Magee\">@W_F_Magee</a></li></ul><p><strong>In good news for Gareth Southgate, </strong>Raheem Sterling has set the wheels in motion for a return to the England camp. He was forced to fly home after <a href=\"https://www.theguardian.com/football/2022/dec/05/police-investigate-burglary-raheem-sterling-surrey-home\">a burglary at his home</a> left him concerned for his family’s safety but, having spent time finalising their security arrangements, he hopes to rejoin the squad before the big game at the weekend.</p><p><strong>In case you missed it, </strong>here’s David Squires’s latest cartoon. Gianni Infantino, Cristiano Ronaldo and Arsène Wenger, look away now. (Editor’s note: none of them read this blog.)</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/08/world-cup-2022-brazil-and-argentina-prepare-for-huge-quarter-finals-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/08/the-easy-life-by-marguerite-duras-review-experiments-of-youth", "title": "The Easy Life by Marguerite Duras review – experiments of youth", "date_published": "2022-12-08 09:00:49+00:00", "description": "<p>Family life is fraught with suspicion, sexual tension and betrayal in this early novel, translated into English for the first time</p><p>Marguerite Duras was a literary phenomenon. To scroll through her bibliography is to pull up a mass of novels, stories, plays, screenplays, in a creative lifespan from 1943 until her death in 1996. In The Easy Life, the first English translation of her second novel, published in France in 1944, the quintessential Duras tone is already here – stripped-down staccato sentences, remorseless introspection.</p><p>Duras is best known today for The Lover, a novel written when she was 70; a fictional version of her own youthful love affair in French Indochina (today’s Vietnam) with a Chinese Vietnamese man, it won the Prix Goncourt and was made into a successful film. Duras often plundered her own life for subject matter: in The Easy Life she turns to the remote village in south-east France from which her father had come and which she had visited as a teenager. And it features one of the compelling themes of Duras’s own life: her passionate attachment to a brother who died young, a year before she wrote the novel.</p> <a href=\"https://www.theguardian.com/books/2022/dec/08/the-easy-life-by-marguerite-duras-review-experiments-of-youth\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/08/best-video-games-to-play-in-goblin-mode", "title": "Unsocial hours: the best video games to play in ‘goblin mode’", "date_published": "2022-12-08 09:00:49+00:00", "description": "<p>Draw the curtains, pull up your weighted blanket and hunker down with these cosy sims, expansive fantasies or, for actual goblins, subterranean dungeon crawlers</p><p>Earlier this week, “goblin mode” was announced as <a href=\"https://www.theguardian.com/science/2022/dec/05/goblin-mode-new-oxford-word-of-the-year\">Oxford’s word of the year</a>, bringing a new level of awareness – and hopefully acceptance – to this previously misunderstood and maligned lifestyle choice. It is defined as “a type of behaviour which is unapologetically self-indulgent, lazy, slovenly, or greedy, typically in a way that rejects social norms or expectations” (also known, throughout lockdown, as simply “existing”), though the exact parameters of the term have been much discussed. But one thing is certain: video games are the perfect goblin mode entertainment. They can be enjoyed from bed, they require little energy and yet they simulate a lot of real-world activities so you can at least pretend to be a functioning member of the human race.</p><p>But not all games are suitable for goblin mode. Pokémon Go is an absolute no-go (you have to go outside) as are Just Dance (you have to stand up) and driving sims such as Gran Turismo 7 (waaaaay too intense). It is important to play games that complement your slovenly state of mind. Here, then, are some perfect picks for those dank, dungeon-dwelling days of duvet exile.</p> <a href=\"https://www.theguardian.com/games/2022/dec/08/best-video-games-to-play-in-goblin-mode\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/the-nba-tank-for-victor-wembanyama-will-be-ugly-but-it-could-inspire-change", "title": "The NBA tank for Victor Wembanyama will be ugly. But it could inspire change", "date_published": "2022-12-08 09:00:48+00:00", "description": "<p>There will be a race to the bottom for a chance at selecting the brilliant French teenager. Maybe it’s time to rethink a system that rewards failure</p><p>Victor Wembanyama is the type of guy you dream up in NBA 2K’s “create a player” mode. Only less realistic.</p><p>The 7ft 4in forward with an 8ft wingspan is as coordinated as he is large; as fluid as he is dynamic; and as skilled as he is smart. Wembanyama can do everything, from <a href=\"https://twitter.com/spacecitybr/status/1578130463868289041\">acrobatically blocking shots</a> to hitting <a href=\"https://twitter.com/TheAthleticNBA/status/1578123706634641409\">movement threes</a> to <a href=\"https://twitter.com/GlobalScouting_/status/1581362811560947712\">dunking over everybody</a>.</p><p>Once the regular season ends, have a tournament between all or some non-playoff teams to compete for draft position, with the winner getting the No 1 overall pick.</p><p>Once a team has been mathematically eliminated from making the playoffs, place them in a different standings table in which they compete for draft position, with the best record following playoff elimination winning the No 1 pick.</p><p>Create a simple rule that disincentivizes long-term tanking, such as disallowing a team from drafting in the top-three or top-five of the lottery three years in a row, or prohibiting a team from winning the lottery two years in a row.</p><p>Relegation. Keep the lottery format as is, but have the worst team demoted to the G League, with a chance to play their way back into the NBA. The worst team would still get the highest pick, but would have to bear the financial losses of a season in the G League, while a G League team would move up to the NBA.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/the-nba-tank-for-victor-wembanyama-will-be-ugly-but-it-could-inspire-change\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/08/uk-weather-millions-households-cannot-afford-heat-homes", "title": "Millions cannot afford to heat homes as UK faces Arctic snap", "date_published": "2022-12-08 08:05:32+00:00", "description": "<p>Joseph Rowntree Foundation urges government to increase basic rate of support to help cover essentials</p><p>More than 3 million low-income UK households cannot afford to heat their homes, according to research, as a <a href=\"https://www.theguardian.com/uk-news/2022/dec/07/weather-uk-sleet-frost-snow-minus-10c-winter\">“dangerously cold” weather</a> front arrives from the Arctic.</p><p>The UK Health Security Agency has issued a cold weather alert recommending vulnerable people warm their homes to at least 18C, wear extra layers and eat hot food to protect themselves from plummeting temperatures.</p> <a href=\"https://www.theguardian.com/society/2022/dec/08/uk-weather-millions-households-cannot-afford-heat-homes\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/white-lotus-hate-watch-hbo-show", "title": "The White Lotus is supposed to be a hate-watch, so why am I enjoying it so much? | Emma Brockes", "date_published": "2022-12-08 08:00:47+00:00", "description": "<p>The only thing more fun than tuning into the HBO show is debating which character you currently detest most</p><p>One of the many pleasures of <a href=\"https://www.theguardian.com/tv-and-radio/2022/oct/25/the-white-lotus-season-two-review-this-immaculate-seriess-writing-is-utterly-unrivalled\">The White Lotus</a>, the HBO show in its second season that does that old-school thing – makes you impatient for the beginning of the week for the next episode to drop – is the grain of squeamish recognition that comes with the horror.</p><p>Mike White’s characters are grotesque, but they aren’t <em>grotesques,</em> and even in the worst-behaving characters it’s possible to see some shadow of impulses one sees in oneself. It’s been so long since TV this good came along, I’d forgotten how it went – harassing your friends, spouse, anyone who’ll listen: “Hurry and catch up so we can discuss.”</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/white-lotus-hate-watch-hbo-show\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/david-warners-manager-says-players-given-permission-in-2016-to-tamper-with-the-ball", "title": "David Warner’s manager claims players given permission to ball-tamper in 2016", "date_published": "2022-12-08 07:41:05+00:00", "description": "<ul><li>‘They were told to do it,’ manager James Erskine claims</li><li>Warner withdraws bid to have his captaincy ban revoked</li></ul><p>David Warner’s manager has sensationally claimed players were given permission to tamper with the ball by unnamed officials some 16 months before the Cape Town scandal in 2018.</p><p>The drama surrounding Warner’s leadership ban continued on Thursday <a href=\"https://www.theguardian.com/sport/2022/dec/07/david-warner-withdraws-bid-to-have-lifetime-captaincy-ban-revoked\">after Warner revoked his bid to have his sanction lifted</a> due to frustration over the public nature of the process.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/david-warners-manager-says-players-given-permission-in-2016-to-tamper-with-the-ball\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/live/2022/dec/08/harry-meghan-netflix-documentary-royal-family-media-reaction-live-updates", "title": "Harry & Meghan live: reaction as highly anticipated Netflix documentary launches", "date_published": "2022-12-08 07:40:34+00:00", "description": "<p>First chapter of what has been described as an ‘unprecedented’ look behind the scenes at conflict in British royal family arrives at 8am UK time</p><p>I must confess that personally I found it quite hard to get myself worked up at the idea that the documentary trailer was using stock footage of paparazzi rather than clips of events that the Sussexes are at. It is a well-worn documentary technique, and let us be honest, <em>all</em> news outlets also use stock images at times to illustrate stories.</p><p>But I do think the fuss about it is instructive of how the documentary is about to be received by sections of the media. It will be held up to a higher standard than any comparable docuseries on Netflix, and the couple will end up being criticised for anything stylistic that has been introduced in the video editing suite, and also criticised for any genuine footage. There is already a whole sub-culture of tweets aimed at a segment that appears to show Meghan crying, with people asking “why would you film that?”</p> <a href=\"https://www.theguardian.com/tv-and-radio/live/2022/dec/08/harry-meghan-netflix-documentary-royal-family-media-reaction-live-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/antoine-griezmann-greases-the-wheels-to-get-best-out-of-france", "title": "Antoine Griezmann greases the wheels to get best out of France", "date_published": "2022-12-08 07:30:47+00:00", "description": "<p>The reluctant superstar hasn’t scored but has made more key passes than anyone to make his team run more smoothly</p><p>“At least he’s not tired,” Didier Deschamps observed sardonically. It was September and Antoine Griezmann was in the latest circle of a recurring nightmare. Back at Atlético Madrid on loan after a gruesome two seasons at Barcelona, Griezmann found himself in the surreal position of being allowed to play only 30 minutes per game, lest an automatic buy clause in his deal be triggered. And so for several weeks, despite being fully fit, Griezmann would watch from the bench, before being wheeled out as a substitute on the hour mark.</p><p>Still, you could rely on the France manager to put a positive spin on things. Of all the stalwarts of the Deschamps era, it is Griezmann with whom he seems to have the closest bond of all, an almost paternal connection that has held firm through the toughest of times. Even as Griezmann withered away at Barcelona, even as he languished on the bench in Madrid, even when it seemed as though the peak years of this extraordinary footballer were winnowing away, Deschamps’ faith in his talismanic forward never wavered. Now, in their third World Cup together, we are seeing the results.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/antoine-griezmann-greases-the-wheels-to-get-best-out-of-france\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/08/papyrus-by-irene-vallejo-review-how-books-built-the-world", "title": "Papyrus by Irene Vallejo review – how books built the world", "date_published": "2022-12-08 07:30:47+00:00", "description": "<p>From Alexandria to Oxford, a kaleidoscopic history of the written word</p><p>What do you give the queen who has everything? When Mark Antony was wondering how to impress Cleopatra in the run-up to the battle of Actium in 31BC, he knew that jewellery would hardly cut it. The queen of the Ptolemaic kingdom of Egypt had recently dissolved a giant pearl in vinegar and then proceeded to drink it, just because she could. In the face of such exhausted materialism, the Roman general knew that he would have to pull out the stops if he was to win over the woman with whom he was madly in love. So he arrived bearing 200,000 scrolls for the great library at Alexandria.</p><p>On a logistical level this worked well: since the library was the biggest storehouse of books in the world, Cleopatra almost certainly had the shelf space. As a romantic gesture, it was equally provocative. Within weeks the middle-aged lovers were embarked on the final chapter of their erotic misadventure, the one which would mark the beginning of the end both for them and for Alexandria’s fabled library.</p> <a href=\"https://www.theguardian.com/books/2022/dec/08/papyrus-by-irene-vallejo-review-how-books-built-the-world\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/07/trevor-noah-bids-farewell-the-daily-show", "title": "Final goodnight: Trevor Noah bids farewell to The Daily Show", "date_published": "2022-12-08 07:06:46+00:00", "description": "<p>The South African comic brought texture and nuance to the position and leaves late-night comedy in a different place than when he started</p><p>It’s easy to forget, on the day of Trevor Noah’s final episode of The Daily Show, how difficult the road ahead of him was when he assumed the anchor chair more than seven years ago.</p><p>The South African comedian took on a near impossible task in September 2015: succeed Jon Stewart. Over the course of 16 years, Stewart helmed The Daily Show through its transformation from scrappy, fratty Comedy Central outsider to arguably the defining political comedy series of the 2000s, one that turned its satirical correspondents into stars (Stephen Colbert, John Oliver, Samantha Bee and Ed Helms, among others) and its host into a world-weary moral authority. Or, as Noah put it on his first night as host, a collective “political dad”. (“And it’s weird, because dad has left,” he added. “And now it feels like the family has a new stepdad, and he’s Black.”)</p> <a href=\"https://www.theguardian.com/culture/2022/dec/07/trevor-noah-bids-farewell-the-daily-show\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/japans-lower-house-tightens-religious-donation-rules-amid-unification-church-controversy", "title": "Japan’s lower house tightens religious donation rules amid Unification church controversy", "date_published": "2022-12-08 07:02:55+00:00", "description": "<p>Prime minister Fumio Kishida has seen approval ratings plummet since ties between LDP and the church were exposed</p><p>Japan’s lower house of parliament has passed a law that will make it a crime for religious and other organisations to “maliciously” secure donations from members – a move seen as an attempt by the ruling party to defuse the controversy over its <a href=\"https://www.theguardian.com/world/2022/aug/01/revelations-shinzo-abe-death-unification-church-moonies-political-influence-japan\">ties to the Unification church</a>.</p><p>The prime minister, Fumio Kishida, has seen his approval ratings plummet since widespread ties between his Liberal Democratic Party (LDP) and the church were exposed in the wake of the assassination this summer of Japan’s former leader, Shinzo Abe.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/japans-lower-house-tightens-religious-donation-rules-amid-unification-church-controversy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/dec/08/our-plastic-ocean-infinite-waste-in-boundless-seas-in-pictures", "title": "Our plastic ocean: infinite waste in boundless seas – in pictures", "date_published": "2022-12-08 07:00:46+00:00", "description": "<p>For more than a decade UK-based photographer <a href=\"https://mandy-barker.com/\">Mandy Barker </a>has been travelling the world and creating stark images of marine debris in a black ocean that aim to raise awareness of pollution of our seas. A touring gallery of her work will be on show at Gallery Oldham, Greater Manchester, from 10 December to 11 March 2023</p><p></p><p></p> <a href=\"https://www.theguardian.com/environment/gallery/2022/dec/08/our-plastic-ocean-infinite-waste-in-boundless-seas-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/qatar-gas-output-increase-catastrophic-global-heating-report", "title": "Qatar’s gas output increase could cause catastrophic global heating, report says", "date_published": "2022-12-08 06:00:48+00:00", "description": "<p>If Qatar exploits all its reserves it will add 50bn metric tons of CO2 to atmosphere, more than entire annual emissions of whole world</p><p>Qatar’s longest lasting legacy following the World Cup won’t be football or even its human rights record – it will be the climate crisis, according to a new report warning that its huge expansion of gas extraction could push the planet into catastrophic global heating.</p><p>Should Qatar exploit all of its oil and gas reserves it will eventually add an enormous 50bn metric tons of carbon dioxide to the atmosphere once burned, which is more than the entire annual emissions of the whole world, the new research, shared with the Guardian, has found.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/qatar-gas-output-increase-catastrophic-global-heating-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/law/2022/dec/08/migrants-face-unprecedented-rise-in-violence-in-eu-borders-report-finds", "title": "Migrants face ‘unprecedented rise in violence’ in EU borders, report finds", "date_published": "2022-12-08 06:00:47+00:00", "description": "<p>Asylum seekers beaten and sexually assaulted before being illegally removed, says Border Violence Monitoring Network</p><p>Thousands of migrants and asylum seekers are facing “an unprecedented rise in violence” at the EU’s border, including beatings, forced undressing and sexual assaults, according to a report exposing thousands of alleged illegal expulsions in harrowing detail.</p><p>Activists interviewed 733 individuals trying to reach Europe in 2021 and 2022, who provided grim testimony of group pushbacks that affected more than 16,000 others. The work updates the 2020 edition of The Black Book of Pushbacks, offering a total compilation of 1,633 individuals telling of illegal expulsions affecting nearly 25,000 people since 2017.</p> <a href=\"https://www.theguardian.com/law/2022/dec/08/migrants-face-unprecedented-rise-in-violence-in-eu-borders-report-finds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/08/artificial-sweeteners-price-of-sugar-free-are-they-as-harmless-as-we-thought", "title": "The price of ‘sugar free’: are sweeteners as harmless as we thought?", "date_published": "2022-12-08 06:00:47+00:00", "description": "<p>We know we need to cut down on sugar. But replacing it with artificial compounds isn’t necessarily the answer</p><p>A few months ago, I was in a cinema queue behind a man whose two sons were asking if they could have Tango Ice Blasts – bright blue frozen slushy drinks – to go with their tubs of sweet popcorn. The father stalled for a moment. They’d already had too much sugary stuff that day, he said. “But it’s sugar-free,” replied one of the boys. That sealed the deal. The boys walked off happily into the cinema holding their drinks.</p><p>In an era when sugar is widely seen as enemy No 1, sugar-free drinks and treats, sweetened with low-calorie additives, promise guilt-free sweetness. Some people deliberately choose low-sugar options in the hope of losing weight or managing diabetes; others just enjoy the taste. But even if you aren’t seeking them out, it’s hard to avoid artificial sweeteners. In 2021, researchers looked at foods for sale in Hong Kong and found that sweeteners were present not just in products where you would expect them, such as sugarless chewing gum, but also in salad dressings, breads, instant noodles and many crisps. Sweeteners have become such a common part of our diet that environmental scientists have started looking for traces of them – particularly acesulfame potassium], which passes through the body largely undigested – as a marker for human waste in lakes and rivers.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/08/artificial-sweeteners-price-of-sugar-free-are-they-as-harmless-as-we-thought\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/07/alex-jones-infowars-bankruptcy", "title": "Alex Jones owes $1.5bn and declared bankruptcy. So how is Infowars still running?", "date_published": "2022-12-08 06:00:46+00:00", "description": "<p>Jones is already making headlines again for platforming Ye’s antisemitic rants. Legal experts explain what’s going on</p><p>At first glance, the disgraced far-right conspiracy theorist Alex Jones would appear to be finished. He’s been ordered in two judgments by a Connecticut court to pay <a href=\"https://www.theguardian.com/us-news/2022/nov/10/alex-jones-conspiracy-theorist-sandy-hook-victims-hoax\">nearly $1.5bn</a> in damages to the families of victims of the 2012 Sandy Hook elementary school mass shooting, for the years he spent spreading lies about the incident on his show InfoWars – and making the families’ lives a “<a href=\"https://www.theguardian.com/us-news/2022/aug/02/alex-jones-sandy-hook-shooting-hoax-claim-court\">living hell</a>”.</p><p>Infowars’ parent company, Free Speech Systems, <a href=\"https://www.theguardian.com/media/2022/jul/29/infowars-alex-jones-bankruptcy\">declared bankruptcy</a> in July, and Jones declared <a href=\"https://www.theguardian.com/us-news/2022/dec/02/alex-jones-bankruptcy-sandy-hook-court\">personal bankruptcy</a> on 30 November, in a Texas court filing.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/07/alex-jones-infowars-bankruptcy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/olive-garden-manager-fired-time-off-policy-kansas", "title": "Olive Garden manager fired for time-off message: ‘If your dog died, bring him in’", "date_published": "2022-12-08 06:00:46+00:00", "description": "<p>Kansas manager’s missive – which claimed workers were calling out ‘at a staggering rate’ – caused an uproar online</p><p>A manager of an Olive Garden restaurant in Kansas was out of a job after warning subordinates to look for other work if they requested time off.</p><p>In an unusually harsh message that went viral online, the manager – whose name was not publicly released – complained that staffers at her eatery in Overland Park were staying off work “at a staggering rate”.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/olive-garden-manager-fired-time-off-policy-kansas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/08/suella-braverman-human-rights-undermines-rishi-sunak", "title": "Suella Braverman is spoiling for a fight on human rights – one that undermines this whole government | Martin Kettle", "date_published": "2022-12-08 06:00:46+00:00", "description": "<p>The home secretary’s factionalism and refusal to toe the line are making Rishi Sunak look weaker by the day </p><p>There is no mystery about Suella Braverman’s views on the European convention on human rights. The home secretary wants Britain to withdraw from it. And she doesn’t care who knows it, even if that means ignoring the evidence, trashing cabinet collective responsibility and breaching the ministerial code once again.</p><p>Withdrawal is what <a href=\"https://www.theguardian.com/law/2022/aug/10/uk-must-curb-influence-of-european-human-rights-rules-says-suella-braverman\">Braverman advocated</a> when she ran to be leader of the Conservative party in the summer contest won by Liz Truss. It’s what she advocated “personally” as home secretary at a Tory party conference fringe meeting in October, before she was forced to resign two weeks later for a separate breach of the ministerial code. And it’s what she came super-close to repeating this week when, home secretary once more, <a href=\"https://rozenberg.substack.com/p/home-secretary-undermines-conventions?utm_source=substack&amp;utm_medium=email\">she endorsed</a> a Centre for Policy Studies (CPS) report on Channel migration crossings that calls for withdrawal as an option.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/08/suella-braverman-human-rights-undermines-rishi-sunak\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/08/malawi-medical-supplies-shortage-crisis", "title": "‘Bring your own syringe’: Malawi’s medical supplies shortage at crisis point", "date_published": "2022-12-08 06:00:46+00:00", "description": "<p>A lack of essential drugs and equipment is causing health centres to close, while critics accuse the government of complacency</p><p>Health workers in Malawi claim the government is “ignoring” acute shortages of drugs and equipment that are crippling the country’s hospitals.</p><p>Patients have been asked to bring in their own syringes while the theatre and labour ward at the main Bwaila maternity hospital in the capital, Lilongwe – has faced temporary closures because “we don’t have equipment/supplies to work with”, according to a notice pasted to a wall. Regular power cuts are also impacting. </p> <a href=\"https://www.theguardian.com/global-development/2022/dec/08/malawi-medical-supplies-shortage-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/eco-wood-burners-produce-450-times-more-pollution-than-gas-heating-report", "title": "‘Eco’ wood burners produce 450 times more pollution than gas heating – report", "date_published": "2022-12-08 06:00:46+00:00", "description": "<p>Report from chief medical officer Prof Chris Whitty finds air pollution kills up to 36,000 people a year in England</p><p>“Ecodesign” wood burning stoves produce 450 times more toxic air pollution than gas central heating, according to new data published in a report from Prof Chris Whitty, the chief medical officer for England.</p><p>Older stoves, now banned from sale, produce 3,700 times more, while electric heating produces none, the report said.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/eco-wood-burners-produce-450-times-more-pollution-than-gas-heating-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/08/rising-temperatures-distress-foetuses-climate-crisis-pregnancy-farmers-africa-study", "title": "Rising temperatures causing distress to foetuses, study reveals", "date_published": "2022-12-08 06:00:45+00:00", "description": "<p>Climate crisis increases risks for subsistence farmers in Africa who usually work throughout pregnancy</p><p>Rising temperatures driven by climate breakdown are causing distress to the foetuses of pregnant farmers, who are among the worst affected by global heating.</p><p>A study revealed that the foetuses of women working in fields in the Gambia showed concerning rises in heart rates and reductions in the blood flow to the placenta as conditions became hotter. The women, who do much of the agricultural labour and work throughout pregnancy, told the scientists that temperatures had noticeably increased in the past decade.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/08/rising-temperatures-distress-foetuses-climate-crisis-pregnancy-farmers-africa-study\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/08/strengthen-your-heart-bones-and-maybe-even-your-brain-a-beginners-guide-to-weight-training-at-any-age", "title": "Strengthen your heart, bones – and maybe even your brain: a beginner’s guide to weight training at any age", "date_published": "2022-12-08 06:00:45+00:00", "description": "<p>A resistance workout is not just about adding muscle: it can bring a host of other proven benefits as well. So what is stopping you? </p><p>‘I got obsessed with watching Olympic weightlifting during London 2012,” says Fiona Clements, a software developer working in London. “I think it’s partly because the effort is so visible – you can see every flicker of doubt, pain and triumph on the athletes’ faces. I was 48 at the time. I thought I’d left it far too late to even consider trying it, but then I kept thinking about it. It took until September 2022, but I finally went for it.” Now 58, Clements can deadlift 50kg and push 21kg overhead. She says she has never felt stronger.</p><p>Resistance training, to use the catch-all term for any sort of exercise where you’re working against weight, whether it’s using dumbbells, exercise bands or just your own body weight, has a lot to recommend it. It makes you stronger and more injury-resistant by increasing bone density and strengthening the muscles, ligaments and tendons around your joints. It mitigates the risk of everything from falls to osteoporosis as you age. It can burn calories and reduce body fat more efficiently than cardio, by keeping your metabolism elevated for days after each workout. Plus, it’s more effective for flexibility than certain styles of stretching.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/08/strengthen-your-heart-bones-and-maybe-even-your-brain-a-beginners-guide-to-weight-training-at-any-age\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/08/russia-ukraine-war-live-news-us-denounces-putins-loose-talk-on-nuclear-weapons-zelenskiy-reports-fierce-fighting-in-bakhmut", "title": "Russia-Ukraine war live news: US denounces Putin’s ‘loose talk’ on nuclear weapons; Zelenskiy reports fierce fighting in Bakhmut", "date_published": "2022-12-08 05:36:53+00:00", "description": "<p>US responds to Vladimir Putin’s musing on risks of nuclear war; Ukrainian president says ‘every metre counts’ defending city in Donetsk region</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-288-of-the-invasion\">At a glance: what we know on day 288 of the invasion</a></li></ul><p>Vladimir Putin has admitted <a href=\"https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia\">Russia’s war in Ukraine</a> could turn into a “long-term process” as he sought to defend an invasion in which Russian troops have been forced to retreat and even airbases deep inside Russia have come under attack.</p><p>Speaking to members of his personal human rights council on Wednesday, Putin claimed that <a href=\"https://www.theguardian.com/world/russia\">Russia</a> would not use nuclear weapons first in any conflict, denied that Russian troops were deserting en masse from the field of battle, and claimed he would not need to mobilise more troops, a process that has caused considerable upheaval in Russia.</p><p>As for the slow process of the special military operation, then, of course, it can be a long-term process,” Putin said.</p><p>But then you mentioned that new territories had appeared. This is such a significant result for Russia … The Azov Sea has become an internal Russian sea. Even Peter I had fought for access to the Azov Sea.”</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/08/russia-ukraine-war-live-news-us-denounces-putins-loose-talk-on-nuclear-weapons-zelenskiy-reports-fierce-fighting-in-bakhmut\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/the-fixed-price-shopping-basket-greeces-answer-to-cost-of-living-crisis", "title": "The fixed-price shopping basket: Greece’s answer to cost of living crisis", "date_published": "2022-12-08 05:00:44+00:00", "description": "<p>Government has struck deal with supermarkets to sell staples at fixed prices. But is it enough?</p><p>Even before the cost of living crisis was formally pronounced, it had arrived in Greece. For many it was not in the increased number of homeless on the streets, or beggars huddled around tourist sites, or eye-wateringly high energy bills – although all of those existed before Russia’s invasion of Ukraine.</p><p>“It was there for everyone to see on the supermarket shelves,” says Panagiota Kalapotharakou, who heads the consumer rights association Ekpizo. “Eighteen months ago there were so many products with price labels that a great number of Greeks could not afford. Costs were going up long before the war in Ukraine.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/the-fixed-price-shopping-basket-greeces-answer-to-cost-of-living-crisis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/dec/08/world-cup-2022-quarter-final-previews-football-daily-podcast", "title": "World Cup 2022 quarter-final previews – Football Daily podcast", "date_published": "2022-12-08 05:00:44+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/marklangdon\">Mark Langdon</a>, Robyn Cowen and <a href=\"https://twitter.com/larssivertsen\">Lars Sivertsen</a> to preview an intriguing set of last-eight ties in Qatar</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today; the panel ask; how can England stop Kylian Mbappé? Will Gareth Southgate stick with the 4-3-3 that’s got him this far or go more conservative at the back?</p> <a href=\"https://www.theguardian.com/football/audio/2022/dec/08/world-cup-2022-quarter-final-previews-football-daily-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/south-koreas-truth-commission-to-investigate-dozens-of-foreign-adoptions", "title": "South Korea’s truth commission to investigate dozens of foreign adoptions", "date_published": "2022-12-08 04:31:27+00:00", "description": "<p>Adoptees sent to Europe and the US say they were wrongly removed from their families as government in Seoul actively promoted adoption </p><p>South Korea’s Truth and Reconciliation Commission will investigate the cases of dozens of South Korean adoptees in Europe and the US who suspect their origins were falsified or obscured during a child export frenzy in the mid-to late 20th century.</p><p>Thursday’s decision opens what could be South Korea’s most far-reaching inquiry into foreign adoptions, as frustration over broken family connections grows, and now grown up children demand government attention.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/south-koreas-truth-commission-to-investigate-dozens-of-foreign-adoptions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/08/bruce-lehrmann-trial-brittany-higgins-dpp-director-public-prosecution-shane-drumgold-act-police", "title": "Prosecutor alleges police ‘aligned with defence’ in Bruce Lehrmann case and claims ‘inappropriate interference’", "date_published": "2022-12-08 04:15:51+00:00", "description": "<p>Exclusive: letter from Shane Drumgold to ACT police chief, obtained under FOI, calls for inquiry into ‘political and police conduct’ during investigation of Brittany Higgins claims</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/dec/08/australia-news-live-updates-politics-tanya-plibersek-environment-protection-agency-energy-anthony-albanese-chris-bowen-penny-wong-china-us-diplomacy-covid\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The chief prosecutor in the trial of Bruce Lehrmann complained that police officers engaged in “a very clear campaign to pressure” him not to prosecute the alleged rape of Brittany Higgins, saying there was “inappropriate interference” and he felt investigators “clearly aligned with the successful defence of this matter” during the trial.</p><p>In a letter sent to the Australian Capital Territory’s police chief in early November, the director of public prosecutions, Shane Drumgold SC, makes a series of extraordinary allegations about police conduct during the politically-charged, high-profile case, which suggest a toxic relationship between elements of the two agencies during the investigation and trial.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/08/bruce-lehrmann-trial-brittany-higgins-dpp-director-public-prosecution-shane-drumgold-act-police\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/world-cup-2022-briefing-lesser-lights-sharing-stage-with-the-stars", "title": "World Cup 2022 briefing: lesser lights sharing stage with the stars", "date_published": "2022-12-08 04:00:42+00:00", "description": "<p>Clubs from Burnley to Breda are represented in the last eight by players who probably know this will be their career high</p><p>Welcome to the final eight of the World Cup, an incredible group of teams with players plying their trade in various corners of the globe. Many represent some of the biggest names the sport has to offer, from Barcelona to Manchester City, and will go back to challenging for silverware in domestic and continental competitions but others will eventually return to less glamorous surroundings.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/world-cup-2022-briefing-lesser-lights-sharing-stage-with-the-stars\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/dec/08/why-are-so-many-workers-going-on-strike-uk-podcast", "title": "Why are so many workers going on strike? – podcast", "date_published": "2022-12-08 03:00:41+00:00", "description": "<p>From posties to paramedics, the list of professions taking industrial action seems to keep growing. But will it lead to better working conditions – or just bring the UK to a standstill?</p><p>A wave of strikes are hitting the country this month. From hospitals to buses to the postal service, many of the country’s essential services will be disrupted. The impact of such wide-ranging industrial action is already being felt, but how much worse could things get?</p><p>The government says the state of the country’s finances makes meeting the demands of nurses and other public sector workers unrealistic, while unions say their members are facing real hardship. Nosheen Iqbal speaks to striking workers who explain why they feel so passionately, while Heather Stewart explains how rising inflation is complicating negotiations between employers and staff.</p> <a href=\"https://www.theguardian.com/news/audio/2022/dec/08/why-are-so-many-workers-going-on-strike-uk-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/08/last-boeing-747-rolls-off-line-after-half-a-century-of-production", "title": "Last Boeing 747 rolls off line after half a century of production", "date_published": "2022-12-08 02:55:52+00:00", "description": "<p>Cargo carrier Atlas Air will take ownership of final jumbo jet, after career that has seen plane used as a commercial carrier and presidential aircraft</p><p>After more than half a century of production, the last Boeing 747 has rolled out of a US factory in Washington state.</p><p>The final customer was the cargo carrier Atlas Air, which ordered four 747-8 freighters early this year. The final plane was rolled out of Boeing’s massive factory in Everett, Washington, on Tuesday night.</p> <a href=\"https://www.theguardian.com/business/2022/dec/08/last-boeing-747-rolls-off-line-after-half-a-century-of-production\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/indonesian-fisheries-official-criticises-plan-to-auction-pristine-100-island-archipelago", "title": "Indonesian fisheries official criticises plan to auction pristine 100-island archipelago", "date_published": "2022-12-08 02:31:50+00:00", "description": "<p>Conservationists have already raised concerns about Thursday’s auction at Sotheby’s of development rights to coral atoll network</p><p>Indonesia’s plan to auction the development rights to an entire archipelago of more than 100 tropical islands has descended into chaos, with a fisheries ministry official <a href=\"https://www.theguardian.com/world/2022/nov/30/indonesia-puts-100-island-archipelago-up-for-auction-sparking-environmental-concerns\">joining conservationists in criticising the sale</a>.</p><p>Sotheby’s has described the uninhabited pristine Widi Reserve as “one of the most intact coral atoll ecosystems left on Earth”, and is due to open bidding on Thursday. No sale price has been stated, but prospective buyers will need to provide a US$100,000 deposit.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/indonesian-fisheries-official-criticises-plan-to-auction-pristine-100-island-archipelago\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/a-little-nerve-racking-worry-and-scepticism-in-bali-over-ban-on-sex-outside-marriage", "title": "‘A little nerve-racking’: worry and scepticism in Bali over ban on sex outside marriage", "date_published": "2022-12-08 01:27:38+00:00", "description": "<p>Residents voice concerns over whether changes to Indonesia’s criminal code with hit the island’s vital tourism sector</p><p>As the sun rose over Canggu, one of Bali’s most popular beach fronts, the mood on Wednesday felt calm. Like any other day in paradise, the water was packed with early morning surfers and the sand littered with beach-goers. This morning, however, was different.</p><p>One day earlier, Indonesia’s parliament <a href=\"https://www.theguardian.com/world/2022/dec/06/indonesia-passes-legislation-banning-sex-outside-marriage\">confirmed that sex outside marriage</a> would be outlawed in a draconian overhaul of the country’s criminal code. The reforms, which are expected to take effect in three years, will include a ban on cohabitation between unmarried couples and would apply to Indonesians and tourists.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/a-little-nerve-racking-worry-and-scepticism-in-bali-over-ban-on-sex-outside-marriage\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/08/i-was-well-looked-after-at-the-qatar-world-cup-and-that-makes-me-feel-deeply-uncomfortable", "title": "I was well looked after at the Qatar World Cup – and that makes me feel deeply uncomfortable | Emma Kemp", "date_published": "2022-12-08 01:23:10+00:00", "description": "<p>Each time a worker opened a door for me with a subservient smile, I felt a grotesque pang of privilege</p><p>Sometimes, during or after a big sporting event, journalists are asked to write a diary-esque piece about their experiences covering said event in whichever country it is being held. It feels like a funny thing to do, to inject yourself into the story when you spend most of your working life deliberately staying out of it. Should you detail your own experiences while visiting and working in that place, or reflect on the actual environment on the ground? In the case of this World Cup, the two options feel discordant.</p><p>The reason for the cognitive dissonance is that I had an enjoyable time in Qatar. I felt welcome and looked after, and the tournament was well run. I did not see anything that horrified me. And that, in itself, feels deeply uncomfortable. After 12 years of negative press, there is a new narrative emerging from some visitors to the Gulf state. They are saying it’s not that bad after all. They have seen it with their own eyes now and can confirm it.</p> <a href=\"https://www.theguardian.com/football/2022/dec/08/i-was-well-looked-after-at-the-qatar-world-cup-and-that-makes-me-feel-deeply-uncomfortable\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/canada-to-review-disconcerting-police-radio-deal-with-ties-to-china-says-trudeau", "title": "Canada to review ‘disconcerting’ police radio deal with ties to China, says Trudeau", "date_published": "2022-12-08 01:04:19+00:00", "description": "<p>PM says officials signed contracts that have ‘questionable levels of security’ and could leave country exposed </p><p>Canadian prime minister Justin Trudeau has vowed to review a contract awarded to a Beijing-linked firm to supply and maintain federal police radio equipment, citing possible security concerns.</p><p>The half-million dollar contract for a radio frequency filtering system to prevent eavesdropping went to Canada’s Sinclair Technologies, which is controlled by China’s Hytera Communications.</p> <a href=\"https://www.theguardian.com/world/2022/dec/08/canada-to-review-disconcerting-police-radio-deal-with-ties-to-china-says-trudeau\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/behrouz-boochani-in-australia-some-of-those-politicians-who-barred-me-are-gone-but-i-am-here", "title": "Behrouz Boochani in Australia: ‘Some of those politicians who barred me are gone. But I am here’", "date_published": "2022-12-08 00:57:10+00:00", "description": "<p>The Kurdish Iranian refugee was always confident he would prove Peter Dutton’s declaration that he ‘wouldn’t be permitted to come to Australia’ wrong</p><ul><li><a href=\"https://www.theguardian.com/australia-news/audio/2022/mar/29/why-it-took-australia-nine-years-to-accept-new-zealands-refugee-deal\">Full Story podcast: Why it took Australia nine years to accept NZ refugee deal</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Peter Dutton once insisted Behrouz Boochani would not be allowed to come to Australia. Boochani just did – and he says he was always confident he would prove Dutton wrong.</p><p>He casts it as a victory of culture over politics, of resistance overcoming power.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/world/2022/dec/08/behrouz-boochani-in-australia-some-of-those-politicians-who-barred-me-are-gone-but-i-am-here\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-288-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 288 of the invasion", "date_published": "2022-12-08 00:41:17+00:00", "description": "<p>Putin says war could turn into ‘long-term process’; more ‘suspicious packages’ sent to Ukrainian missions</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/dec/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-288-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/07/new-york-times-strike-walkout", "title": "New York Times poised for first mass staff walkout in 40 years", "date_published": "2022-12-08 00:28:44+00:00", "description": "<p>Daylong action comes as union and management clash over wages and remote work</p><p>The New York Times is bracing for a 24-hour walkout on Thursday by hundreds of journalists and other employees, in what would be the first strike of its kind at the newspaper in more than 40 years.</p><p>Newsroom employees and other members of the NewsGuild of New York say they are fed up with bargaining that has dragged on since their last contract expired in March 2021. The union announced last week that more than 1,100 employees would stage a 24-hour work stoppage starting at 12.01am on Thursday unless the two sides reached a contract deal.</p> <a href=\"https://www.theguardian.com/media/2022/dec/07/new-york-times-strike-walkout\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/07/texas-bans-tiktok-government-devices-china-data-sharing-fears", "title": "Texas bans TikTok on government devices amid China data-sharing fears", "date_published": "2022-12-08 00:28:37+00:00", "description": "<p>South Dakota, Maryland and Wisconsin have also issued similar directives citing security concerns</p><p>Texas governor Greg Abbott on Wednesday ordered state agencies to ban TikTok on government-issued devices, citing security concerns of the app’s data-sharing practices with the Chinese government.</p><p>“TikTok harvests vast amounts of data from its users’ devices – including when, where and how they conduct Internet activity – and offers this trove of potentially sensitive information to the Chinese government,” <a href=\"https://www.fox4news.com/news/gov-abbott-orders-tiktok-ban-for-all-texas-state-agencies\">according to</a> one of the letters the governor sent to state agency leaders. </p> <a href=\"https://www.theguardian.com/technology/2022/dec/07/texas-bans-tiktok-government-devices-china-data-sharing-fears\">Continue reading...</a>", "persistent": false}]