[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/researchers-uncover-darknet-service.html", "title": "Researchers Uncover Darknet Service Allowing Hackers to Trojonize Legit Android Apps", "date_published": "2022-12-08 16:16:00+00:00", "description": "Researchers have shed light on a new hybrid malware campaign targeting both Android and Windows operating systems in a bid to expand its pool of victims.\nThe attacks entail the use of different malware such as ERMAC, Erbium, Aurora, and Laplas, according to a ThreatFabric report shared with The Hacker News.\n\"This campaign resulted in thousands of victims,\" the Dutch cybersecurity company said,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/covid-bit-new-covert-channel-to.html", "title": "COVID-bit: New COVert Channel to Exfiltrate Data from Air-Gapped Computers", "date_published": "2022-12-08 11:39:00+00:00", "description": "An unconventional data exfiltration method leverages a previously undocumented covert channel to leak sensitive information from air-gapped systems.\n\"The information emanates from the air-gapped computer over the air to a distance of 2 m and more and can be picked up by a nearby insider or spy with a mobile phone or laptop,\" Dr. Mordechai Guri, the head of R&amp;D in the Cyber Security Research", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/apple-boosts-security-with-new-imessage.html", "title": "Apple Boosts Security With New iMessage, Apple ID, and iCloud Protections", "date_published": "2022-12-08 10:55:00+00:00", "description": "Apple on Wednesday announced a raft of security measures, including an Advanced Data Protection setting that enables end-to-end encrypted (E2EE) data backups in its iCloud service.\nThe headlining feature, when turned on, is expected to secure 23 data categories using E2EE, including device and message backups, iCloud Drive, Notes, Photos, Reminders, Voice Memos, Safari Bookmarks, Siri Shortcuts,", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/best-year-end-cybersecurity-deals-from.html", "title": "Best Year-End Cybersecurity Deals from Uptycs, SANS Institute, and Bitdefender", "date_published": "2022-12-08 10:30:00+00:00", "description": "Looking to up your cybersecurity game in the new year? Do not just buy electronics this vacation season, improve your cybersecurity!\nThe end of the year is a great time to re-evaluate your cybersecurity strategy and make some important investments in protecting your personal and professional data. Cyber threats are constantly evolving and becoming more sophisticated, so it's important to stay on", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/google-warns-of-internet-explorer-zero.html", "title": "Google Warns of Internet Explorer Zero-Day Vulnerability Exploited by ScarCruft Hackers", "date_published": "2022-12-08 07:59:00+00:00", "description": "An Internet Explorer zero-day vulnerability was actively exploited by a North Korean threat actor to target South Korean users by capitalizing on the recent Itaewon Halloween crowd crush to trick users into downloading malware.\nThe discovery, reported by Google Threat Analysis Group researchers Benoît Sevens and Clément Lecigne, is the latest set of attacks perpetrated by ScarCruft, which is", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/iranian-hackers-strike-diamond-industry.html", "title": "Iranian Hackers Strike Diamond Industry with Data-Wiping Malware in Supply-Chain Attack", "date_published": "2022-12-08 07:56:00+00:00", "description": "An Iranian advanced persistent threat (APT) actor known as Agrius has been attributed as behind a set of data wiper attacks aimed at diamond industries in South Africa, Israel, and Hong Kong.\nThe wiper, codenamed Fantasy by ESET, is believed to have been delivered via a supply chain attack targeting an Israeli software suite developer as part of a campaign that began in February 2022.\nVictims", "persistent": false}]