[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ghibli-esque-indie-game-europa-revealed/1100-6509868/?ftag=CAD-01-10abi2f", "title": "Ghibli-esque Indie Game Europa Revealed", "date_published": "2022-12-08 22:39:00+00:00", "description": "<p dir=\"ltr\">Publisher Future Friends HQ has revealed its latest title Europa, an action-adventure game set to release on Steam and consoles in 2023.</p><p dir=\"ltr\">Unveiled during the Wholesome Snack stream alongside the first gameplay trailer, Europa comes from indie developer Helder Pinto and is a \"peaceful game of adventure, exploration, and meditation.\"</p><p dir=\"ltr\">\"On the moon Europa, a lush terraformed paradise in Jupiter’s shadow, an android named Zee sets out in search of answers,\" the game description reads. \"Run, glide and fly across the landscape, solve mysteries in the ruins of a fallen utopia, and discover the story of the last human alive.\"</p><a href=\"https://www.gamespot.com/articles/ghibli-esque-indie-game-europa-revealed/1100-6509868/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/europa-official-reveal-trailer/2300-6460193/", "title": "Europa Official Reveal Trailer", "date_published": "2022-12-08 22:17:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4074076-europaofficialgamerevealtrailer.mp4.00_00_16_08.still001.jpg\" width=\"480\" /> Check out Europa by Helder Pinto which is coming out in 2023. The game was shown off during the Wholesome Snack The Game Awards Edition.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-game-pass-perks-for-valorant-league-of-legends-and-more-riot-games-coming-soon/1100-6509867/?ftag=CAD-01-10abi2f", "title": "Xbox Game Pass Perks For Valorant, League Of Legends, And More Riot Games Coming Soon", "date_published": "2022-12-08 22:17:00+00:00", "description": "<p dir=\"ltr\">Riot Games' partnership with Xbox Game Pass was announced during the <a href=\"https://www.gamespot.com/articles/league-of-legends-valorant-and-more-riot-games-heading-to-xbox-game-pass-this-winter/1100-6504495/\">Xbox showcase</a> back in June. And now that we're nearing the date select PC and mobile Riot games will arrive on the service, the in-game perks for players have been officially announced.</p><p dir=\"ltr\">Riot's League of Legends, League of Legends Wild Rift, Legends of Runeterra, Teamfight Tactics, and Valorant will all be available on Xbox Game Pass starting December 12. Notably, for both League of Legends games and Valorant, Game Pass players will have access to all agents and champions, along with a 20% EXP boost. Though for Wild Rift, the bonuses will not come until January.</p><p dir=\"ltr\">Players who want to just try out Riot's popular games will benefit from the automatically unlocked full roster of playable characters and EXP bonus. Usually, unlocking characters takes grinding, but with Game Pass, players can skip that process. See the full list of bonuses at the end of the article for more information.</p><a href=\"https://www.gamespot.com/articles/xbox-game-pass-perks-for-valorant-league-of-legends-and-more-riot-games-coming-soon/1100-6509867/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/stardew-valley-inspired-spirittea-gets-release-window-confirmed-for-game-pass/1100-6509866/?ftag=CAD-01-10abi2f", "title": "Stardew Valley-Inspired Spirittea Gets Release Window, Confirmed for Game Pass", "date_published": "2022-12-08 22:07:00+00:00", "description": "<p>Publisher No More Robots has revealed that Spirittea will release in early 2023 on PC and Xbox Game Pass. The life sim is also planned for launch on Nintendo Switch.</p><p dir=\"ltr\">A new trailer also premiered for Spirittea at Wholesome Snack: The Game Awards Edition, providing a look at the gameplay loop for the East Asia-set title. The beginning of the video highlights the game's protagonist writing a book. But apparently, that requires some inspirational breaks, like drinking and bug catching.</p><div>          </div><p dir=\"ltr\">One of those swigs, though, comes from a mystical teapot that leads to the game's protagonist actually seeing spirits. Logically, there's a feline spirit ready to assist as players work on sprucing up an old, countryside bathhouse.</p><a href=\"https://www.gamespot.com/articles/stardew-valley-inspired-spirittea-gets-release-window-confirmed-for-game-pass/1100-6509866/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cozy-platformer-mail-time-gets-new-trailer-playstation-versions-coming/1100-6509811/?ftag=CAD-01-10abi2f", "title": "Cozy Platformer Mail Time Gets New Trailer, PlayStation Versions Coming", "date_published": "2022-12-08 21:00:00+00:00", "description": "<p>As part of the Wholesome Snack stream, 3D-platformer Mail Time got a new trailer and an announcement that it would be coming to PlayStation 4 and PlayStation 5 in April 2023, alongside the previously announced PC and Nintendo Switch versions.</p><p>In Mail Time, you play as a little mushroom-wearing mail carrier, delivering packages and letters to the sleepy towns and homes of a forest world called Grumblewood Grove. You can leap from branches, use envelopes to glide, and jump on mushrooms to reach unseen heights. The forest is populated by various critters, including a capybara hiding in a barrel, a scheming crime-doing rat, and a peckish hamster. The trailer shows off a never-before-seen area: an enormous leftover picnic.</p><div>          </div><p>Mail Time is from 23-year-old solo developer Kela Van Der Deijl. Mail Time pulls from the platformers of the Nintendo 64 area like Mario 64 and Banjo Kazooie. It offers large levels with a multitude of tasks to do and items to collect, albeit with a hand-drawn aesthetic and a eye towards a cozy lived-in atmosphere. The unnamed mail carrier is fully customizable from head to toe, with over 46,000 potential combinations between hair color, skin tone, and clothing. You can also choose the mail career's pronouns.</p><a href=\"https://www.gamespot.com/articles/cozy-platformer-mail-time-gets-new-trailer-playstation-versions-coming/1100-6509811/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/diablo-4-development-mired-in-crunch-and-poor-leadership-according-to-new-report/1100-6509862/?ftag=CAD-01-10abi2f", "title": "Diablo 4 Development Mired In Crunch And Poor Leadership According To New Report", "date_published": "2022-12-08 20:39:00+00:00", "description": "<p>Ahead of the game's probable launch in June, the Diablo 4 team has been crunching to ensure the game's timely release, according to a new report.</p><p><a href=\"https://www.washingtonpost.com/video-games/2022/12/08/diablo-iv-release-date-crunch/\">The Washington Post</a> reported that the Diablo 4 team is mired in long hours, and the company is offering insufficient perks in exchange. While the company has not explicitly required working overtime, Blizzard has offered a variety of incentives to keep employees at their desks. These range from $25 Door Dash credit for employees who work over 10 hours a day to gaining company stock shares after the game ships.</p><p>These incentives have not been enough to keep all employees at the company, however. The Diablo 4 team has reportedly been consistently losing developers. One 20-person team lost half of its members over a year. Former employees interviewed by the Post alleged that when they asked for raises, some managers suggested they quit the company to look for a higher wage elsewhere, and only return to Blizzard when they have more experience. Many of the employees who do leave have multiple years of experience, while their replacements are inexperienced, entry-level hires. As a result of these issues, many quoted employees seem to doubt that the game will release in a completed state come June.</p><a href=\"https://www.gamespot.com/articles/diablo-4-development-mired-in-crunch-and-poor-leadership-according-to-new-report/1100-6509862/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-go-introduces-new-xxs-and-xxl-pokemon-variants/1100-6509653/?ftag=CAD-01-10abi2f", "title": "Pokemon Go Introduces New XXS And XXL Pokemon Variants", "date_published": "2022-12-08 20:39:00+00:00", "description": "<p dir=\"ltr\">Pokemon Go players will soon have another way to catch unique Pokemon, as Niantic has announced the addition of XXS and XXL Pokemon to the mix.</p><p dir=\"ltr\">The two new Pokemon sizes will be featured with three Pokemon to begin with: Poochyena, Mightyena, and Mawile. Encounters with the specially-sized Pokemon will look different than normal encounters, and Pokedex entries will now track the extra sizes as they are caught.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4070598-pgosizekeyart1.jpeg\"><img alt=\"Pokemon Go will now visually track the size of the Pokemon you catch.\" src=\"https://www.gamespot.com/a/uploads/scale_super/3/37852/4070598-pgosizekeyart1.jpeg\" /></a><figcaption>Pokemon Go will now visually track the size of the Pokemon you catch.</figcaption></figure><p dir=\"ltr\">Players who make an XXS or XXL Pokemon their in-game buddy will see a difference in the size of the Pokemon on the screen. Also, the game will now offer celebratory messages to players who set new records in the size of the Pokemon they change--one message for the smallest ever, and one message for the largest.</p><a href=\"https://www.gamespot.com/articles/pokemon-go-introduces-new-xxs-and-xxl-pokemon-variants/1100-6509653/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/disney-plus-with-ads-price-how-long-are-the-commercials-how-does-it-work/1100-6509858/?ftag=CAD-01-10abi2f", "title": "Disney Plus With Ads: Price, How Long Are The Commercials, How Does It Work?", "date_published": "2022-12-08 20:31:00+00:00", "description": "<p dir=\"ltr\">Disney+ has changed the game for streaming services. Investing a lot of money in high-quality original programming, the service hit over <a href=\"https://www.gamespot.com/articles/disney-plus-hits-over-164-million-subscribers-worldwide/1100-6509018/\">164 million subscribers</a>, and it continues to grow. With that growth, Disney is looking to shake things up, offering a new tier of the service which is ad supported. It's not actually a money-saving option, however. Disney has raised the price for non-ad supported tiers, and replaced the original low-cost option with this new, ad-supported one. So what is this new ad supported tier, how much does it cost, and what else do you need to know about it?</p><h3 dir=\"ltr\"><strong>The Price:</strong></h3><p dir=\"ltr\">Disney+ with ads costs $8 a month. If you don't want ads, there is a little bit of a price hike, as the ad-free experience will cost $11 a month. Prior to the launch of Disney+ with ads, the service cost $8 a month, so users who have been paying the same amount for months with their ad-free Disney+ experience will now have to pay extra to avoid the newly-added advertisements. Yes, that is a bummer.</p><div>          </div><h3 dir=\"ltr\"><strong>Ad length:</strong></h3><p dir=\"ltr\">Depending on what you're going to watch, you'll have to watch a series of ad breaks. It's pretty uniform throughout the service. Movies have no more than four ad breaks, even if the movie is Avengers: Endgame. TV shows typically have three ad breaks throughout each episode. For the most part, it's all separated relatively evenly throughout the piece of content you're watching.</p><a href=\"https://www.gamespot.com/articles/disney-plus-with-ads-price-how-long-are-the-commercials-how-does-it-work/1100-6509858/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/high-on-life-everything-to-know/2300-6460191/", "title": "High On Life Everything to Know", "date_published": "2022-12-08 20:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4073990-etk_highonlife_site.jpg\" width=\"480\" /> High on Life is the latest game from Rick and Morty co-creator Justin Roiland's game studio, Squanch Games. It seems Squanch Games has taken the visual and humor style of their former games to create what seems to be their biggest game to date with a humorous FPS adventure game.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/james-gunn-confirms-some-reports-about-dc-studios-good-luck-figuring-out-which-ones/1100-6509855/?ftag=CAD-01-10abi2f", "title": "James Gunn Confirms Some Reports About DC Studios - Good Luck Figuring Out Which Ones", "date_published": "2022-12-08 19:56:00+00:00", "description": "<p dir=\"ltr\">On the heels of Thursday's report that <a href=\"https://www.gamespot.com/articles/wonder-woman-3-not-moving-forward-in-current-incarnation-report/1100-6509818/\">Wonder Woman 3 is not moving forward in its current form</a>, James Gunn took to Twitter in his role as an executive and co-head of DC Studios to clarify. That project being canceled, along with a slew of other potential DC movie updates were first reported by <a href=\"https://www.hollywoodreporter.com/movies/movie-features/wonder-woman-3-not-moving-forward-dc-movies-1235276804/\">The Hollywood Reporter</a>. Gunn, for his part, took to <a href=\"https://twitter.com/JamesGunn/status/1600920132691189760?s=20&amp;t=eqAy3kllZVWUM1vM4ePhfw\">Twitter</a>, writing that some of it \"is true, some of it is half-true, some of it is not true, and some of it we haven't decided yet whether it's true or not.\"</p><p dir=\"ltr\">Confused? Gunn further elaborated on <a href=\"https://twitter.com/JamesGunn/status/1600920135237136385\">Twitter</a> that after he and producer Peter Safran chose to take the reins of the Warner Bros. Discovery division in October that they \"chose to helm DC Studios knowing we were coming into a fractious environment, both in the stories being told and in the audience itself.\" Gunn continued that both executives were aware \"there would be an unavoidable transitional period as we moved into telling a cohesive story across film, TV, animation and gaming… But, in the end, the drawbacks of that transitional period were dwarfed by the creative possibilities and the opportunity to build upon what has worked in DC so far and to help rectify what has not.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">So. As for the story yesterday in the Hollywood Reporter, some of it is true, some of it is half-true, some of it is not true, &amp; some of it we haven’t decided yet whether it’s true or not.</p>  — James Gunn (@JamesGunn) <a href=\"https://twitter.com/JamesGunn/status/1600920132691189760?ref_src=twsrc^tfw\">December 8, 2022</a></blockquote>              </div><p dir=\"ltr\">Closing out the thread--and continuing a long-standing tradition Gunn has had of engaging directly with fans on questions they have about his movies and business as a storyteller--the director/executive said that he knows he and Safran \"are not going to make every single person happy every step of the way, but we can promise everything we do is done in the service of the story and in service of the DC characters we know you cherish and we have cherished our whole lives.\"</p><a href=\"https://www.gamespot.com/articles/james-gunn-confirms-some-reports-about-dc-studios-good-luck-figuring-out-which-ones/1100-6509855/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/diablo-4-june-2023-release-date-seemingly-confirmed-in-new-report/1100-6509853/?ftag=CAD-01-10abi2f", "title": "Diablo 4 June 2023 Release Date Seemingly Confirmed In New Report", "date_published": "2022-12-08 19:36:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV</a> will be released on June 6, 2023, according to a new report documenting the challenges Blizzard employees have faced over the course of the game's development. The date lines up with previous <a href=\"https://www.gamespot.com/articles/diablo-4s-release-date-may-have-leaked-early/1100-6509793/\">leaks via the Microsoft store</a> that pointed towards a June release.</p><p dir=\"ltr\"><a href=\"https://www.washingtonpost.com/video-games/2022/12/08/diablo-iv-release-date-crunch/\">The Washington Post</a> reports Diablo IV was originally slated to arrive in April 2023, but that the team \"felt it needed more time and was able to get the June date approved.\" However, there is still work to be done on Diablo IV, with the Post reporting that while it is not being required, the development team is being incentivized to work long hours and \"crunch\" on the project due to various stock bonuses that will be paid out once Diablo IV releases and are at least partly based on performance.</p><p dir=\"ltr\">According to one Blizzard employee quoted in the article, Blizzard is \"not willing to delay the game anymore,\" so the team will have to \"figure out how much we're willing to hurt ourselves to make sure the game gets released in a good enough state.\" An internal company email from November sent to the Diablo IV team acknowledged that the development team was \"moving into a period where some people may put in some extra hours.\"</p><a href=\"https://www.gamespot.com/articles/diablo-4-june-2023-release-date-seemingly-confirmed-in-new-report/1100-6509853/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-ramattra-hero-guide/1100-6509852/?ftag=CAD-01-10abi2f", "title": "Overwatch 2 - Ramattra Hero Guide", "date_published": "2022-12-08 19:35:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> <a href=\"https://www.gamespot.com/articles/overwatch-2-patch-brings-buffs-and-nerfs-alongside-new-hero-ramattra/1100-6509765/\">Season 2 has arrived</a>, bringing a new map, a battle pass, and hero, Ramattra the tank. Ramattra is an Omnic leader, one who is afraid to use violence to protect his people. As a tank, Ramattra can switch forms depending on the situation, making him a flexible pick for most game modes. Here's everything you need to know to dominate in Overwatch 2 as Ramattra. You can see how all heroes, including this one, stack up in our <a href=\"https://www.gamespot.com/gallery/overwatch-2-tank-tier-list/2900-4379/\">Overwatch 2 tank tier list</a>, <a href=\"https://www.gamespot.com/gallery/overwatch-2-dps-tier-list/2900-4389/\">DPS tier list</a>, and <a href=\"https://www.gamespot.com/gallery/overwatch-2-support-tier-list/2900-4382/\">support tier list</a>. Where did your favorite land?</p><h2 dir=\"ltr\">Ramattra overview</h2><p dir=\"ltr\">Ramattra has two forms, with his default form being called Omnic. In this form Ramattra has the ability to create temporary shields and has access to his long-range weapon, the Void Accelerator. This weapon fires weak projectiles in a tight pattern over long distances. He can use ability to switch into his Nemesis form, where he has increased armor and access to his Pummel attack, which fires short range punch blasts. In this form Ramattra can also block his face, which reduces the amount of damage he takes from attacks to his front side. His ultimate ability puts him in Nemesis mode and creates a field around him, tethering enemies and dealing damage to them. As long as someone is taking damage, the ultimate will continue.</p><h2 dir=\"ltr\">Ramattra abilities</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1599/15997278/4073978-ramattra2.jpg\"><img alt=\"Ramattra's Nemesis mode temporarily makes him a close-quarters threat.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1599/15997278/4073978-ramattra2.jpg\" /></a><figcaption>Ramattra's Nemesis mode temporarily makes him a close-quarters threat.</figcaption></figure><p><strong>Void Accelerator (Omnic): </strong>Fire a stream of projectiles.</p><a href=\"https://www.gamespot.com/articles/overwatch-2-ramattra-hero-guide/1100-6509852/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-ftc-is-now-suing-microsoft-over-pending-activision-blizzard-merger/1100-6509849/?ftag=CAD-01-10abi2f", "title": "The FTC Is Now Suing Microsoft Over Pending Activision Blizzard Merger", "date_published": "2022-12-08 19:31:00+00:00", "description": "<p>The Federal Trade Commission has <a href=\"https://www.ftc.gov/news-events/news/press-releases/2022/12/ftc-seeks-block-microsoft-corps-acquisition-activision-blizzard-inc\">officially sued</a> Microsoft in an attempt to stop the company's $69 billion acquisition of video game publisher Activision Blizzard. The suit, which was filed Thursday, December 8, claims that the deal would make Microsoft too strong a competitor in the video games industry, and would ultimately suppress competition. The lawsuit comes as little surprise, as <a href=\"https://www.politico.com/news/2022/11/23/exclusive-feds-likely-to-challenge-microsofts-69-billion-activision-takeover-00070787\">Politico</a> indicated the FTC was likely to <a href=\"https://www.gamespot.com/articles/ftc-likely-to-file-antitrust-lawsuit-over-microsofts-activision-blizzard-acquisition-report/1100-6509481/\">file antitrust claims against Microsoft</a> late last month.</p><p>As reported by <a href=\"https://www.washingtonpost.com/technology/2022/12/08/ftc-sues-microsoft-over-activision/\">The Washington Post</a>, the lawsuit represents the FTC’s \"most significant effort to rein in consolidation in the tech industry.\" The news follows prominent academic and tech critic Lina Kahn's appointment to the FTC chair, and falls in line with her mission of \"ushering in a new era of antitrust enforcement.\" Microsoft has reportedly not seen such a \"serious regulatory threat to its business\" in over 20 years, when the Department of Justice brought an antitrust lawsuit against the company.</p><p>According to The Washington Post, this lawsuit could put a stop to Microsoft's purchase of Activision Blizzard. Announced earlier this year, this purchase would give the company ownership over franchises such as Call of Duty, Diablo, Overwatch, and Candy Crush.</p><a href=\"https://www.gamespot.com/articles/the-ftc-is-now-suing-microsoft-over-pending-activision-blizzard-merger/1100-6509849/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/", "title": "Best PS5 Deals Available Now: Save Big On 2022 Games And More", "date_published": "2022-12-08 19:22:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073962-ps5walmart.jpeg\" /><br /><h3><p>With Black Friday behind us, it's time to start assessing purchases and filling in any lingering gaps before the holidays--which are just a few short weeks away. Though most of the stellar PS5 deals from Black Friday are gone, you can still save on a bunch of PlayStation 5 games and accessories. We've rounded up the best PS5 deals available this week. Whether you're shopping for yourself or someone on your list, we think there will be at least one deal for you here.</p><p>There aren't a lot of PS5-exclusive games on sale right now. In fact, retailers are sold out of a bunch of notable games you can only play on PlayStation--largely because they received such steep discounts. But you can still save on a few exciting exclusives, including one of the biggest releases of the year: <span class=\"norewrite\">           <a href=\"https://www.walmart.com/ip/Horizon-Forbidden-West-Launch-Edition-PlayStation-5/983372308?fulfillmentIntent=Shipping&amp;athbdg=L1300\">Horizon Forbidden West</a> </span> is down to just $40 at Walmart.</p><p>Other 2022 hits are also featured in sales at Amazon and Best Buy. A variety of sports games--which are always popular gifts--are discounted to super-low prices. <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Madden-NFL-23-PlayStation-5/dp/B0B2KSTXWF?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">Madden NFL 23</a> </span> is $30, <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/PGA-Tour-2K23-PlayStation-5/dp/B0B9T3Y3VM?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">PGA 2K23</a> </span> is $35, and <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B6JR3YDW?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">FIFA 23</a> </span> is $35. For a game that kids will love to find under the tree, check out <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Lego-Star-Wars-Skywalker-Saga-PlayStation/dp/B08GVHDV12?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">Lego Star Wars: The Skywalker Saga.</a> </span></p><p>Outside of games, you can also save big on some stellar accessories, including headsets and internal SSDs to expand your PS5's storage. <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Sony-INZONE-Wireless-Headset-Over-ear-Headphones/dp/B0B1S4RXQB?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">Sony&#039;s Inzone H7 headset</a> </span> is getting a huge discount at Amazon. Third-party headsets from Razer and Logitech are also on sale for great prices.</p><p>Make sure to take a look at all 30+ deals on this list, as there are many bargain-friendly deals on offer that are definitely worth considering. If you're also interested in Nintendo Switch deals, there are <a href=\"https://www.gamespot.com/gallery/a-bunch-of-nintendo-switch-exclusives-are-on-sale-right-now/2900-4502/\">a bunch of exclusive games on sale right now</a>.</p></h3></p><br />     <p><h2>Horizon Forbidden West</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073998-horizon.jpeg\" /><br /><h3><p><strong>$40 (<del>$70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.walmart.com/ip/Horizon-Forbidden-West-Launch-Edition-PlayStation-5/983372308?fulfillmentIntent=Shipping&amp;athbdg=L1300\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Sony Inzone H7 Wireless Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073996-inzoneh7.png\" /><br /><h3><p><strong>$148 (<del>$230</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Sony-INZONE-Wireless-Headset-Over-ear-Headphones/dp/B0B1S4RXQB?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>PS5 God of War Ragnarok Bundle + Legion H200 Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074023-ps5bundle.png\" /><br /><h3><p><strong>$600</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/295364066270?toolid=10001&amp;mkcid=1&amp;campid=5338497749&amp;mkevt=1&amp;mkrid=711-53200-19255-0&amp;customid=subid_value&amp;hash=item44c511fbde:g:SsoAAOSwkTJjgSaH\">See at eBay</a> </div></div><p> </p></h3></p><br />     <p><h2>Star Ocean: The Divine Force</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074004-starocean.png\" /><br /><h3><p><strong>$39 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Star-Ocean-Divine-Force-PlayStation-5/dp/B0B5KK2VCQ?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Elden Ring</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074006-eldenring.png\" /><br /><h3><p><strong>$45 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Elden-Ring-PlayStation-4/dp/B07SPYK271?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Madden NFL 23</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073976-madden23.png\" /><br /><h3><p><strong>$30 (<del>$70</del>)</strong></p><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Madden-NFL-23-PlayStation-5/dp/B0B2KSTXWF?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div></div><p> </p></h3></p><br />     <p><h2>FIFA 23</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073966-fifa23.jpeg\" /><br /><h3><p><strong>$35 (<del>$70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B6JR3YDW?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>PGA Tour 2K23</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073964-pga2k23.jpeg\" /><br /><h3><p><strong>$35 (<del>$70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/PGA-Tour-2K23-PlayStation-5/dp/B0B9T3Y3VM?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>NBA 2K23</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073981-nba2k23.jpeg\" /><br /><h3><p><strong>$35 (<del>$70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/video-games/products/nba-2k23---playstation-5/344667.html\">See at GameStop</a> </div></div><p> </p></h3></p><br />     <p><h2>Lego Star Wars: The Skywalker Saga</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074007-skywalkersaga.jpeg\" /><br /><h3><p><strong>$40 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Lego-Star-Wars-Skywalker-Saga-PlayStation/dp/B08GVHDV12?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Razer Kaira Pro Dual Wireless Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074020-kairapro.png\" /><br /><h3><p><strong>$150 (<del>$200</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Wireless-Gaming-Headset-Haptics-playstation-5/dp/B09KML1RVR?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p><p> </p></h3></p><br />     <p><h2>Logitech G535 Wireless Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074022-logitechg535.png\" /><br /><h3><p><strong>$80 (<del>$130</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Logitech-Lightweight-Wireless-Gaming-Headset/dp/B08KY2WFGP?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>PlayStation Classic (Refurbished)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074024-psclassic.png\" /><br /><h3><p><strong>$55</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/325368994181?toolid=10001&amp;mkcid=1&amp;campid=5338497749&amp;mkevt=1&amp;_trkparms=5079:5000006401&amp;mkrid=711-53200-19255-0&amp;customid=subid_value\">See at eBay</a> </div></div><p> </p></h3></p><br />     <p><h2>No More Heroes 3 - Day 1 Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074005-nomoreheroes3.jpeg\" /><br /><h3><p><strong>$48 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/No-More-Heroes-Day-PlayStation-5/dp/B09Y7JV8JR?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>HyperX Cloud Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073989-hyperxcloudps.png\" /><br /><h3><p><strong>$40 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B095JFJ18S?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/hyperx-cloud-wired-stereo-gaming-headset-for-ps5-and-ps4-black-blue/6471417.p?skuId=6471417&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Western Digital SN850 1TB NVMe SSD</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073988-wdsn850.png\" /><br /><h3><p><strong>$150 (<del>$180</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B4SQB1HY?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Riders Republic</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073965-ridersrepublic.jpeg\" /><br /><h3><p><strong>$15 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/riders-republic-standard-edition-playstation-5/6431051.p?skuId=6431051&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Assassin's Creed Valhalla: Ragnarok Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073967-acvalhalla.jpeg\" /><br /><h3><p><strong>$30 (<del>$100</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/assassins-creed-valhalla-ragnarok-edition-playstation-4-playstation-5/6492515.p?skuId=6492515&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>The Last of Us Part II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073968-thelastofus.jpeg\" /><br /><h3><p><strong>$11 (<del>$40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/the-last-of-us-part-ii-standard-edition-playstation-4-playstation-5/6255399.p?skuId=6255399&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Watch Dogs: Legion</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073969-watchdogslegion.jpeg\" /><br /><h3><p><strong>$15 (<del>$40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/watch-dogs-legion-playstation-5/6426009.p?skuId=6426009&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>NexiGo DualSense Charging Station</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074021-nexigocharger.jpeg\" /><br /><h3><p><strong>$20 (<del>$30</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/NexiGo-Controller-Dualsense-Playstation-Controllers/dp/B08NKB1FGH?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>F1 2022</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073970-f12022.jpeg\" /><br /><h3><p><strong>$35 (<del>$70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/f1-2022-playstation-5/6505460.p?skuId=6505460&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Death Stranding</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073971-deathstranding.jpeg\" /><br /><h3><p><strong>$11 (<del>$40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B01GW8Y3O2?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/death-stranding-standard-edition-playstation-4-playstation-5/5360401.p?skuId=5360401&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Yakuza: Like a Dragon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073972-yakuza.jpeg\" /><br /><h3><p><strong>$18.49 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B08Q6HT9J9?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Dying Light 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073973-dyinglight2.jpg\" /><br /><h3><p><strong>$30 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/dying-light-2-stay-human-playstation-5/6465746.p?skuId=6465746&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Guardians of the Galaxy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073979-guardiansofthegalaxy.jpeg\" /><br /><h3><p><strong>$16 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B096WZFCHR?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Far Cry 6</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073982-farcry6.png\" /><br /><h3><p><strong>$15 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B08CKPR8TN?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/far-cry-6-standard-edition-playstation-4-playstation-5/6421537.p?skuId=6421537&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Mass Effect Legendary Edition</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073984-masseffectlegendary.jpeg\" /><br /><h3><p><strong>$24 (<del>$40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/mass-effect-legendary-edition-playstation-4-playstation-5/6438898.p?skuId=6438898&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>Astro A10 Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073986-a10.jpeg\" /><br /><h3><p><strong>$30 (<del>$60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/astro-gaming-a10-wired-stereo-over-the-ear-gaming-headset-for-ps4-ps5-with-flip-to-mute-mic-white-blue/6369453.p?skuId=6369453&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p><p> </p></h3></p><br />     <p><h2>Western Digital SN850 2TB NVMe SSD</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073987-wdsn850.png\" /><br /><h3><p><strong>$260 (<del>$360</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B4SWQ39Y?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/wd-wd_black-sn850-2tb-internal-ssd-pcie-gen-4-x4-officially-licensed-for-ps5-with-heatsink/6505896.p?skuId=6505896&amp;publisher_slug=gamespot&amp;article_name=Best PS5 Deals Available Now: Save Big On 2022 Games And More&amp;article_url=http://www.gamespot.com/gallery/best-ps5-deals-available-now-save-big-on-2022-games-and-more/2900-4512/&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>WWE 2K22</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4073999-wwe.jpeg\" /><br /><h3><p><strong>$25 (<del>$70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.walmart.com/ip/WWE-2K22-PlayStation-5/617564382?fulfillmentIntent=Shipping&amp;athbdg=L1300\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>MLB The Show 22</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074000-mlbtheshow22.jpg\" /><br /><h3><p><strong>$20 (<del>$70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.walmart.com/c/159047/565706/9383?&amp;sharedId=gamespot&amp;u=https://www.walmart.com/ip/MLB-The-Show-22-PlayStation-5/317951705?fulfillmentIntent=Shipping&amp;subId1=subid_value\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Turtle Beach Stalth 600 Gen 2 Wireless Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074018-stealth600.png\" /><br /><h3><p><strong>$80 (<del>$100</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Wireless-Amplified-Nintendo-Lag-Free-PlayStation-5/dp/B0B7TP2YMP?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Turtle Beach Recon 500 Universal Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1595/15950357/4074019-recon500.png\" /><br /><h3><p><strong>$50 (<del>$80</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Turtle-Multiplatform-Headset-PlayStation-Nintendo-x/dp/B0935CPWLJ?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4512|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/rush-hour-4-is-happening/1100-6509851/?ftag=CAD-01-10abi2f", "title": "Rush Hour 4 Is Happening", "date_published": "2022-12-08 19:22:00+00:00", "description": "<p dir=\"ltr\">The long-rumored Rush Hour 4 is still very much a possibility, star Jackie Chan revealed at the Red Sea International Film Festival in Jeddah, Saudi Arabia. According to <a href=\"https://deadline.com/2022/12/jackie-chan-says-rush-hour-4-is-in-the-works-red-sea-film-festival-1235193279/\">Deadline</a>, Chan told a festival crowd in an on-stage appearance that \"we're talking about Rush Hour 4 [happening] right now.\"</p><p dir=\"ltr\">Chan didn't reveal who might direct the next film in the franchise, but Brett Ratner directed all three previous entries. Ratner stepping in to direct would be significant, both because he hasn't helmed a movie since 2014--and also because in 2017, during the Me Too movement, six women, including Olivia Munn and Natasha Henstridge, accused Ratner of sexual assault and harassment. Warner Bros. subsequently cut all ties with the producer-director.</p><p dir=\"ltr\">Chan and Chris Tucker play mismatched police officers in the Rush Hour series. The first movie came out in 1998, with sequels following in 2001 and 2007. At the festival, Chan recalls how he was first drafted into the film series, initially thinking Rush Hour would flop. \"I got a phone call [after the first movie debuted],\" Chan said, \"Brett Ratner and Chris Tucker call me from New York. They're crazy. We were $70 million in the first weekend.\"</p><a href=\"https://www.gamespot.com/articles/rush-hour-4-is-happening/1100-6509851/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/halo-infinite-forge-map-turns-waffle-house-into-a-late-night-battleground/1100-6509850/?ftag=CAD-01-10abi2f", "title": "Halo Infinite Forge Map Turns Waffle House Into A Late-Night Battleground", "date_published": "2022-12-08 18:42:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/halo-infinite/\">Halo Infinite</a> custom map creators continue to impress, as your local Waffle House is now a late-night battleground thanks to the power of the game's Forge toolset.</p><p dir=\"ltr\">As shared by <a href=\"https://twitter.com/Mr_Rebs_/status/1600579765257256996?s=20&amp;t=ArVKAH52c3lyfciepFccaA\">Rebs Gaming</a> on Twitter, someone has lovingly recreated a Waffle House in Halo Infinite using Forge. It's well-known that anything can happen at a Waffle House at 2 AM., but something tells me a Spartan game of Team Deathmatch is a new one. There are tons of fun little details inside the Waffle House for good measure, like a Grunt sitting at the counter and a pair of Elites hanging out by the jukebox.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Thanks to the Halo Infinite custom games browser, I was able to test out the Waffle House map and defend it against enemy Spartans. <a href=\"https://twitter.com/hashtag/HaloInfinite?src=hash&amp;ref_src=twsrc^tfw\">#HaloInfinite</a> <a href=\"https://twitter.com/hashtag/HaloInfiniteForge?src=hash&amp;ref_src=twsrc^tfw\">#HaloInfiniteForge</a> <a href=\"https://twitter.com/hashtag/Halo?src=hash&amp;ref_src=twsrc^tfw\">#Halo</a> <a href=\"https://t.co/Sj2UaBcNfk\">pic.twitter.com/Sj2UaBcNfk</a></p>  — Rebs Gaming (@Mr_Rebs_) <a href=\"https://twitter.com/Mr_Rebs_/status/1600579765257256996?ref_src=twsrc^tfw\">December 7, 2022</a></blockquote>              </div><p dir=\"ltr\">In case you aren't in the know, Waffle House is an iconic part of Americana, with thousands of locations across the US, particularly in the South. The restaurant chain is known for being open 24/7 and (almost) never closing. The map's <a href=\"https://www.halowaypoint.com/halo-infinite/ugc/maps/b2002a0f-bb4c-41ae-b18f-620b0ab29ce2\">official description</a> states, \"If ya Waffle House cook aint outside smoking when you pull up, it wont be good,\" and, well, it's hard to argue against the truth of that statement.</p><a href=\"https://www.gamespot.com/articles/halo-infinite-forge-map-turns-waffle-house-into-a-late-night-battleground/1100-6509850/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/razer-wolverine-v2-pro-review-pricey-and-niche/1100-6509839/?ftag=CAD-01-10abi2f", "title": "Razer Wolverine V2 Pro Review - Pricey And Niche", "date_published": "2022-12-08 18:21:00+00:00", "description": "<p dir=\"ltr\">Over the past few years, Razer's Wolverine line of controllers has included multiple impressive options for competitive gamers on Xbox and PC. Now, PlayStation users can experience Razer's unique PC-style approach to controller design with the Razer Wolverine V2 Pro. Officially licensed by PlayStation, the <span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/playstation-5/products/razer-wolverine-v2-pro-chroma-wireless-gaming-controller-for-playstation-5-and-pc/344695.html\">Wolverine V2 Pro</a> </span> is a high-end controller with an eye-popping $250 price. After spending some time with the Wolverine V2 Pro, I can't deny that it's easily the most premium-feeling controller available at this time for PS5 owners. That said, its form factor limits the controller's reach, even if you can get past its half-a-PS5 asking price.</p><div class=\"norewrite\" title=\"6509839 - Razer Wolverine V2 Pro Review\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4073776-razerwolverinev2promodulee.png\" />                                 <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/playstation-5/products/razer-wolverine-v2-pro-chroma-wireless-gaming-controller-for-playstation-5-and-pc/344695.html\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/playstation-5/products/razer-wolverine-v2-pro-chroma-wireless-gaming-controller-for-playstation-5-and-pc/344695.html\">Razer Wolverine V2 Pro</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/playstation-5/products/razer-wolverine-v2-pro-chroma-wireless-gaming-controller-for-playstation-5-and-pc/344695.html\">$250</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/gaming-accessories/controllers/playstation-5/products/razer-wolverine-v2-pro-chroma-wireless-gaming-controller-for-playstation-5-and-pc/344695.html\">See at GameStop</a>                     </div>                         </div>                     </div> </div><p dir=\"ltr\">The Wolverine V2 Pro isn't the only pro-style controller for PS5 in the pipeline, either. Sony is releasing its own first-party controller, the <a href=\"https://www.gamespot.com/articles/dualsense-edge-preorders-are-live-now/1100-6508591/\">DualSense Edge</a>, on January 26 for $200. Meanwhile, PDP's Victrix brand just released a modular controller called the Victrix Pro BFG for $180. Though it remains to be seen how the Wolverine V2 Pro stacks up against the DualSense Edge, I also took a look at PDP's officially licensed controller, so make sure to check out our <a href=\"https://www.gamespot.com/articles/victrix-pro-bfg-ps5-controller-review-ultimate-versatility/1100-6509840/\">Victrix Pro BFG review</a>, too.</p><h2 dir=\"ltr\">Is that a mouse in your hands?</h2><p dir=\"ltr\">If you're unfamiliar with Razer's Wolverine line, the series is novel in its approach to button design. Mimicking the sound and feedback of a Razer gaming mouse, the face buttons, D-pad, and shoulder buttons use \"mecha-tactile\" switches to decrease response time, allowing you to trigger inputs faster. In addition to helping give you the edge in competitive multiplayer games, the switches simply feel better than ordinary controller inputs. To me, they are vastly superior, in fact, though there are people who don't like the sound or feel.</p><a href=\"https://www.gamespot.com/articles/razer-wolverine-v2-pro-review-pricey-and-niche/1100-6509839/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/victrix-pro-bfg-ps5-controller-review-ultimate-versatility/1100-6509840/?ftag=CAD-01-10abi2f", "title": "Victrix Pro BFG PS5 Controller Review - Ultimate Versatility", "date_published": "2022-12-08 18:21:00+00:00", "description": "<p dir=\"ltr\">More than two years after the PlayStation 5’s release, there are finally other controller options other than the DualSense. Sure, there have been numerous modded PS5 controllers from third-party manufacturers, but the <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B9LDPXBF?tag=gamespotdeals-20&amp;ascsubtag=ag:|vg:-|st:dtp\">PDP Victrix Pro BFG</a> </span> is the first officially licensed PS5 controller to be revealed. After spending some time with the BFG, the premium controller lives up to its $180 price. With excellent ergonomics and arguably unparalleled versatility thanks to its modular design, the Victrix Pro BFG is definitely worth a hard look if you’re in the market for a competitive gamepad or simply prefer the form factor of Xbox controllers.</p><div class=\"norewrite\" title=\"6509840 - Victrix Pro BFG Review\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4073777-victrix.jpg\" />                                 <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B9LDPXBF?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B9LDPXBF?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\">Victrix Pro BFG</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B9LDPXBF?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\">$180</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B0B9LDPXBF?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a>                     </div>                         </div>                     </div> </div><p dir=\"ltr\">Though the Victrix Pro BFG was the first third-party controller revealed for PS5, it's not the only one to choose from. The <a href=\"https://www.gamespot.com/articles/razer-wolverine-v2-pro-review-pricey-and-niche/1100-6509839/\">Razer Wolverine V2 Pro</a> also releases this month, and PlayStation's own <a href=\"https://www.gamespot.com/articles/dualsense-edge-preorders-are-live-now/1100-6508591/\">DualSense Edge</a> launches in January. I can’t comment on how it compares to the Edge just yet, but I also tested the Wolverine and will share thoughts on how they stack up against each other at the bottom of this review.</p><h2 dir=\"ltr\">Modular design adds versatility</h2><p dir=\"ltr\">The Victrix Pro BFG goes beyond the usual features of competitive controllers like enhanced grips, swappable stick caps, and remappable rear triggers. It has all of those essential boxes checked, but it has far more customization features than you’d expect from most controllers–even high-end ones in this price range. The BFG has a modular design that allows you to switch input layouts on the fly.</p><a href=\"https://www.gamespot.com/articles/victrix-pro-bfg-ps5-controller-review-ultimate-versatility/1100-6509840/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/portals-free-remaster-with-ray-tracing-available-now-on-steam/1100-6509848/?ftag=CAD-01-10abi2f", "title": "Portal's Free Remaster With Ray Tracing Available Now On Steam", "date_published": "2022-12-08 18:12:00+00:00", "description": "<p>Nividia has released a new, RTX-enabled version of its classic puzzle game Portal. The release is available for free to existing owners, although even those who don't yet own it can do so quite cheaply.</p><p>If you haven't previously picked up the game it's currently 99 cents on Steam. <a href=\"https://store.steampowered.com/app/2012840/Portal_with_RTX/\">Portal with RTX</a> features full ray tracing, performance boost enabled by DLSS 3, and low latency via Nivida reflex. This Portal uses a particular kind of ray tracing called \"path tracing,\" which makes all lighting effects, like shadows, reflections, and refractions, as part of a single algorithm.</p><p>Ray tracing is GPU intensive, so you'll need at minimum a GeForce RTX 3060 to run the game, according to <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=44270&amp;u1=gs-gs{{TYPE_ID}}{{CONTENT_ID}}-dtp-en&amp;murl=https://www.nvidia.com/en-us/geforce/news/portal-rtx-available-december-8/\">the system requirements</a>. To run the game on Ultra settings or use DLSS 3, you'll need a RTX 40 series. To play you will also need to have the original Portal and the latest GeForce drivers installed.</p><a href=\"https://www.gamespot.com/articles/portals-free-remaster-with-ray-tracing-available-now-on-steam/1100-6509848/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/marvel-snap-debuts-free-login-bonus-new-variant-bundle/1100-6509841/?ftag=CAD-01-10abi2f", "title": "Marvel Snap Debuts Free Login Bonus, New Variant Bundle", "date_published": "2022-12-08 18:00:00+00:00", "description": "<p dir=\"ltr\">Marvel Snap is up for Best Mobile Game at The Game Awards, and Second Dinner used the occasion to debut a music video from DJ Martin Garrix and singer-songwriter JVKE. The video, titled Hero, also ties into an in-game event that debuts a new special variant card free for all players, as well as a new bundle available for purchase.</p><p dir=\"ltr\">The video tells a love story, as JVKE imagines famous Marvel romances like Spider-Man and MJ, Storm and Black Panther, and Vision and Scarlet Witch. It uses various art styles and inspirations throughout to show the heroes and their romantic partnerships, reflecting the variety of illustration styles used in Marvel Snap's variant cards.</p><div>          </div><p dir=\"ltr\">For the next week, players can log into Marvel Snap to receive a Storm Hero variant card by artist Jander González Mella, the original concept artist who made the Black Panther and Storm designs for the Hero music video. After the one-week free period, that Storm variant card will be added to the <a href=\"https://www.gamespot.com/articles/marvel-snap-update-gives-you-a-new-way-to-earn-cards/1100-6509592/\">newly-launched Token Shop</a> as an Ultimate variant. There's also a new \"Hero\" variant bundle available for purchase, which includes some of the characters featured in the music video.</p><a href=\"https://www.gamespot.com/articles/marvel-snap-debuts-free-login-bonus-new-variant-bundle/1100-6509841/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/todays-wordle-answer-538-december-9-2022/1100-6509845/?ftag=CAD-01-10abi2f", "title": "Today's Wordle Answer (#538) - December 9, 2022", "date_published": "2022-12-08 17:57:00+00:00", "description": "<p>It’s Friday, and players should end the week right by getting the <a href=\"https://www.gamespot.com/games/wordle/\">Wordle</a> correct. If you're here, then you're probably struggling in some shape or fashion, and that's not something you want to do on a Friday. Fortunately, we're here to make sure that you end the work week with aplomb and get the Wordle correct. Fortunately for players, the answer today is much simpler than the past few days' answers have been. Still, though, it's not a word that players should take lightly. If you haven't started the December 9 Wordle yet, though, you can check out our list of recommended <a href=\"https://www.gamespot.com/articles/wordle-best-starting-words-to-use-and-other-game-tips/1100-6499460/\">starting words</a> to give yourself an advantage before you've begun.</p><p>However, if you're a few guesses deep, then it might be time to seek some helpful advice. We have exactly that just below. We’ve come up with two hints that should help players come up with relevant guesses for today's puzzle on December 9. If those don’t work, though, we’ve spelled out the full answer further down in the guide if players simply want to head into the weekend with their streak still intact.</p><h2>Today's Wordle Answer - December 9, 2022</h2><p>We'll begin with two hints that directly relate to the Wordle answer, but won't immediately give the word away.</p><a href=\"https://www.gamespot.com/articles/todays-wordle-answer-538-december-9-2022/1100-6509845/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/warhammer-40k-darktide-video-review/2300-6460185/", "title": "Warhammer 40K Darktide Video Review", "date_published": "2022-12-08 17:53:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4073799-reviews_warhammer40kdarktide_site.jpg\" width=\"480\" /> Darktide captures the most essential parts of its genre, though it sometimes stumbles when trying to build metagame content on top of that foundation.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/get-10-anime-themed-steam-games-for-just-4/1100-6509842/?ftag=CAD-01-10abi2f", "title": "Get 10 Anime-Themed Steam Games For Just $4", "date_published": "2022-12-08 17:37:00+00:00", "description": "<p>With top-notch anime such as Mob Psycho 100 season 3, Chainsaw Man, and Akiba Maid War streaming on TV currently, now is a great time to shift from watching Japan's finest export to playing games inspired by it. Over on Fanatical, you can save a whopping 95% on the Anime Bounty Bundle, a collection of games that ordinarily costs <strong>$85 </strong>but is going for <strong>$4</strong>. For the price of a cup of coffee, you'll get games such as fast-paced beat-em-up Kawaii Deathu Desu and high-speed mech action-blaster Project Nimbus.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/bundle/anime-bounty-bundle\">See the Anime Bounty Bundle at Fanatical</a> </div><p> </p><p>Project Nimbus will appeal to anyone who has fond memories of Armored Core, as you'll be able to fly the skies with 360 degrees of freedom from your mech, battle enemies with a variety of weapons, and engage in some big boss fights. This is the complete edition as well, so you're getting additional modes and missions with this collection. Sumire is another great game here, as it features a very digestible runtime, stunning painterly visuals, and a story that will hit you right in the emotion-organs.</p><a href=\"https://www.gamespot.com/articles/get-10-anime-themed-steam-games-for-just-4/1100-6509842/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/mike-flanagan-and-trevor-macy-see-house-of-usher-as-their-perfect-exit-from-netflix/1100-6509847/?ftag=CAD-01-10abi2f", "title": "Mike Flanagan And Trevor Macy See House Of Usher As Their Perfect Exit From Netflix", "date_published": "2022-12-08 16:56:00+00:00", "description": "<p>With <a href=\"https://www.gamespot.com/articles/prolific-netflix-horror-creator-mike-flanagan-leaves-for-new-deal-at-amazon/1100-6509650/\">Mike Flanagan and Trevor Macy departing Netflix and heading to Amazon</a> to helm their new projects, they still have one more left in the chamber for Netflix audiences, an adaptation of Edgar Allan Poe's The Fall of The House of Usher. In the past four years, the duo, with their Intrepid Pictures, have ushered (pun intended) a new wave of horror classics, starting with The Haunting of Hill House.</p><p>With The Midnight Club canceled after one season, and <a href=\"https://www.gamespot.com/articles/mike-flanagan-spoils-all-of-proposed-midnight-club-season-2-after-netflix-cancelation/1100-6509671/\">Flanagan spoiling what could have been for Season 2</a>, the filmmakers talked to <a href=\"https://deadline.com/2022/12/mike-flanagan-amp-trevor-macy-the-dark-tower-series-movies-netflix-exit-midnight-club-canceled-amazon-intrepid-1235191018/\">Deadline</a> about how they feel House of Usher is the perfect way to make their exit and say goodbye to the worlds they created for Netflix.</p><p>\"I think it's safe to say that a lot has changed in the industry and Netflix in the four years since we started our deal,\" Flanagan said. \"So, as this year started and we knew we were coming up to the end of it, we thought it would be very prudent to stick our heads out, look around and see what else may be there for us. Given how much change everything's gone through in the last few years, we were feeling like there might be a better fit for us, and we’re very much feeling like Amazon is that.\"</p><a href=\"https://www.gamespot.com/articles/mike-flanagan-and-trevor-macy-see-house-of-usher-as-their-perfect-exit-from-netflix/1100-6509847/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-leak-suggests-a-punishing-new-ltm-for-hardcore-players-is-on-the-way/1100-6509837/?ftag=CAD-01-10abi2f", "title": "Apex Legends Leak Suggests A Punishing New LTM For Hardcore Players Is On The Way", "date_published": "2022-12-08 16:31:00+00:00", "description": "<p>The popular YouTuber and prolific <a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a> dataminer known as <a href=\"https://twitter.com/Thordansmash/\">Thordansmash</a> is now claiming he's discovered a new limited-time mode--one that's unlike anything players have seen before. The new LTM (which the leaker refers to as \"Hardcore mode\") allegedly pits players against each other in squads of three, just like the standard battle royale mode. There's a catch, however: Players will land with no visible HUD, a Common-tier body shield, and ammo will spawn less frequently.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Apex Legends Leak: Hardcore Battle Royale no HUD, White shield only, less ammo drops, fewer health items, no gold anything but hop ups, bullets deal slightly more damage as well. Stupid Typos</p>  — GG Thordan Smash (@Thordansmash) <a href=\"https://twitter.com/Thordansmash/status/1600688306643079168?ref_src=twsrc^tfw\">December 8, 2022</a></blockquote>              </div><p>Earlier today, the leaker <a href=\"https://twitter.com/Thordansmash/status/1600688306643079168\">tweeted details</a> of what he claims to be an upcoming LTM that is not for the faint of heart. According to Thordansmash, each player's Common-tier body shield will stay common for the duration of the match, as the mode allegedly removes the EVO mechanic, along with all Rare, Epic, and Legendary shields. (The same presumably goes for helmets as well.) The only gold items on the field will be hop-ups like the Turbocharger. Additionally, players will have access to fewer health items. Though it's currently unclear how exactly this will be implemented, it likely means healing items will spawn less often, or players will be unable to carry as many of them as usual.</p><p>Legend abilities appear unchanged, but when it comes to weaponry, Thordansmash claims the new LTM contains no gold loot whatsoever, with the exception of hop-ups. Ammo spawns less frequently in this mode, but according to the dataminer, bullets will do more damage in this new mode than they do in standard matches. It's currently unclear whether Care Package weapons will be affected.</p><a href=\"https://www.gamespot.com/articles/apex-legends-leak-suggests-a-punishing-new-ltm-for-hardcore-players-is-on-the-way/1100-6509837/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/phil-spencer-talks-xbox-price-increases-something-had-to-give/1100-6509833/?ftag=CAD-01-10abi2f", "title": "Phil Spencer Talks Xbox Price Increases: \"Something Had To Give\"", "date_published": "2022-12-08 16:29:00+00:00", "description": "<p>Microsoft is raising the retail price of its biggest AAA releases <a href=\"https://www.gamespot.com/articles/first-party-xbox-series-x-s-game-prices-increasing-to-70-in-2023/1100-6509720/\">from $60 to $70</a> to follow many others in the market, and top boss Phil Spencer has now shed some light on what drove the decision.</p><p>On the <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYXJ0MTkuY29tL3NlY29uZC1yZXF1ZXN0/episode/Z2lkOi8vYXJ0MTktZXBpc29kZS1sb2NhdG9yL1YwL0NQX1FlNWI3MWNlaURaMDMxWjdEblBlRk9ESzZkMTFwOU9BUDRWVGVjeEU?hl=en&amp;ved=2ahUKEwjsybzIrOr7AhUiF1kFHa03A4QQjrkEegQICRAF&amp;ep=6\">Second Request podcast</a>, Spencer said Microsoft finally followed the likes of PlayStation, EA, Take-Two, and more in raising game prices due to economic headwinds.</p><p>\"Pricing is always something that we're conscious of and the impact it has on our customers,\" he said. \"Given our economic realities right now, something had to give in terms of us continuing to run the business with the increased cost basis that we had.\"</p><a href=\"https://www.gamespot.com/articles/phil-spencer-talks-xbox-price-increases-something-had-to-give/1100-6509833/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/sony-wants-to-grow-playstation-by-making-xbox-smaller-phil-spencer-says/1100-6509835/?ftag=CAD-01-10abi2f", "title": "Sony Wants To Grow PlayStation By Making Xbox Smaller, Phil Spencer Says", "date_published": "2022-12-08 16:20:00+00:00", "description": "<p>Microsoft Gaming CEO Phil Spencer has offered some strong words about rival Sony amid the battle over whether or not regulators allow Microsoft's bid to buy Activision Blizzard to go through. He said on the <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYXJ0MTkuY29tL3NlY29uZC1yZXF1ZXN0/episode/Z2lkOi8vYXJ0MTktZXBpc29kZS1sb2NhdG9yL1YwL0NQX1FlNWI3MWNlaURaMDMxWjdEblBlRk9ESzZkMTFwOU9BUDRWVGVjeEU?hl=en&amp;ved=2ahUKEwjsybzIrOr7AhUiF1kFHa03A4QQjrkEegQICRAF&amp;ep=6\">Second Request podcast</a> that Sony is trying to grow its own business by making Xbox smaller.</p><p>\"There has really only been one major opposer to the deal, and it's Sony. Sony is trying to protect their dominance on console. The way they grow is by making Xbox smaller,\" Spencer said. \"They have a very different view of the industry than we do. They don't ship their games day and date on PC, they don't put their games into subscription when they launch their games. They're starting to think about mobile as I see from the outside, just reading some of the moves they're doing.\"</p><p>Spencer went on to say that Sony grabbing onto Call of Duty in its argument as to why the deal should not be allowed to go through doesn't make sense to him. Spencer said Microsoft has said repeatedly that it will not take Call of Duty off PlayStation if its bid goes through. In fact, Spencer said he and Microsoft CEO Satya Nadella called Sony on the day it announced the deal to buy Activision Blizzard to say it intended to keep Call of Duty on PlayStation should the deal be accepted.</p><a href=\"https://www.gamespot.com/articles/sony-wants-to-grow-playstation-by-making-xbox-smaller-phil-spencer-says/1100-6509835/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/2-free-games-are-available-now-on-the-epic-games-store/1100-6476419/?ftag=CAD-01-10abi2f", "title": "2 Free Games Are Available Now On The Epic Games Store", "date_published": "2022-12-08 16:10:00+00:00", "description": "<p>The Epic Games Store continues to give away free games each week, more than three years after the digital storefront launched its awesome weekly freebies program. Epic has confirmed that the free games program will continue through at least the end of 2022. Every Thursday at the same time 8 AM PT / 11 AM ET--Epic gives up between one and three free games. You merely need to <a href=\"https://www.epicgames.com/id/register\">create a free Epic account</a> and enable two-factor authentication to start snagging freebies. At this point, Epic has given away well over 100 free games, and there's no sign that the program will stop any time soon. We keep this article up to date weekly to highlight both the current free games and next week's offerings.</p><h2>This week's free game at Epic</h2><figure style=\"width: 1024px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4073713-saintsrow4.jpeg\"><img alt=\"Saints Row IV: Re-elected\" src=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4073713-saintsrow4.jpeg\" /></a><figcaption>Saints Row IV: Re-elected</figcaption></figure><p>From now until <strong>December 15 at 8 AM PT / 11 AM ET</strong>, you can grab a pair of freebies: <strong>Saints Row IV Re-elected</strong> and <strong>Wildcat Gun Machine</strong>. Re-elected is a remastered version of the zany open-world action game. Though it doesn't hit the highs of its predecessors, Saints Row IV is definitely still worth checking out. Meanwhile, Wildcat Gun Machine is an indie dungeon crawler that released earlier this year. Played from an isometric perspective, Wildcat has fast-paced bullet hell combat featuring hordes of aggressive enemies and monstrous bosses.</p><h2>Next week's free game at Epic</h2><p>Next week's free game at Epic won't be identified until it goes live on December 15. It's likely that the mystery freebie will kick off Epic's annual tradition of giving away one free game each day through Christmas. Mystery freebies at Epic, in general, tend to be notable, critically acclaimed games. You'll definitely want to check back next week to see what's up for grabs.</p><a href=\"https://www.gamespot.com/articles/2-free-games-are-available-now-on-the-epic-games-store/1100-6476419/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-winds-of-winter-george-r-r-martin-reveals-how-many-more-pages-he-still-needs-to-write/1100-6509830/?ftag=CAD-01-10abi2f", "title": "The Winds Of Winter--George R.R. Martin Reveals How Many More Pages He Still Needs To Write", "date_published": "2022-12-08 15:58:00+00:00", "description": "<p>Author George R.R. Martin has provided another update on the status of his next A Song of Ice and Fire book, The Winds of Winter. In a strange interview with an animated host and another author, James Patterson, Martin said he's written about 1,100 to 1,200 pages of the book in the past 11 years.</p><p>He still has about 400 or 500 more pages to go, Martin said. He also confirmed that he continues to write the book on his trusty DOS machine that runs WordStar. \"Try something else, then, because that's not working,\" Patterson says to Martin about his writing process.</p><p>As for when Martin will finish the remaining pages? That's anyone's guess.</p><a href=\"https://www.gamespot.com/articles/the-winds-of-winter-george-r-r-martin-reveals-how-many-more-pages-he-still-needs-to-write/1100-6509830/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-double-pack-gets-nice-discount/1100-6509831/?ftag=CAD-01-10abi2f", "title": "Pokemon Scarlet And Violet Double Pack Gets Nice Discount", "date_published": "2022-12-08 15:41:00+00:00", "description": "<p>Though Pokemon Scarlet and Violet released just a few weeks back, you can already get a nice deal on the games. This deal is particularly great for those who can't decide which version they want--or maybe you have two people on your holiday shopping list who both want the new games. The <span class=\"norewrite\">           <a href=\"https://www.ebay.com/itm/285042401751?toolid=10001&amp;mkcid=1&amp;campid=5338497749&amp;mkevt=1&amp;_trkparms=5079:5000006401&amp;mkrid=711-53200-19255-0&amp;customid=subid_value\">Pokemon Scarlet and Violet Double Pack is on sale for $99</a> </span> at eBay. Sold by a Top Rated Plus eBay seller and has a money-back guarantee as well as fast shipping and free returns.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.ebay.com/itm/285042401751?toolid=10001&amp;mkcid=1&amp;campid=5338497749&amp;mkevt=1&amp;_trkparms=5079:5000006401&amp;mkrid=711-53200-19255-0&amp;customid=subid_value\">See on eBay</a> </div><p>Normally selling for $120, this double-pack includes both of the latest games, along with the <a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-version-differences-which-version-should-you-get/1100-6509316/\">version-exclusive Pokemon</a> and other unique elements present in each one. You don't have to play both of them to get the full Pokemon experience, so if you're looking to share the experience with a friend or family member, here's an easy way to do so. This is a physical edition of Pokemon Scarlet and Violet, so you easily give one of the carts over to someone and start setting up some trading hours for when you want to complete your Paldean region Pokedex.</p><p>While there are some technical issues plaguing the game--<a href=\"https://www.gamespot.com/articles/nintendo-promises-to-seriously-address-pokemon-scarlet-and-violets-performance-issues/1100-6509601/\">they are being worked on</a>--Pokemon Scarlet and Violet is still a great entry in the series and features dozens of new Pokemon to catch, raise, and evolve as you explore a new land influenced by the sunny environments of Spain.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-double-pack-gets-nice-discount/1100-6509831/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/arcade1up-nfl-blitz-legends-review-a-timeless-classic-reborn/1100-6509832/?ftag=CAD-01-10abi2f", "title": "Arcade1Up NFL Blitz Legends Review - A Timeless Classic Reborn", "date_published": "2022-12-08 15:31:00+00:00", "description": "<p dir=\"ltr\">Arcade1Up has a reputation for bringing beloved games and franchises back from the dead with solid home arcade machines. Its latest nostalgia-fueled cabinet is arguably its most exciting yet. <span class=\"norewrite\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/arcade1up-nfl-blitz-arcade-console/6511265.p?skuId=6511265&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">Arcade1Up NFL Blitz Legends</a> </span> reintroduces the football classic to players after more than a decade since its last installment. This is classic Blitz, compiling the first three (and best) entries in one place. It has some alterations with regards to some of the over-the-top violence, but the core gameplay that fans remember remains intact. NFL Blitz Legends is an awesome throwback with a solid build that'd be a nice addition to any game room.</p><div class=\"norewrite\" title=\"6509832 - NFL Blitz Legends Review\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4073736-nflblitz.jpeg\" />                                 <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/arcade1up-nfl-blitz-arcade-console/6511265.p?skuId=6511265&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/arcade1up-nfl-blitz-arcade-console/6511265.p?skuId=6511265&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">Arcade1Up NFL Blitz Legends</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/arcade1up-nfl-blitz-arcade-console/6511265.p?skuId=6511265&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">Save $100 for a limited time</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/arcade1up-nfl-blitz-arcade-console/6511265.p?skuId=6511265&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a>                     </div>                         </div>                     </div> </div><p dir=\"ltr\">Similar to Arcade1Up's NBA Jam cabinets, NFL Blitz Legends supports up to four players locally. It has a wider control deck that extends a fair amount beyond the width of the cabinet itself. This means that it does take up more space than the average Arcade1Up cabinet, despite having similar cabinet dimensions as the manufacturer's other three-quarter scale machines, including the familiar 17-inch display. That said, you will have to scrunch up very close to your buddies if four people are playing. It's more comfortable as a two-player machine, and it's also just more fun to have total control over your team instead of splitting it with someone else. Still, the option for four is there, which is a neat bonus so more people can play at the same time.</p><p dir=\"ltr\">Each player has three action buttons: jump/tackle, pass/change player on defense, and turbo--as well as a start button. If you have experience with Arcade1Up's other cabinets, these buttons will be familiar. They get the job done and feel pretty good, especially when you consider the price point.</p><a href=\"https://www.gamespot.com/articles/arcade1up-nfl-blitz-legends-review-a-timeless-classic-reborn/1100-6509832/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-dark-tower-adaption-back-at-amazon-with-mike-flanagan-and-trevor-macy-at-the-helm/1100-6509834/?ftag=CAD-01-10abi2f", "title": "The Dark Tower Adaption Back At Amazon With Mike Flanagan And Trevor Macy At The Helm", "date_published": "2022-12-08 15:28:00+00:00", "description": "<p>It's been an interesting week for Mike Flanagan and his partner Trevor Macy. After the duo <a href=\"https://www.gamespot.com/articles/prolific-netflix-horror-creator-mike-flanagan-leaves-for-new-deal-at-amazon/1100-6509650/\">announced their Netflix departure</a>, the streaming service announced it was <a href=\"https://www.gamespot.com/articles/mike-flanagan-spoils-all-of-proposed-midnight-club-season-2-after-netflix-cancelation/1100-6509671/\">canceling their new series</a>, The Midnight Club, an adaption of the Christopher Pike YA horror book series.</p><p>However, talking to <a href=\"https://deadline.com/2022/12/mike-flanagan-amp-trevor-macy-the-dark-tower-series-movies-netflix-exit-midnight-club-canceled-amazon-intrepid-1235191018/\">Deadline</a> about the departure, the duo revealed that they are in the midst of developing a Dark Tower series for Amazon and its Prime Video service, based on the Stephen King fantasy book series. Now, if that project sounds familiar, it's because of a pilot helmed by The Walking Dead's Glen Mazzara, was shot but right before the pandemic hit, it was announced that production was not moving ahead and the pilot remains unaired, offering a huge what could have been scenario. It sounds like Flanagan and Macy had the right pitch idea and vision for the project.</p><p>“I'm floored by what they did with The Lord of the Rings on a scale that we’ve never gotten close to,\" Flanagan said. \"It represents, I think, a very innovative approach to an iconic IP with the full weight of studio support behind it, their confidence they put in a show, the resources they poured in the show. I think we both find that very exciting because it's long been on our list of goals to try to stretch into some of that event genre space. And that’s something that we're optimistic we may be able to accomplish there.\"</p><a href=\"https://www.gamespot.com/articles/the-dark-tower-adaption-back-at-amazon-with-mike-flanagan-and-trevor-macy-at-the-helm/1100-6509834/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/black-adam-will-turn-a-profit-the-rock-says/1100-6509742/?ftag=CAD-01-10abi2f", "title": "Black Adam Will Turn A Profit, The Rock Says", "date_published": "2022-12-08 14:57:00+00:00", "description": "<p><strong>[UPDATE]</strong> <a href=\"https://deadline.com/2022/12/dwayne-johnson-black-adam-box-office-profit-1235191135/\">Deadline</a> is reporting that Black Adam will turn a profit of about $52 million or more when all revenue factors are taken into account. The movie is expected to make $390 million in theaters worldwide, against a production cost of $195 million and a marketing spend of as much as $100 million. With all of that combined, Black Adam could make a net profit of between $52 million-$72 million, Deadline reported. You can <a href=\"https://deadline.com/2022/12/dwayne-johnson-black-adam-box-office-profit-1235191135/\">see the full P&amp;L sheet for Black Adam over at Deadline.</a></p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Waited to confirm with financiers before I shared this excellent <a href=\"https://twitter.com/hashtag/BlackAdam?src=hash&amp;ref_src=twsrc^tfw\">#BlackAdam</a> news - our film will PROFIT between $52M-$72M. <br />Fact.<br />At almost $400M worldwide we are building our new franchise step by step (first Captain America did $370M) for the DC future.<a href=\"https://t.co/GBIgsbtnkq\">https://t.co/GBIgsbtnkq</a></p>  — Dwayne Johnson (@TheRock) <a href=\"https://twitter.com/TheRock/status/1600589666683846656?ref_src=twsrc^tfw\">December 7, 2022</a></blockquote>              </div><p><strong>The original story follows below.</strong></p><p>Dwayne \"The Rock\" Johnson's superhero movie Black Adam appears to be a theatrical flop. According to <a href=\"https://variety.com/2022/film/box-office/black-adam-box-office-100-million-loss-1235449487/\">Variety</a>, the movie could lose as much as $100 million from its theatrical run. However, the film is expected to turn a profit when all revenue streams are factored in down the road.</p><a href=\"https://www.gamespot.com/articles/black-adam-will-turn-a-profit-the-rock-says/1100-6509742/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/former-battlefield-4-producer-returns-to-dice-will-lead-production-on-franchise/1100-6509829/?ftag=CAD-01-10abi2f", "title": "Former Battlefield 4 Producer Returns To DICE, Will Lead Production On Franchise", "date_published": "2022-12-08 14:12:00+00:00", "description": "<p dir=\"ltr\">Electronic Arts is getting one piece of the Battlefield band back together. David Sirland--who previously worked on Battlefield V, Battlefield 1, and Battlefield 4--has returned to DICE as a lead producer for the franchise.</p><p dir=\"ltr\">Sirland announced the move <a href=\"https://twitter.com/tiggr_/status/1600797194528989187\">on Twitter</a>, stating, \"things really are very different (in a good way).\" The new lead producer added that he's \"eager to make the future of Battlefield brighter and better than ever!\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">(1/2) Well, hello again <a href=\"https://twitter.com/Battlefield?ref_src=twsrc^tfw\">@battlefield</a> community - I’m back! This time around, things really are very different (in a good way) - and I’m _super_ eager to make the future of Battlefield brighter and better than ever!</p>  — David Sirland (@tiggr_) <a href=\"https://twitter.com/tiggr_/status/1600797194528989187?ref_src=twsrc^tfw\">December 8, 2022</a></blockquote>              </div><p dir=\"ltr\">What that specifically entails will require patience, according to Sirland. \"Information on what [that] actually means in more detail will spill as time goes on, but rest assured I am going to listen to your feedback, your woes, your ideas and champion a game that you would love to play,\" he said.</p><a href=\"https://www.gamespot.com/articles/former-battlefield-4-producer-returns-to-dice-will-lead-production-on-franchise/1100-6509829/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-best-rpgs-of-2022-according-to-metacritic/2900-4500/", "title": "The Best RPGs Of 2022 According To Metacritic", "date_published": "2022-12-08 14:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072924-metacriticbestrpgs.jpg\" /><br /><h3><p dir=\"ltr\">One of the most popular genres around on any platform, RPGs are a flexible genre that can encompass a wide variety of themes and ideas. In 2022, those ideas gave birth to a rich tapestry of fantasy, sci-fi, and superhero action that set the charts ablaze. There was no shortage of engrossing role-playing games to play on consoles and PC this year, which was certainly welcome during yet another year where escapist entertainment proved to be a great distraction.</p><p dir=\"ltr\">Elden Ring is obviously the biggest and most mainstream example here, as From Software's grim and dark sandbox earned rave reviews on launch day and has been a monumental success in the sales department as well. Popular and critically acclaimed, Elden Ring still faced some stiff competition from a number of other great games available in the RPG space this year. For a more intimate experience, indie RPGs were an amazing exploration of alternate themes and experimental ideas.</p><p dir=\"ltr\">I Was a Teenage Exocolonist is a surprisingly tender look at life and love when charting the stars for example, and on the more established side, Atelier Sophie 2: The Alchemist of the Mysterious Dream from Koei Tecmo is a delightfully cathartic romp through familiar territory. Remakes of cult-classics also arrived this year, shining a spotlight on forgotten gems from yesteryear. This year also brought an interesting departure from the norm for one of the biggest RPG franchises on the planet: Pokemon. Game Freak's Pokemon Legends: Arceus reinvigorated the long-running series with fresh ideas.</p><p dir=\"ltr\">To find the best RPGs of the year, we crunched the numbers from GameSpot's sister site Metacritic and listed the best of the magical best below.</p><p> </p></h3></p><br />     <p><h2>Elden Ring</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072911-eldenring%285%29.jpg\" /><br /><h3><p dir=\"ltr\">Though everyone starts out as a Tarnished punching bag in the opening minutes of Elden Ring, it's not long before the game opens up and introduces you to a rich selection of roles in which to define your journey through From Software's masterpiece. From Bandit and Astrologer to Vagabond and Samurai, Elden Ring's flexible system of choice is amplified by an absurd amount of additional content that makes inhabiting its staggeringly massive world that much more fascinating. Elegant, dangerous, and constantly exciting, there's never a dull moment in one of the best games of the year.</p><p><a href=\"https://www.metacritic.com/game/xbox-series-x/elden-ring\">Metascore: 96</a> | Read our<a href=\"https://www.gamespot.com/reviews/elden-ring-review-death-of-the-wild/1900-6417832/\"> Elden Ring review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/elden-ring-xbox-one-xbox-series-x/6352382.p?skuId=6352382&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p> </p></h3></p><br />     <p><h2>The Legend of Heroes: Trails from Zero</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072912-thelegendofheroestrailsfromzero.jpg\" /><br /><h3><p dir=\"ltr\">A number of old school games have made 2022 a delight for retro fans, and with The Legend of Heroes: Trails from Zero, this is the classic cherry on top of a nostalgic sundae. A blast from the past that has been updated with several great quality-of-life features, this particular entry in the long-running series is a solid entry point for newcomers and retains the well-aged gameplay of the original title on a new generation of platforms.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/pc/the-legend-of-heroes-trails-from-zero\">Metascore: 89</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/links/9020176/type/dlg/sid/subid_value/https://www.fanatical.com/en/game/the-legend-of-heroes-trails-from-zero\">See at Fanatical</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Xenoblade Chronicles 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072913-xenobladechronicles3.jpg\" /><br /><h3><p dir=\"ltr\">If you're prepared to invest some serious time and effort into learning its complex systems, then Xenoblade Chronicles 3 will give you a pedigree RPG experience that few games can compare to. Its world is epic, there's danger everywhere, and the cast of characters you'll interact with will have you emotionally invested in one of the biggest games to ever be squeezed onto a Nintendo Switch cartridge.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/switch/xenoblade-chronicles-3\">Metascore: 89</a> | Read our <a href=\"https://www.gamespot.com/reviews/xenoblade-chronicles-3-review-masters-of-war/1900-6417921/\">Xenoblade Chronicles 3 review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/xenoblade-chronicles-3-nintendo-switch-nintendo-switch-oled-model-nintendo-switch-lite/6464085.p?skuId=6464085&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>I Was a Teenage Exocolonist</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072914-iwasateenageexocolonist.jpg\" /><br /><h3><p dir=\"ltr\">At their core, RPGs are about growth. Take that idea, sprinkle in the growing pains of puberty, toss in teenage romance, and serve it up in a bowl of cosmic worldbuilding, and you've got I Was a Teenage Exocolonist. A narrative deckbuilding RPG, I Was a Teenage Exocolonist follows you through the 10 most important years of your protagonist's life as you find danger, romance, and heartbreak amongst the stars. With multiple playthroughs, striking art direction, and dozens of endings, Northway Games' galactic odyssey is both epic in scale and tender in its more nuanced moments.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/pc/i-was-a-teenage-exocolonist\">Metascore: 89</a> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1148760/I_Was_a_Teenage_Exocolonist/\">See on Steam</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Pentiment</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072915-pentiment.jpg\" /><br /><h3><p dir=\"ltr\">Stepping into a beautifully realized world of intricate art and complex manuscripts is an easy sell, but throwing in cleverly approachable systems and RPG ideas seals the deal on this masterpiece from Obsidian Entertainment. Pentiment is a game of humble beginnings and a strong creative vision within the confines of 16th century paintings and illustrations. Like the best RPGs, it's a text-heavy experience that goes all in on its setting, creating a magical journey over the course of several decades.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/pc/pentiment\">Metascore: 88</a> | Read our <a href=\"https://www.gamespot.com/reviews/pentiment-review-layers-of-history/1900-6417998/\">Pentiment review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24542&amp;u1=subid_value&amp;murl=https://www.xbox.com/en-us/games/store/pentiment/9nx6k9hn4f4k\">See on Xbox Store</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Final Fantasy VI Pixel Remaster</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072916-finalfantasyvipixelremaster.jpg\" /><br /><h3><p dir=\"ltr\">Decades after it was released, Final Fantasy VI is still considered by many to be the pinnacle of the beloved franchise. It's a fantastic mix of ambitious story ideas, novel gameplay elements, and graphics that were groundbreaking for its time, capped off with an elegant soundtrack that has stood the test of time. Fast forward to 2022, and Square Enix rolled out a vibrant pixel remaster of the game that courted some controversy with its font, but still proved to be an essential adventure for any RPG fan.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/pc/final-fantasy-vi-pixel-remaster\">Metascore: 88</a> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://store.steampowered.com/app/1173820/FINAL_FANTASY_VI/\">See on Steam</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Tactics Ogre: Reborn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072918-tacticsogrereborn%281%29.jpg\" /><br /><h3><p dir=\"ltr\">Technically, Tactics Ogre: Reborn is an updated version of the 2010 remake of 1995's Tactics Ogre, but one that gives the underrated classic a much wider audience with its rollout on PC and console. As deep with its rich gameplay systems and memorable cast of characters as it was all the way back in 1995, Tactics Ogre Reborn is a thoughtful remaster of a remake. Its tactical depth in the heat of battle, branching storylines, and welcome tweaks make this classic game feel better than ever to play.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/playstation-5/tactics-ogre-reborn\">Metascore: 86</a> | Read our <a href=\"https://www.gamespot.com/reviews/tactics-ogre-reborn-review-4d-chess/1900-6417997/\">Tactics Ogre: Reborn review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/tactics-ogre-reborn-nintendo-switch/6515375.p?skuId=6515375&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Triangle Strategy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072919-trianglestrategy.jpg\" /><br /><h3><p dir=\"ltr\">On the surface, Triangle Strategy looks like your <em>typical </em>RPG. It has a grandiose story, warring kingdoms, and no shortage of characters who find themselves embroiled in political machinations. But that's just surface dressing for the game that lies beneath that fantasy setup, as Triangle Strategy is an approachable game that streamlines classic tactical-RPG systems and makes every battlefield decision carry substantial weight. Plus, the HD-2D graphical style is utterly gorgeous.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/pc/triangle-strategy\">Metascore: 84</a> | Read our <a href=\"https://www.gamespot.com/reviews/triangle-strategy-review-were-talking-kings-and-successions/1900-6417840/\">Triangle Strategy review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/triangle-strategy-nintendo-switch-nintendo-switch-oled-model-nintendo-switch-lite/6483500.p?skuId=6483500&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Marvel's Midnight Suns</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072917-marvel%27smidnightsuns.jpg\" /><br /><h3><p dir=\"ltr\">Marvel games have primarily focused on action experiences over the last couple of years, but leave it to XCOM developer Firaxis to put a tactical-RPG spin on Earth's mightiest mortals. Not only a fun mix of character and deckbuilding fun, Midnight Suns leverages the signature strengths and abilities of Marvel's heroes to deliver exhilarating battlefield moments influenced by the direction you've taken to power up these icons.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/pc/marvels-midnight-suns\">Metascore: 83</a> | Read our <a href=\"https://www.gamespot.com/reviews/marvels-midnight-suns-review-xcom-superhero-squad/1900-6418006/\">Marvel's Midnight Suns review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/marvels-midnight-suns-xbox-one/6509561.p?skuId=6509561&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Atelier Sophie 2: The Alchemist of the Mysterious Dream</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072920-atelier-sophie-2.jpg\" /><br /><h3><p dir=\"ltr\">If you were in need of a palette cleanser after soaking up some of Elden Ring's signature despair this year, then Atelier Sophie 2 was the perfect cure for what ails you. It's a rock-solid RPG with turn-based combat that is pure fantasy comfort food. It also excels at providing heartwarming and whimsical content. The wholesome story is effortlessly charming, offering a sense of kindness present in every pixel, and it mixes up a fantastical potion of positivity to escape to when you need a break from reality.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/pc/atelier-sophie-2-the-alchemist-of-the-mysterious-dream\">Metascore: 83</a> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/atelier-sophie-2-the-alchemist-of-the-mysterious-dream-nintendo-switch/6483328.p?skuId=6483328&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />     <p><h2>Pokemon Legends: Arceus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4072921-pokemonlegendsarceus.jpg\" /><br /><h3><p dir=\"ltr\">Sandwiched between a remake of Pokemon Diamond/Pearl and this year's latest mainline entry, Scarlet and Violet, Pokemon Legends: Arceus is a fairly significant departure from the franchise's usual tendencies. Anyone picking up the game has found a title that pays tribute to Pokemon's rich history while also introducing a number of new ideas that shakes the old pocket monster formula up in all the right ways. It's a fascinating adventure that proves Pokemon is still evolving.</p><p dir=\"ltr\"><a href=\"https://www.metacritic.com/game/switch/pokemon-legends-arceus\">Metascore: 83</a> | Read our <a href=\"https://www.gamespot.com/reviews/pokemon-legends-arceus-review-what-pokemon-is-evolving/1900-6417818/\">Pokemon Legends: Arceus review</a></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/link/?url=https://www.bestbuy.com/site/pokemon-legends-arceus-nintendo-switch-nintendo-switch-lite/6414123.p?skuId=6414123&amp;publisher_slug=gamespot&amp;article_name=__ARTICLE_NAME__&amp;article_url=__ARTICLE_URL__&amp;exclusive=1&amp;u1=subid_value\">See at Best Buy</a> </div></div><p dir=\"ltr\"> </p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-green-rangers-new-dragonzord-toy-puts-all-other-zords-to-shame/2900-4499/", "title": "The Green Ranger's New Dragonzord Toy Puts All Other Zords To Shame", "date_published": "2022-12-08 13:54:00+00:00", "description": "<p><h2>Dragonzord!</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072200-dek.jpg\" /><br /><h3><p>Remember on Mighty Morphin' Power Rangers when you saw the Dragonzord for the first time? The Megazord was incredibly rad--combining five Zords into one, giant robot. And the Megazord remained pretty good for a bit, up until the Dragonzord made its debut, which was later revealed to be the Green Ranger's Zord--which was later revealed to be Tommy, played by the <a href=\"https://www.gamespot.com/articles/power-rangers-star-jason-david-frank-dies-at-49-tributes-pour-in-from-around-the-world/1100-6509340/\">late Jason David Frank</a>. At first, the Dragonzord couldn't combine with the other Zords. It was just a badass robot that fired missiles from its fingers. But people still loved it.</p><p>As the show progressed, we saw it combine with the other Zords--once Tommy was released from Rita Repulsa's evil spell--and everything about the Dragonzord is just great. And now, it's available in toy form. Hasbro recently released the <a href=\"https://hasbropulse.com/collections/lightning-collection/products/power-rangers-lightning-collection-zord-ascension-project-mighty-morphin-dragonzord\">Power Rangers Lightning Collection Zord Ascension Project Mighty Morphin Dragonzord at Hasbro Pulse</a>. Yes, that's a mouthful. Coming in at $132, this is a pricey toy, but it does so much--especially when you already own the Lightning Collection Megazord. Hasbro sent us the Dragonzord, so we're checking it out.</p><p>Additionally, Hasbro sent us the <a href=\"https://hasbropulse.com/collections/lightning-collection/products/power-rangers-lightning-collection-mighty-morphin-blue-ranger-power-lance\">Lightning Collection Mighty Morphin Blue Ranger Power Lance</a>, and you can <a href=\"https://www.gamespot.com/gallery/the-green-rangers-new-dragonzord-toy-puts-all-other-zords-to-shame/2900-4499/\">click here to jump ahead to check that out</a>.</p><p> </p></h3></p><br />     <p><h2>An interesting unboxing experience, pricing, and release date</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072209-pxl_20221202_142742382.jpg\" /><br /><h3><p>As previously mentioned, the Dragonzord will cost $132--$30 cheaper than the Megazord we discussed earlier in the year. And there's no preorders for the Zord, as it is available right now.</p><p>The box art is fantastic, per usual.</p></h3></p><br />     <p><h2>Back of the box</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072210-pxl_20221202_142754518.mp.jpg\" /><br /><h3><p>The back of the box shows the Dragonzord and how it combines with the Megazord to make Dragonzord Battle Mode and the Mega Dragonzord. </p></h3></p><br />     <p><h2>Inside the box</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072211-pxl_20221202_143013150.jpg\" /><br /><h3><p>Obviously, my photo box isn't big enough for this experience, and I wasn't in the mood to spend too much time editing this photo, so you get to see this beautiful artwork with an unedited background. But seriously, the inside art is fantastic, and the best part is there's no plastic--which is just a pain when unboxing. It's a lot of cardboard, and it has beautiful designs on it.</p></h3></p><br />     <p><h2>The Dragonzord</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072212-pxl_20221202_143627563.jpg\" /><br /><h3><p>The figure is pretty at first glance and looks just like how it appeared on the live-action series back in the '90s. There is plenty of articulation, all while still giving it that stiff \"person in a costume that limits movement\" feeling.</p></h3></p><br />     <p><h2>The Dragonzord</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072213-pxl_20221202_143639633.jpg\" /><br /><h3><p>The mouth opens as well--just don't open it too much, as there is another face hiding in there for Battle Mode.</p></h3></p><br />     <p><h2>Inside its head</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072214-pxl_20221202_143648120.jpg\" /><br /><h3><p>Like all of the other Zords, there is a movable piece in the head that reveals the Power Ranger, piloting the Zord from the inside.</p></h3></p><br />     <p><h2>Accesories</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072215-pxl_20221202_143940087.jpg\" /><br /><h3><p>The Zord comes with a few accessories as well, like missiles you can attach to the fingers, which give a feel of movement to the figure. There are also separate hands you can attach as well.</p></h3></p><br />     <p><h2>Tiny Green Rangers</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072216-pxl_20221202_143952698.jpg\" /><br /><h3><p>Because this Zord is 1:144 scale, it's hard to understand just how big this is compared to the Power Rangers. While the toy stands just a few inches shorter than the Megazord--which is around a foot tall--you have two Green Rangers to compare the size to. And obviously, the Zord is massive compared to its pilot. </p></h3></p><br />     <p><h2>Dragonzord: Battle Mode</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072217-pxl_20221202_145311139.jpg\" /><br /><h3><p>Putting the Dragonzord into Battle Mode is so incredibly satisfying. All the pieces fit very well together. There was an issue getting the chest piece out when trying to transform it--mainly because the instructions weren't clear enough--but once I figured it out, it took seconds to change it between Battle Mode and the Dragonzord.</p></h3></p><br />     <p><h2>Dragonzord: Battle Mode</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072218-pxl_20221202_145609774.jpg\" /><br /><h3><p>Just to compare the size, here's Battle Mode next to the Tyrannosaurus and Pterodactyl Zords. </p></h3></p><br />     <p><h2>Mega Dragonzord</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072219-pxl_20221202_150858995.jpg\" /><br /><h3><p>I remember seeing this for the first time on TV, and I lost my mind. Putting it together myself for the first time, I had to admit that the Mega Dragonzord looks kind of dumb. Battle Mode is a far superior-looking Zord. Anyway, getting the Dragonzord to stay on top of the Megazord for the first time was a bit of a pain. There's only two small connection points in the Megazord's neck to click it into. It took a while, and there was a lot of fidgeting with the Dragonzord and Megazord in order to get it to stick in.</p><p>Eventually, it all got clicked in, and that was that. It didn't stay in this form very long, as Battle Mode and the plain old Dragonzord looked the coolest.</p></h3></p><br />     <p><h2>Final thoughts</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072220-pxl_20221202_151321781.portrait.jpg\" /><br /><h3><p>Personally, I was much more excited about the Dragonzord than the Megazord when it was announced. This is a pricey, but very cool collectible. It can hold up to play--or even a child playing with it, which was also tested--but the instructions were a tad confusing and lead to some frustration when trying to change it into its various forms. This Lightning Collection Zord is for the serious collector though and not really a casual purchase. Again, this is $132, and that seems a little overpriced for this collectible.</p><p>So Hasbro... let's talk about Titanus now... and then the White Tigerzord too.</p></h3></p><br />     <p><h2>Power Rangers Lightning Collection Mighty Morphin Blue Ranger Power Lance</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072221-pxl_20221202_012952762.portrait.jpg\" /><br /><h3><p>Hasbro Pulse also has a few Mighty Morphin' weapons available. We talked about the Power Sword a few months back, which was fantastic. The newly-released Power Lance is a very well-designed toy for $132. </p></h3></p><br />     <p><h2>Blue Ranger Power Lance</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072222-pxl_20221202_014441924.portrait.jpg\" /><br /><h3><p>It comes with a base that can hold the Power Lance as one piece or separated. Much like the Power Sword, it lights up and makes noises, depending on what you're doing with it.</p><p>Sadly, it does not play the Power Rangers theme song, like the Power Sword did, which was a little bit of a disappointment. </p></h3></p><br />     <p><h2>Blue Ranger Power Lance</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1562/15626911/4072223-pxl_20221202_014643273.jpg\" /><br /><h3><p>Connected and fully extended, it comes in at 54 inches long. It doesn't have the same bells and whistles as the Power Sword, but the Power Lance is pretty fantastic and feels very heavy duty. It is currently for sale on <a href=\"https://hasbropulse.com/collections/lightning-collection/products/power-rangers-lightning-collection-mighty-morphin-blue-ranger-power-lance\">Hasbro Pulse</a>.</p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gamestop-lost-almost-95-million-in-past-3-months-no-longer-focusing-on-crypto/1100-6509828/?ftag=CAD-01-10abi2f", "title": "GameStop Lost Almost $95 Million In Past 3 Months, No Longer Focusing On Crypto", "date_published": "2022-12-08 13:50:00+00:00", "description": "<p>GameStop has released its latest earnings report, shining a light on how the company is performing from a business perspective. Starting with the numbers, GameStop's revenue dipped slightly to $1.186 billion, down from $1.297 billion during the same period last year. That was a decline of $111 million.</p><p>GameStop posted an overall net loss of $94.7 million during the quarter, an improvement against the $105.4 million loss from the same period last year.</p><p>The retailer also reported that it had cash, cash equivalents, and marketable securities of $1.042 billion at the end of the period, which <a href=\"https://gamestop.gcs-web.com/news-releases/news-release-details/gamestop-reports-financial-results-q3-2021\">compares to $1.413 billion during the same period last year.</a></p><a href=\"https://www.gamespot.com/articles/gamestop-lost-almost-95-million-in-past-3-months-no-longer-focusing-on-crypto/1100-6509828/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/holy-fk-is-what-an-executive-told-james-cameron-about-avatar-4/1100-6509827/?ftag=CAD-01-10abi2f", "title": "\"Holy F**K\" Is What An Executive Told James Cameron About Avatar 4", "date_published": "2022-12-08 13:26:00+00:00", "description": "<p> Avatar: The Way of Water comes to theaters on December 16, with a third Avatar film--which has already been filmed--penciled in for 2024. A fourth movie could follow in 2026 if the series proves to be successful, and now writer-director James Cameron has shared some information on Part 4.</p><p><a href=\"https://collider.com/avatar-4-james-cameron-comments/\">He told Collider</a> that while he cannot get into specifics, Avatar 4--or whatever official title it ends up receiving--is a film that \"goes nuts in a good way.\" A studio executive who read Cameron's script for Avatar told him in an email, \"Holy f**k.\"</p><p>\"I can't tell you the details, but all I can say is that when I turned in the script for 2, the studio gave me three pages of notes. And when I turned in the script for 3, they gave me a page of notes, so I was getting better. When I turned in the script for 4, the studio executive, creative executive over the films wrote me an email that said, 'Holy f**k.' And I said, 'Well, where are the notes?' And she said, 'Those are the notes.' Because it kind of goes nuts in a good way, right?\"</p><a href=\"https://www.gamespot.com/articles/holy-fk-is-what-an-executive-told-james-cameron-about-avatar-4/1100-6509827/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/an-english-soccer-player-brought-a-pc-setup-to-the-world-cup-to-play-fortnite/1100-6509819/?ftag=CAD-01-10abi2f", "title": "An English Soccer Player Brought A PC Setup To The World Cup To Play Fortnite", "date_published": "2022-12-08 07:13:00+00:00", "description": "<p> While <a href=\"https://www.gamespot.com/games/fortnite/\">Fortnite</a> doesn't have an official collaboration with the FIFA World Cup this year, the popular battle royale game has made an appearance thanks to English player Jordan Pickford's obsession with it. In an interview posted to <a href=\"https://www.youtube.com/watch?v=rjPAvsJyvWI\">England's official YouTube</a>, Pickford explained that the case held a full set up including a monitor, which he prefers to the laptop screen.</p><p>As picked up by Eurogamer, the soccer star was asked about the case around 8 minutes into the interview. When asked what he does with his downtime in the camp, Pickford says he'll \"try and do recovery, feel good about yourself, get a massage, whatever you need, spend some time with the lads, Fortnite. I'm still on the Fortnite vibe.\"</p><div>          </div><p>Interviewer Josh Denzel takes the chance to pull up a video of Pickford with his case on the way to the World Cup, saying the PC is \"a proper bit of kit.\" Pickford responds that he's \"not messing about\" when it comes to gaming.</p><a href=\"https://www.gamespot.com/articles/an-english-soccer-player-brought-a-pc-setup-to-the-world-cup-to-play-fortnite/1100-6509819/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/wonder-woman-3-not-moving-forward-in-current-incarnation-report/1100-6509818/?ftag=CAD-01-10abi2f", "title": "Wonder Woman 3 Not Moving Forward In Current Incarnation - Report", "date_published": "2022-12-08 02:27:00+00:00", "description": "<p> </p><p dir=\"ltr\">James Gunn's graduation from director to executive was largely hailed as a great move by fans of comic book movies, but any time there's a change in the boardroom at a studio, there are always some casualties. Patty Jenkins' Wonder Woman 3 is apparently one of those casualties, according to <a href=\"https://www.hollywoodreporter.com/movies/movie-features/wonder-woman-3-not-moving-forward-dc-movies-1235276804/\">The Hollywood Reporter</a>.</p><p dir=\"ltr\">Multiple sources have confirmed to THR that Jenkins' Wonder Woman 3 is \"not moving forward and is considered dead in its current incarnation.\"</p><a href=\"https://www.gamespot.com/articles/wonder-woman-3-not-moving-forward-in-current-incarnation-report/1100-6509818/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}]