[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/former-twitter-employees-file-class-action-gender-discrimination-lawsuit-224913407.html?src=rss", "title": "Former Twitter employees file class action gender discrimination lawsuit", "date_published": "2022-12-08 22:49:13+00:00", "description": "<p>Elon Musk has yet another class action lawsuit to contend with over his handling of mass layoffs at Twitter. The latest comes from two former employees <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.404886/gov.uscourts.cand.404886.1.0.pdf\">who allege</a> “women were significantly affected more than men” in the November layoffs that cut nearly half its workforce.</p><p>According to the lawsuit, a total of 57% of women employees were laid off, compared with just 47 percent of men. It goes on to note that the disparity can’t be explained “based upon a justification that Musk intended to retain more employees in engineering-related roles” because women engineers were also cut at a higher rate than their male counterparts.</p><span id=\"end-legacy-contents\"></span><p>It states that  “63% of females in engineering-related roles were laid off on November 4, 2022, while 48% of male employees in engineering-related [roles] were laid off.” For non-engineering roles, there was also a “great disparity” between men and women who lost jobs, with 51% of women and 42% of men affected by the cuts.</p><p>The lawsuit also cites numerous tweets from Musk that show his “discriminatory animus against women,” and claims that his requirements for employees to work up to 12-hour days as part of an <a href=\"https://www.engadget.com/elon-musk-hardcore-twitter-ultimatum-111506466.html\">“extremely hardcore”</a> Twitter 2.0 is also has a “a disproportionate impact on women, who are more often caregivers for children and other family members, and thus not able to comply with such demands.”</p><p>The lawsuit is at least the fourth class action suit brought against the company following mass layoffs in November. Former employees and contractors are also suing the company over <a href=\"https://www.engadget.com/twitter-sued-over-mass-layoffs-102354009.html\">violations</a> of the US Worker Adjustment and Retraining Notification (WARN) Act, which stipulates companies with more than 100 employees must provide at least 60 days notice ahead of mass job cuts. Another former employee has brought <a href=\"https://news.yahoo.com/former-twitter-employee-cancer-survivor-023226100.html\">a suit</a> against the company, alleging that Musk’s demand forcing all workers back to the office discriminates against people with disabilities.</p><p>Elsewhere, Musk is also facing <a href=\"https://www.sfchronicle.com/tech/article/S-F-officials-investigating-allegedly-illegal-17635717.php\">an investigation</a> from San Francisco city officials in the wake of reports that Twitter has set up hotel-like bedrooms inside of its offices for employees.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/un-measure-space-debris-asat-satellite-tests-223049818.html?src=rss", "title": "UN passes resolution to curb space debris from anti-satellite missile tests", "date_published": "2022-12-08 22:30:49+00:00", "description": "<p>The United Nations General Assembly <a href=\"https://press.un.org/en/2022/ga12478.doc.htm\">passed</a> a resolution today asking countries not to conduct direct-ascent anti-satellite tests (ASAT) that create space junk. The US spearheaded the measure after the International Space Station (ISS) <a href=\"https://www.engadget.com/international-space-station-debris-field-215745675.html\">had a close call</a> last year with more than 1,500 pieces of debris from a Russian ASAT.</p><p>The measure <a href=\"https://spacepolicyonline.com/news/u-n-approves-resolution-not-to-conduct-destructive-asat-tests/\">doesn’t ban</a> the development or testing of ASAT systems, but it discourages conducting them in a way that creates space debris. Although since it came from the UN General Assembly and not the Security Council, it isn’t legally binding.</p><span id=\"end-legacy-contents\"></span><p>In addition to creating navigational hazards for astronauts, space junk also&nbsp;<a href=\"https://www.engadget.com/were-entombing-the-earth-in-an-impenetrable-shell-of-dead-satellites-163002560.html\">reflects sunlight to Earth’s surface</a>, interfering with ground-based telescopes. Moreover, researchers expect orbital debris to increase by magnitudes over the next decade as internet-broadcasting mini-satellites, like <a href=\"https://www.engadget.com/fcc-spacex-7500-second-gen-starlink-satellites-100339027.html\">SpaceX’s Starlink</a>, grow in popularity.</p><p>Vice President Kamala Harris, who chairs the White House National Space Council, <a href=\"https://twitter.com/VP/status/1600581411437654016\">tweeted</a> praise today for the passage. “Back in April, I announced the United States will not conduct destructive direct-ascent anti-satellite missile tests, and I called on other nations to join us. Today, 155 countries voted in favor of a UN resolution, helping establish this as an international norm for space.”</p><p>Of the four countries that have conducted ASATs — United States, China, India and Russia — only the US voted in favor today. In addition to Russia and China, nations voting no included Belarus, Bolivia, the Central African Republic, Cuba, Iran, Nicaragua and Syria. Nine more nations abstained: India, Lao People’s Democratic Republic, Madagascar, Pakistan, Serbia, Sri Lanka, Sudan, Togo and Zimbabwe.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/how-to-watch-the-game-awards-stream-start-time-220021184.html?src=rss", "title": "Watch The Game Awards here at 7:30PM ET", "date_published": "2022-12-08 22:00:21+00:00", "description": "<p>Get ready for two and a half hours of game trailers, announcements, gameplay and maybe even a few award acceptance speeches. The ninth edition of <a href=\"https://www.engadget.com/tag/the%20game%20awards/\"><ins>The Game Awards</ins></a> is upon us. We'll be covering all the big news from tonight's event, which you can also watch live below starting at 7:30PM ET.</p><p>Vying for the top prize of Game of the Year are <a href=\"https://www.engadget.com/god-of-war-ragnarok-review-ps5-162534113.html\"><em><ins>God of War Ragarnok</ins></em></a>, <a href=\"https://www.engadget.com/tag/elden%20ring/\"><em><ins>Elden Ring</ins></em></a><em>, </em><a href=\"https://www.engadget.com/horizon-forbidden-west-review-water-robot-dinos-080126554.html\"><em><ins>Horizon Forbidden West</ins></em></a>, <a href=\"https://www.engadget.com/stray-review-ps5-cyberpunk-adventure-cute-cat-173018571.html\"><em><ins>Stray</ins></em></a>, <a href=\"https://www.engadget.com/a-plague-tale-requiem-slated-for-october-18-release-194554086.html\"><em><ins>A Plague Tale: Requiem</ins></em></a> and <a href=\"https://www.engadget.com/tag/xenoblade%20chronicles%203/\"><em><ins>Xenoblade Chronicles 3</ins></em></a>. <em>God of War Ragarnok </em>has the most nominations with 10, while <em>Elden Ring </em>and <em>Horizon Forbidden West </em>have seven each. <a href=\"https://www.engadget.com/the-game-awards-nominations-2022-god-of-war-ragnarok-elden-ring-203750621.html\"><ins>Among the other notable nominees</ins></a> are <em>Marvel Snap, Immortality, Scorn, Call of Duty: Modern Warfare II, Splatoon 3, Tunic, Cult of the Lamb, Sifu, Lego Star Wars: The Skywalker Saga, MultiVersus, Vampire Survivors, Diablo Immortal </em>and <em>Overwatch 2.</em></p><span id=\"end-legacy-contents\"></span><p>There's a new category this year called Best Adaptation, which recognizes TV shows, movies, podcasts, comic books and books that are based on games. <a href=\"https://www.engadget.com/riots-arcane-is-the-first-streaming-series-to-win-an-animated-emmy-award-095847137.html\"><em><ins>Arcane: League of Legends</ins></em></a><em>, </em><a href=\"https://www.engadget.com/cyberpunk-2077-edgerunners-popularity-spike-161756943.html\"><em><ins>Cyberpunk: Edgerunners</ins></em></a><em>, </em><a href=\"https://www.engadget.com/netflix-the-cuphead-show-release-date-trailer-155529331.html\"><em><ins>The Cuphead Show!</ins></em></a><em>, </em><a href=\"https://www.engadget.com/sonic-the-hedgehog-2-beats-box-office-record-173929050.html\"><em><ins>Sonic the Hedgehog 2</ins></em></a><em>&nbsp;</em>and <a href=\"https://www.engadget.com/uncharted-movie-review-tom-holland-mark-wahlberg-190043901.html\"><em><ins>Uncharted</ins></em></a> are the inaugural competitors.</p><p>While most of the awards are about honoring the past year in games, the ceremony looks toward the future with fresh reveals. You can expect news on dozens of games and expansions, including <a href=\"https://www.engadget.com/tag/Among%20Us/\"><em><ins>Among Us</ins></em></a><em>, </em><a href=\"https://www.engadget.com/2020-02-23-baldurs-gate-3-steam-early-access-2020.html\"><em><ins>Baldur's Gate 3</ins></em></a><em>, </em><a href=\"https://www.engadget.com/destiny-2-lightfall-february-28th-release-date-announced-173012382.html\"><em><ins>Destiny 2: Lightfall</ins></em></a><em>, </em><a href=\"https://www.engadget.com/respawn-star-wars-jedi-survivor-2023-120017826.html\"><em><ins>Star Wars Jedi: Survivor</ins></em></a><em>, Tekken 8</em> and lots more we don't yet know about.</p><p>In addition to usual suspects YouTube and <a href=\"https://www.twitch.tv/videos/1671526437\">Twitch</a>, the event will stream on dozens of other platforms. As a reminder, if you watch via Steam TV and you're eligible to win, you might get lucky and score a free Steam Deck. <a href=\"https://www.engadget.com/valve-giving-away-free-steam-deck-game-awards-viewers-094815571.html\"><ins>Valve is giving one away</ins></a> for every minute that the show runs. Otherwise, you can catch the livestream in glorious 4K right here:</p><div id=\"29d447d0f17b4e35b73130a4218df100\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/lithium-ion-battery-salt-fireproofing-213055538.html?src=rss", "title": "A new electrolyte mixture may prevent EV batteries from catching fire", "date_published": "2022-12-08 21:30:55+00:00", "description": "<p>Lithium-ion battery fires may not be all that common, but they are a concern — just ask <a href=\"https://www.engadget.com/bmw-recalls-i4-ix-evs-battery-fire-162448541.html\">electric vehicle makers</a> and <a href=\"https://www.engadget.com/2017-01-22-samsung-blames-two-different-battery-flaws-for-the-note-7-fires.html\">Samsung</a>. Thankfully, <a href=\"https://www6.slac.stanford.edu/news/2022-12-07-flameproofing-lithium-ion-batteries-salt\">research</a> at Stanford might reduce the chances of those devices lighting up. Scientists have developed an electrolyte (the substance that carries lithium ions between electrodes) that won't catch fire even at temperatures of 140F or more. The trick, it turns out, was extra lithium salt.</p><p>The team added as much of a particular lithium salt (LiFSI) as possible to a polymer-based electrolyte, bumping the mix from less than half of the electrolyte's weight to 63 percent. The LiFSI served as an &quot;anchor&quot; for flammable solvent molecules, preventing them from catching fire. The combination lets a lithium-ion battery continue functioning at temperatures as high as 212F.</p><span id=\"end-legacy-contents\"></span><p>Unlike other attempts at non-flammable electrolytes, the polymer-based design is gooey and can fit into existing lithium-ion battery components. That lowers the costs and lets companies use their current manufacturing processes. You could see the technology reach real-world products quicker than rivals that would require custom (and potentially expensive) production methods.</p><p>There's no mention of near-term attempts to commercialize the new battery tech, which was funded by the Energy Department. However, the researchers already see multiple benefits for electric cars. The design could not only lower the risk of EVs catching fire, but increase their range. Automakers frequently need to space lithium-ion battery cells to prevent them from heating each other. This advancement would let companies safely pack more batteries into a given area, allowing either higher capacities or more spacious interiors.</p><p>This could also prove useful for phones, laptops and other mobile devices where space and safety are priorities. You might eke out more runtime on a charge, or worry less about a fire in your pocket. This discovery wouldn't prevent fires resulting from damage, but it could prove reassuring in everyday use.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/riot-games-league-legends-valorant-xbox-game-pass-210033542.html?src=rss", "title": "All 'League of Legends' and 'Valorant' characters will be free on Game Pass starting next week", "date_published": "2022-12-08 21:00:33+00:00", "description": "<p>In June’s Xbox showcase, Riot Games teased that the company’s biggest titles were <a href=\"https://www.engadget.com/riot-games-xbox-game-pass-173516065.html\">heading to Xbox Game Pass</a> — and now we know when. Ahead of tonight’s Game Awards, Riot has announced that <em>League of Legends</em>, <em>Valorant</em>, <em>Legends of Runeterra</em> and other titles (with bonuses) will arrive on Monday, December 12th.</p><p>Starting then, Game Pass subscribers can play <em>League of Legends</em> on PC with all 162 champions unlocked (and first-day access to future champions) and a 20 percent XP boost. Meanwhile, <em>Valorant</em> brings all 18 agents (with first-day access to future agents) and a 20 percent XP boost for Battle Pass, Event Pass and active Agent Contract progress. In addition, the strategy card game <em>Legends of Runeterra</em> will include the Foundations Set (the game’s first cards) with your subscription. Finally, <em>Teamfight Tactics</em> unlocks a rotation of Tier One Little Legend avatars on PC and mobile, along with four Arena Skins available until April.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Xbox event slide showing 'League of Legends', 'LoL: Wild Rift,' 'Valorant,' 'Legends of Runeterra' and 'Teamfight Tactics' heading to Game Pass.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/1196fbc0-772b-11ed-bfa5-316dacb12d6d\" style=\"height: 974; width: 1500;\" /><figcaption></figcaption><div class=\"photo-credit\">Riot Games</div></figure><p>In January, Game Pass subscribers can play <em>League of Legends: Wild Rift</em> on mobile with all 80 champions. Like <em>LoL</em> and <em>Valorant</em>, it also includes day-one access for future champions and a 20 percent XP boost.</p><p>Starting on Monday, the Xbox App on PC will offer instructions to link your Riot Account and Xbox Game Pass accounts (or create a Riot account if you don’t yet have one). Additionally, the developer has some perks if you link your accounts before January 1st. These include a Pocket Sage Buddy in <em>Valorant</em>, a Masterwork Chest and Key in <em>League of Legends</em>, a Little Legend Rare Egg in <em>Teamfight Tactics</em>, Random Emote Chest in <em>Wild Rift</em> and Prismatic Chest in <em>Legends of Runeterra</em>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ftc-microsoft-activision-blizzard-antitrust-competition-lawsuit-191341476.html?src=rss", "title": "FTC sues to block Microsoft's Activision Blizzard merger", "date_published": "2022-12-08 19:13:41+00:00", "description": "<p>The Federal Trade Commission has filed an antitrust lawsuit in a bid to block Microsoft's <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\">planned $68.7 billion takeover</a> of Activision Blizzard. The FTC started <a href=\"https://www.engadget.com/ftc-microsoft-687-billion-activision-takeover-080920546.html\">looking into the deal</a> and its potential impact on the video game market soon after it was announced in January. Evidently, the agency was concerned enough to pump the brakes on the buyout.</p><p>The FTC's commissioners voted in favor of the lawsuit along party lines. The commission's three Democratic approved it and the Republican Commissioner Christine S. Wilson voted against it.</p><span id=\"end-legacy-contents\"></span><p>While the lawsuit doesn't necessarily kill the deal, it's unlikely to be resolved by July, as <em>Politico, </em>which had reported that an FTC bid to block the merger was likely, <a href=\"https://pnr.ouryahoo.com/story/engadget_us/9b3583f2-8080-4d68-8f29-942beac61008\">recently noted</a>. That was the deadline Microsoft and Activision set for closing the deal. If the acquisition hasn't closed by then, the companies will have to renegotiate the agreement or even walk away from the merger. Regulators in other jurisdictions have been taking a close look at the deal, including <a href=\"https://www.engadget.com/microsoft-accuses-uk-regulator-adopting-sony-complaints-activision-probe-095555967.html\">in the UK</a> and the <a href=\"https://www.engadget.com/european-union-opens-phase-two-investigation-microsoft-activision-blizzard-175758027.html\">European Union</a> (which should complete its investigation by late March).&nbsp;</p><p>Sony is the merger's most prominent opponent. It has expressed concern that Microsoft would make games such as Call of Duty exclusive to Xbox platforms (which could cost Sony hundreds of millions of dollars a year). However, Microsoft has said it wants to keep Call of Duty on PlayStation and it claims to have <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMi8xMS8yMS90ZWNobm9sb2d5L21pY3Jvc29mdC1hY3RpdmlzaW9uLWRlYWwuaHRtbCIsImNvbnRlbnRVdWlkIjoiOWIzNTgzZjItODA4MC00ZDY4LThmMjktOTQyYmVhYzYxMDA4In0&amp;signature=AQAAAfubm38j2cEe6r_y2hxMHB-xkocHKRyLPReqDO6ZuN6c&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2022%2F11%2F21%2Ftechnology%2Fmicrosoft-activision-deal.html\">offered Sony a 10-year agreement</a> to that effect.</p><p>Just ahead of the FTC's anticipated vote, Microsoft said it <a href=\"https://www.engadget.com/microsoft-call-of-duty-nintendo-consoles-053027619.html\">struck a deal with Nintendo</a> to bring Call of Duty games to the company's systems if the merger closes. Call of Duty will also remain on Steam as part of a separate pact with Valve.</p><p>Microsoft and Activision have been downplaying the significance of the deal in an attempt to appease regulators and push it through. For one thing, Microsoft has claimed that Sony has more exclusive games, \"many of which are better quality,\" in a filing with the UK's Competition and Markets Authority (CMA). It also said Activision Blizzard <a href=\"https://www.engadget.com/microsoft-negs-activision-blizzard-172152190.html\">doesn't have any \"must-have\" games</a>, despite having some of the most popular titles in the world (including <em>Call of Duty: Modern Warfare II, Overwatch 2 </em>and <em>World of Warcraft</em>) under its umbrella.</p><p>That said, Microsoft has suggested that the acquisition the deal is more about gaining a foothold in the mobile gaming market, where Activision's King division is a major player. For instance, <em>Candy Crush Saga </em>has had <a href=\"https://investor.activision.com/news-releases/news-release-details/candy-crush-saga-celebrates-10-iconic-years-making-world-playful\">more than 3 billion downloads</a>.</p><p><em>Developing...</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/audeze-maxwell-gaming-headset-playstation-xbox-switch-pc-184538056.html?src=rss", "title": "Audeze reveals its latest gaming headset with planar magnetic drivers", "date_published": "2022-12-08 18:45:38+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/audeze/\"><ins>Audeze</ins></a> has revealed its latest wireless gaming headset. The company claims that Maxwell has a battery life of over 80 hours. When you eventually do need to recharge it, Audeze says you can fully top up the completely depleted battery in 2.5 hours via USB-C or by up to 25 percent of the capacity (which should be enough for a day of usage) in 20 minutes. The headset is said to offer improved low-latency wireless range and stability performance over <a href=\"https://www.engadget.com/audeze-penrose-wireless-planar-magnetic-headset-gamers-130022805.html\"><ins>Audeze's Penrose model</ins></a>.</p><p>Maxwell, which has 90mm planar magnetic drivers, can deliver high-resolution audio at up to 24-bit 96kHz when you use the included USB dongle or a wired USB connection, Audeze says. There's a 3.5mm jack too.</p><span id=\"end-legacy-contents\"></span><p>The headset has a hardware-based AI system that can automatically filter out background noise at the touch of a button when you're speaking. Maxwell has five built-in microphones as well as a Shure-designed detachable boom mic. There are built-in volume controls for the headphones and mic as well.</p><p>Along with audio quality, comfort was a key consideration for Audeze. The 490-gram Maxwell has a spring-steel headband with an adjustable suspension strap. Moreover, the earcups feature a dual-chamber design that offer passive noise isolation.</p><p>There are two versions of Maxwell, one designed for PlayStation and the other for Xbox. Both work with Windows, macOS, Android, iOS and Nintendo Switch. The PlayStation model costs $299 and supports Tempest 3D Audio on PS5 and PC. The Xbox version (which is licensed by Microsoft) costs $329. It comes with a Dolby Atmos license that will activate automatically for Xbox Series X/S and PC. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5hdWRlemUuY29tL3Byb2R1Y3RzL21heHdlbGwtd2lyZWxlc3MtZ2FtaW5nLWhlYWRzZXQiLCJjb250ZW50VXVpZCI6IjZjNGEzNDEzLTNhYjEtNGU4OC05Zjk1LTliZTRkZDY5YTNkYSJ9&amp;signature=AQAAAUrE2rswseH48F7stZKN_6VENf4eYKnEiC50O140wB3V&amp;gcReferrer=https%3A%2F%2Fwww.audeze.com%2Fproducts%2Fmaxwell-wireless-gaming-headset\"><ins>Pre-orders are open</ins></a> and Audeze expects to start shipping Maxwell in January.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/mclaren-artura-hybrid-supercar-drive-video-183020599.html?src=rss", "title": "McLaren Artura first drive: A hybrid supercar that adds EV torque to the mix", "date_published": "2022-12-08 18:30:20+00:00", "description": "<p>There’s a concern that electrifying supercars will kill their spirit. A breed of vehicle known for massive roars, outrageous designs, and cornering that smooshes your internal organs from side to side while the vehicle sticks to the road.</p><p>But electrification is coming and how that’s handled can mean the difference between a vehicle that wins over naysayers or one that fails and gives the gas-or-nothing crowd one more piece of evidence that everything is ruined when a battery is added. McLaren’s Artura is not only an engineering marvel built upon a brand-new architecture; it’s also sure to get everyone on board with the idea of cramming an electric motor into a supercar.</p><span id=\"end-legacy-contents\"></span><p>The Artura can do zero to 60 in three seconds. That’s EV fast, and it’s thanks to the supercar’s plug-in hybrid setup. Wedged between a twin-turbo V6 and the 8-speed transmission sits a tiny electric motor that’s powered by a 7.5kWh battery pack. It adds low-end torque at launch and while exiting corners while the gas engine catches up.</p><p>On the more environmental side, according to the EPA the Artura can travel 11 miles while in EV-only mode. McLaren noted that it could get up to 15 with more surface street driving. It’s not in the league of the other PHEVs on the market, which offer ranges above 30 miles per charge. Remember though, it’s a supercar with all the joy and excitement that comes with that package.</p><p>We got a chance to try it out on the roads around Las Vegas, Nevada, and ended the day with 14 laps around a track. In both situations, it impressed. Watch the video below for the full story.</p><div id=\"56f94658584948afa29883083a1a426f\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jeep-wrangler-4xe-plug-in-hybrid-recall-181125083.html?src=rss", "title": "Jeep recalls over 62,000 Wrangler 4xe plug-in hybrids over engine shutdowns", "date_published": "2022-12-08 18:11:25+00:00", "description": "<p>Jeep's <a href=\"https://www.engadget.com/2021-jeep-wrangler-unlimited-sahara-4-xe-phev-first-drive-174554804.html\">first foray into electrified vehicles</a> hasn't gone quite as smoothly as planned. The brand has <a href=\"https://static.nhtsa.gov/odi/rcl/2022/RCLRPT-22V865-9895.PDF\">recalled</a> 62,909 Wrangler 4xe off-roaders over a fault that leads to unexpected shutdowns of the 2.0L plug-in hybrid engine. The powerplant may switch off when the diagnostic system reacts to a loss of communication, possibly leading to a crash if the failure occurs mid-drive.</p><p>The flaw affects Wrangler 4xe variants from the 2021 through to 2023 model year vehicles produced before August 17th, 2022, when Jeep started shipping units with updated control software. The National Highway Traffic Safety Association (NHTSA) says there have been two crashes and one injury potentially linked to the problem, as well as customer assistance instances, warranty claims and field reports.</p><span id=\"end-legacy-contents\"></span><p>Jeep will fix the affected Wranglers by updating calibration software for their hybrid control and transmission processors. It expects to formally notify owners starting January 12th. The NHTSA started investigating reports as early as September 2021, but it wasn't until November this year that the investigation wrapped and Jeep's parent Stellantis decided to launch a voluntary recall.</p><p>The glitch is unlikely to represent a major setback to Jeep's electric vehicle push. However, the timing is less than ideal. It comes just a few months after Jeep unveiled <a href=\"https://www.engadget.com/jeep-willy-wrangler-30th-anniversary-grand-cherokee-4xe-detroit-auto-show-123036359.html\">Grand Cherokee and Wrangler Willy</a> PHEV models, and previewed its <a href=\"https://www.engadget.com/apple-china-airdrop-limit-everyone-ios-16-2-223231192.html\">all-electric Avenger SUV</a>.  The Stellantis-owned badge is just now trying to establish its EV reputation, and a recall won't help matters.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-removes-inaccurate-search-results-in-eu-171051977.html?src=rss", "title": "EU's 'right to be forgotten' now extends to inaccurate claims about people", "date_published": "2022-12-08 17:10:51+00:00", "description": "<p>Your &quot;<a href=\"https://www.engadget.com/2019-09-24-google-wins-right-to-be-forgotten-case.html\">right to be forgotten</a>&quot; (or rather, right to erasure) in the European Union now extends to bogus claims about you. The EU's Court of Justice <a href=\"https://curia.europa.eu/jcms/upload/docs/application/pdf/2022-12/cp220197en.pdf\">has ruled</a> that Google and similar providers must remove search results on request when they're &quot;manifestly inaccurate.&quot; People making the demands will have to prove that there are significant falsehoods, but they'll only have to provide evidence that can be &quot;reasonably&quot; required. They won't have to obtain a judicial ruling, in other words. The search engine creator can't be forced to actively participate in the investigation.</p><p>The judgment is a response to a case where two investment managers asked Google to delist search results for their names that linked to articles criticizing their business model. The managers argued the claims were false, and also objected to thumbnail images that were allegedly taken out of context. Google declined to honor the request, contending that it didn't know if the information was accurate.</p><span id=\"end-legacy-contents\"></span><p>In a <a href=\"https://www.politico.eu/article/google-delete-search-result-fake-eu-court-rule/\">statement</a> to <em>Politico</em>, Google said it &quot;welcome[d]&quot; the ruling and would review the Court of Justice's decision. It stressed that the affected search results and thumbnails haven't been available for a long while.</p><p>The determination could help shape interpretations of the EU's General Data Protection Regulation (GDPR). You'll not only have the right to remove search data on privacy grounds (such as reports of an old conviction), but to pull content that's demonstrably false. This could theoretically help European residents reduce access to misinformation and slander, even if they're uninterested in filing lawsuits.</p><p>There are questions that remain. Notably, the court decision doesn't directly address parody. It's not clear if someone could ask Google and other search engines to delete content that's fake, but intended as a joke. It's also unknown if this could be used to hide content that's largely accurate, but includes a glaring error. A complainant could theoretically use this to minimize criticism by targeting less-than-perfect stories. However, the ruling at least lays a groundwork that could be used for future disputes.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-chrome-memory-saver-battery-saver-170334721.html?src=rss", "title": "Google says it's making Chrome less of a battery and memory hog", "date_published": "2022-12-08 17:03:34+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/google/\"><ins>Google</ins></a> is rolling out two new modes for <a href=\"https://www.engadget.com/tag/chrome/\"><ins>Chrome</ins></a> that are designed to make the browser <a href=\"https://www.engadget.com/chrome-memory-reduction-in-windows-10-201440217.html\"><ins>less of a drain</ins></a> on your system's battery and memory. It says that, with the Memory Saver mode, Chrome will reduce its memory usage by up to 30 percent on desktop. The mode frees up memory from open tabs that you aren't using. Google says this will help to give you a smoother experience on active tabs. Chrome will reload inactive tabs when you switch back to them.</p><p>As for Battery Saver mode, Google says that can kick in when you're using the browser and your device's battery level drops to 20 percent. Chrome will then limit background activity and visual effects on tabs with videos and animations to help keep your device up and running for longer.</p><span id=\"end-legacy-contents\"></span><p>These features will be available as part of the m108 Chrome for desktop build. Google says all users will have access to them in the coming weeks and that it's starting to roll out the build today. You'll be able to turn off these modes in the settings and make certain sites exempt from Memory Saver.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/scavengers-studio-season-letter-future-darwin-project-release-date-170004272.html?src=rss", "title": "'Season: A letter to the future' is a solo cycling adventure coming to PC and PlayStation January 31st", "date_published": "2022-12-08 17:00:04+00:00", "description": "<p>The next game from Scavengers Studio is something completely different. Scavengers is the Montreal-based indie team behind <a href=\"https://www.engadget.com/2017-06-14-darwin-project-hunger-games-battle-arena-xbox.html#/\"><em>Darwin Project</em></a>, the online survival game that was a low-key and short-lived cult hit in 2020. <em>Darwin Project</em> offered a twist on battle royale gameplay, dropping a small group of players onto a shrinking map, and arming them each with just an axe and a bow. It was all about crafting, looting and surviving the elements, while also hunting the other players and watching your own back. <em>Darwin Project</em> went live as a free early access game in 2018, it launched in January 2020, and it was essentially shut down by November that year.</p><p>Scavengers' follow-up to <em>Darwin Project</em> is <a href=\"https://www.play-season.com/\"><em>Season: A letter to the future</em></a>, a single-player bicycle-riding adventure game about exploration and preservation at the end of the world. In <em>Season</em>, a young woman leaves her secluded village for the first time, just as a cataclysmic event is set to destroy everything around her.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"3627cc35687b4de5a527dbe0d95d712f\"></div><p>She rides her bike across gorgeous landscapes, meeting new people, observing their rituals and documenting her journey. Players collect sound samples, take photographs and transcribe the habits of the wider world, collecting everything in one place before it all disappears.</p><p><em>Season</em> looks like a slowly unraveling mystery set in a beautiful environment and built for just one player at a time. It's the opposite of <em>Darwin Project</em>, and for that reason it feels like a delicious surprise from a studio that's still hungry to prove itself.&nbsp;</p><p><em>Season: A letter to the future</em> is coming to PlayStation 4, PS5, the Epic Games Store and Steam on January 31st, 2023. It'll cost $25 on PC and $30 on PlayStation platforms. On PS5, players will use the DualSense's adaptive triggers to pedal their bicycle, with varying resistances as the roads rise and fall, and the controller's haptic feedback will mirror the texture of the path forward.</p><section><img alt=\"Season: A letter to the future\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/a10c3b80-7717-11ed-a7f4-b8be43c980a3\" /></section><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/googles-nest-wi-fi-pro-routers-are-up-to-17-percent-off-right-now-163823604.html?src=rss", "title": "Google's Nest WiFi Pro routers are up to 17 percent off right now", "date_published": "2022-12-08 16:38:23+00:00", "description": "<p>The new mesh router from Google, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJDUVNZUFpCLz90YWc9Z2RndDBjLXAtby1idi0yMCIsImNvbnRlbnRVdWlkIjoiMGY0MTBlZTUtNmJiYS00N2YzLWJhOWQtNWY1NjlmZDY3MDY5In0&amp;signature=AQAAAbs-H9gaCkTyrXHNruHZl3WMh82nTXydR5tDMIdSFHPL&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BCQSYPZB%2F\">Nest WiFi Pro</a>, launched back <a href=\"https://www.engadget.com/google-nest-wifi-pro-faster-speeds-high-gloss-design-130035266.html\">in October</a> and is just now seeing its first discount. If you've been thinking about stepping up to the newly opened 6GHz WiFi band or are curious to see how Google's new smart home industry standard, <a href=\"https://www.engadget.com/google-matter-launch-fall-2022-190409036.html\">Matter</a>, will operate once it launches, this might be the time to add the routers to your cart.&nbsp;</p><p>You'll get the best deal with the two-pack, which is 17 percent off, making it $250 for the set. The three-pack and the single unit are both 15 percent off, bringing them down to $340 and $170, respectively. We're seeing discounts for all three packs at Amazon, but you can also head over to Wellbots and snag the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f14f6b23-c078-4e53-8011-5b872f886d6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Wellbots&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmMTRmNmIyMy1jMDc4LTRlNTMtODAxMS01Yjg3MmY4ODZkNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2VsbGJvdHMuY29tL3Byb2R1Y3RzL2dvb2dsZS1tZXNoLXdpZmktNnRoLWdlbj92YXJpYW50PTQwNTc1MTUyMzU3NDI0IiwiY29udGVudFV1aWQiOiIwZjQxMGVlNS02YmJhLTQ3ZjMtYmE5ZC01ZjU2OWZkNjcwNjkifQ&amp;signature=AQAAAW0nJIc_3luQIIXVsvnJ7gqbA8_udnTZj9S1o5PLZQkD&amp;gcReferrer=https%3A%2F%2Fwww.wellbots.com%2Fproducts%2Fgoogle-mesh-wifi-6th-gen%3Fvariant%3D40575152357424\">three-pack for the same $340</a>.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p></p><p>Google currently makes three different routers, Google WiFi, Nest WiFi and the new Nest WiFi Pro, which has a shiny new design and is the only one running WiFi 6E. If you're curious what that means, in a nutshell, in 2020 the FCC opened up more airwaves in the 6Ghz band for WiFi to run on, which allows your home WiFi to get better wireless connections with less congestion.&nbsp;</p><p>Google states that WiFi 6E will be up to twice as fast as the previous WiFi 6 standard. Of course, only devices that are WiFi 6E compatible will be able to access the new airwaves. But since these routers are tri-band, they also provide access to the 2.4 GHz, 5 GHz and 6 GHz frequency bands, meaning any device that currently runs on your WiFi will also run on these routers. Also keep in mind that these don't replace your modem, one router plugs into your ISP's modem or gateway (a combined modem router).&nbsp;&nbsp;&nbsp;</p><p>A single Nest WiFi Pro unit will extend coverage to a home up to 2,200 square feet. With three routers, you'll get up to 6,600 square feet of coverage. The routers are also ready to act as a hub that will work with Matter, Google's forthcoming smart home industry standard that's intended to bring more universal connectivity (as in, working with Apple, Samsung and Amazon devices) to the smart home landscape. It'll also make new smart home devices easier to set up and use. Matter is scheduled for this Fall and these Nest WiFi Pro routers will be ready when the service launches.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/disney-plus-ad-supported-plan-live-premium-price-increase-162818934.html?src=rss", "title": "Disney+ launches $8 ad-supported plan, raises price on ad-free streaming", "date_published": "2022-12-08 16:28:18+00:00", "description": "<p>If you want to keep using <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=85d85ef3-fac9-418f-9573-418cf162cd0c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Disney%2B&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NWQ4NWVmMy1mYWM5LTQxOGYtOTU3My00MThjZjE2MmNkMGMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGlzbmV5cGx1cy5jb20vIiwiY29udGVudFV1aWQiOiJiMmU5OWZlNS1hYmRiLTQxODctODViMy0zNTRmNTBiZDhmMTMifQ&amp;signature=AQAAAQ16C6Lv3gscfRB-FBaNKKGmP1le2sgHGIrDspD44Qqc&amp;gcReferrer=https%3A%2F%2Fwww.disneyplus.com%2F\"><ins>Disney+</ins></a> at the same price you've been paying each month <a href=\"https://www.engadget.com/disney-plus-price-012056437.html\"><ins>since March last year</ins></a>, you'll need to put up with some ads starting today. The Disney+ Basic plan is now live and it costs $8 per month. To keep using the streaming service without ads, you'll need to pay $11 per month, which marks an increase of $3. That's now called the Premium plan and an annual membership costs $110.</p><p>Unlike Netflix's ad-supported plan, Disney+ Basic offers access to the platform's full library as well as high-quality streaming in 4K, Dolby Vision and the <a href=\"https://www.engadget.com/disney-plus-imax-enhanced-marvel-mcu-140052678.html\"><ins>IMAX Enhanced format</ins></a>. The Netflix's Basic with Ads plan, which <a href=\"https://www.engadget.com/netflix-basic-with-ads-explainer-190555318.html\"><ins>went live last month</ins></a>, costs $7. It limits streams to a resolution of 720p and some titles aren't available. However, neither company's ad-supported plan includes offline viewing. Disney+ Basic currently lacks other features that are available to Premium subscribers, including <a href=\"https://www.engadget.com/disney-plus-group-watch-us-130013187.html\"><ins>GroupWatch</ins></a>, <a href=\"https://www.engadget.com/tag/SharePlay/\"><ins>SharePlay</ins></a> and Dolby Atmos.</p><span id=\"end-legacy-contents\"></span><p>Disney does offer some streaming bundles. For $10 per month, you'll get access to Disney+ Basic and Hulu with Ads. You'll pay $6 less per month than you would by subscribing to them individually. If you want to include ESPN+ in your bundle, there are three options. If you don't mind dealing with ads on all three services, you can subscribe to them for $13 per month. For an extra $2 per month, <a href=\"https://www.engadget.com/tag/disney%20plus\">Disney+</a> will ditch the ads. For access to ad-free versions of all three streaming services, you'll pay $20 per month.</p><p>Disney <a href=\"https://www.engadget.com/disney-plus-price-increase-ad-based-service-204903273.html\"><ins>announced the price changes</ins></a> before it canned former CEO Bob Chapek and <a href=\"https://www.engadget.com/bob-iger-is-returning-as-disney-ceo-in-a-huge-shakeup-065239929.html\"><ins>brought back Bob Iger</ins></a>, who oversaw the Disney+ launch as well as the takeovers of Fox studios and cable channels, Pixar, Marvel and LucasFilm. Although the total number of Disney+, Hulu and ESPN+ subscriber numbers rose to 235 million under Chapek's watch, the company has dealing with some business difficulties.</p><p>Disney <a href=\"https://www.engadget.com/disney-streaming-services-earnings-055415800.html\"><ins>lost $1.5 billion</ins></a> on the streaming side of the business last quarter, more than doubling the operating loss of $630 million from the same quarter in 2021. It attributed the steeper loss to higher production and technology costs, as well as greater marketing expenses. The introduction of the ad-supported plan and Premium price hike could help to make the streaming business profitable, though consumers may have to give the company more of their money or time to do so.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/samsung-odyssey-ark-review-55-inch-gaming-monitor-160004552.html?src=rss", "title": "Samsung Odyssey Ark review: When bigger isn't always better", "date_published": "2022-12-08 16:00:04+00:00", "description": "<p>The idea of sitting in front of a massive 55-inch gaming monitor all day sounds like heaven. Being able to twist it into a towering portrait mode? The stuff of my multi-tasking dreams. That's the pitch behind <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvY29tcHV0aW5nL21vbml0b3JzL2dhbWluZy81NS1vZHlzc2V5LWFyay00ay11aGQtMTY1aHotMW1zLXF1YW50dW0tbWluaS1sZWQtY3VydmVkLWdhbWluZy1zY3JlZW4tbHM1NWJnOTcwbm54Z28vIiwiY29udGVudFV1aWQiOiI2OTM4YmU3ZC05N2UzLTQxOWYtODBjMi1hZmRjZGVkMTcxODUifQ&amp;signature=AQAAAQkQFVuJYD0vwHT0DN4w8agIoXXl9x4bNi71uZCuf-Js&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fcomputing%2Fmonitors%2Fgaming%2F55-odyssey-ark-4k-uhd-165hz-1ms-quantum-mini-led-curved-gaming-screen-ls55bg970nnxgo%2F\">Samsung's 55-inch 4K Odyssey Ark Monitor</a>. As we saw during our first preview, it's a genuinely unique behemoth of a display, one that can easily immerse you in both <em>Microsoft Flight Simulator</em> and towering Excel spreadsheets.</p><p>Sure, you could just plug a 55-inch TV into your PC, but without the Ark's extreme curve, it would be too wide to comfortably use as a monitor. You also won't find any 4K TVs with the Ark's blazing fast 165Hz refresh rate and 1ms response time, let alone its surprisingly solid sound system. The Odyssey Ark stands alone. But is it actually worth $3,500? That depends on if you're able to live with its many annoyances (and if you don't think too hard about the price).</p><span id=\"end-legacy-contents\"></span><p>Annoyance number one? This thing is a bear to set up. Even with the help of two delivery workers, it took around 20 minutes to get the (very heavy) Ark monitor correctly attached to its (equally heavy) base. The entire unit weighs 91.5 pounds when put together, so be sure to have a sturdy desk at the ready. If that sounds a bit obscene, well, you'd be correct. Samsung's 55-inch QN90B NEO QLED TV weighs almost half as much (48.3 pounds), while LG's 65-inch C2 OLED TV clocks in at 72 pounds. Extreme heft is the unfortunate price you'll have to pay for a rotating monitor stand.</p><figure><img alt=\"Samsung Odyssey Ark front view\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/46b46420-764d-11ed-b5fd-3e92607d50da\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>As soon as I sat in front of the Odyssey Ark, I understood why Samsung dared to build it. We've already seen its extra-wide 49-inch gaming monitors in action. And, of course the company that pushed the limits of phone screens would do the same for PCs. Given Samsung's robust TV business, it makes sense to explore the many other ways it could use 55-inch Mini LED panels. (The TV side is where we also saw <a href=\"https://www.engadget.com/2019-04-29-samsung-the-sero-vertical-tv.html\">Samsung debut screens</a> that could rotate into TikTok-friendly portrait mode.) The Ark may not be entirely practical, but for Samsung it serves as a showcase for many of its display innovations.</p><p>Design-wise, the Odyssey Ark resembles Samsung's TVs more than its gaming monitors. It has a sturdy metal base (as it should, given its size), as well as a smooth metal case surrounding the curvy screen. It even comes with Samsung's One Connect breakout-box, one of the company's more intriguing TV inventions. It connects to the Ark over a single cable, while the box itself handles power and all of your typical connections (four HDMI 2.1 ports, an optical audio connection, 3.5mm headphone jack and two USB ports). While it was originally meant for screens you'd be mounting on walls, it's a welcome addition to the Odyssey Ark — nobody wants to push a near 100-pound beast around just to get to HDMI ports.</p><figure><img alt=\"Samsung Ark Odyssey one connect dock\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/141587d0-7650-11ed-97bf-1c84cdcdf30f\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Samsung includes two ways to control the Ark: A simple remote with a directional pad and shortcuts for streaming apps like Netflix, as well as a dial for quickly managing the Ark's many different viewing modes. Both controllers are solar powered, so you'll just need to make sure they get a bit of light to keep running. I'd imagine that could be an issue in window-less offices like mine, but it wouldn't be that tough to place the remotes by a window every few months. On the plus side, they should be able to run indefinitely if you're lucky enough to have some light. (Solar cells can be charged by artificial lighting, but not very efficiently.)</p><figure><img alt=\"Samsung Ark Odyssey remotes\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/1414eb90-7650-11ed-afdb-35a130a73829\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>The Ark's odd shape, as well as a few LED lighting strips on the rear, are the major signs that it's not a mere TV set. I've been in front of plenty of curved screens before, but nothing this extreme. The sides of the display almost seem like they're trying to embrace you with 4K Mini-LED goodness. It's an effective bit of immersion while you're viewing the Ark in its standard widescreen mode, reminiscent of specialized theaters like LA's Cinerama Dome. And unlike most TVs and monitors, the Ark's large frame allows it to house a six speaker sound system (four tweeters and two woofers), which delivers the audio punch of a medium-sized soundbar.</p><p>The combination of expansive sound and a wonderfully immersive picture make the Odyssey Ark a truly unique viewing experience. Movies, TV shows, and even trailers felt like they were drawing me into the action, so much so that I barely noticed the slight distortion from the curved sides of the screen. But while the Ark's sweet spot is indeed very sweet, showing off the added brightness of Mini-LED and the expansive color range from its Quantum Dot display, its viewing angle is incredibly limited. Just a few steps off the center and you immediately lose color and clarity. The curve giveth, the curve taketh away.</p><p></p><section><img alt=\"Samsung Ark Odyssey multiview\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/141539b0-7650-11ed-98ba-c85d0963e717\" /></section><p>When it comes to software, the Ark is a curious device, sitting somewhere between what you'd expect from a smart TV (it has apps for Netflix, YouTube and everything else you'd expect), and a computer monitor. On the PC side, it can reach up to a 165Hz refresh rate, allowing for frenetic gaming at incredibly high framerates. Samsung has baked in multiple ways to take advantage of its massive screen size: Its \"Multi View\" mode lets you display up to three different apps at once. That can include a single HDMI video input, as well as a device mirrored wirelessly (using AirPlay or the Android equivalent). Additionally, there's a \"Flex View\" mode that lets you shrink an input down so it doesn't fill up the whole screen.</p><p>Now why would you want to do that? I quickly learned that playing fast-paced shooters like <em>Overwatch 2 </em>and <em>Halo Infinite</em> were overwhelming when sitting a few feet away from a 55-inch screen. Sure, I could see more detail, but moving the camera around quickly and trying to track potential enemies was nausea-inducing. I didn't mind sitting close to the screen for slower-paced games like <em>A Plague Tale: Requiem</em>, but for shooters I'd prefer moving the screen further back. Unfortunately, that just wasn't possible in my cramped basement office, so I occasionally used Flex View mode to shrink faster games down to size.</p><figure><img alt=\"Samsung Ark Odyssey multiview\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/140f4640-7650-11ed-bfef-040082de1947\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>The Ark also features built-in apps for every major game streaming service: Xbox Game Pass Ultimate, Geforce Now, Amazon Luna, and yes even Google’s short-lived Stadia (that dies next month). You can easily pair Bluetooth controllers with the Ark directly, allowing you to treat it like an oversized console. I had no trouble signing into Game Pass and going through a few races in <em>Forza Horizon 5</em>, but as usual, your streaming experience will depend on the quality of your internet.</p><p>On the non-gaming front, I learned that moving to a 55-inch screen still required a bit of an adjustment. I typically use a 34-inch ultrawide monitor, which gives me a decent amount of horizontal space without being too overwhelming vertically. But sitting in front of the Odyssey Ark almost felt like sitting directly in front of the monolith from <em>2001</em> — there's just <em>so much screen</em>. After 30 minutes or so, I got used to using Slack, Evernote and my many browser tabs on a big screen. But when it came to focused writing and other work, the Ark was overkill. I wrote this review on the Ark during small sessions, but I just couldn't stick with it for too long.</p><figure><img alt=\"Samsung Ark Odyssey portrait mode\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/141512a0-7650-11ed-bf1a-db2499a40756\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Samsung's unique portrait view, or \"Cockpit Mode,\" was similarly overpowering. It's easy to rotate the Ark between that and its typical landscape mode — you just have to push the screen to the top of the base and push along its left side — but I found the taller view genuinely off-putting. Instead of a warm embrace, it was honestly a bit threatening, as if my body was instinctively worried about the Ark toppling over.</p><p>It's easy to make Windows 11 recognize a portrait display, but I didn't find it too useful for my typical work. (Though I'd imagine some <em>Flight Simulator</em> fans may enjoy trying to tweak the game for a genuine cockpit view). Instead, the portrait orientation was better suited to the Ark's Multi View mode, allowing me to play a PC game in a small 31-inch square while I left a YouTube video running in another window on top, and my phone mirrored right above it. It's just a shame that Multi View mode doesn't currently support streaming video apps like Netflix. Also, you can only hear audio from up to two sources at once. (And if this sounds like pure information overload, well, it is.)</p><section><img alt=\"Samsung Odyssey Ark desk view in portrait mode\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/46b46422-764d-11ed-bbbf-23fef9849c0d\" /></section><p>For whatever reason, the Ark did an awful job of downscaling my PC's desktop in Multi View mode, even after tweaking the resolution several times. Text was hard to read and images were blurry, as if I was looking at everything through a pair of dirty glasses. Fighting with that feature also made it clear how the Ark often pales in comparison to having a typical multi-monitor setup. It's not that hard to have another monitor sitting beside your standard screen, and that also wouldn't involve any sort of distortion. You're also more free to tweak the way external monitors are positioned and laid out, rather than working within the confines of Samsung's software.</p><p>Most importantly, though, a multi-monitor setup would be vastly cheaper than the Odyssey Ark's $3,500 retail price. (It's currently marked down to $2,500 for the holidays, but it's unclear if that will stick.) You could easily pick up a 55-inch OLED TV and a few PC monitors for less than $2,5000. Or my personal recommendation: Get <a href=\"https://www.engadget.com/alienware-qd-oled-gaming-monitor-ultrawide-review-140012704.html\">Alienware's fantastic QD-OLED ultrawide monitor</a> for $1,299 and an assortment of other screens. Whichever direction you go, it'll be far more practical than having a single 55-inch display on your desk.</p><figure><img alt=\"Samsung Odyssey Ark top of portrait mode\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/46b46421-764d-11ed-90da-c32e4197ccef\" /><figcaption></figcaption><div class=\"photo-credit\">Devindra Hardawar/Engadget</div></figure><p>As my honeymoon period with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvY29tcHV0aW5nL21vbml0b3JzL2dhbWluZy81NS1vZHlzc2V5LWFyay00ay11aGQtMTY1aHotMW1zLXF1YW50dW0tbWluaS1sZWQtY3VydmVkLWdhbWluZy1zY3JlZW4tbHM1NWJnOTcwbm54Z28vIiwiY29udGVudFV1aWQiOiI2OTM4YmU3ZC05N2UzLTQxOWYtODBjMi1hZmRjZGVkMTcxODUifQ&amp;signature=AQAAAQkQFVuJYD0vwHT0DN4w8agIoXXl9x4bNi71uZCuf-Js&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fcomputing%2Fmonitors%2Fgaming%2F55-odyssey-ark-4k-uhd-165hz-1ms-quantum-mini-led-curved-gaming-screen-ls55bg970nnxgo%2F\">Odyssey Ark</a> faded, I was left with nothing but questions. Where are the DisplayPort or USB-C connections on Samsung's breakout box? Why, exactly, can't it display more than two HDMI connections at once? Is the extreme curve worth losing any sort of off-angle viewing? Really, who is this thing actually for? Will gamers be able to live with its downsides to take advantage of a 55-inch monitor? Can they stomach a $3,500 price? And how many people will have desks sturdy enough to hold this thing?</p><p>Anyone buying the Odyssey Ark is basically paying to be a beta tester for Samsung. In general, we recommend against serving as consumer guinea pigs. But if you've been dying to have an impossibly gigantic curved gaming monitor, your wish has finally been granted.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/eu-usb-c-wired-charging-deadline-152454857.html?src=rss", "title": "EU sets December 2024 deadline for USB-C wired charging on new phones", "date_published": "2022-12-08 15:24:54+00:00", "description": "<p>The European Union has set a firm deadline by which time manufacturers will need to adopt <a href=\"https://www.engadget.com/eu-reaches-deal-to-make-usb-c-a-common-charger-for-most-electronic-devices-104605067.html\">USB-C charging</a> for most electronic devices sold in the region. New phones, tablets, headphones, portable speakers and many other types of devices will need to adopt that standard for wired charging as of December 28th, 2024. There’s no impact on devices that only support wireless charging.</p><p>EU member states have until December 28th, 2023 to publish regulations to govern the bloc’s directive on USB-C charging. They’ll have to start applying those rules one year later. The EU previously said the rules would come into force <a href=\"https://www.engadget.com/eu-usb-c-port-charging-requirement-approved-141546579.html\">by the end of 2024</a> and it stuck to that timeline when it published <a href=\"https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32022L2380&amp;pk_campaign=todays_OJ&amp;pk_source=EURLEX&amp;pk_medium=TW&amp;pk_keyword=Common%20charger&amp;pk_content=Directive\">the legislation in the Official Journal</a>.</p><span id=\"end-legacy-contents\"></span><div id=\"4fd0403334a6498f89384cbb5cfa50c4\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">It is official ‼️<a href=\"https://twitter.com/hashtag/CommonCharger?src=hash&amp;ref_src=twsrc%5Etfw\">#CommonCharger</a> published in the 🇪🇺 Official Journal. The rules will enter into force before the end of the year &amp; start to apply before the end of 2024! <a href=\"https://twitter.com/alexagiussaliba?ref_src=twsrc%5Etfw\">@alexagiussaliba</a><a href=\"https://twitter.com/EP_SingleMarket?ref_src=twsrc%5Etfw\">@EP_SingleMarket</a><br /><br />Reminder on what this means ➡️<a href=\"https://t.co/LjzLs56URf\">https://t.co/LjzLs56URf</a><a href=\"https://t.co/Rh8PHTG0KC\">https://t.co/Rh8PHTG0KC</a></p>— IMCO Committee Press (@EP_SingleMarket) <a href=\"https://twitter.com/EP_SingleMarket/status/1600803353533222912?ref_src=twsrc%5Etfw\">December 8, 2022</a></blockquote></div><p>Laptop makers have a bit longer to comply with the rules, as <a href=\"https://www.theverge.com/2022/12/8/23499754/usb-c-iphone-european-union-legislation-charger-lightning-enforcement-date\"><em>The Verge</em></a> notes. If they haven’t already done so, they’ll need to switch to USB-C by April 2026. In addition, devices with fast charging support will have the same charging speed, the EU says. As such, users will be able to charge devices at the same speed with any compatible charger.</p><p>Although it’s not like the company had much of a choice, Apple has said <a href=\"https://www.engadget.com/iphones-switch-usb-c-comply-eu-charger-law-075020117.html\">it will comply with the rules</a> and put USB-C charging ports in iPhones sold in the EU (unless, that is, it were to switch to fully wireless charging). Technically, Apple wouldn’t have to adopt USB-C charging in iPhones until sometime in 2025, but <a href=\"https://www.engadget.com/apple-usb-c-accessories-172659373.html\">reports suggest</a> the company may make the switch as soon as next year.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/moto-g-play-2023-release-price-140051276.html?src=rss", "title": "Motorola adds a 90Hz display to its budget-friendly Moto G Play", "date_published": "2022-12-08 14:00:51+00:00", "description": "<p>Motorola is churning out another budget Android phone today with the Moto G Play (2023). The $170 handset runs an eight-core MediaTek Helio G37 chipset, the same entry-level processor from the latest <a href=\"https://www.engadget.com/2022-motorola-moto-g-power-140010550.html\">Moto G Power</a>. Unfortunately, although the new Moto G Play offers decent-enough specs on a budget, it also underscores Motorola’s habit of churning out <a href=\"https://www.engadget.com/motorolas-endless-rehashes-will-only-make-it-less-relevant-153037005.html\">endless rehashes of cheap phones</a>.</p><p>The Android 12 handset has 3GB of RAM and 32GB of storage (expandable to up to 512GB with a microSD card). Its IPS TFT LCD 6.5-inch display has a mere 720p resolution but a fast 90Hz refresh rate, something you won’t always see in this price range.</p><span id=\"end-legacy-contents\"></span><p>The phone has three cameras on its back, a first for the Moto G Play series. A 16MP main lens gets help from 2MP macro and depth sensors to produce extreme closeups and portraits with blurred backgrounds. In addition, the rear camera and 5MP front sensor can each record full HD footage at 30 fps.</p><figure><img alt=\"A person using the Moto G Play to take photos of waffles at a fancy breakfast.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/062267c0-74c9-11ed-9ea6-0bac7cc26583\" /><figcaption></figcaption><div class=\"photo-credit\">Motorola</div></figure><p>Motorola says the phone’s 5,000mAh battery lasts up to three days and supports 10W rapid charging via USB-C. It has IP52 water protection, so it should withstand light splashes and spills. Continuing a familiar cost-cutting measure, the Moto G Play lacks NFC and 5G.</p><p>The phone’s unlocked version launches on January 12 at Best Buy, Amazon and Motorola. UScellular and Canadian carriers will have it on the same day, with various US regional carriers following later.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/reddit-recap-stats-2022-130015151.html?src=rss", "title": "Reddit's reveals r/AmItheAsshole was its most popular subreddit in 2022", "date_published": "2022-12-08 13:00:15+00:00", "description": "<p><a href=\"https://www.engadget.com/google-search-reddit-forums-180047845.html\">Reddit</a> has unveiled its end-of-year Recap for 2022 and detailed some key stats on the site and communities for the year. It now has over 100,000 active communities globally, and saw some 430 million posts, up 14 percent over last year. The site also saw some 2.5+ billion comments (up 7 percent year-over-year) and 24 billion upvotes.</p><p>Among all those communities, the number one most-viewed was r/amitheasshole (aka AITA). Meanwhile, r/worldnews climbed to number three, while r/ukraine had 1.8 billion views, up 76 percent from last year. In this year's edition of r/place (effectively the world's largest <a href=\"https://www.reddit.com/r/place/comments/txufad/the_complete_rplace_timelapse/\">digital quilt blanket</a>), redditors from 236 countries contributed 160+ million tiles, including art, memes and more.</p><span id=\"end-legacy-contents\"></span><p>Along with stats for the year, the company also announced that its Reddit Recap is back for individual users. It lets you see localized and translated stats for your year on the platform, like your most upvoted comment. At the end of the recap, you can see how you stack up against other users with the awarding of a &quot;Rare,&quot; &quot;Epic&quot; or &quot;Legendary&quot; superpower status.&nbsp;</p><p>Reddit's traffic may have benefited this year from a new <a href=\"https://www.engadget.com/google-search-reddit-forums-180047845.html\">Google feature</a> that made it easier to search results from Reddit and other forums. Reddit itself also finally made comments <a href=\"https://www.engadget.com/reddit-comments-are-finally-searchable-084405458.html\">searchable</a>, letting you see results from replies to posts and not just the original posts. For more on Reddit Recap 2022, check <a href=\"https://urldefense.com/v3/__https://www.reddit.com/r/recap/__;!!Op6eflyXZCqGR5I!AIV-EcE0MCAhGFDn3HyGGmRM9NIEl2DZPslesMJcUKj-IMaYHk_98f-xf9mp4TJNmH_cxwP-JDnVhWPRAXW5lu4Y$\">r/recap</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/amazon-google-microsoft-oracle-pentagon-9-billion-cloud-jwcc-124013963.html?src=rss", "title": "Amazon, Google, Microsoft and Oracle will share the Pentagon's $9 billion cloud contract", "date_published": "2022-12-08 12:40:13+00:00", "description": "<p>Over a year after shutting down its previous attempt at modernizing its IT infrastructure, the Department of Defense (DOD) has picked Amazon, Google, Microsoft and Oracle as its new cloud service providers. The Pentagon has <a href=\"https://www.defense.gov/News/Releases/Release/Article/3239378/department-of-defense-announces-joint-warfighting-cloud-capability-procurement/\">awarded</a> the companies separate contracts for the Joint Warfighting Cloud Capability (JWCC) project, and according to <a href=\"https://www.reuters.com/technology/pentagon-awards-9-bln-cloud-contracts-each-google-amazon-oracle-microsoft-2022-12-07/\"><em>Reuters</em></a>, they will have a shared budget ceiling of $9 billion. This initiative is a successor to DOD's <a href=\"https://www.engadget.com/department-of-defense-cancels-jedi-contract-172009337.html\">cancelled Joint Enterprise Defense Infrastructure</a> (JEDI) program that was supposed to connect its different divisions using a single cloud service provider.&nbsp;</p><p>If you'll recall, the department awarded Microsoft with the $10 billion JEDI contract in 2019. Shortly after that, though, Amazon <a href=\"https://www.engadget.com/2019-11-14-amazon-microsoft-jedi-contract-protest.html\">challenged</a> Microsoft's victory in court, claiming that the evaluation process had &quot;clear deficiencies, errors and unmistakable bias.&quot; Amazon argued back then that the Pentagon's decision was <a href=\"https://www.engadget.com/2019-12-09-amazon-jedi-lawsuit-trump-vendetta.html\">based on</a> &quot;egregious errors&quot; and &quot;the result of improper pressure from President Donald J. Trump.&quot; The company accused the former President of launching &quot;repeated public and behind-the-scenes attacks&quot; against it in an effort to steer the Pentagon away from giving the JEDI contract to Jeff Bezos, &quot;his perceived political enemy.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>While the Pentagon's inspector general office had <a href=\"https://www.engadget.com/pentagon-trump-amazon-jedi-contract-162147083.html\">found no evidence</a> that Trump interfered with the selection process, it also noted that several White House officials did not cooperate with its investigation. In the end, the department chose to cancel the JEDI project because it &quot;no longer meets its needs.&quot; Now, under the JWCC, the Pentagon will work with several vendors for the cloud capabilities and services it needs instead of with just a single one.</p><p>The companies' contracts will run until 2028 and will provide the DOD access to centralized management and distributed control, global accessibility, advanced data analytics and fortified security, among other capabilities.&nbsp;</p>", "persistent": true}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-san-francisco-reverses-approval-of-lethal-police-robots-121538009.html?src=rss", "title": "The Morning After: San Francisco reverses approval of lethal police robots", "date_published": "2022-12-08 12:15:38+00:00", "description": "<p>In November, the San Francisco Police Department proposed approving the use of remote-controlled robots with deadly force. This was after a law came into effect requiring California officials to define the authorized use of military-grade equipment. It would have allowed police to equip robots with explosives &quot;to contact, incapacitate or disorient violent, armed or dangerous suspects.&quot;</p><p>San Francisco's Board of Supervisors approved this proposal, initially, despite opposition by civil rights groups. However, during the second of two required votes, the board voted <a href=\"https://www.engadget.com/san-francisco-reverses-killer-robot-policy-092722834.html\">to ban the use of lethal force by police robots</a>. According to the <em>San Francisco Chronicle</em>, this is unusual as the board's second votes typically echo the first results. In the initial proposal, authorities could only use the robots for lethal force after they've exhausted all other possibilities, and a high-ranking official would have to approve their deployment.</p><p>Dean Preston, a supervisor who opposes the use of robots as deadly force, said the policy will &quot;place Black and brown people in disproportionate danger of harm or death.&quot; In a subsequent statement, Preston said: &quot;There have been more killings at the hands of police than any other year on record nationwide. We should be working on ways to decrease the use of force by local law enforcement, not giving them new tools to kill people.&quot;</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/dyson-zone-noise-canceling-headphones-pricing-availability-announced-000119196.html\"><ins>Dyson’s Zone air-purifying headphones start at $949</ins></a></p></li><li><p><a href=\"https://www.engadget.com/ayaneo-air-pro-gaming-handheld-review-180003707.html\"><ins>Ayaneo's Air Pro is a taste of the portable PC gaming future</ins></a></p></li><li><p><a href=\"https://www.engadget.com/microsoft-teams-communities-141514818.html\"><ins>Microsoft Teams takes on Facebook groups with community hubs</ins></a></p></li><li><p><a href=\"https://www.engadget.com/akka-arrh-remake-jeff-minter-atari-200603455.html\"><ins>Atari revives unreleased arcade game too damn hard for gamers in 1982</ins></a></p></li><li><p><a href=\"https://www.engadget.com/amazon-dc-lawsuit-delivery-driver-tips-183556389.html\"><ins>Amazon is being sued for allegedly 'stealing' driver tips in DC</ins></a></p></li><li><p><a href=\"https://www.engadget.com/blue-origin-nasa-lunar-lander-moon-artemis-172023096.html\"><ins>Blue Origin makes another bid for a NASA lunar lander contract </ins></a></p></li><li><p><a href=\"https://www.engadget.com/amazons-echo-show-5-bundled-with-a-blink-mini-is-on-sale-for-only-50-134459539.html\"><ins>Amazon's Echo Show 5 bundled with a Blink Mini is on sale for only $50 </ins></a></p></li><li><p><a href=\"https://www.engadget.com/google-nest-hub-deal-walmart-free-smart-bulb-154030314.html\"><ins>Google's Nest Hub drops to $39 with a free smart bulb </ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/blizzard-diablo-4-preview-this-feels-worryingly-good-160026475.html https://www.engadget.com/...\">‘Diablo IV’ preview</a></h2><h3>This feels worryingly good.</h3><h3></h3><p>The latest Diablo game is shaping up to be another notable evolution of the series, combining some of the best parts of <em>Diablo II</em> and <em>III </em>while adding the graphics (and cosmetic microtransactions) we usually get with a big-budget online game in 2022. Expect legions of monsters to slaughter, challenging boss fights and so much loot. Engadget’s Igor Bonifacic was intrigued after a few hours of playing the preview. Diablo IV’s open beta kicks off early next year — not long until you can test it out yourself.</p><p><a href=\"https://www.engadget.com/blizzard-diablo-4-preview-this-feels-worryingly-good-160026475.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/tecno-phantom-x2-pro-retractable-portrait-lens-113011384.html https://www.engadget.com/...\">This smartphone has a pop-out portrait lens for 'pure' bokeh</a></h2><h3>A 'world-first' feature from a brand you’ve probably never heard of.</h3><h3></h3><p>Many smartphones these days offer artificial bokeh in their portrait photography modes, but with the help of a retractable camera, you can achieve true optical bokeh without missing any edges. That’s what Chinese brand Tecno has achieved with the Phantom X2 Pro 5G, which packs a &quot;world-first&quot; pop-out portrait lens. It’s also got a gigantic camera array. Intrigued?</p><p><a href=\"https://www.engadget.com/tecno-phantom-x2-pro-retractable-portrait-lens-113011384.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/nasa-posts-high-resolution-images-of-orion-lunar-flyby-143016474.html\">Take a look at NASA's high-resolution images of Orion's final lunar flyby</a></h2><h3>Taken on a heavily modified GoPro Hero 4.</h3><a href=\"https://www.engadget.com/nasa-posts-high-resolution-images-of-orion-lunar-flyby-143016474.html https://www.engadget.com/...\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/e9cdce70-76e9-11ed-8ffe-5c703b727ad2\" style=\"height: 476; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">NASA</div></figure></a><p>Orion just made its final pass around the Moon on its way to Earth, and NASA has released some of the spacecraft's best photos so far. These were taken with a high-resolution camera (actually a GoPro Hero 4, with some major adjustments). Orion's performance so far has been &quot;outstanding,&quot; according to NASA program manager Howard Hu. It launched on November 15th as part of the Artemis 1 mission atop NASA's mighty Space Launch System. The next mission, Artemis II, is scheduled in 2024 to carry astronauts on a similar path to Artemis I, without landing on the Moon.</p><p><a href=\"https://www.engadget.com/nasa-posts-high-resolution-images-of-orion-lunar-flyby-143016474.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/microsoft-call-of-duty-nintendo-consoles-053027619.html\">Microsoft vows to bring 'Call of Duty' to Nintendo consoles</a></h2><h3>Phil Spencer confirmed a 10-year commitment should Microsoft's Activision deal go through.</h3><a href=\"https://www.engadget.com/microsoft-call-of-duty-nintendo-consoles-053027619.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/bb48a071-76e9-11ed-bddc-2750d18cc82d\" style=\"height: 409; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Blizzard Activision</div></figure></a><p>If Microsoft’s acquisition of Activision Blizzard goes through, the company vows to bring C<em>all of Duty</em> to Nintendo and to continue making it available on the latter's consoles for at least 10 years. Phil Spencer, Microsoft Gaming's CEO, has announced the company's commitment on Twitter, adding: &quot;Microsoft is committed to helping bring more games to more people – however they choose to play.&quot; During an interview, Spencer said that the company intends to treat <em>Call of Duty</em> like <em>Minecraft</em>, making it available across platforms and that he would &quot;love to see [the game]&quot; on the Switch.</p><p><a href=\"https://www.engadget.com/microsoft-call-of-duty-nintendo-consoles-053027619.html\"><strong>Continue reading.</strong></a></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ikea-sonos-symfonisk-floor-lamp-120050988.html?src=rss", "title": "IKEA's latest Sonos Symfonisk speaker is also a $260 floor lamp", "date_published": "2022-12-08 12:00:50+00:00", "description": "<p>IKEA announced its latest Sonos collaboration today, a <a href=\"https://www.engadget.com/2018-06-07-ikea-sonos-smart-speaker-prototype-symfonisk.html\">Symfonisk speaker</a> that doubles as a floor lamp. The lamp/speaker combo will launch in January in IKEA stores and online.</p><p>The floor lamp’s $260 price makes it the most expensive speaker in the Symfonisk lineup. Current models range between $120 for a bookshelf speaker (with <a href=\"https://www.engadget.com/2019-07-25-ikea-symfonisk-review.html\">less than stellar</a> audio) and $250 for <a href=\"https://www.engadget.com/ikea-symfonisk-picture-frame-wifi-speaker-140026736.html\">musical wall art</a>. And your investment in the floor lamp could creep even higher if you want something other than the included bamboo shade, as <a href=\"https://www.engadget.com/ikea-sonos-speaker-lamp-swappable-shade-symfonisk-picture-frame-194040016.html\">alternative lampshades</a> run from $39 to $49.</p><span id=\"end-legacy-contents\"></span><p>Although Symfonisk speakers are cheaper than Sonos-branded devices, models in the IKEA collaboration don’t have a built-in AI assistant, so you’ll need a separate <a href=\"https://www.engadget.com/amazon-echo-show-15-review-163035555.html\">Alexa</a>, <a href=\"https://www.engadget.com/google-nest-hub-2nd-gen-2021-review-sleep-tracking-radar-price-specs-130026942.html\">Google Assistant</a> or <a href=\"https://www.engadget.com/apple-homepod-mini-review-140030652.html\">HomePod</a> product to control them with your voice. But they still support other mainstay Sonos features, like a healthy list of music services, TruePlay tuning (iOS only) and speaker pairing.</p><figure><img alt=\"Two IKEA Symfonisk floor lamp speakers flanking a couch in a modern living room.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/dbd4a1c0-7650-11ed-b7ff-06cbfac05df9\" /><figcaption></figcaption><div class=\"photo-credit\">IKEA</div></figure><p>Sonos and IKEA <a href=\"https://www.engadget.com/2019-08-01-ikea-sonos-speakers-available.html\">launched</a> the Symfonisk line in 2019, merging IKEA’s distinct home style with Sonos’ audio smarts. The companies frame the combination as helping customers conserve space on tables or nightstands — or, in this case, the floor — in apartments or smaller homes.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-merges-maps-and-waze-teams-but-apps-will-remain-separate-104557592.html?src=rss", "title": "Google merges Maps and Waze teams but says apps will remain separate", "date_published": "2022-12-08 10:45:57+00:00", "description": "<p>As part of recent <a href=\"https://www.engadget.com/meta-cut-staff-reorganizing-teams-175721361.html\">cost-cutting measures</a>, Google is planning to merge its Waze and Maps divisions, <a href=\"https://www.wsj.com/articles/google-combines-maps-and-waze-teams-in-restructuring-move-11670462301\"><em>The Wall Street Journal</em></a> has reported. The move is aimed at reducing duplicated work across the products, but Google said it will still keep the Waze and Maps apps separate.&nbsp;</p><p>\"Google remains deeply committed to Waze’s unique brand, its beloved app and its thriving community of volunteers and users,\" a spokesperson told the <em>WSJ</em>. Waze CEO Neha Parikh will leave her role after a transition period, but there will reportedly be no layoffs. Starting this Friday, the 500-strong Waze team will join Google's Geo organization in charge of Maps, Earth and Street View.</p><span id=\"end-legacy-contents\"></span><p>Waze and Maps have been sharing features ever since Google acquired Waze for $1.1 billion <a href=\"https://www.engadget.com/google-workspace-updates-gmail-search-google-meet-docs-sheets-slides-210013332.html\">back in 2013</a>. Waze's traffic data started appearing in Maps <a href=\"https://www.engadget.com/2013-11-06-google-maps-waze-pegman.html\">shortly after</a> the acquisition, with speed limits, radar locations and other features <a href=\"https://www.engadget.com/2019-05-30-google-speed-limits-radar-trap-locations.html\">arriving later</a>. In return, Waze has benefited from Google's know-how in search. The FTC launched an antitrust investigation shortly after the acquisition, and at the time, Google said it was <a href=\"https://www.theguardian.com/technology/2013/jun/24/google-waze-acquisition-us-ftc\">keeping Waze as a separate unit</a> \"for now.\"&nbsp;</p><p>It's been nine years since then, but according to former CEO Noam Bardin, Waze hasn't enjoyed complete independence. \"All of our growth at Waze post acquisition was from work we did, not support from the mothership. Looking back, we could have probably grown faster and much more efficiently had we stayed independent,\" he said in a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6deefbf2-941b-4156-9f41-a61ebb50d13d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LinkedIn&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2ZGVlZmJmMi05NDFiLTQxNTYtOWY0MS1hNjFlYmI1MGQxM2QiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL3B1bHNlL3doeS1kaWQtaS1sZWF2ZS1nb29nbGUtc3RheS1zby1sb25nLW5vYW0tYmFyZGluLyIsImNvbnRlbnRVdWlkIjoiNzliZDhjZTctNDA3Yy00NzNmLTgwY2EtMjNiMDc3MjAyY2MxIn0&amp;signature=AQAAAfNgFJnnSQW6Q1WuIAqvghwTjCl_eaODCcsZQIom0p04&amp;gcReferrer=https%3A%2F%2Fwww.linkedin.com%2Fpulse%2Fwhy-did-i-leave-google-stay-so-long-noam-bardin%2F\">LinkedIn post</a> last year.&nbsp;</p><p>Waze has 151 million monthly active users, compared to <a href=\"https://sites.google.com/a/pressatgoogle.com/google-maps-for-iphone/google-maps-metrics\">one billion</a> for Google Maps services. Still, Waze is a highly popular navigation app (particularly in Europe), thanks to its crowd-sourced nature. Individual users can easily report traffic, police, crashes, map problems, radar cameras and more with the touch of a button. Google Maps <a href=\"https://blog.google/products/maps/new-ways-report-driving-incidents-google-maps/\">added the ability</a> to report driving incidents back in 2019, but is less geared around crowdsourcing.</p><p>With ad revenue slowing down at Google, CEO Sundar Pichai said <a href=\"https://www.cnbc.com/2022/09/07/google-ceo-says-he-hopes-to-make-company-20percent-more-efficient-hints-at-potential-cuts.html\">in September</a> that he hoped to make the company 20 percent more efficient. Part of that, he said, could be achieved via layoffs and merging multiple products.&nbsp;</p><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/biden-signs-safe-connections-act-into-law-095929423.html?src=rss", "title": "Biden signs bill that lets domestic violence survivors remove abusers from phone plans", "date_published": "2022-12-08 09:59:29+00:00", "description": "<p>President Joe Biden has <a href=\"https://www.schatz.senate.gov/news/press-releases/schatz-legislation-to-help-domestic-violence-survivors-cut-ties-with-abusers-separate-from-shared-wireless-service-plans-signed-into-law\">signed</a> H.R. 7132 or Safe Connections Act of 2022 into law, and it could help domestic violence, sexual assault, stalking and human trafficking survivors ultimately cut ties with abusers. Under the new law, users can ask mobile service providers to separate their line — as well as their dependents' — from their abusers' if they have a shared contract. That would ensure that abusers no longer have access to their phone records and can't get their service cut. Carriers aren't allowed to charge fees to grant these requests, which they must do so within do two days.&nbsp;</p><p>In addition, Safe Connections Act of 2022 will require the Federal Communications Commission (FCC) to create rules that would make it easier for survivors seeking separate mobile plans to enroll in its Lifeline Program for up to six months. This FCC initiative gives qualifying low-income consumers a discount on phone services, so they can remain connected to job opportunities, friends, family and emergency services while they're working to get back on their feet. The commission also has to establish rules that would prevent calls or texts to hotlines from appearing on call logs, presumably to <a href=\"https://www.engadget.com/2017-03-22-a-security-experts-guide-for-digital-domestic-violence-victims.html\">keep survivors safe</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In a <a href=\"https://www.eff.org/deeplinks/2022/12/victory-safe-connections-act-now-law\">blog post</a>, the Electronic Frontier Foundation (EFF) celebrated the new law but also said that it would have &quot;preferred a bill that did not require survivors to provide paperwork to 'prove' their abuse.&quot; For a request to be valid, a user <a href=\"https://www.congress.gov/bill/117th-congress/senate-bill/120#:~:text=Passed%20Senate%20(03%2F17%2F2022)&amp;text=This%20bill%20establishes%20requirements%20concerning,human%20trafficking%2C%20and%20related%20harms.\">must submit</a> &quot;appropriate documentation&quot; to verify that the person they're sharing a contract with &quot;committed or allegedly committed an act of domestic violence, trafficking, or a related criminal act against the survivor.&quot;</p><p>Having to provide paperwork may not be easy, depending on a person's circumstances, and it could retraumatize survivors trying to break free from abusive situations. &quot;However, this new law is a critical step in the right direction,&quot; the EFF continued, &quot;and it is encouraging that Congress and the President agreed.&quot;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-reportedly-raising-blue-subscription-pricing-ios-074706271.html?src=rss", "title": "Twitter is reportedly raising Blue subscription's pricing on iOS to $11", "date_published": "2022-12-08 07:47:06+00:00", "description": "<p>When <a href=\"https://www.engadget.com/twitter-blue-verification-impersonation-disaster-203656712.html\">Twitter's Blue subscription</a> comes back, it may cost a lot more than before if you purchase it straight from the app. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy50aGVpbmZvcm1hdGlvbi5jb20vYXJ0aWNsZXMvdHdpdHRlci10by1jaGFuZ2UtYmx1ZS1wcmljaW5nLWFmdGVyLWFwcGxlLXNwYXQ_aXJjbGlja2lkPVVxMTBuJTNBMXlyeHlOUldxU0YyVVEyUk5zVWtBeEYlM0FTVmNWWGhTODAmaXJnd2M9MSZ1dG1fc291cmNlPWFmZmlsaWF0ZSZ1dG1fbWVkaXVtPWNwYSZ1dG1fY2FtcGFpZ249MTAwNzgtU2tpbWJpdCtMdGQuJnV0bV90ZXJtPW1hY3J1bW9ycy5jb20mcmM9d2hmMGZkIiwiY29udGVudFV1aWQiOiIzNDc2MmMzOC00NTNhLTQ5MzEtODNkZS0xYmRiOWMyNDUzZDkifQ&amp;signature=AQAAAcfBzYDP8ZTZU9iILM2y1tFro7BSVRe1Br4BYCd7cxmG&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Ftwitter-to-change-blue-pricing-after-apple-spat%3Firclickid%3DUq10n%253A1yrxyNRWqSF2UQ2RNsUkAxF%253ASVcVXhS80%26irgwc%3D1%26utm_source%3Daffiliate%26utm_medium%3Dcpa%26utm_campaign%3D10078-Skimbit%2BLtd.%26utm_term%3Dmacrumors.com%26rc%3Dwhf0fd\"><em>The Information</em></a>, the company informed some employees that it's going to charge users $11 for Blue subscription if they pay through its iOS application. But if they pay through the web, it will only cost them $7 a month for the service, which includes getting the website's blue verification badge. As the publication notes, the change in pricing likely takes Apple's 30 percent commission for payments made through its system into account.&nbsp;</p><p>In late November, Twitter owner Elon Musk <a href=\"https://www.engadget.com/elon-musk-apple-threatened-to-withhold-twitter-from-app-store-204205794.html\">spoke out against</a> Apple's 30 percent cut on in-app purchases. He also said that the tech giant threatened to withhold Twitter from its App Store and won't tell his company why. A few days later, though, <a href=\"https://www.engadget.com/elon-musk-says-he-and-tim-cook-resolved-the-misunderstanding-about-twitter-005702715.html\">Musk met with Apple chief Tim Cook</a> and resolved what the former called a \"misunderstanding.\" Musk said the two had a \"good conversation\" and that Apple never truly considered dropping Twitter from the App Store.</p><span id=\"end-legacy-contents\"></span><p>Apple <a href=\"https://www.engadget.com/apple-reader-apps-external-link-042203560.html\">announced</a> in late 2021 that it was going to allow developers of \"reader\" apps to link to external payment systems following a barrage of criticisms against its practice of taking a 30 percent commission. It's unclear if the two executives talked about Twitter's plan to offer Blue subscription outside of the App Store and how the social network would implement its idea.</p><p>Twitter originally launched Blue verification for iOS devices in early November for $8 a month, but the company decided to <a href=\"https://www.engadget.com/twitter-blue-subscriptions-not-working-134310199.html\">pause</a> the service after it led to an influx of impersonators and fake accounts. When the subscription service does come back, it will come with <a href=\"https://www.engadget.com/twitter-colored-badges-verified-accounts-094651616.html\">different colored checkmarks</a>: gold for companies, grey for government and blue for individuals, whether or not they're a public figure.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/democratic-lawmaker-elon-musk-twitter-china-platform-manipulation-005351568.html?src=rss", "title": "Democratic lawmakers want Elon Musk to explain China's role in 'platform manipulation' during protests", "date_published": "2022-12-08 00:53:51+00:00", "description": "<p>Three Democratic lawmakers in the House are <a href=\"https://krishnamoorthi.house.gov/media/press-releases/reps-krishnamoorthi-schiff-and-speier-house-intelligence-committee-request\"><ins>demanding</ins></a> answers from Elon Musk about a recent “platform manipulation campaign” related to recent protests in China. In a letter to the Twitter CEO, Representatives Raja Krishnamoorthi, Adam Schiff and Jackie Speier write that they have “deep concern” about the recent <a href=\"https://www.engadget.com/twitter-spam-hides-china-covid-protests-152534633.html\"><ins>spam campaign</ins></a> that drowned out tweets about the protests.</p><p>The lawmakers want Musk to answer questions about whether Twitter has any evidence the spam campaign was a state-backed effort by the People’s Republic of China (PRC). “To ensure that the United States is prepared to counter, thwart, and deter foreign influence threats online, it is critical that we understand the extent of the PRC’s potential manipulation of Twitter and identify how recent changes at Twitter are affecting the threat of CCP foreign influence operations on social media,” they write.</p><span id=\"end-legacy-contents\"></span><p>The lawmakers also address recent changes at Twitter under Musk’s leadership, with questions about what Twitter’s “emphasis on free speech” means for information access on the platform; as well as whether the company has the “capacity” to identify platform manipulation campaigns.</p><p>Since Musk took over Twitter, questions have swirled about how he will handle the platform’s dealings with Chinese officials, such as requests <a href=\"https://www.wsj.com/articles/twitters-free-speech-problem-is-teslas-too-11667818396\"><ins>to remove</ins></a> “state affiliated” labels from their accounts. Tesla, the other company Musk runs, is highly dependent <a href=\"https://www.wsj.com/articles/twitters-free-speech-problem-is-teslas-too-11667818396\"><ins>on China</ins></a> for manufacturing.</p><p>So far, Musk hasn’t publicly acknowledged the letter, which provides a December 31st deadline for a response. Twitter no longer has a communications team. However, Musk has shown little regard for other letters from lawmakers. He recently addressed <a href=\"https://www.cnbc.com/2022/11/13/sen-ed-markey-hits-back-at-elon-musk-after-his-response-to-questions-about-impersonation-.html\"><ins>a letter</ins></a> from Massachusetts Senator Ed Markey about Twitter’s failure to stop impersonation attempts with a <a href=\"https://twitter.com/elonmusk/status/1591813228119855104\"><ins>dismissive</ins></a> tweet.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/dyson-zone-noise-canceling-headphones-pricing-availability-announced-000119196.html?src=rss", "title": "Dyson’s Zone air-purifying headphones start at $949", "date_published": "2022-12-08 00:01:19+00:00", "description": "<p>When <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8b96b196-8902-4854-bf81-2e614eba034c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dyson&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4Yjk2YjE5Ni04OTAyLTQ4NTQtYmY4MS0yZTYxNGViYTAzNGMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZHlzb24uY29tL2VuIiwiY29udGVudFV1aWQiOiI1MDE4MTlmOS1jMDgxLTQwODYtOTY3Yy0xYmM2MzNlNjMzNzcifQ&amp;signature=AQAAAfRObfQ6vMnwsQ44-b1Me6uwFyHvhuHZQ96ulkcQUKS1&amp;gcReferrer=https%3A%2F%2Fwww.dyson.com%2Fen\">Dyson</a> announced its <a href=\"https://www.engadget.com/dyson-zone-headphones-mask-wearable-air-filtration-device-050027799.html\"><ins>Zone noise-canceling and air-purifying headphones</ins></a> earlier this year, the company kept some details close to its chest. Specifically, Dyson didn’t announce pricing or availability, nor did it say much about battery life. On Wednesday, it shared that information. Let’s begin with the detail everyone wants to know. When the wearable arrives in the US next March, it will start at an eye-watering $949, making it almost twice as expensive as the <a href=\"https://www.engadget.com/airpods-max-review-143019326.html\"><ins>AirPods Max</ins></a>.</p><p>At first, Dyson will begin accepting preorders by appointment only before the headphones become available through its website and Demo stores across the country. In the US, the company will offer the wearable in two colorways: Ultra Blue/Prussian Blue and Prussian Blue/Bright Copper. The latter will only be available directly from the company, but it comes with a few extras, including a second electrostatic carbon filter, a soft pouch and an inflight adaptor kit.</p><span id=\"end-legacy-contents\"></span><div id=\"333ca862e43f4861b20abc48baca499b\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Both the standard and Dyson Direct models come with the Zone’s signature vizor, as well as a dedicated sleeve and cleaning brush. According to Dyson, the electrostatic filters are rated to provide up to 12 months of use before they should be replaced. The filters feature a dual-layer design that incorporates potassium-enriched carbon to capture acidic gasses like nitrogen dioxide, sulfur dioxide and ozone. All told, the company claims the filters will block 99 percent of particles, including ones that are as small as 0.1 microns.</p><p>On the audio front, the Zone headphones are capable of up to 38 decibels of noise cancellation and feature 40-millimeter neodymium drivers. You can use the MyDyson companion app to choose between three audio equalization modes dubbed Dyson EQ, Bass Boost and Neutral. At launch, the headphones will support SBC, AAC and LHDC audio codecs, as well as Bluetooth 5.0.</p><p>Battery life will depend on how extensively you use the Zone’s air filtration feature. If it’s not powering the Visor, the Zone’s 2,600mAh battery can provide up to 50 hours of listening time on a single charge. Using the visor at its slowest setting reduces battery life to a modest four hours. Increasing purification speed to the “Mid” and “High” flow settings further reduces battery life to two-and-a-half hours and one-and-a-half hours, respectively. Using USB-C charging, Dyson says it will take about three hours to take the battery from dead to 100 percent. All of that means you will need to be selective about when you decide to use the visor.</p>", "persistent": false}]