[{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kryzys-energetyczny-brytyjczycy-dostana-dodatek-za-mroz/czlwevq", "title": "Kryzys energetyczny. Brytyjczycy dostaną dodatek za mróz", "date_published": "2022-12-08 21:12:34+00:00", "description": "Wielka Brytania wypłaci pierwsze w tym sezonie dodatki za mroźną pogodę niektórym najbardziej narażonym gospodarstwom domowym, ponieważ temperatura spadła w nocy poniżej zera. Z powodu kryzysu energetycznego i wzrostu rachunków za prąd i gaz, płatności mają większe znaczenie niż kiedykolwiek. Wielu Brytyjczyków nie stać na ogrzewanie, a samorządy oferują przestrzenie publiczne, takie jak muzea i biblioteki, jako ciepłe centra.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/tsue-google-musi-usunac-nieprawdzie-informacje-z-wynikow-wyszukiwania/4tvq8hb", "title": "TSUE: Google musi usunąć \"nieprawdzie\" informacje z wyników wyszukiwania", "date_published": "2022-12-08 20:30:47+00:00", "description": "Google powinien usuwać informacje z wyników wyszukiwania, jeśli użytkownicy udowodnią, że są one w oczywisty sposób nieprawdziwe — wynika z czwartkowego orzeczenia Trybunał Sprawiedliwości Unii Europejskiej (TSUE).", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/prezes-pis-o-emeryturach-stazowych-nie-stac-nas-wyjatkiem-moze-byc-jedna-grupa/c8hpc3k", "title": "Prezes PiS o emeryturach stażowych: nie stać nas. Wyjątkiem może być jedna grupa", "date_published": "2022-12-08 19:53:35+00:00", "description": "Nie stać nas na emerytury stażowe, bo ich wprowadzenie oznaczałoby, że na emerytury przechodziłyby kobiety niewiele po pięćdziesiątce, czyli po prostu młódki — mówił w Chojnicach prezes PiS Jarosław Kaczyński. Ocenił, że byłaby to druga pensja, bo większość osób nie porzuciłaby pracy. Dodał, że jako wyjątkiem w kwestii emerytur stażowych może tylko jedną grupę.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/emerytury-stazowe-prezes-pis-nie-stac-nas-wyjatkiem-moze-byc-jedna-grupa/c8hpc3k", "title": "Prezes PiS o emeryturach stażowych: nie stać nas. Wyjątkiem może być jedna grupa", "date_published": "2022-12-08 19:53:35+00:00", "description": "Nie stać nas na emerytury stażowe, bo ich wprowadzenie oznaczałoby, że na emerytury przechodziłyby kobiety niewiele po pięćdziesiątce, czyli po prostu młódki — mówił w Chojnicach prezes PiS Jarosław Kaczyński. Ocenił, że byłaby to druga pensja, bo większość osób nie porzuciłaby pracy. Dodał, że wyjątkiem w kwestii emerytur stażowych może być tylko jedna grupa.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ue-tez-chce-walczyc-z-mafia-vatowska-ujawnia-swoj-plan/0zec0z8", "title": "UE też chce walczyć z \"mafią vatowską\". Ujawnia swój plan", "date_published": "2022-12-08 18:37:08+00:00", "description": "Unia Europejska ujawniła plany zebrania dodatkowych kilkunastu miliardow euro podatku VAT rocznie. Nowe przepisy mają również wprowadzić zmiany dla platform typu Uber i Airbnb — pisze \"Financial Times\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wilk-w-kaszmirowym-plaszczu-pokonal-elona-muska-co-o-nim-wiadomo/wkctlw5", "title": "To on na chwilę zdetronizował Elona Muska. \"Dzień zaczyna o 6:30 w XVII-wiecznej rezydencji\"", "date_published": "2022-12-08 17:56:55+00:00", "description": "Na liście najbogatszych ludzi na świecie według \"Forbesa\" wyprzedził Elona Muska tylko na chwilę i wyłącznie ze względu na środowy spadek akcji Tesli na nowojorskiej giełdzie. Jednak ta wiadomość rozeszła się w mediach lotem błyskawicy. To nie był zresztą pierwszy raz, kiedy francuski biznesmen Bernard Arnault trafił na szczyt zestawienia jedynie tymczasowo. W grudniu 2019 r. i styczniu 2020 r. wyprzedził na krótko Jeffa Bezosa. Na pierwsze miejsce rankingu wskoczył też na kilka godzin w maju 2022 r. Od zadomowienia się tam na stałe dzieli go jednak niewiele.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/malzenstwa-jednoplciowe-wazna-decyzja-w-usa/wcrsh4r", "title": "Małżeństwa jednopłciowe. Ważna decyzja w USA", "date_published": "2022-12-08 17:13:06+00:00", "description": "Izba Reprezentantów zatwierdziła w czwartek nowe przepisy, które mają umocnić prawa do małżeństw osób tej samej płci w prawie federalnym USA. Zwolennicy małżeństw jednopłciowych twierdzą, że ustawa jest najważniejszym aktem prawnym dotyczącym praw gejów, jaki uchwalono w Kongresie od ponad dekady — pisze \"Wall Street Journal\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/nowy-pit-11-jak-go-wypelnic-na-co-uwazac/mz6sld8", "title": "Nowy PIT-11. Wyjaśniamy, jak nie popełnić błędów", "date_published": "2022-12-08 16:57:07+00:00", "description": "Firmy już w grudniu przygotowują się do wypełnienia PIT-11. Jest w nim sporo nowości, a my wyjaśniamy, o czym jeszcze trzeba wiedzieć. Nowy formularz uwzględnia zmiany wprowadzone Polskim Ładem 1.0 i 2.0. Przygotowując go, nie można pomylić wersji, a są dwie. Trzeba również pamiętać o uwzględnieniu nowych ulg, jeśli rozliczane były już przy zaliczkach. Nie można też zapomnieć o składkach zdrowotnych i paru innych kwestiach.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/przejecia-dla-pko-bp-to-tylko-opcja-glownym-celem-wzrost-organiczny/q2py39w", "title": "Przejęcia dla PKO BP to tylko opcja. Głównym celem wzrost organiczny", "date_published": "2022-12-08 16:07:57+00:00", "description": "Priorytetem PKO BP w nowej strategii jest rozwój organiczny, nie ma planów emisji akcji pod ewentualne akwizycje i utrzymanie polityki dywidendowej. Bank ocenia, że także skup akcji może okazać się atrakcyjnym sposobem dystrybucji kapitału.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/jak-dlugo-trzeba-sie-uczyc-by-zostac-ekspertem/3tpv10r", "title": "Wystarczy 10 tys. godzin ćwiczeń, by zostać ekspertem? Ta zasada jest nie do końca prawdziwa", "date_published": "2022-12-08 15:37:00+00:00", "description": "By zostać ekspertem w jakiejś dziedzinie, trzeba poświęcić na to 10 tys. godzin — taką tezę postawił kiedyś psycholog K. Anders Ericsson, który badał wybitnych specjalistów z różnych branż i zawodów. Przekonanie to upowszechnił Malcolm Gladwell w książce \"Outliers\", ale niekoniecznie jest ono prawdą.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/prezes-nbp-mowi-co-dalej-ze-stopami-jak-hydra-inflacji-podniesie-leb/82ntt8z", "title": "Prezes NBP mówi, co dalej ze stopami: jak hydra inflacji podniesie łeb...", "date_published": "2022-12-08 15:19:56+00:00", "description": "— Cykl jest zawieszony, ale nie mówimy, że to koniec — powiedział prezes NBP Adam Glapiński, zapytany o dalsze podwyżki stóp procentowych. — Jak hydra inflacji podniesie łeb, zwiększymy stopy — zapewnił.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/szef-nbp-o-jacku-kurskim-ma-najwyzsze-kwalifikacje/rklfgec", "title": "Szef NBP o Jacku Kurskim: ma najwyższe kwalifikacje", "date_published": "2022-12-08 15:14:48+00:00", "description": "Szef NBP Adam Glapiński podczas swojego comiesięcznego wystąpienia, w którym komentuje decyzję RPP dotyczącą stóp procentowych, został zapytany o nową posadę Jacka Kurskiego w Banku Światowym. — Znam pana Kurskiego od wielu lat. Zna się na finansach i ekonomii lepiej niż niektórzy eksperci, którzy wypowiadają się na ten temat — stwierdził.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/bfc-narciarski-all-inclusive/vft07dm", "title": "BFC – narciarski all inclusive", "date_published": "2022-12-08 14:55:00+00:00", "description": "Wyjazdy z BFC to najlepsze hotele, świetne regiony narciarskie i szkolenie z instruktorami o najwyższych kwalifikacjach. A także ekskluzywny program atrakcji dla dorosłych i dzieci - mówi Maciej Szpot, prezes grupy BFC.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/kryptowaluty-trudniej-bedzie-uciec-z-podatkami-ke-chce-uszczelnienia-systemu/4ejnkk5", "title": "Kryptowaluty. Trudniej będzie uciec od podatku", "date_published": "2022-12-08 14:50:59+00:00", "description": "Komisja Europejska chce, aby podatnicy nie uciekali od opodatkowania kryptowalut. Zaproponowała dziś nowe przepisy dotyczące przejrzystości podatkowej. Mają one objąć wszystkich dostawców usług obsługujących transakcje na kryptowalutach.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/kup-jedna-z-najpopularniejszych-suszarek-i-pozbadz-sie-kilku-problemow/fnk5dr0", "title": "Kup jedną z najpopularniejszych suszarek i pozbądź się kilku problemów", "date_published": "2022-12-08 14:41:00+00:00", "description": "Suszarka automatyczna może wpłynąć na obniżenie się poziomu wilgoci w domu. Poza tym właściciele suszarek zauważają też, że w mieszkaniu jest znacznie mniej kurzu, który powstaje podczas rozwieszania i składania prania. Sprawdź ranking suszarek według danych ze Skąpiec.pl i wybierz model dla siebie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/kierunek-tajlandia-tylko-wysoko-oceniane-obiekty-przy-plazy/xfj79rj", "title": "Kierunek Tajlandia. Tylko wysoko oceniane obiekty przy plaży", "date_published": "2022-12-08 14:21:00+00:00", "description": "Tajlandia to kierunek marzenie. Na wakacje życia warto wybrać miejsce na miarę naszych oczekiwań, dlatego wyselekcjonowaliśmy dla was tylko wysoko oceniane obiekty przy plaży na tajskich wysepkach oraz w Tajlandii kontynentalnej. Przy poszukiwaniu wyjątkowych hoteli i resortów posiłkowaliśmy się opiniami użytkowników Google, z serwisów rezerwacyjnych oraz opiniami klientów renomowanego biura podróży, jakim jest Rainbow.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/konferencja-prezesa-nbp-adam-glapinski-o-inflacji-i-gospodarce-polska-jest-krajem/v5x0q7w", "title": "Prezes NBP: w Polsce nie przewidujemy recesji", "date_published": "2022-12-08 14:20:43+00:00", "description": "W Polsce nie przewidujemy recesji, ale może się zdarzyć, że zejdziemy do tempa wzrostu PKB na poziomie około zera — powiedział prezes NBP Adam Glapiński podczas konferencji prasowej w czwartek. Dodał, że inflacja jest cały czas bardzo wysoka. Podał prognozy, kiedy można spodziewać się wzrostu cen.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/batalie-rafako-ze-spolkami-skarbu-panstwa-przyszlosc-wykonawcy-bloku-w-jaworznie-wisi/t8m3129", "title": "Batalie Rafako ze spółkami Skarbu Państwa. Przyszłość wykonawcy bloku w Jaworznie znów wisi na włosku", "date_published": "2022-12-08 14:20:31+00:00", "description": "W czwartek zespoły negocjacyjne Gaz-Systemu, który zarządza najważniejszymi gazociągami w Polsce, spotkały się z przedstawicielami Rafako — firmy, która odpowiada m.in. za budowę bloku w Elektrowni Jaworzno — wynika z informacji Business Insider Polska. Spółki spierają się o dwa nierozliczone kontrakty. Dotarliśmy do wewnętrznej korespondencji między firmami, w której władze Rafako zarzucają gazowniczej spółce opóźnianie zawarcia porozumienia, co uniemożliwiło dopięcie umowy z inwestorem, czyli spółką kontrolowaną przez miliardera Michała Sołowowa. Bez nowego właściciela Rafako może nie przetrwać.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/amerykanska-koszykarka-brittney-griner-wymieniona-na-handlarza-bronia-wiktora-buta/pny9bnt", "title": "Amerykańska koszykarka Brittney Griner wymieniona na handlarza bronią Wiktora Buta", "date_published": "2022-12-08 14:07:12+00:00", "description": "Koszykarka Brittney Griner, która została skazana w Rosji na karę dziewięciu lat więzienia, została wymieniona na przebywającego od lat w amerykańskim więzieniu rosyjskiego handlarza bronią Wiktora Buta – podała stacja CNN. Informację o uwolnieniu Griner potwierdził prezydent USA Joe Biden.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/niemieckie-patrioty-dla-polski-zapadla-decyzja/r7hgv1c", "title": "Szef MON rozmawiał z Niemcami. Jest decyzja w sprawie patriotów", "date_published": "2022-12-08 13:38:28+00:00", "description": "Niemcy i Polska osiągnęły wstępne porozumienie w sprawie rozmieszczenia niemieckich zestawów przeciwlotniczych Patriot na terenie Polski — podaje portal BiznesAlert.pl, powołując się na słowa rzecznika niemieckiego ministerstwa obrony.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/polskie-start-upy-z-przelomowymi-pomyslami-pomoze-im-ing-bank-slaski/lm69g68", "title": "Polskie start-upy z przełomowymi pomysłami. Pomoże im ING Bank Śląski", "date_published": "2022-12-08 13:32:22+00:00", "description": "Odzyskiwanie surowców z fusów z kawy, bio-opakowania, wegańska skóra, roślinne jajka czy budowlane „Vinted” – młode polskie firmy pokazują, że wiedzą, jak połączyć przedsiębiorczość z odpowiedzialnością za losy planety. A w rozwinięciu skrzydeł pomoże im jeden z największych banków w Polsce.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/szczepienia-na-covid-19-dla-najmlodszych-dzieci-od-12-grudnia/2vz1wym", "title": "Od 12 grudnia ruszają szczepienia na COVID-19 dla najmłodszych dzieci", "date_published": "2022-12-08 13:16:55+00:00", "description": "Od 12 grudnia będzie można zarejestrować na szczepienie przeciw COVID-19 dzieci od 6 miesięcy do 4 lat – powiedział minister zdrowia Adam Niedzielski.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/najwiekszy-polski-bank-przedstawia-strategie-i-kladzie-duzy-nacisk-na-cyfryzacje/krsldqb", "title": "Największy polski bank przedstawia strategię i kładzie duży nacisk na cyfryzację", "date_published": "2022-12-08 13:03:44+00:00", "description": "PKO Bank Polski przedstawił strategię na lata 2023-2025, z której wynika, że chce pozyskać sporo klientów, finansować zielone inwestycje, utrzymać dobrą spłacalność kredytów, poprawić efektywność kosztową, zwiększyć rentowność i dzielić się zyskiem z akcjonariuszami.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/powolania-na-cwiczenia-rezerwy-szef-rekrutacji-odpowiada-na-pytania/wv6g94w", "title": "Powołania na ćwiczenia rezerwy. Szef rekrutacji odpowiada na pytania", "date_published": "2022-12-08 12:38:42+00:00", "description": "Ministerstwo Obrony Narodowej opublikowało liczbę osób, które mogą być powołane w 2023 r. do czynnej służby wojskowej, oraz tych, które mogą pełnić służbę w rezerwie. W sumie wezwanie może dostać 250 tys. żołnierzy rezerwy, o ile nie skończyli 55 lat lub nie pełnią jakiejś ważnej funkcji. Szef Centralnego Wojskowego Centrum Rekrutacji płk Mirosław Bryś podczas briefingu prasowego udzielił wyjaśnień dotyczących powoływania na ćwiczenia rezerwy pasywnej w 2023 r.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/polskie-banki-znowu-notuja-miliardowe-zyski-pazdziernikowy-wynik-jest-rekordowy/9vlhkqj", "title": "Polskie banki znowu notują miliardowe zyski. Październikowy wynik jest rekordowy", "date_published": "2022-12-08 12:31:31+00:00", "description": "Banki w Polsce — bez obciążeń takich jak wakacje kredytowe i rezerwy na hipoteki frankowe oraz z wciąż bardzo silnymi przychodami dzięki wyższym stopom procentowym — notują spore zyski. Narodowy Bank Polski przedstawił najnowsze dane.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/polskie-banki-znowu-notuja-miliardowe-zyski-rekordowy-ale-nietypowy-wynik-w/9vlhkqj", "title": "Polskie banki znowu notują miliardowe zyski. Rekordowy, ale nietypowy wynik w październiku", "date_published": "2022-12-08 12:31:31+00:00", "description": "Banki w Polsce — bez obciążeń takich jak wakacje kredytowe i rezerwy na hipoteki frankowe oraz z wciąż bardzo silnymi przychodami dzięki wyższym stopom procentowym — notują spore zyski. Narodowy Bank Polski przedstawił najnowsze dane. Spory wpływ na rezultaty miała przymusowa restrukturyzacja Getin Noble Banku, która zaburza porównywalność.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/masz-wolny-internet-kup-jeden-z-najpopularniejszych-wzmacniaczy-wi-fi/nqpzcyq", "title": "Wzmacniacze wi-fi, które przyspieszą twój internet — ranking popularności", "date_published": "2022-12-08 12:19:00+00:00", "description": "W najnowszym rankingu popularności wzmacniaczy wi-fi na podstawie danych ze Skąpiec.pl nastąpiło sporo przetasowań. Jedna rzecz się nie zmieniła — każde z tych urządzeń może pomóc przyspieszyć internet. Sprawdź, który model będzie skuteczny w twoim domu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pandemia-w-chinach-nie-odpuszcza-w-pekinie-brakuje-lekow-przeciwgoraczkowych/f6flrfg", "title": "\"Financial Times\": Pandemia w Chinach nie odpuszcza, w Pekinie brakuje leków przeciwgorączkowych", "date_published": "2022-12-08 12:09:36+00:00", "description": "W Pekinie szaleje kolejna fala koronawirusa i zaczyna brakować środków medycznych. Kliniki przeznaczone dla pacjentów z COVID-19 szybko się zapełniają, a niektóre szpitale zaczęły racjonować ibuprofen i paracetamol — pisze w czwartek \"Financial Times\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/to-ona-miala-byc-ministrem-sprawiedliwosci-po-puczu-w-niemczech/slkgzj3", "title": "To ona miała być ministrem sprawiedliwości po puczu w Niemczech", "date_published": "2022-12-08 11:43:45+00:00", "description": "Sędzia Birgit Malsack-Winkemann należy do \"Obywateli Rzeszy\", którzy planowali obalenie rządu RFN - twierdzą władze. Miała pełnić funkcję \"ministra sprawiedliwości\" w nowych Niemczech. Gdy zasiadała z ramienia partii AfD w Bundestagu agitowała przeciwko uchodźcom i protestowała przeciwko polityce związanej z pandemią COVID-19.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/koniec-wibor-u-w-duzym-polskim-banku/4n9wl35", "title": "Koniec WIBOR-u w dużym polskim banku", "date_published": "2022-12-08 11:40:31+00:00", "description": "ING Bank Śląski zawiesza sprzedaż kredytów hipotecznych ze zmiennym oprocentowaniem do połowy przyszłego roku, kiedy planuje wprowadzić oprocentowanie zmienne oparte o nowy indeks WIRON. W tym czasie będzie oferował kredyty hipoteczne tylko ze stałą stopą.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/ile-zarabia-mechanik-samochodowy-trwa-wyscig-o-pracownika/2hd5bwk", "title": "Ile zarabia mechanik samochodowy? Trwa wyścig o pracownika", "date_published": "2022-12-08 11:39:46+00:00", "description": "Aż 40 proc. mechaników pracujących w zawodzie pięć lub więcej lat zarabia powyżej 5,5 tys. zł netto miesięcznie. Najwyższe wynagrodzenie otrzymują kierownicy warsztatów, ale na zarobki nie mogą też narzekać mechanicy specjalizujący się w lakierowaniu pojazdów. Wysokość pensji zależy też od lokalizacji warsztatu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wszawica-w-szkolach-rekordowa-sprzedaz-preparatow-na-wszy/wvydxtp", "title": "Rekordowa sprzedaż preparatów na wszy. Powrót do szkół napędza biznes", "date_published": "2022-12-08 11:37:35+00:00", "description": "Wyniki sprzedaży niewidziane od co najmniej 2019 r. notują producenci preparatów na wszy — donosi \"Dziennik Gazeta Prawna\". Rozprzestrzenianiu się wszawicy pomógł naturalnie pocovidowy powrót do nauki stacjonarnej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://www.forbes.pl/finanse/inwestowanie-lubi-czas/wd4y9rn", "title": "Inwestowanie lubi czas", "date_published": "2022-12-08 11:07:52+00:00", "description": "Inwestowanie jest drogą, często długą i krętą, ale jednocześnie bardzo ciekawą. Do takiej podróży trzeba się bardzo d...", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/ten-luksusowy-jacht-w-calosci-powstal-w-polsce-tak-prezentuje-sie-na-tle-gdanska/q4mls1g", "title": "Ten luksusowy jacht w całości powstał w Polsce. Tak prezentuje się na tle Gdańska [ZDJĘCIA]", "date_published": "2022-12-08 10:57:11+00:00", "description": "Największy luksusowy jacht, jaki powstał w Polsce, został oficjalnie zaprezentowany w Gdańsku. Odpowiada za niego Conrad Shipyard.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/makroekonomia/co-musialoby-sie-zmienic-aby-rada-polityki-pienieznej-zmienila-stopy-procentowe-w/kele7tm", "title": "Co musiałoby się zmienić, aby Rada Polityki Pieniężnej zmieniła stopy procentowe w górę albo dół", "date_published": "2022-12-08 10:53:51+00:00", "description": "Większość rynku nie oczekuje już podwyżek stóp procentowych w tym cyklu, ale nie można jednoznacznie stwierdzić, że to pewny scenariusz. Może zdarzyć się tak, że konieczne będzie dalsze zacieśnienie polityki pieniężnej. Zanim jednak do tego dojdzie, musiałoby minąć co najmniej kilka miesięcy. Pojawiają się też skrajnie odmienne prognozy, zakładające, że najbliższą decyzją Rady Polityki Pieniężnej — choć także nie należy jej oczekiwać na najbliższych posiedzeniach — będą obniżki kosztu pieniądza.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wielka-brytania-wybuduje-pierwsza-od-35-lat-kopalnie-wegla/mpdhrfz", "title": "Wielka Brytania wybuduje pierwszą od 35 lat kopalnię węgla", "date_published": "2022-12-08 10:50:32+00:00", "description": "Jeszcze rok temu Wielka Brytania wzywała inne kraje, by \"odesłać węgiel do historii\". Dziś tamtejszy rząd właśnie wydał zgodę na budowę pierwszej od 35 lat głębinowej kopalni węgla.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/setki-osob-chca-pracowac-w-twitterze-20-muska/wd9145z", "title": "Setki osób chcą pracować w Twitterze 2.0 Elona Muska. Masowe zwolnienia ich nie wystraszyły", "date_published": "2022-12-08 10:21:35+00:00", "description": "Nawet po tym, jak miliarder zwolnił połowę pracowników, wciąż nie brakuje chętnych do pracy w Twitterze. Widać to po odzewie na ogłoszenia zamieszczone w serwisie LinkedIn.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/kurierzy-juz-wiedza-to-beda-dla-nich-najgorsze-swieta-od-lat/nzcbc3q", "title": "Kurierzy już wiedzą. To będą dla nich najgorsze święta od lat", "date_published": "2022-12-08 10:17:58+00:00", "description": "W tym roku sezon przedświąteczny będzie dla kurierów najgorszy od lat. Powodów jest wiele, ale przede wszystkim dobijająca Polaków inflacja. Z tego powodu zamawiamy mniej, co odbija się na firmach dostarczających paczki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/polityka/jaki-uderza-w-morawieckiego-i-jego-ludzi-frakcja-bankowa/2g4g006", "title": "Jaki uderza w Morawieckiego i jego ludzi. \"Frakcja bankowa\"", "date_published": "2022-12-08 10:07:02+00:00", "description": "Eurodeputowany Patryk Jaki w programie Sedno Sprawy w Radiu Plus nazwał premiera Mateusza Morawieckiego i jego otoczenie \"frakcją bankową w PiS\", która \"nie rozumie unijnej polityki\". Stwierdził też, że obecny szef rządu to dla Solidarnej Polski \"mniejsze zło\".", "persistent": false}]