[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/self-described-incel-faces-life-in-prison-after-pleading-guilty-to-attempted-murder-of-3000-women", "title": "Self-Described ‘Incel’ Faces Life In Prison After Pleading Guilty To Attempted Murder Of 3,000 Women", "date_published": "2022-10-12 18:59:02+00:00", "description": "A self-described &#8220;incel&#8221; is facing life in prison after he pleaded guilty in federal court today for attempting to murder 3,000 women. The Department of Justice said in a statement that Tres Genco, 22, of Hillsboro, Ohio, admitted to targeting and surveilling women at an Ohio university in 2020. He was arrested by federal law ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-katie-hobbs-flees-into-bathroom-to-escape-project-veritas-actions-questions", "title": "WATCH: Katie Hobbs Flees Into Bathroom To Escape Project Veritas Action’s Questions", "date_published": "2022-10-12 18:39:12+00:00", "description": "Arizona Secretary of State Katie Hobbs retreated into a restaurant bathroom to escape questioning from an activist, only leaving when a staff member and car came by to whisk her away. A representative with the activist group Project Veritas Action (PVA), known for its hidden camera stings, approached Hobbs, the Democratic nominee to be the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/professor-at-catholic-notre-dame-university-helps-students-access-abortions-despite-indiana-abortion-ban", "title": "Professor At Catholic Notre Dame University Helps Students Access Abortions Despite Indiana Abortion Ban", "date_published": "2022-10-12 18:32:08+00:00", "description": "A professor at the University of Notre Dame is providing abortion access to students, despite a recently-passed state law banning abortion. Dr. Tamara Kay, a professor of global affairs and sociology at Notre Dame&#8217;s Keough School of Global Affairs, is one of several professors at the Catholic university offering access to abortifacient drugs and abortion ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/like-villains-from-a-batman-movie-the-green-goblin-gang-takes-nyc-crime-to-another-level", "title": "Like Villains From A Batman Movie: The ‘Green Goblin Gang’ Takes NYC Crime To Another Level", "date_published": "2022-10-12 18:17:22+00:00", "description": "It sounds like something straight out of Batman. Have you seen the “Green Goblin Gang” in New York City? It sounds like fiction. The “Green Goblin Gang” is a bunch of black women who were recently dressed in all neon green, jumped onto the subway, and began to pummel subway riders at a Times Square ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/raiders-star-davante-adams-in-legal-trouble-after-shoving-photographer-at-mnf", "title": "Raiders Star Davante Adams In Legal Trouble After Shoving Photographer At ‘MNF’", "date_published": "2022-10-12 17:50:43+00:00", "description": "Raiders star wide receiver Davante Adams is in legal trouble after he was seen on camera shoving a photographer after the team&#8217;s loss on &#8220;Monday Night Football&#8221; against the Kansas City Chiefs at Arrowhead Stadium. Initial reports Wednesday said the 29-year-old NFL player was facing a misdemeanor assault charge. However, later there was a clarification ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rob-schneider-reveals-which-democrat-pushed-him-over-the-edge-into-leaving-party-i-had-it-with-them", "title": "Rob Schneider Reveals Which Democrat Pushed Him ‘Over The Edge’ Into Leaving Party: ‘I Had It With Them’", "date_published": "2022-10-12 17:38:33+00:00", "description": "Actor and comedian Rob Schneider said during an interview Wednesday morning that he left the Democratic Party because of how they want to meddle in every aspect of people&#8217;s lives and because they are becoming more and more extreme in their views. Schneider made the remarks during a Fox News interview on &#8220;FOX &amp; friends&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pro-fishermen-allegedly-caught-cheating-on-video-charged-with-felonies", "title": "Pro Fishermen Allegedly Caught Cheating On Video Charged With Felonies", "date_published": "2022-10-12 17:26:09+00:00", "description": "Two pro fishermen were indicted on felony charges Wednesday after they were allegedly caught stuffing their fish with lead and other items before the weigh-in at an Ohio fishing tournament. Chase Cominsky and Jake Runyan were declared winners at the Lake Erie Walleye Trail Championship (LEWT) in Cleveland last month before their fellow competitors found ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/entrepreneur-same-companies-that-pulled-out-of-russia-will-not-say-a-peep-when-china-invades-taiwan", "title": "Entrepreneur: Same Companies That Pulled Out Of Russia ‘Will Not Say A Peep’ When China Invades Taiwan", "date_published": "2022-10-12 17:23:33+00:00", "description": "Strive Asset Management Executive Chairman Vivek Ramaswamy argued on Wednesday that the same American companies which left Russia after the invasion of Ukraine are too financially dependent on China to do the same if the nation attacks Taiwan. More than 1,000 companies in the Western world have decreased operations within Russia beyond the extent required ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/it-wasnt-enough-that-you-exploited-yourself-megyn-kelly-blows-up-on-kim-kardashian-who-puts-her-kids-on-camera-at-every-turn", "title": "‘It Wasn’t Enough That You Exploited Yourself’: Megyn Kelly Blows Up On Kim Kardashian Who Puts Her Kids ‘On Camera At Every Turn’", "date_published": "2022-10-12 17:18:20+00:00", "description": "Megyn Kelly said she doesn&#8217;t &#8220;feel empathetic&#8221; towards Kim Kardashian, saying that it apparently “wasn’t enough” for the reality star to exploit herself — she was dragging her kids into the spotlight. During the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast on Tuesday, the host spoke with the hosts of the Fifth Column Podcast, noting that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-best-worst-mcdonalds-happy-meal-toys-ever", "title": "Here Are The Best & Worst McDonald’s Happy Meal Toys Ever", "date_published": "2022-10-12 17:06:32+00:00", "description": "The introduction of McDonald’s Happy Meals for adults has people feeling all kinds of nostalgia for their youth. This marketing move has inspired fans to start thinking about the wonder of a drive-thru treat and how it delighted them back in the day. Happy Meals, which debuted in 1979, remain one of the most successful ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-ag-discusses-fentanyl-crisis-in-press-release-with-no-mention-of-border-crisis", "title": "California AG Discusses Fentanyl Crisis In Press Release With No Mention Of Border Crisis", "date_published": "2022-10-12 16:21:16+00:00", "description": "The fentanyl crisis is continuing to impact California, with new information announced on Wednesday demonstrating the scope of the problem without addressing the severe impact of the border crisis on the situation. On Wednesday, California Attorney General Rob Bonta released information on the fentanyl situation in the state and what the California Department of Justice ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-fing-evidence-russell-brand-blasts-biden-pfizer-after-exec-admits-covid-vaccine-was-never-tested-to-stop-transmission", "title": "‘No F***ing Evidence’: Russell Brand Blasts Biden, Pfizer After Exec Admits COVID Vaccine Was Never Tested To Stop Transmission", "date_published": "2022-10-12 16:01:55+00:00", "description": "Podcaster Russell Brand blasted President Joe Biden and Pfizer after a top executive with the company admitted they &#8220;never tested transmission efficacy&#8221; of their COVID vaccine in the trials. During Rumble&#8217;s &#8220;Stay Free with Russell Brand&#8221; podcast Wednesday, the host opened the show by pointing out that Janine Small, Pfizer&#8217;s president of international developed markets, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-alex-jones-ordered-to-pay-nearly-1-billion-to-families-of-sandy-hook-victims", "title": "BREAKING: Alex Jones Ordered To Pay Nearly $1 Billion To Families Of Sandy Hook Victims", "date_published": "2022-10-12 16:01:02+00:00", "description": "A jury in Connecticut has ordered conspiracy theorist Alex Jones to pay more than $950 million to the families of eight victims who were killed during the 2012 mass shooting at Sandy Hook Elementary School. For years, Jones had claimed that the shooting was staged and that the families were crisis actors in an effort ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/politico-europe-credits-vladimir-putin-for-ushering-in-the-green-revolution", "title": "Politico Europe Credits Vladimir Putin For Ushering In The Green Revolution", "date_published": "2022-10-12 15:35:05+00:00", "description": "Politico Europe credited Russian President Vladimir Putin for forcing the world to move toward green energy alternatives when he invaded Ukraine. The outlet published a list referred to as the &#8220;Green 28,&#8221; naming the 28 most influential European figures in the ongoing push to address climate change by adopting renewable energy sources — and Putin ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thanks-to-biden-our-nations-top-science-research-just-got-a-whole-lot-more-woke", "title": "Thanks To Biden, Our Nation’s Top Science Research Just Got A Whole Lot More ‘Woke’", "date_published": "2022-10-12 15:30:40+00:00", "description": "Last spring, this author warned that the Biden administration was readying to unleash a “total transformation of government” based on three of the main principles of Critical Race Theory: Diversity, Inclusion, and Equity (DIE). Now, the Department of Energy (DOE) is putting Critical Theory into practice by officially requiring all scientists and researchers to include ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fetterman-versus-oz-pennsylvania-senate-nominees-finally-nail-down-time-and-place-for-debate", "title": "Fetterman Versus Oz: Pennsylvania Senate Nominees Finally Nail Down Time And Place For Debate", "date_published": "2022-10-12 15:28:54+00:00", "description": "After weeks of negotiations, Pennsylvania Lt. Governor and Democratic Senate nominee John Fetterman agreed to a debate with his Republican rival, celebrity cardiologist Dr. Mehmet Oz. The two candidates will debate live for one hour on Tuesday, October 25, at 8:00 p.m. in what will likely be the only scheduled face-to-face encounter ahead of Election ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/his-parents-escaped-vietnam-in-the-dark-of-night-today-hes-an-american-patriot", "title": "His Parents Escaped Vietnam In The Dark Of Night. Today, He’s An American Patriot.", "date_published": "2022-10-12 15:19:21+00:00", "description": "The first American president Hoang Lam’s family ever supported was Ronald Reagan. Reagan’s conservative principles and staunch opposition to communism were echoed by the Lams’ real-world experience in coming to America as refugees from Vietnam. I first encountered Hoang on Twitter, and we quickly agreed to speak by phone. We learned we had a common ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/planned-parenthoods-foray-into-child-gender-transitions-featuring-your-tax-dollars", "title": "Planned Parenthood’s Foray Into Child Gender Transitions, Featuring Your Tax Dollars", "date_published": "2022-10-12 15:15:06+00:00", "description": "Planned Parenthood has gone all in on child gender transition services, which means you are paying for them. The nation’s largest abortion provider offers gender transition services at hundreds of clinics across the country, and because Planned Parenthood and its affiliates get more than half a billion dollars in government funding every year, that’s Americans’ ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/two-msm-newspapers-admit-biden-lies-but-declare-that-doesnt-make-him-a-liar", "title": "Two MSM Newspapers Admit Biden Lies But Declare That Doesn’t Make Him A Liar", "date_published": "2022-10-12 15:13:40+00:00", "description": "In a remarkable coincidence (unless the mainstream media gets together weekly to craft talking points to praise President Joe Biden), two top papers recently dropped stories declaring that Biden isn&#8217;t a bald-faced liar. Nope, he just &#8220;stretch[es] the available facts&#8221; and tells tales with the &#8220;factual edges shaved off.&#8221; &#8220;For more than four decades, Mr. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tulsi-gabbard-tells-rogan-that-harris-is-somebody-that-the-democratic-party-knows-that-they-can-control", "title": "Tulsi Gabbard Tells Rogan That Harris Is ‘Somebody That The Democratic Party Knows That They Can Control’", "date_published": "2022-10-12 14:49:58+00:00", "description": "Former Hawaii Congresswoman Tulsi Gabbard said the reason Vice President Kamala Harris got backing from Democrats in 2019 — when she didn&#8217;t — was because Harris was &#8220;somebody that the Democratic Party knows that they can control.&#8221; During Gabbard&#8217;s appearance Tuesday on &#8220;The Joe Rogan Experience&#8221; podcast, the recent Democratic Party ex-pat called out members ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-senate-candidate-fetterman-forced-to-use-giant-screen-for-interview-this-guys-in-bad-shape", "title": "Democrat Senate Candidate Fetterman Forced To Use Giant Screen For Interview: ‘This Guy’s In Bad Shape’", "date_published": "2022-10-12 14:37:04+00:00", "description": "U.S. Senate candidate John Fetterman, a Democrat running in Pennsylvania, conducted an in-person interview that aired this week with the help of a giant computer screen that translated what the interviewer was saying to him. The interview, which was taped on Friday, comes as polls have shown the race between Fetterman and Republican challenger Dr. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jim-cramer-says-theres-just-nothing-good-here-about-biden-inflation-numbers", "title": "Jim Cramer Says ‘There’s Just Nothing Good Here’ About Biden Inflation Numbers", "date_published": "2022-10-12 14:20:34+00:00", "description": "CNBC anchor Jim Cramer responded to the latest inflation numbers on Wednesday&#8217;s broadcast of &#8220;Squawk Box&#8221; — and he made it clear that President Joe Biden&#8217;s economy was not getting better. Cramer reacted to the numbers released Wednesday morning by the Bureau of Labor Statistics — which saw the Producer Price Index tick up 0.4% ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/they-once-ruled-the-silver-screen-5-hollywood-directors-who-lost-their-mojo", "title": "They Once Ruled The Silver Screen: 5 Hollywood Directors Who Lost Their Mojo", "date_published": "2022-10-12 14:18:29+00:00", "description": "Francis Ford Coppola directed one of the most beloved films of all time with 1972’s “The Godfather.” Two years later, many feel he topped himself with “The Godfather Part II.” Add other iconic films like “Apocalypse Now” (1979) and “The Conversation” (1974), and Coppola represented the very best of ‘70s cinema. His last great, — ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blackrock-refers-to-potential-chinese-military-invasion-of-taiwan-as-reunification", "title": "BlackRock Refers To Potential Chinese Military Invasion Of Taiwan As ‘Reunification’", "date_published": "2022-10-12 14:09:57+00:00", "description": "BlackRock referred to a potential military invasion of Taiwan as “reunification,” a phrase that aligns with the official policy of the Chinese government. Former Secretary of State Mike Pompeo and Strive Asset Management Executive Chairman Vivek Ramaswamy argued in a Monday opinion piece for The Wall Street Journal that BlackRock “raves about the importance of ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/an-omnigender-product-elon-musk-releases-new-consumer-good-sells-10000-within-a-few-hours", "title": "‘An Omnigender Product’: Elon Musk Releases New Consumer Good, Sells 10,000 Within A Few Hours", "date_published": "2022-10-12 14:07:42+00:00", "description": "Tesla and SpaceX CEO Elon Musk began peddling a cologne called “Burnt Hair” and sold 10,000 bottles within a few hours. The product, sold through tunneling and infrastructure startup The Boring Company, is marketed as “The Essence of Repugnant Desire” and sold for $100. The cologne vows to make buyers smell “just like leaning over ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/email-shows-sec-mayorkas-was-alerted-migrants-were-not-whipped-by-border-patrol", "title": "Email Shows Sec. Mayorkas Was Alerted Migrants Were Not Whipped By Border Patrol", "date_published": "2022-10-12 14:03:35+00:00", "description": "Fox News reporter Bill Melugin published an email on Wednesday that he said was delivered to Homeland Security Secretary Alejandro Mayorkas, alerting him prior to a major press conference that Border Patrol agents had never whipped migrants. The email, which Melugin also shared on Twitter, showed that Mayorkas had been provided with a statement from ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trust-me-im-a-nurse-mother-walked-in-on-alleged-serial-killer-nurse-murdering-her-newborn-court-hears", "title": "‘Trust me, I’m A Nurse’: Mother Walked In On Alleged Serial Killer Nurse Murdering Her Newborn, Court Hears", "date_published": "2022-10-12 13:57:23+00:00", "description": "A mother unknowingly walked in on an alleged serial killer nurse murdering her newborn child in 2015 at a hospital in England, prosecutors told a Manchester Crown Court this week. Lucy Letby, who formerly worked at Countess of Chester Hospital, allegedly murdered seven newborn children while on the job and tried to kill ten other ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ben-shapiro-watch-candace-owens-expose-black-lives-matter-as-daily-wire-fights-for-truth", "title": "Ben Shapiro: Watch Candace Owens Expose Black Lives Matter As Daily Wire Fights For Truth", "date_published": "2022-10-12 13:51:36+00:00", "description": "As Daily Wire host Candace Owens prepared to drop the hammer on Black Lives Matter with a new documentary exposing the organization’s shady financial dealings, its founder was sprucing up her pricey L.A. home, Ben Shapiro noted Wednesday. Patrice Cullors, BLM’s 39-year-old founder and former leader, just finished renovations on the $1.4 million Topanga Canyon ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/burning-up-their-plastic-bidenflation-fueling-soaring-credit-card-debt-report-says", "title": "‘Burning Up Their Plastic’: Bidenflation Fueling Soaring Credit Card Debt, Report Says", "date_published": "2022-10-12 13:51:14+00:00", "description": "In a harsh indictment of how inflation under President Joe Biden is crippling Americans, credit card debt is soaring as consumers are faced with skyrocketing prices. Economic figures from August offer compelling evidence of the surge in credit card debt. Revolving credit that month shot up a massive 18.1% while total consumer debt zoomed to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/st-louis-ranked-as-americas-most-dangerous-city-in-new-study", "title": "St. Louis Ranked As America’s Most Dangerous City In New Study", "date_published": "2022-10-12 13:49:56+00:00", "description": "St. Louis ranked last in a new study of the nation&#8217;s safest cities based on various factors, including crime levels, auto accidents, and natural disasters. The WalletHub report rated St. Louis last based on its low rankings in home and community safety and financial safety. In traffic fatalities per capita, St. Louis ranked 173 out ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-labor-department-announces-new-rule-to-crack-down-on-freelancing", "title": "Biden Labor Department Announces New Rule To Crack Down On Freelancing", "date_published": "2022-10-12 13:23:08+00:00", "description": "President Joe Biden’s Labor Department announced a proposed rule change on Tuesday that could discourage independent contracting, a work arrangement upon which millions of Americans rely. The new rule, which will undergo a public comment period slated to begin Thursday and conclude in November, would prompt regulators to consider whether independent contractors are “economically dependent” ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tulsi-gabbard-to-campaign-for-republican-senate-candidate-after-leaving-democratic-party", "title": "Tulsi Gabbard To Campaign For Republican Senate Candidate After Leaving Democratic Party", "date_published": "2022-10-12 13:10:19+00:00", "description": "Former Democratic presidential candidate Tulsi Gabbard is set to campaign for a Republican Senate hopeful after announcing her departure from the Democratic Party on Tuesday. Gabbard&#8217;s support of New Hampshire GOP Senate candidate Don Bolduc comes just one day after she said she is no longer a Democrat. “We don’t agree on every issue, but ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-real-reason-the-left-cant-stand-comedy", "title": "The Real Reason The Left Can’t Stand Comedy", "date_published": "2022-10-12 12:37:04+00:00", "description": "The late comedian and original cast member of “Saturday Night Live,” Gilda Radner, once said, “Humor is the truth, only faster.” The insightful phrase explains why modern-day SNL, as well as comedy across the board, is now a total disaster. Instead of entertaining the masses, today&#8217;s professional joke-tellers now think it their duty to advance ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/harvey-weinsteins-lawyer-describes-holding-cell-as-almost-medieval-and-unsanitary", "title": "Harvey Weinstein’s Lawyer Describes Holding Cell As ‘Almost Medieval’ And ‘Unsanitary’", "date_published": "2022-10-12 12:28:04+00:00", "description": "Harvey Weinstein&#8217;s lawyer is not thrilled with the conditions of his client’s holding cell where he’s awaiting trial. The disgraced Hollywood film producer is currently standing trial in Los Angeles for several sex crime charges revealed five years ago during the height of the #MeToo movement. Weinstein’s lawyer, Mark Werksman, told the judge Tuesday that his ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-oregon-democratic-mayor-pleads-guilty-to-child-pornography-charge", "title": "Former Oregon Democratic Mayor Pleads Guilty To Child Pornography Charge", "date_published": "2022-10-12 12:21:26+00:00", "description": "Former Beaverton, Oregon, Mayor Dennis &#8220;Denny&#8221; Doyle pleaded guilty in federal court on Tuesday for illegally possessing child pornography. Doyle, 73, waived indictment and pleaded guilty to one count of possessing child pornography. He will be sentenced on January 24, 2023, by U.S. District Court Judge Michael Mosman, according to a news release from the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/south-carolina-to-pull-final-200-million-from-leftist-blackrock-by-end-of-year", "title": "South Carolina To Pull Final $200 Million From ‘Leftist’ BlackRock By End Of Year", "date_published": "2022-10-12 12:15:14+00:00", "description": "South Carolina State Treasurer Curtis Loftis intends to pull the state’s remaining $200 million of holdings in asset management company BlackRock by the end of the year. Loftis is the latest of several conservative state officials to argue that environmental, social, and governance (ESG) investing represents an advancement of values not held by his constituents. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gaffe-machine-biden-turns-80-next-month-but-wont-peacock-for-milestone", "title": "‘Gaffe Machine’ Biden Turns 80 Next Month, But Won’t Peacock For Milestone", "date_published": "2022-10-12 12:15:14+00:00", "description": "In 1984, when President Ronald Reagan was running for re-election, the liberal media took aim at him for his age: He was already the oldest president ever to hold the office. After a debate with Democrat Walter Mondale (who would go on to lose 49 states), Reagan was assailed for having &#8220;lost his stamina.&#8221; The ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-u-s-government-developed-a-key-green-technology-the-biden-admin-gave-it-to-china", "title": "The U.S. Government Developed A Key Green Technology. The Biden Admin Gave It To China.", "date_published": "2022-10-12 11:59:33+00:00", "description": "The Department of Energy&#8217;s Inspector General is reviewing why the Joe Biden administration gave promising battery technology, developed by taxpayer dollars, to a Chinese company instead of making the batteries in the U.S."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cyndi-lauper-launches-girls-just-want-to-have-fundamental-rights-fund-to-support-abortion", "title": "Cyndi Lauper Launches ‘Girls Just Want To Have Fundamental Rights’ Fund To Support Abortion", "date_published": "2022-10-12 11:57:56+00:00", "description": "Singer Cyndi Lauper is going all in for abortion with the launch of her new initiative, “Girls Just Want To Have Fundamental Rights.” The 69-year-old activist revealed that her late mother, Catrine, was the inspiration behind this latest endeavor, which was named after her iconic 1983 song, “Girls Just Want To Have Fun.”  &#8220;If you ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/vintage-levis-found-in-abandoned-mine-sell-for-jaw-dropping-price", "title": "Vintage Levi’s Found In Abandoned Mine Sell For Jaw-Dropping Price", "date_published": "2022-10-12 11:36:31+00:00", "description": "There really was gold down in an abandoned New Mexico mine – in the form of a vintage pair of Levi&#8217;s that sold at auction for a stunning $76,000. The blue jeans, from the 1880s, were found by self-described “denim historian” Michael Harris in the mine, The Wall Street Journal reported. They may have been ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-york-times-latest-spin-grandpa-biden-is-simply-a-folksy-storyteller-trump-is-a-pure-liar", "title": "New York Times Latest Spin: Grandpa Biden Is Simply A Folksy Storyteller. Trump Is A Pure Liar.", "date_published": "2022-10-12 11:23:35+00:00", "description": "Man, being a Democratic politician like President Joe Biden is so easy. You can lie through your teeth for 50 years straight, and the worst criticism from the lapdog media you will receive is a New York Times article waving all that dishonesty away as &#8220;storytelling&#8221; and &#8220;folklore.&#8221; To save ink, let&#8217;s shorten &#8220;Biden&#8217;s storytelling&#8221; ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paris-hilton-claims-she-was-sexually-abused-at-boarding-school-as-a-teen", "title": "Paris Hilton Claims She Was Sexually Abused At Boarding School As A Teen", "date_published": "2022-10-12 11:11:47+00:00", "description": "Socialite Paris Hilton is opening up about sexual abuse she allegedly experienced at a boarding school in Utah when she was a teenager. The former reality show star discussed the experience with The New York Times during an emotional interview. Hilton said the alleged abuse occurred “very late at night” by staff members at Provo Canyon ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-idol-runner-up-willie-spence-dead-at-23", "title": "‘American Idol’ Runner-Up Willie Spence Dead At 23", "date_published": "2022-10-12 10:41:23+00:00", "description": "Singer Willie Spence, runner-up in Season 19 of &#8220;American Idol,&#8221; died on Tuesday at the age of 23. Spence passed away from injuries sustained during a car accident while in Tennessee, according to an update from his hometown news outlet, DouglasNow, in Douglas, Georgia. No other details were shared regarding the accident. “I received very ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-disney-star-embarks-on-spiritual-journey-discovering-witchcraft-in-new-movie", "title": "Former Disney Star Embarks On ‘Spiritual Journey’ Discovering Witchcraft In New Movie", "date_published": "2022-10-12 10:12:23+00:00", "description": "Former Disney star Vanessa Hudgens is coming out with a new reality movie documenting her exploration of witchcraft. The 33-year-old actress partnered with Bunim/Murray Productions to create the unscripted film, “Dead Hot: Season of the Witch,” per a report from Variety. The project follows Hudgens and her best friend, musician GG McGee, as they attempt ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-shaky-recession-prediction-no-i-dont-think-so-maybe-a-slight-one", "title": "Biden’s Shaky Recession Prediction: No…I Don’t Think So…Maybe A Slight One", "date_published": "2022-10-12 09:59:31+00:00", "description": "Based on President Joe Biden&#8216;s track record of failed predictions, it would appear a deep recession is incoming. On Tuesday evening, Biden joined CNN&#8217;s Jake Tapper for a game of softball sitdown interview and was asked, &#8220;Should the American people prepare for a recession?&#8221; Biden&#8217;s response didn&#8217;t imbue much confidence. &#8220;No&#8230;&#8221; he said before finding ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/medical-students-condemn-gender-binary-colonialism-praise-indian-medicine-in-bizarre-oath", "title": "Medical Students Condemn ‘Gender Binary,’ Colonialism, Praise Indian Medicine In Bizarre Oath", "date_published": "2022-10-12 09:51:34+00:00", "description": "Incoming medical students at University of Minnesota were led in a bizarre group oath chock full of woke references, including condemnation of “the gender binary,” and colonialism, as well as pledge to “honor all indigenous ways of healing.” The University of Minnesota Twin Cities Medical School class of 2026 students were led in reciting the oath ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/flying-saucer-spacecraft-could-presage-man-landing-on-mars", "title": "Flying Saucer Spacecraft Could Presage Man Landing On Mars", "date_published": "2022-10-12 09:41:29+00:00", "description": "If you see what looks like a flying saucer descending to earth after November 1, don’t panic; it may well be a new heat shield launched by NASA that may presage landing successfully on Mars. The Low-Earth Orbit Flight Test of an Inflatable Decelerator (LOFTID) will launch aboard a United Launch Alliance Atlas V rocket ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scandalous-pfizer-exec-tells-eu-lawmaker-covid-jab-was-never-tested-to-show-it-blocked-transmission", "title": "‘Scandalous’: Pfizer Exec Tells EU Lawmaker COVID Jab Was Never Tested To Show It Blocked Transmission", "date_published": "2022-10-12 09:34:01+00:00", "description": "A top Pfizer executive’s admission Monday to European lawmakers that the pharmaceutical giant never tested its COVID vaccine to determine if it stopped transmission is raising new questions about the global effort to compel people to get the jabs. Janine Small, Pfizer’s president of international developed markets, made the stunning admission while testifying before the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americas-suicidal-energy-policy-has-very-real-costs", "title": "America’s Suicidal Energy Policy Has Very Real Costs", "date_published": "2022-10-12 08:30:09+00:00", "description": "Last week, Saudi Arabia announced, in conjunction with OPEC+, that it would be cutting oil production in the face of dropping prices. That decision came in spite of the Biden White House’s lobbying in favor of increased production, which included a sycophantic visit by Biden to Saudi Prince Mohammed Bin Salman. In response to the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/angela-lansbury-feared-charles-mansons-association-with-her-daughter-she-moved-her-family-to-ireland", "title": "Angela Lansbury Feared Charles Manson’s Association With Her Daughter. She Moved Her Family To Ireland.", "date_published": "2022-10-12 07:31:12+00:00", "description": "The late incomparable actress Angela Lansbury, who was nominated for an Oscar twice before she turned 21 and later dominated the stage in New York, winning an astonishing five Tonys, admitted in 2014 that she moved her family to Ireland from California in the 1960s because she feared her daughter’s association with the infamous murderer ..."}]