[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/medibank-refuses-to-pay-ransom-after-97.html", "title": "Medibank Refuses to Pay Ransom After 9.7 Million Customers Exposed in Ransomware Hack", "date_published": "2022-11-07 15:24:00+00:00", "description": "Australian health insurer Medibank today confirmed that personal data belonging to around 9.7 million of its current and former customers were accessed following a ransomware incident.\nThe attack, according to the company, was detected in its IT network on October 12 in a manner that it said was \"consistent with the precursors to a ransomware event,\" prompting it to isolate its systems, but not", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/this-hidden-facebook-tool-lets-users.html", "title": "This Hidden Facebook Tool Lets Users Remove Their Email or Phone Number Shared by Others", "date_published": "2022-11-07 14:46:00+00:00", "description": "Facebook appears to have silently rolled out a tool that allows users to remove their contact information, such as phone numbers and email addresses, uploaded by others.\nThe existence of the tool, which is buried inside a Help Center page about \"Friending,\" was first reported by Business Insider last week. It's offered as a way for \"Non-users\" to \"exercise their rights under applicable laws.\"\n&lt;!", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/experts-find-urlscan-security-scanner.html", "title": "Experts Find Urlscan Security Scanner Inadvertently Leaks Sensitive URLs and Data", "date_published": "2022-11-07 10:49:00+00:00", "description": "Security researchers are warning of \"a trove of sensitive information\" leaking through urlscan.io, a website scanner for suspicious and malicious URLs.\n\"Sensitive URLs to shared documents, password reset pages, team invites, payment invoices and more are publicly listed and searchable,\" Positive Security co-founder, Fabian Bräunlein, said in a report published on November 2, 2022.\nThe", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/robin-banks-phishing-service-for.html", "title": "Robin Banks Phishing Service for Cybercriminals Returns with Russian Server", "date_published": "2022-11-07 07:36:00+00:00", "description": "A phishing-as-a-service (PhaaS) platform known as Robin Banks has relocated its attack infrastructure to DDoS-Guard, a Russian provider of bulletproof hosting services.\nThe switch comes after \"Cloudflare disassociated Robin Banks phishing infrastructure from its services, causing a multi-day disruption to operations,\" according to a report from cybersecurity company IronNet.\nRobin Banks was", "favourite": false}]