[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/07/nancy-pelosi-police-husband-attack", "title": "Nancy Pelosi describes moment police told her of husband’s attack", "date_published": "2022-11-07 23:18:03+00:00", "description": "<p>The US House speaker also told CNN the attack on Paul Pelosi last month would affect her decision about whether to retire</p><p>House speaker Nancy Pelosi has for the first time described the moment US Capitol police woke her in Washington DC to say her husband, Paul Pelosi, had been <a href=\"https://www.theguardian.com/us-news/2022/oct/28/paul-pelosi-nancy-pelosi-attack-san-francisco-home\">attacked in their home in San Francisco</a>.</p><p>“So I run to the door and I’m very scared,” <a href=\"https://www.cnn.com/2022/11/07/politics/nancy-pelosi-interview-paul-pelosi-attack\">Pelosi told CNN</a>, in an exclusive interview to be broadcast in full on Monday night. “I see the Capitol police and they say, ‘We have to come in to talk to you.’”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/07/nancy-pelosi-police-husband-attack\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/07/us-justice-department-seizes-bitcoin-theft", "title": "US justice department seizes bitcoins worth more than $3bn stolen a decade ago", "date_published": "2022-11-07 23:10:22+00:00", "description": "<p>A search of James Zhong’s Georgia home uncovered 50,000 bitcoins found on a circuit board in the bottom of a popcorn tin</p><p>The United States is seeking the forfeiture of more than $1bn in bitcoin stolen from the Silk Road online marketplace, federal prosecutors in Manhattan said on Monday.</p><p>In the second largest seizure in US Department of Justice history, Internal Revenue Service (IRS) agents obtained the 50,000 bitcoins during a November 2021 search of the defendant James Zhong’s home in Gainesville, Georgia.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/07/us-justice-department-seizes-bitcoin-theft\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/07/the-obvious-choice-public-vote-for-new-perth-museum-to-be-named-perth-museum", "title": "‘The obvious choice’: public vote for new Perth museum to be named ‘Perth Museum’", "date_published": "2022-11-07 22:56:39+00:00", "description": "<p>Name was clear favourite for space in Perth City Hall, opening in 2024, after collecting 60% of votes</p><p>A new museum in Perth will be called “Perth Museum” after a public consultation in which most people voted for the very functional name.</p><p>The name saw off competition from other less literal suggestions for the site at Perth City Hall, including the Sparkling Museum of Perth and the Victoria Drummond Museum.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/07/the-obvious-choice-public-vote-for-new-perth-museum-to-be-named-perth-museum\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/rayo-vallecano-stun-real-madrid-to-end-champions-unbeaten-start-in-la-liga", "title": "Rayo Vallecano stun Real Madrid to end champions’ unbeaten start in La Liga", "date_published": "2022-11-07 22:34:30+00:00", "description": "<ul><li>Real Madrid miss out on chance to return to top of table</li><li>Trejo scores winner from retaken second-half penalty </li></ul><p>Rayo Vallecano came from behind to upset Real Madrid 3-2 with the La Liga champions failing to reclaim top spot in the standings after two consecutive games without a win.</p><p>The hosts opened the scoring five minutes into the game when the midfielder Santi Comesaña finished from inside the box but Real responded quickly and went ahead with two goals in four minutes.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/rayo-vallecano-stun-real-madrid-to-end-champions-unbeaten-start-in-la-liga\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/08/christchurch-attack-gunman-mosque-shooter-appeals-against-convictions-life-term-without-parole", "title": "Christchurch gunman appeals against his convictions and life term without parole", "date_published": "2022-11-07 22:01:53+00:00", "description": "<p>Exclusive: Australian white supremacist pleaded guilty in March 2020 to murdering 51 people in mosque attack</p><p>The Australian white supremacist who murdered 51 Muslim worshippers at two mosques in Christchurch in 2019 has appealed against his convictions and sentence of life in prison without parole.</p><p>Brenton Tarrant pleaded guilty in March 2020 to 51 counts of murder, 40 counts of attempted murder and a terrorism charge. He was the first person in New Zealand under current laws to be sentenced to life in prison without the chance of ever walking free.</p> <a href=\"https://www.theguardian.com/world/2022/nov/08/christchurch-attack-gunman-mosque-shooter-appeals-against-convictions-life-term-without-parole\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/polish-politician-blames-low-birthrate-on-young-women-drinking-jaroslaw-kaczynski", "title": "Polish politician blames low birthrate on young women drinking", "date_published": "2022-11-07 21:36:10+00:00", "description": "<p>Jarosław Kaczyński, leader of the ruling party, criticised by opposition for ‘nonsense’ comments</p><p>Outrage built up in Poland on Monday after the governing party’s leader, Jarosław Kaczyński, claimed excessive drinking by young women was to blame for the EU country’s low birthrate.</p><p>Opposition politicians, female celebrities and others denounced the 73-year-old as out of touch and patriarchal, dismissing his comments as nonsense.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/polish-politician-blames-low-birthrate-on-young-women-drinking-jaroslaw-kaczynski\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/fsgs-steady-successful-stewardship-has-brought-liverpool-a-long-way", "title": "FSG’s steady, successful stewardship has brought Liverpool a long way", "date_published": "2022-11-07 21:00:31+00:00", "description": "<p>Americans have made high-profile mistakes but an upgraded Anfield, £50m training centre and Jürgen Klopp represent an excellent legacy</p><p>Whatever the outcome of Fenway Sports Group’s search for new investment in Liverpool, the sales presentation that Goldman Sachs and Morgan Stanley are conducting on its behalf will look far more attractive than it would have done when John W Henry and co <a href=\"https://www.theguardian.com/football/2010/oct/15/liverpool-sale-nesv-takeover-john-henry\" title=\"\">acquired the club in the high court</a> 12 years ago. They can sell Liverpool, part or whole, in a much better state than when they found it.</p><p>Another towering stand is currently under construction at Anfield that will take the stadium’s capacity above 61,000 when completed in time for the start of next season. The new Anfield Road stand is costing around £80m, £20m more than anticipated before the Covid-19 pandemic, and is the third major development overseen by Liverpool’s owner. The three most expensive capital projects in the club’s history – Anfield Road, the £114m main stand and the £50m AXA training centre in Kirkby – have all taken place on FSG’s watch. In the process it has resolved stadium and redevelopment issues that had dogged Liverpool and the wider Anfield area long before their arrival.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/fsgs-steady-successful-stewardship-has-brought-liverpool-a-long-way\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/china-weaken-canada-democracy-justin-trudeau", "title": "China taking ‘aggressive’ steps to gut Canada’s democracy, warns Trudeau", "date_published": "2022-11-07 20:21:52+00:00", "description": "<p>The prime minister’s comments come after a news report that Beijing had funded a ‘clandestine network’ of candidates in 2019</p><p><a href=\"https://www.theguardian.com/world/justin-trudeau\">Justin Trudeau</a> has warned that China is “play[ing] aggressive games” to undermine democratic institutions amid reports Beijing actively interfered in Canada’s federal elections.</p><p>His comments on Monday came after a news report that Beijing had funded a “clandestine network” of candidates in Canada’s 2019 election and just days after the federal police force said it was <a href=\"https://www.theguardian.com/world/2022/oct/27/canada-secret-chinese-police-stations-investigation\">actively investigating</a> a secret network of illegal Chinese “police stations” in Toronto.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/china-weaken-canada-democracy-justin-trudeau\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/cop27-sunak-says-it-is-morally-right-for-uk-to-honour-climate-pledges", "title": "Cop27: Sunak says it is ‘morally right’ for UK to honour climate pledges", "date_published": "2022-11-07 20:08:46+00:00", "description": "<p>Prime minister tells summit Britain will honour commitments but makes no mention of reparations</p><p>Rishi Sunak has said it is “morally right” that Britain honours its climate change commitments in his speech at Cop27, but he made no mention of paying reparations after Boris Johnson said the country cannot afford to do so.</p><p>The prime minister made a very short appearance on the world stage on Monday, after making a very public U-turn on his attendance in Egypt – the same reversal that may have left him living in Johnson’s shadow, as he was forced to speak hours after his rival.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/cop27-sunak-says-it-is-morally-right-for-uk-to-honour-climate-pledges\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/07/eddie-jones-england-dogged-familiar-failings-another-slow-start-argentina-rugby-union", "title": "Eddie Jones’s England suffer familiar failings after another slow start | Gerard Meagher", "date_published": "2022-11-07 20:00:30+00:00", "description": "<p>Defeat by Argentina means another campaign begins on the wrong foot as coach’s charges struggle to find cohesion</p><p>For all of England’s faults <a href=\"https://www.theguardian.com/sport/2022/nov/06/england-argentina-autumn-nations-series-rugby-union-match-report\" title=\"\">against Argentina on Sunday</a>, perhaps it is the sense they are doing the same things over again and expecting different results which most maddens. Dim penalties conceded, little penetration in attack, a sluggishness that left Twickenham in a soggy stupor – all are criticisms aimed at Eddie Jones’s side before but England look no closer to fixing them with next year’s World Cup looming into view.</p><p>Indeed, beginning campaigns slowly has become a worrying trend. On top of the Argentina defeat, they lost their opening summer Test against Australia and to Scotland in round one of the Six Nations. Go back to the start of the 2021 championship and there was a limp defeat by Scotland at Twickenham; the year before that a loss in Paris. Victories have come against Tonga, the USA and Italy.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/07/eddie-jones-england-dogged-familiar-failings-another-slow-start-argentina-rugby-union\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/cats-protection-charity-seeks-home-kitten-neither-male-nor-female", "title": "Charity seeks home for kitten that is neither male nor female", "date_published": "2022-11-07 19:48:12+00:00", "description": "<p>Fifteen-week-old Hope found to have no sex organs, possibly because of rare development failure</p><p>A homeless kitten has stunned vets at a UK animal charity, being the first cat they have seen that is neither male nor female.</p><p>Hope, a 15-week-old tabby and white cat, was originally thought to be female when it was admitted to the Cats Protection rescue centre in Warrington, but vets found no external sex organs.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/cats-protection-charity-seeks-home-kitten-neither-male-nor-female\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/french-cardinal-jean-pierre-ricard-admits-to-abusing-14-year-old-girl-35-years-ago", "title": "French cardinal Jean-Pierre Ricard admits to abusing 14-year-old girl 35 years ago", "date_published": "2022-11-07 19:22:29+00:00", "description": "<p>Ricard released a statement confessing to sexually abusing the child during his early days in the Catholic Church</p><p>One of France’s highest-ranking prelates of the Catholic Church, has admitted abusing a 14-year-old girl 35 years ago and announced his withdrawal from his religious duties.</p><p>Cardinal Jean-Pierre Ricard’s statement on Monday after a report issued last year revealed a large number of child sex abuse cases within the French Catholic Church.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/french-cardinal-jean-pierre-ricard-admits-to-abusing-14-year-old-girl-35-years-ago\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/the-guardian-view-on-rishi-sunaks-cop27-trip-placing-the-planet-on-a-road-to-hell", "title": "The Guardian view on Rishi Sunak’s Cop27 trip: placing the planet on a road to hell | Editorial", "date_published": "2022-11-07 19:21:36+00:00", "description": "<p>Britain had said its aim was to ‘keep 1.5C alive’. The prime minister seems to want it dead</p><p>Rishi Sunak is not interested in the climate emergency – and everyone knows it. Forced to make a flying visit to Cop27, Mr Sunak’s intransigence made him an outcast at the UN summit in Sharm el-Sheikh, Egypt. He did sit down with France’s Emmanuel Macron, and the Italian far-right prime minister, <a href=\"https://www.theguardian.com/environment/live/2022/nov/07/cop27-egypt-climate-summit-boris-johnson-net-zero-live?page=with:block-636930688f087dc292e86491#block-636930688f087dc292e86491\" title=\"\">Giorgia Meloni</a>, to discuss a subject – “illegal migration” – that Mr Sunak obviously cares about. But most world leaders were not going to make time for a prime minister who had blocked Britain’s new monarch from attending the summit and <a href=\"https://www.theguardian.com/environment/2022/nov/02/rishi-sunak-u-turns-decision-not-to-attend-cop27-climate-summit\" title=\"\">only came</a> because he feared being upstaged by <a href=\"https://www.theguardian.com/environment/2022/nov/06/boris-johnson-to-attack-corrosive-cynicism-on-net-zero-at-cop27\" title=\"\">Boris Johnson</a>. When Mr Sunak did turn up, it was with his predecessor’s plan and slogans. Embarrassingly, Mr Johnson did take centre stage at Cop27 – from the sidelines.</p><p>The prime minister’s track record reveals a politician who governs in the Tories’ narrow political interest rather than the national one. Slashing <a href=\"https://www.bloomberg.com/news/articles/2021-10-27/u-k-s-sunak-cuts-air-and-fuel-taxes-in-budget-days-before-cop26\" title=\"\">fuel and air duties</a> as chancellor just days before the last Cop summit – hosted by the UK – showed his true colours. Pledges to curtail onshore wind and solar development during the Conservative leadership campaign signalled that personal ambition was more important than climate goals. In Cop26, countries signed up to reduce carbon dioxide emissions to limit global heating to 1.5C above pre-industrial temperatures. Britain had wanted to “<a href=\"https://ukcop26.org/cop26-keeps-1-5c-alive-and-finalises-paris-agreement/\" title=\"\">keep 1.5C alive</a>”. Mr Sunak seems to want it dead.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/the-guardian-view-on-rishi-sunaks-cop27-trip-placing-the-planet-on-a-road-to-hell\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/07/rishi-sunak-channel-crossings-talks-emmanuel-macron", "title": "Rishi Sunak ‘optimistic’ on Channel crossings after talks with Macron", "date_published": "2022-11-07 19:19:00+00:00", "description": "<p>UK prime minister vows to ‘get a grip’ on small boat crossings but deflects questions on concrete action</p><p>Rishi Sunak has renewed a promise to stop people being smuggled across the Channel, despite coming away from his first face-to-face talks with Emmanuel Macron without any firm commitments.</p><p>The prime minister vowed to “get a grip of this situation” and promised details about the progress of cross-Channel talks “in the coming weeks”, with No 10 hoping to make a major announcement before Christmas.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/07/rishi-sunak-channel-crossings-talks-emmanuel-macron\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/we-were-completely-exposed-russian-conscripts-say-hundreds-killed-in-attack", "title": "‘We were completely exposed’: Russian conscripts say hundreds killed in attack", "date_published": "2022-11-07 19:11:08+00:00", "description": "<p>Survivor tells of being abandoned to attack near Makiivka, as anger grows in Russia over death toll from war</p><p>Hours after Aleksei Agafonov arrived in the Luhansk region on 1 November as part of a battalion of new conscripts, his unit was handed shovels and ordered to dig trenches throughout the night.</p><p>Their digging, which they took turns to do because of the lack of available shovels, was abruptly interrupted in the early hours of the next day as Ukrainian artillery lit up the sky and shells started raining down on Agafonov and his unit.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/we-were-completely-exposed-russian-conscripts-say-hundreds-killed-in-attack\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/ontario-repeal-law-right-to-strike", "title": "Ontario to repeal new law threatening workers’ right to strike following pushback", "date_published": "2022-11-07 19:05:26+00:00", "description": "<p>Major reversal for the Canadian province’s conservative government follows days of immense political pressure</p><p>Ontario has announced it will fully repeal controversial legislation that undermined workers’ right to strike, in a major reversal for the province’s conservative government following days of immense political pressure – and the looming threat of a general strike.</p><p>Nearly 55,000 <a href=\"https://www.theglobeandmail.com/topics/canadian-union-of-public-employees/\">Canadian Union of Public Employees</a> walked out on Friday after the conservative government of the Ontario premier, Doug Ford, introduced legislation that would unilaterally impose a contract on education workers, and levy hefty fines for striking. But on Monday morning, union leaders announced they would end their protest “in a gesture of good faith” following the conservative government’s abrupt turnaround.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/ontario-repeal-law-right-to-strike\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/alaa-abd-el-fattah-family-await-news-on-day-two-of-prison-water-strike", "title": "Alaa Abd el-Fattah: family await news on day two of prison water strike", "date_published": "2022-11-07 18:51:33+00:00", "description": "<p>British-Egyptian activist and figurehead of 2011 uprising now refusing water after six-month hunger strike</p><p>The family of the British-Egyptian activist Alaa Abd el-Fattah have waited for hours in front of the desert prison where he is being held, hoping to receive a letter that would provide information about his condition as he continues to refuse all food and water while delegates gather for Cop27 in Sharm el-Sheikh.</p><p>Abd el-Fattah has been on hunger strike for more than six months, and told his family shortly before the beginning of the UN climate conference that he would begin a water strike on Sunday. His letter from prison would indicate proof of life on his second day without water, after more than six months without more than 100 calories a day.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/alaa-abd-el-fattah-family-await-news-on-day-two-of-prison-water-strike\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/yevgeny-prigozhin-russia-us-election-interference-analysis", "title": "We shouldn’t take Prigozhin’s admission of US election interference at face value | Peter Beaumont", "date_published": "2022-11-07 18:39:01+00:00", "description": "<p>By saying he is continuing to interfere he appears to be trying to shape the idea that results can’t be trusted</p><p>The admission by the Russian businessman <a href=\"https://www.theguardian.com/world/2022/nov/07/putin-ally-yevgeny-prigozhin-admits-interfering-in-us-elections\">Yevgeny Prigozhin that he has interfered in US elections</a> and would continue doing so in future, is both unsurprising – not least because it has long been known to be true – and, perhaps, not to be taken entirely at face value.</p><p>While it is the first such admission from a figure who has been <a href=\"https://www.theguardian.com/us-news/2018/feb/16/robert-mueller-russians-charged-election\">formally accused by Washington over Moscow’s efforts to influence American politics</a> the timing of Prigozhin’s comments ahead of the midterm elections are also significant.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/yevgeny-prigozhin-russia-us-election-interference-analysis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/german-girl-8-freed-after-allegedly-being-locked-away-for-nearly-all-her-life", "title": "German girl, 8, freed after allegedly being locked away for nearly all her life", "date_published": "2022-11-07 18:23:45+00:00", "description": "<p>Prosecutors investigate case of girl said to have been hidden by mother and grandparents in Attendorn</p><p>An eight-year-old girl has been freed after allegedly being locked away by her mother and grandparents in western Germany since she was less than a year old, leaving her so physically underdeveloped as to be barely able to climb a flight of stairs.</p><p>The girl, named only as “Maria” in German media, is understood to have spent most of the last seven and a half years in a locked room at her grandparents’ house in Attendorn, a town of about 25,000 residents east of Cologne.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/german-girl-8-freed-after-allegedly-being-locked-away-for-nearly-all-her-life\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/barbados-pm-mia-mottley-launches-blistering-attack-on-rich-nations-at-cop27-climate-talks", "title": "Barbados PM launches blistering attack on rich nations at Cop27 climate talks", "date_published": "2022-11-07 18:04:04+00:00", "description": "<p>Mia Mottley warns of a million refugees by the middle of the century unless governments act now to tackle crisis</p><p>Mia Mottley, prime minister of Barbados, has criticised industrialised nations for failing the developing world on the climate crisis, in a blistering attack at the <a href=\"https://www.theguardian.com/environment/2022/nov/05/cop27-crucial-climate-talks-more-fragile-than-ever-after-year-of-turmoil\">Cop27 UN climate talks</a>.</p><p>She said the prosperity – and high carbon emissions – of the rich world had been achieved at the expense of the poor in times past, and now the poor were being forced to pay again, as victims of climate breakdown that they did not cause.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/barbados-pm-mia-mottley-launches-blistering-attack-on-rich-nations-at-cop27-climate-talks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/england-need-a-t20-world-cup-triumph-to-be-a-great-side-claims-moeen-ali", "title": "England need a T20 World Cup triumph to be a great side, claims Moeen Ali", "date_published": "2022-11-07 18:00:28+00:00", "description": "<ul><li>All-rounder says 2019 World Cup winners need more trophies</li><li>‘I don’t think we’ve played well in this tournament’</li></ul><p>Moeen Ali has admitted England have not played well at the T20 World Cup and challenged the team to establish themselves as a genuinely great white-ball side by adding another trophy to the 50-over World Cup they won at home in 2019.</p><p>England also reached the final of <a href=\"https://www.theguardian.com/sport/2016/apr/03/west-indies-win-world-t20-final-carlos-brathwaite-sinks-england\" title=\"\">the 2016 T20 World Cup</a> and <a href=\"https://www.theguardian.com/sport/2021/nov/10/england-new-zealand-t20-world-cup-semi-final-cricket-match-report\" title=\"\">the semi-finals</a> of last year’s competition, but Moeen does not believe their previous success is enough for them to be considered a top-level team. “There’s a lot of talk about us being a great white-ball side and the England team has been really good, but we’ve only won one tournament and it’s important we start winning more as a team and as a country,” he said.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/england-need-a-t20-world-cup-triumph-to-be-a-great-side-claims-moeen-ali\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/jamie-george-and-jonny-may-ready-to-lift-england-for-clash-with-japan", "title": "Jamie George and Jonny May ready to lift England for clash with Japan", "date_published": "2022-11-07 18:00:28+00:00", "description": "<ul><li>Hooker George makes surprise return from broken metatarsals</li><li>Winger May poised to play first Test for 12 months</li></ul><p>England have been handed a double boost before Saturday’s game against Japan with Jamie George making a surprise return to the squad and Jonny May declared fit to sharpen the attack. Courtney Lawes is still absent with a head injury.</p><p>George’s return comes out of the blue after he was initially expected to miss the entire autumn campaign having broken two metatarsals when on duty for Saracens at the start of October. His availability is welcome given Luke Cowan-Dickie has only just recovered from a knee injury and England’s other options at hooker are limited. George replaces Newcastle’s George McGuigan in the 36-man squad.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/jamie-george-and-jonny-may-ready-to-lift-england-for-clash-with-japan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/britains-women-gymnasts-learn-to-take-pressure-in-their-stride", "title": "Women’s gymnastics team take pressure in their stride at home worlds | Tumaini Carayol", "date_published": "2022-11-07 17:59:15+00:00", "description": "<p>There was plenty of expectation on Britain’s team in Liverpool but they delivered as part of a superb squad effort</p><p>As Britain’s female gymnastics team caught their breath after a delirious team final at the world championships in Liverpool ended in their greatest team performance, a silver medal, they explained exactly what it felt like to deal with the pressure of the growing expectations on them.</p><p>A year ago, when they won a historic <a href=\"https://www.theguardian.com/sport/2021/jul/27/team-gbs-gymnasts-hail-incredible-first-olympic-team-medal-since-1928-tokyo-games\">team bronze medal at the Tokyo Olympics</a> – a first team medal since 1928 – their success was a surprise to all. But this time they qualified in second place. There were no doubts about what they were capable of. “It gives us confidence but then it also gives us pressure because you’re like: ‘Whoa, we know we can get there but … <em>whoa </em>…’” said 18-year-old Ondine Achampong, her face a picture of fear, as her teammates laughed.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/britains-women-gymnasts-learn-to-take-pressure-in-their-stride\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/indianapolis-colts-fire-head-coach-frank-reich-amid-offensive-woes", "title": "Indianapolis Colts fire head coach Frank Reich amid offensive woes", "date_published": "2022-11-07 17:31:59+00:00", "description": "<ul><li>Indy have NFL’s lowest scoring offense this season</li><li>Team have struggled at QB after Andrew Luck retirement</li></ul><p>The Indianapolis Colts have fired coach Frank Reich after another lackluster offensive performance in the team’s third consecutive loss.</p><p>The Colts announced the move on Monday, one day after the team went 0 for 14 on third down and totaled just 121 yards of offense in an ugly 26-3 loss at New England. Indy (3-5-1) have the league’s lowest scoring offense.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/indianapolis-colts-fire-head-coach-frank-reich-amid-offensive-woes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/brazil-leave-out-roberto-firmino-for-world-cup-but-dani-alves-called-up", "title": "Brazil leave out Roberto Firmino for World Cup but Dani Alves called up", "date_published": "2022-11-07 17:27:06+00:00", "description": "<ul><li>Liverpool striker overlooked by Tite</li><li>39-year-old former Barcelona defender selected</li></ul><p>Brazil coach Tite has named his 26-man World Cup squad for Qatar, including 39-year-old defender Daniel Alves while leaving out Liverpool forward Roberto Firmino as the five-times champions prepare for the tournament.<br /><br />Aston Villa attacking midfielder Philippe Coutinho is one who didn’t make the list after sustaining a thigh injury in training over the weekend that will sideline him for several weeks.</p><p>The Brazil boss will be taking only four centre-backs, with Juventus’ Bremer behind Marquinhos, Thiago Silva and Éder Militão, while leaving Roger Ibañez and Arsenal’s Gabriel Magalhães out.<br /><br />Arsenal’s Gabriel Martinelli was included in a list dominated by 12 players from the Premier League.<br /><br />The Brazilian FA also announced that former PSG manager Ricardo Gomes will join Tite’s staff as an assistant.<br /><br />The squad and Tite will gather on 14 November at Juventus’ training facilities in Turin, where Brazil will hold a five-day training camp before flying to Doha. Brazil will open their World Cup campaign against Serbia on 24 November and also face Switzerland and Cameroon in Group G.<br /><br /><strong>Brazil’s 26-man squad for the 2022 Qatar World Cup:</strong> <strong>Goalkeepers:</strong> Alisson (Liverpool), Ederson (Man. City), Weverton (Palmeiras). <strong>Defenders:</strong> Bremer (Juventus),Éder Militão (Real Madrid) Marquinhos (PSG), Thiago Silva (Chelsea), Danilo (Juventus), Dani Alves (Pumas), Alex Sandro (Juventus), Alex Telles (Sevilla). <strong>Midfielders:</strong> Bruno Guimarães (Newcastle), Casemiro (Man. United), Everton Ribeiro (Flamengo), Fabinho (Liverpool), Fred (Manchester United), Lucas Paquetá (West Ham). <strong>Forwards:</strong> Antony (Manchester United), Gabriel Jesus (Arsenal), Gabriel Martinelli (Arsenal), Neymar (PSG), Pedro (Flamengo), Raphinha (Barcelona), Richarlison (Tottenham), Rodrygo (Real Madrid), Vinicius Jr (Real Madrid)</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/brazil-leave-out-roberto-firmino-for-world-cup-but-dani-alves-called-up\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/philippines-police-prisons-chief-gerald-bantag-percival-mabasa-percy-lapid", "title": "Philippine police allege prisons chief ordered murder of journalist", "date_published": "2022-11-07 17:23:41+00:00", "description": "<p>Gerald Bantag behind killing of Percival Mabasa in Manila suburb last month, authorities claim</p><p>Police in the Philippines have accused the country’s prisons chief of ordering the killing of a prominent radio journalist whose death sparked international alarm.</p><p>Percival Mabasa, 63, who went by the name Percy Lapid on his programme, was <a href=\"https://www.theguardian.com/world/2022/oct/05/outrage-after-philippine-journalist-percival-mabasa-shot-dead-in-manila\">shot dead in a Manila suburb on 3 October as he drove to his studio.</a></p> <a href=\"https://www.theguardian.com/world/2022/nov/07/philippines-police-prisons-chief-gerald-bantag-percival-mabasa-percy-lapid\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/bruins-rescind-contract-offer-to-miller-after-backlash-to-racist-bullying-claims", "title": "Bruins rescind contract offer to Miller after backlash to racist bullying claims", "date_published": "2022-11-07 17:15:42+00:00", "description": "<ul><li>Player bullied Black classmate with developmental disabilities</li><li>Bruins players and fans did not want Mitchell  Miller on team</li></ul><p>The Boston Bruins decided on Sunday to rescind their contract offer to prospect Mitchell Miller, who had his draft rights relinquished by Arizona for bullying a Black classmate with developmental disabilities in middle school.</p><p>The team signed Miller to an entry-level contract on Friday, prompting criticism from players and comments from NHL commissioner Gary Bettman that the 20-year-old would not currently be eligible to play in the league.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/bruins-rescind-contract-offer-to-miller-after-backlash-to-racist-bullying-claims\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/us-talks-russia-on-nuclear-war-risk-in-ukraine", "title": "US reportedly held talks with Russia on nuclear risk in Ukraine", "date_published": "2022-11-07 17:14:03+00:00", "description": "<p>National security adviser Jake Sullivan is said to have spoken with senior Kremlin aides</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/07/russia-ukraine-war-live-news-zelenskiy-warns-of-mass-attacks-on-power-grid-kyiv-mayor-raises-prospect-of-evacuations\">Russia-Ukraine war – latest news updates</a></li></ul><p>The US national security adviser, Jake Sullivan, has reportedly held talks with aides to Russia’s president, Vladimir Putin, with the aim of reducing the risk that the war in Ukraine could spill over or escalate into a nuclear conflict.</p><p>The Wall Street Journal said the senior White House figure had held confidential conversations in recent months with the Kremlin aide Yuri Ushakov and Russian security council secretary, Nikolai Patrushev, Sullivan’s counterpart, that were not made public.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/us-talks-russia-on-nuclear-war-risk-in-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/07/princess-anne-actor-says-disclaimers-on-the-crown-would-patronise-viewers", "title": "Princess Anne actor says disclaimers on The Crown would ‘patronise’ viewers", "date_published": "2022-11-07 17:05:38+00:00", "description": "<p>Claudia Harrison, who plays Queen’s daughter, responding to criticism of drama for imagining situations involving real people</p><p>Adding disclaimers to The Crown would “patronise” its worldwide audience, claims the actor who plays Princess Anne in the fifth series of the hit Netflix miniseries.</p><p>Claudia Harrison, 46, was responding to criticism of the drama after the Queen’s death, which included former prime ministers <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/04/john-major-and-tony-blair-criticise-the-crowns-dramatisation-of-secret-meeting\">Sir John Major and Sir Tony Blair objecting to their depictions</a> – while Dame <a href=\"https://www.theguardian.com/commentisfree/2022/oct/23/judi-dench-is-right-about-the-crown-the-truth-counts-but-its-not-everything\">Judi Dench called for a disclaimer</a> to be added to each episode.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/07/princess-anne-actor-says-disclaimers-on-the-crown-would-patronise-viewers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/07/the-ultimate-enemy-is-women-the-secret-world-of-incels", "title": "‘The ultimate enemy is women’ – inside the fear-filled world of incels", "date_published": "2022-11-07 16:59:12+00:00", "description": "<p>Some hammered their own faces to appear more attractive. Others believe they can’t be in a room with a woman. The radicalised men I met making my new documentary left me speechless</p><p>I am sitting in a bar in Southampton with an “incel” – meaning involuntarily celibate – who has never had a proper conversation with an adult woman other than his mum. “How do you feel about the idea of talking to a lady?” I ask him. “I think there might be a little bit of a safety concern,” he says, “in the sense of false rape charges. From what I read on the internet, it’s unsafe to even be in the same room as a woman without a third party.” He tells me that if he approaches a woman, she may start beating herself to falsely accuse him of “domestic abuse or assault”. </p><p>I’ve spent a year inside the incel community in the UK and abroad – a world of loneliness, isolation and extreme misogyny – for a TV programme. It could be the most depressing documentary I’ve ever made and there are a fair few contenders.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/07/the-ultimate-enemy-is-women-the-secret-world-of-incels\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/07/opening-days-of-the-cop27-climate-summit-in-pictures", "title": "Opening days of the Cop27 climate summit – in pictures", "date_published": "2022-11-07 16:59:04+00:00", "description": "<p>Images from Sharm el-Sheikh in Egypt where world leaders are gathering to discuss the climate crisis</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/07/cop27-egypt-climate-summit-boris-johnson-net-zero-live\">Cop27 live coverage: latest updates</a></li></ul> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/07/opening-days-of-the-cop27-climate-summit-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/07/utterly-rank-is-it-ok-to-put-your-loo-brush-in-the-dishwasher", "title": "‘Utterly rank!’ Is it OK to put your loo brush in the dishwasher?", "date_published": "2022-11-07 16:57:47+00:00", "description": "<p>A Mumsnet user said a friend ‘freaked out’ when she mentioned her novel cleaning method. But is it really that bad?</p><p><strong>Name: </strong>Dishwasher.</p><p><strong>Age:</strong> The first dishwasher – operated with a hand-cranked handle – was patented in 1850; the first electric one went on sale in 1929.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/07/utterly-rank-is-it-ok-to-put-your-loo-brush-in-the-dishwasher\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/07/rocks-of-ages-the-worlds-most-memorable-stones", "title": "Rocks of ages: the world’s most memorable stones", "date_published": "2022-11-07 16:39:20+00:00", "description": "<p>From an opalised pliosaur skeleton now known to Australian museumgoers as Eric to the basalt that built Robert Smithson’s almighty Spiral Jetty, these are stones that really speak</p><p>Stones have shaped culture for as long as culture has existed. Their uncanny shape has led us to tell stories – of trolls disguised as boulders, of maidens cursed for dancing on the sabbath, of a snake-haired woman whose eyes petrified. They have provided us with tools, from axe heads to the rare minerals used in camera phones. And they have served as signifiers of power and wealth, often derived in turn from mines and the trade routes that distribute their riches.</p><p>We think of stone as something stable and unmoving, but that’s just a matter of the timescale by which you look at things. My new book, <a href=\"https://guardianbookshop.com/lapidarium-9781529394948?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Lapidarium: The Secret Lives of Stones</a>, contains 60 stories, each about a different stone. Here are 10 memorable rocks that roll across its pages …</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/07/rocks-of-ages-the-worlds-most-memorable-stones\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/twitter-brazil-elon-musk-far-right-suspended-accounts-edited-", "title": "Musk promises to investigate Twitter suspension of far-right Brazilian figures", "date_published": "2022-11-07 16:38:39+00:00", "description": "<p>High-profile names, including grandson of military dictator, complained they were being denied free speech</p><p>Elon Musk has promised to investigate why several far-right personalities in Brazil were removed from Twitter after some high-profile names, including the grandson of a former military dictator, complained they were being denied free speech.<br /><br />Twitter Brasil suspended profiles of three rightwing politicians recently elected to congress: Carla Zambelli, Gustavo Gayer, and Nikolas Ferreira, a 26-year-old who won 1.5m votes and has 2 million followers.<br /><br />They and other supporters of the extremist president Jair Bolsonaro were removed from the platform in the past week in response to an undisclosed legal demand.<br /><br />All criticised the decision, as did Paulo Figueiredo Filho, the grandson of João Figueiredo, Brazil’s military president between 1979 and 1985, and now a commentator for the rightwing media operation Jovem Pan.</p><p>“Hey @elonmusk, your company has been imposing a draconian ideological censorship of the Brazilian people’s right to free speech,” Figueiredo tweeted. “We are at a critical moment in our history! Wtf is going on?? We thought you bought Twitter exactly for this reason! Rise and lift the censorship NOW!”<br /><br />“I will look into this,” Musk replied.<br /><br />Figueiredo, whose account with 946,000 followers is still active, did not respond to a tweet asking for comment but he did reveal that his Telegram account had been suspended.<br /><br />His grandfather was the last military president before Brazil returned to democracy after a 21-year dictatorship that saw hundreds of people killed and thousands more tortured and jailed.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/twitter-brazil-elon-musk-far-right-suspended-accounts-edited-\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/kyiv-ukrainians-culture-war-russian-decolonisation", "title": "In Kyiv, I saw Ukrainians on the frontlines of a very real culture war | Charlotte Higgins", "date_published": "2022-11-07 16:11:54+00:00", "description": "<p>For many in Ukraine, this is a war of ‘decolonisation’  – and that includes Russia’s celebrated artistic heritage</p><p>At the <a href=\"https://opera.com.ua/en\">National Opera of Ukraine</a> in Kyiv recently, I watched a performance of an opera by the Ukrainian composer Mykola Lysenko. The work, charming and comic and an escape from the grimness of Russian missile attacks, is called <a href=\"https://www.theguardian.com/world/2022/may/21/bravo-reopened-kyiv-opera-drowns-out-russian-artillery\">Natalka Poltavka</a>, based on a play by Ivan Kotliarevsky, who pioneered Ukrainian-language literature in the late-18th and early-19th centuries. Operas by Verdi, Puccini and Mozart, and ballets such as Giselle and La Sylphide, are on the playbill, despite the almost daily air raid sirens. But there is no Eugene Onegin in sight, nor a Queen of Spades, and not a whisper of those Tchaikovsky staples of ballet, Sleeping Beauty or Swan Lake. Russian literature and music, Russian culture of all kinds, is off the menu in wartime Ukraine. It is almost a shock to return to the UK and hear Russian music blithely played on Radio 3.</p><p>This absence, some would say erasure, can be hard to comprehend outside Ukraine. When a symphony orchestra in Cardiff <a href=\"https://www.theguardian.com/uk-news/2022/mar/09/cardiff-philharmonic-orchestra-removes-tchaikovsky-over-ukraine-conflict\">removed the 1812 Overture</a> from a programme this spring, there was bafflement verging on an outcry: excising Tchaikovsky was allowing Vladimir Putin and his chums the satisfaction of “owning” Russian culture – it was censorship, it was playing into Russia’s hands. Tchaikovsky himself was not only long dead, but had been an outsider and an internationalist – so the various arguments went. It took some careful explanation to convey that a piece of music glorifying Russian military achievements, and involving actual cannons, might be somewhere beyond poor taste when Russia was at that moment shelling Ukrainian cities – particularly when the families of orchestra members were directly affected.</p><p>Charlotte Higgins is the Guardian’s chief culture writer<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/kyiv-ukrainians-culture-war-russian-decolonisation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/07/global-inflation-economy-imf-managing-director-kristalina-georgieva", "title": "Global inflation may be close to its peak, IMF director says", "date_published": "2022-11-07 16:09:37+00:00", "description": "<p>Kristalina Georgieva cautions that supply chain disruption could cause persistent pressure in living costs</p><p>Global inflation could be peaking, the head of the <a href=\"https://www.theguardian.com/business/imf\">International Monetary Fund</a> has said, but she warned that consumers were at risk of facing persistent pressure from rising living costs due to a breakdown in world supply chains.</p><p>Kristalina Georgieva, the IMF’s managing director, said there were signs the global surge in consumer prices since the Covid pandemic and exacerbated by Russia’s war in Ukraine was close to its apex.</p> <a href=\"https://www.theguardian.com/business/2022/nov/07/global-inflation-economy-imf-managing-director-kristalina-georgieva\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/07/bass-instinct-low-notes-really-do-get-people-dancing-research-finds", "title": "Bass instinct: low notes really do get people dancing, research finds", "date_published": "2022-11-07 16:00:25+00:00", "description": "<p>Neuroscientists show clubbers move more to very low frequencies, even though they are not consciously detectable</p><p>When it comes to getting into the groove on the dancefloor, it really is all about the bass, researchers have found.</p><p>Scientists say when very low frequency (VLF) sound was introduced during a live electronic music event, gig-goers moved more even though they could not hear the frequencies.</p> <a href=\"https://www.theguardian.com/science/2022/nov/07/bass-instinct-low-notes-really-do-get-people-dancing-research-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/melting-arctic-sea-ice-summer-report", "title": "World faces ‘terminal’ loss of Arctic sea ice during summers, report warns", "date_published": "2022-11-07 16:00:25+00:00", "description": "<p>The dramatic vanishing of polar ice sheets will cause catastrophic sea level rise that will threaten cities, according to a major new study</p><p>The climate crisis has pushed the planet’s stores of ice to a widespread collapse that was “unthinkable just a decade ago”, with Arctic sea ice certain to vanish in summers and ruinous sea level rise from melting glaciers now already in motion, a major new report has warned.</p><p>Even if planet-heating emissions are radically cut, the world’s vast ice sheets at the poles will continue to melt away for hundreds of years, causing up to three metres of sea level rise that will imperil coastal cities, the report states. The “terminal” loss of sea ice from the Arctic during summers could arrive within a decade and now cannot be avoided, it adds.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/melting-arctic-sea-ice-summer-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/talking-horses-flightline-the-high-point-of-revitalised-breeders-cup", "title": "Talking Horses: Flightline the high point of revitalised Breeders’ Cup | Greg Wood", "date_published": "2022-11-07 15:49:50+00:00", "description": "<p>Flightline’s memorable run set the perfect seal on an event that showed the extent to which US racing is beginning to find its feet after years of decline</p><p>An unusual lot at the Keeneland November Breeding Stock Sale on Monday will put a price on Flightline, the brilliant – and now retired – winner of Saturday’s Breeders’ Cup Classic. A 2.5% slice of the world’s best racehorse will be sold to the highest bidder and when the hammer falls, most guesstimates suggest Flightline will be worth at least $70m.</p><p>Rarity value alone will bump the price, of course, but <a href=\"https://www.theguardian.com/sport/2022/nov/05/unbeaten-flightline-crushes-field-to-soar-to-breeders-cup-classic-win\">Flightline did everything</a> that any fan – or breeder – could have hoped to see in what turned out to be his final start. The winning margin of eight-and-a-quarter lengths was a record for the Classic, and Flightline powered clear, under a hand ride, after sitting just behind a blistering pace for the first mile.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/talking-horses-flightline-the-high-point-of-revitalised-breeders-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/i-saw-the-magnificent-pussy-riot-last-night-if-only-the-world-had-listened-to-what-they-were-saying-a-decade-ago", "title": "I saw the magnificent Pussy Riot last night. If only the world had listened to what they were saying a decade ago | Zoe Williams", "date_published": "2022-11-07 15:46:44+00:00", "description": "<p>For years the world saw Putin as almost a figure of fun – while in Russia he was already meting out brutality to dissidents and LGBTQ+ activists<br /></p><p>Last night I saw Pussy Riot, on the Hackney leg of their Riot Days European tour to raise money for a children’s hospital in Ukraine. Their sound guy, Alexander Cheparkhun, came on stage to introduce them. I guess he was about my age, I couldn’t be precise because I didn’t have my glasses. He vibed the sort of age, where you can’t see things without glasses. He described how he met Maria Alyokhina (who also goes by Masha Alekhina), one of the founding members of the band who was first imprisoned in 2012 and then under constant surveillance, harassment, house arrest, arrest-arrest and persecution, until she escaped from Russia to Iceland earlier this year. When her sentence was handed down 10 years ago, he said, it was the first time in his life he had witnessed the political imprisonment of artists.</p><p>This was a useful bit of context, or rather, a glass of cold water to the face, after years of somnambulance: no one is laughing at Vladimir Putin now, of course, but for years, he was almost a figure of fun, with his bare-chested, horse-riding photoshoots and florid turn of phrase. On the world stage, he was the uncle who might say dodgy things, but got invited anyway: what was the worst that could happen? This indulgent, pretty feckless view of Putin was overlaid by the sense that Russia merely did things differently; perhaps the state was a bit thin-skinned and hotheaded, maybe it didn’t prioritise human rights as much as one would like, but this was a cultural thing, probably related to the weather. If we had maybe expressed that view out loud more often, Russian citizens could have said: “No, actually, punk bands sentenced to hard labour for protest actions is very much a now thing, rather than an always thing.”</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/i-saw-the-magnificent-pussy-riot-last-night-if-only-the-world-had-listened-to-what-they-were-saying-a-decade-ago\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/red-cards-a-rocket-and-a-ruckus-seville-derby-ends-in-glorious-chaos", "title": "Red cards, a rocket and a ruckus: Seville derby ends in glorious chaos | Sid Lowe", "date_published": "2022-11-07 15:46:22+00:00", "description": "<p>With four sendings-off, a comical own goal and a belting late equaliser from Nemanja Gudelj, the game lived up to its billing</p><p>“Well, this <em>is</em> a derby,” Real Betis’s Edgar González was saying, but it was hard not to be drawn to the pitch behind him where opponent Nemanja Gudelj was pacing about shaking his head. At the final whistle, the Sevilla defender had covered his face with his hands and just stood doubled over, <a href=\"https://twitter.com/sidlowe/status/1589581757409525765?s=20&amp;t=r62SA4IWfaIaooqRz9JvZg\">elbows on knees</a>. Ivan Rakitic approached and they went through it once more, although it was a wonder they could hear anything. Next was Jesús Navas, the pair picking over the moment a vital victory slipped away. Now, waiting near the touchline for his turn to talk, they were going to ask Gudelj to relive it all over again on camera. He bit his lip, smiled and said: “I’m a bit angry with myself. I should have hit it better.”</p><p>Better?! The 138th Seville derby had finished 1-1, and Gudelj, son of a footballer and a basketball player, brother of a footballer and a tennis player, had scored the equaliser that earned Sevilla a precious point which pulled them out of the relegation zone. He had done so with an outrageous shot from somewhere over the other side of the Triana Bridge. “<em>Buenisimo</em>,” said the man he beat. It was only his second goal for Sevilla – his first had been an equally absurd effort from the same place that secured victory in Mallorca just three weeks earlier – and it could <em>not </em>have been hit better, the scoreboard behind the net flashing up <em>golazos</em> with impeccable and accidental timing as it tore 32 yards through the air.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/red-cards-a-rocket-and-a-ruckus-seville-derby-ends-in-glorious-chaos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/takeoff-was-the-glue-atlantas-rap-scene-mourns-murdered-migos-member", "title": "‘Takeoff was the glue’: Atlanta’s rap scene mourns murdered Migos member", "date_published": "2022-11-07 15:41:04+00:00", "description": "<p>Zaytoven, Ray G and Justin ‘Meezy’ Williams pay tribute to the youngest of rap superstar trio Migos, who shunned the spotlight to remain a humble student of his craft</p><p>No matter how Atlanta’s music community first learned, on 1 November, that Takeoff had been killed – whether via alarmed texts or social media posts – the overwhelming response was one of disbelief. Not just because one-third of rap superstar trio Migos had died at age 28 from a shooting at a Houston bowling alley, but also because the whole incident seemed so out of character for Takeoff in the first place.</p><p>“A lot of people are good people but get caught up and do bad things. Mistakes happen – I know that happens in life,” says Justin “Meezy” Williams, who manages rapper 21 Savage. “He’s not one of them. So it doesn’t hit me as something like, ‘Damn, where was he at? What was he doing?’ I know he wasn’t doing something he wasn’t supposed to do.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/07/takeoff-was-the-glue-atlantas-rap-scene-mourns-murdered-migos-member\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/marseille-lyon-champions-league-igor-tudor-europe", "title": "Marseille bounce back after Spurs defeat by beating resurgent Lyon", "date_published": "2022-11-07 15:36:33+00:00", "description": "<p>Igor Tudor needed his team to produce a big win after they were knocked out of Europe in midweek. It arrived against Lyon</p><p>By <a href=\"https://twitter.com/ericdevin_\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>Marseille were the hosts but not necessarily the favourites in this <em>Olympico – </em>the nickname for matches between Olympique de Marseille and Olympique Lyonnais. They started the game four points above Lyon in the Ligue 1 table, but the visitors had been showing some renewed attacking verve under new manager Laurent Blanc, who replaced Peter Bosz last month and enjoyed an uptick in results after bringing in Jérôme Boateng and Houssem Aouar from the cold.</p><p>Lyon had looked more solid in their recent wins over Lille and Montpellier, especially against Paulo Fonseca’s attack-minded Lille team. A win at the Vélodrome would have taken them within a point of Marseille, and above Lille on goal difference, putting them within touching distance of the top six before the World Cup, no mean feat given their abject run of results in September.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/marseille-lyon-champions-league-igor-tudor-europe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/rishi-sunak-margaret-thatcher-wise-advice-backbenches", "title": "Rishi Sunak has surrounded himself with yes-men. What he really needs is a Willie | Simon Jenkins", "date_published": "2022-11-07 15:24:19+00:00", "description": "<p>As Margaret Thatcher knew, a PM’s success depends on wise advice – and Sunak should look to his backbenches to find it </p><p>Rishi Sunak needs help. Most prime ministerial decisions are no-brainers, as in reversing a mini-budget or sacking a Jacob Rees-Mogg. Others are strictly personal. These have recently included whether to return <a href=\"https://www.theguardian.com/politics/2022/nov/06/suella-braverman-was-warned-hate-speech-could-inspire-far-right\">Suella Braverman</a> to the Home Office, allow <a href=\"https://www.theguardian.com/politics/2022/nov/07/leaks-grades-and-texts-gavin-williamson-political-blunders\">Gavin Williamson</a> into the cabinet or not to <a href=\"https://www.theguardian.com/politics/2022/nov/05/sunak-claims-role-as-clean-energy-champion-on-eve-of-cop27\">go to Cop27</a>. They have sorely damaged Sunak’s claim to “<a href=\"https://www.theguardian.com/politics/2022/oct/25/sunak-vows-to-bring-integrity-to-no-10-but-gambles-by-restoring-braverman\">integrity and accountability</a>” and are widely regarded as needing urgent reversal, as has already happened over Cop27.</p><p>When Sunak arrived in Downing Street he brought with him a cohort of Downing Street aides who could have come from central casting. They are young, sneakered, tieless image-makers, and fiercely loyal to him. They are products of today’s Westminster, a monastic enclosure of special advisers, thinktanks and lobby groups isolated from the world outside. They have created “Brand Rishi” as a video hero, a cliched politician of the metaverse. Thus the Braverman and Williamson decisions are interpreted as merely the results of an algorithm for a balanced cabinet.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/rishi-sunak-margaret-thatcher-wise-advice-backbenches\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/nicolo-fagioli-juventus-inter-serie-a-blog", "title": "Nicolò Fagioli finds place in Juventus side refreshed by fountain of youth | Nicky Bandini", "date_published": "2022-11-07 15:00:39+00:00", "description": "<p>Midfielder is one of a crop of young stars helping Juve rebuild and he took his chance with both hands against Inter</p><p>Juventus should have listened to Nicolò Fagioli a little sooner. “Young players need to play,” said the 21-year-old midfielder in May, as he prepared to return to the <em>Bianconeri</em> after a season on loan at Cremonese. He was talking in broad terms, citing call-ups by the Italy manager Roberto Mancini as evidence of shifting national attitudes, but also about his personal development at the same time.</p><p>“I have supported Juve since I was a boy and for me it would be a dream to wear that shirt, but I need to understand what their intentions are for me,” Fagioli said. “If they have a journey in mind for us to take together, then I could not be more up for that … I repeat, though, if they are good enough, young players need to play.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/nicolo-fagioli-juventus-inter-serie-a-blog\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/07/a-little-to-the-left-review-a-supremely-rewarding-ode-to-neatness", "title": "A Little to the Left review – a supremely rewarding ode to neatness", "date_published": "2022-11-07 15:00:04+00:00", "description": "<p><strong>PC, Mac; Max Inferno/Secret Mode<br /></strong>If you love to arrange things, this puzzle game is made for you – and if you don’t, it might persuade you how gratifying neatness can be</p><p>If you’ve ever rearranged the dishwasher to ensure the plates are in size order, or been tempted to reorganise your bookshelf by colour, then you will instantly get the appeal of A Little to the Left. It begins with a picture frame that is offensively askew. Get that thing straight. Ting! A bell sounds as order is restored. Then it’s onwards to more screens of mess to be eliminated. There are pencils that clearly need to be put into height order, letters that obviously need symmetrically arranged stamps, cutlery drawers that are crying out to be tidied. It’s neat-freak heaven.</p><p>Sometimes it’s not immediately obvious what needs to be done. But a little bit of prodding and poking will usually reveal a pattern to aim for, whether it’s sorting by colour, shape, symmetry or something else. The game’s most gratifying moments usually come after a long period of head scratching. But if you find yourself completely stuck, there’s a charming hint screen where you can use an eraser to reveal a picture of the finished puzzle. Uncovering just a part of the picture is usually enough to put you on the right track.</p> <a href=\"https://www.theguardian.com/games/2022/nov/07/a-little-to-the-left-review-a-supremely-rewarding-ode-to-neatness\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/07/how-we-made-the-word-channel-4", "title": "‘Our presenter got kidnapped by German pornographers’ – How we made The Word", "date_published": "2022-11-07 15:00:04+00:00", "description": "<p>‘Police surrounded the studio one night because they thought somebody had a gun and was going to shoot Terry Christian’</p><p>Channel 4 asked me to make a youth arts show called Club X but it was a disaster. I told them: “Young people don’t watch arts programmes. Let me do something entertainment-based: a mix of celebrity interviews, cool music and quirky global stories, all in a crazy live format. A show for young people, made by young people.” When they said OK, I got a team together and The Word was born.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/07/how-we-made-the-word-channel-4\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/07/jimmy-kimmel-to-host-oscars-for-third-time", "title": "Jimmy Kimmel to host Oscars for third time", "date_published": "2022-11-07 14:56:04+00:00", "description": "<p>The chat show host said ‘I am grateful to the Academy for asking me so quickly after everyone good said no’</p><p>Talk show host Jimmy Kimmel is to present the 2023 Oscar ceremony, the Academy of Motion Picture Arts and Sciences (Ampas) has announced.</p><p>Kimmel, who has hosted the event twice before, in 2017 and 2018, has been picked to lead the Oscars as it attempts to regain its popularity. In 2022, the Academy hired three main presenters – Amy Schumer, Wanda Sykes and Regina Hall – while for the three years previous, 2019-21, there was no official host.</p> <a href=\"https://www.theguardian.com/film/2022/nov/07/jimmy-kimmel-to-host-oscars-for-third-time\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/atarah-ben-tovim-obituary", "title": "Atarah Ben-Tovim obituary", "date_published": "2022-11-07 14:54:16+00:00", "description": "Orchestral flautist who inspired generations of children with her innovative approach to music education<p>The flautist and teacher Atarah Ben-Tovim, who has died aged 82 of cancer, was for 13 years the principal flute of the Royal Liverpool Philharmonic Orchestra, before opening up the world of music to young people as the presenter of hundreds of children’s concerts with her group Atarah’s Band in the 1970s and 80s. She also made radio and TV programmes and wrote books on music education.</p><p>Bounding with energy, Atarah radiated enthusiasm for people, flute playing and music teaching, and could capture a crowded auditorium by merely appearing on the stage and holding out her arms. Children loved her, and many of today’s professional players attest that they were first hooked on classical music by attending one of her concerts.</p> <a href=\"https://www.theguardian.com/music/2022/nov/07/atarah-ben-tovim-obituary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/07/grant-shapps-joins-condemnation-of-gavin-williamson-abusive-texts", "title": "Rishi Sunak refuses to sack Gavin Williamson over abusive texts", "date_published": "2022-11-07 14:49:01+00:00", "description": "<p>PM’s spokesperson says Sunak believes Williamson has ‘important contribution to make’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/07/rishi-sunak-gavin-williamson-texts-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>Rishi Sunak has “full confidence” in the Cabinet Office minister Gavin Williamson despite the emergence of bullying claims and abusive text messages he sent to the former Conservative chief whip Wendy Morton.</p><p>The texts were revealed over the weekend to include angry remonstrations about not being invited to the Queen’s funeral and one that said “there is a price for everything”.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/07/grant-shapps-joins-condemnation-of-gavin-williamson-abusive-texts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/07/california-meteor-house-destroyed", "title": "California man blames meteorite after house goes up in flames", "date_published": "2022-11-07 14:44:48+00:00", "description": "<p>Fireball – ‘like a flaming basketball’ – seen in sky around the time rancher’s home destroyed north-east of Sacramento </p><p>A northern California man has claimed that his home was destroyed by a meteorite on Friday, after several witnesses reportedly saw a ball of light descending from the sky.</p><p>“I heard a big bang. I started to smell smoke and I went on to my porch and it was completely engulfed in flames,” local rancher Dustin Procita, whose home was destroyed, told the local television news station <a href=\"https://www.kcra.com/article/nevada-county-man-wonders-meteorite-destroyed-california-house/41877019\">KCRA</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/07/california-meteor-house-destroyed\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/fsg-fully-committed-to-liverpool-amid-reports-of-club-being-put-up-for-sale", "title": "FSG ‘fully committed’ to Liverpool amid reports of club being put up for sale", "date_published": "2022-11-07 14:44:39+00:00", "description": "<ul><li>American-based owners said to have produced ‘sales deck’</li><li>FSG purchased Liverpool for £300m and could sell for £3.5bn</li></ul><p>Fenway Sports Group says it remains “fully committed to the success” of Liverpool amid claims the club has been put up for sale.</p><p>According to a story published by the Athletic, the American-based owners had produced a “sales deck”, which are used as part of presentations, and investment banks Goldman Sachs and Morgan Stanley were assisting the evaluation process. However, while FSG admits it is open to accepting new shareholders, it has not gone as far as to say the Premier League club as a whole is on the market.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/fsg-fully-committed-to-liverpool-amid-reports-of-club-being-put-up-for-sale\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/07/ftse-100-executive-pay-rose-23-per-cent-4m-2022", "title": "Pay of FTSE 100 chief executives rose an average of 23% in 2022", "date_published": "2022-11-07 14:40:05+00:00", "description": "<p>Campaigners and TUC say rise to almost £4m is unjustifiable during cost of living crisis</p><p>Bosses of the UK’s 100 biggest publicly listed companies have seen their pay jump by an average of 23% to almost £4m because of record bonus payments.</p><p>The average pay of chief executives of FTSE 100 companies increased from £3.2m last year to £3.9m this year, <a href=\"https://www.pwc.co.uk/press-room/press-releases/executive-pay-at-ftse-100-firms-recovers-to-pre-pandemic-levels.html\">according to research by PricewaterhouseCoopers (PwC)</a>. The soaring pay at the top comes as companies push back against workers’ demands for pay rises to help them cope with high inflation and the cost of living crisis.</p> <a href=\"https://www.theguardian.com/business/2022/nov/07/ftse-100-executive-pay-rose-23-per-cent-4m-2022\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/intervention-rishi-sunak-death-alaa-abd-el-fattah-egypt-hunger-strike", "title": "An intervention from Rishi Sunak today is all that stands between my brother and death | Sanaa Seif", "date_published": "2022-11-07 14:35:47+00:00", "description": "<p>My brother Alaa Abd el-Fattah  is on hunger strike in an Egyptian prison and is now refusing water. The prime minister is his last hope</p><p>At 10am on Sunday morning my brother Alaa drank his last sip of water in an Egyptian prison. He has been on hunger strike for more than 200 days, and now as world leaders arrive for Cop27 he has <a href=\"https://www.theguardian.com/environment/2022/nov/03/political-prisoner-alaa-abd-el-fattah-escalate-hunger-strike-cop27\">stopped drinking water</a>. </p><p>He’s been in prison for nine years. He’s not doing this now because he wants to die, but because it’s the only way he might get to live again. He’s been in prison for all but one year of his son’s life for his writings about democracy and technology, and his anti-authoritarian stance. The whole world is watching what happens in Sharm el-Sheikh, where I write this from, and he is staking his life on a belief that the world will today stand with him.</p><p>Sanaa Seif is a film-maker, activist and sister of the imprisoned writer Alaa Abd el-Fattah</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/intervention-rishi-sunak-death-alaa-abd-el-fattah-egypt-hunger-strike\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/07/midterms-election-biden-trump-campaign-republicans-democrats-politics-latest-updates", "title": "Biden and Trump hit US midterms campaign trail to make final pitch to voters – live", "date_published": "2022-11-07 14:24:48+00:00", "description": "<p>President to speak in Maryland while predecessor travels to Ohio, with more than 40m Americans having already voted</p><p>Russian businessman <strong>Yevgeny Prigozhin</strong> said today he had interfered in US elections and would continue doing so in future, the first such admission from a figure who has been formally implicated by Washington in efforts to influence American politics, Reuters writes.</p><p>In comments posted by the press service of his Concord catering firm on Russia’s Facebook equivalent VKontakte, Prigozhin said:</p><p>We have interfered (in US elections), we are interfering and we will continue to interfere. Carefully, accurately, surgically and in our own way, as we know how to do.</p><p>During our pinpoint operations, we will remove both kidneys and the liver at once,” Prigozhin said. He did not elaborate on the cryptic comment.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/07/midterms-election-biden-trump-campaign-republicans-democrats-politics-latest-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/07/rishi-sunak-gavin-williamson-texts-uk-politics-live", "title": "Gavin Williamson has Sunak’s ‘full confidence’, says No 10, as Starmer calls for him to be sacked – UK politics live", "date_published": "2022-11-07 14:23:27+00:00", "description": "<p>Prime minister’s judgment called into question after making Williamson minister again</p><p><strong>Keir Starmer</strong> has said Gavin Williamson should be sacked, because he is “not fit” be a government minister.</p><p>But, speaking to journalists this morning, the Labour leader focused his criticism on Rishi Sunak for giving Williamson a job as a minister without portfolio in the Cabinet Office, with the right to attend cabinet.</p><p>It is so disappointing that yet again we’re having a discussion about the prime minister’s judgment, this time in relation to Gavin Williamson. He’s clearly got people around the cabinet table who are not fit to be there. That is because he was so weak and wanted to avoid an election within his own party and I think the only way out of this, because these debates are going to go on, because of the weak position the prime minister is in, I think we should say to the public, they should have a choice - do you want to carry on with this chaos or do you want the stability of a Labour government? That’s why I think there is such a powerful case for a general election.</p><p>I think that the prime minister has got people who are clearly not fit for the job around the cabinet table. Gavin Williamson has got history when it comes to breaches of security and leaking, etc. He is clearly not suitable, but the central focus really here is on the prime minister, to ask the question why has he put these people around the cabinet.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/07/rishi-sunak-gavin-williamson-texts-uk-politics-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/07/china-criticises-british-minister-visit-taiwan-trade-talks-greg-hands", "title": "China criticises British minister’s visit to Taiwan for trade talks", "date_published": "2022-11-07 14:17:36+00:00", "description": "<p>Beijing ‘resolutely opposes’ official exchanges between Taipei and UK government, says foreign ministry</p><p>• <a href=\"https://www.theguardian.com/politics/live/2022/nov/07/rishi-sunak-gavin-williamson-texts-uk-politics-live\">UK politics live – latest news updates</a></p><p>China has criticised the British government for sending the trade minister Greg Hands to Taiwan and said the UK must cease “sending the wrong signals” to pro-independence forces on the self-ruled island that Beijing regards as its territory.</p><p>Hands began a two-day visit to Taipei on Monday, during which he is scheduled to meet the democracy’s president, Tsai Ing-wen, and co-host the 25th annual UK-Taiwan trade talks.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/07/china-criticises-british-minister-visit-taiwan-trade-talks-greg-hands\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/07/schnapps-and-cop27-mondays-best-photos", "title": "Schnapps and Cop27: Monday’s best photos", "date_published": "2022-11-07 14:15:13+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/07/schnapps-and-cop27-mondays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/row-brews-in-iran-over-use-of-its-drones-in-ukraine-war-by-russia", "title": "Row brews in Iran over use of its drones in Ukraine war by Russia", "date_published": "2022-11-07 14:11:41+00:00", "description": "<p>Conservative cleric and a newspaper editor openly critical of government’s stance on weapons it supplied to Moscow</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/07/russia-ukraine-war-live-news-zelenskiy-warns-of-mass-attacks-on-power-grid-kyiv-mayor-raises-prospect-of-evacuations\">Russia-Ukraine war – latest news updates</a></li></ul><p>An internal rift over the supply of deadly drones to Russia for use in Ukraine has opened up in Iran, with a prominent conservative cleric and newspaper editor saying Russia is the clear aggressor in the war and the supply should stop.</p><p>A former Iranian ambassador to Moscow has also hinted the foreign ministry may have been kept in the dark both by the Kremlin and the Iranian military.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/row-brews-in-iran-over-use-of-its-drones-in-ukraine-war-by-russia\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/07/premier-league-arsenal-newcastle-southampton-football-weekly-podcast", "title": "Arsenal stay top and Ralph Hasenhüttl gets the chop – Football Weekly | podcast", "date_published": "2022-11-07 14:07:09+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/PaulMac\">Paul MacInnes</a> and <a href=\"https://twitter.com/lucyjward_\">Lucy Ward</a> to discuss all the weekend’s Premier League action</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: Arsenal look very accomplished in their 1-0 win over Chelsea at Stamford Bridge, a win which keeps them top of the league ahead of Manchester City, who beat Fulham at the death despite João Cancelo’s early red card.</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/07/premier-league-arsenal-newcastle-southampton-football-weekly-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/italian-ultra-cyclist-aims-to-complete-first-coast-to-coast-crossing-of-antartica-by-bike", "title": "Italian ultra-cyclist aims to complete first coast-to-coast crossing of Antartica by bike", "date_published": "2022-11-07 14:00:04+00:00", "description": "<p>Climate activist Omar di Felice hopes to complete the 2,000km trek – made possible by advent of ‘fatbikes’ – in 60 days after departing next week</p><p>Next week, Omar di Felice will begin a journey no human has previously attempted. The Italian ultra-endurance cyclist will arrive at Hercules Inlet, in western Antarctica, and begin cycling over the ice towards the south pole. All going well, he will ride for 60 days through almost 2,000km of treacherous terrain, passing the pole and reaching Leverett Glacier in mid-January to complete the first-ever coast-to-coast crossing on a bike.</p><p>Cycling in Antarctica is a relatively recent phenomenon, made possible by the development of wide-tired bicycles known as “fatbikes”, which can traverse snowy conditions. The first Antarctic cycling expedition took place in 2003; in the years since, just two men have managed to ride the full distance from Hercules Inlet to the south pole (about 1,250km). No one has yet ridden onwards to complete a coast-to-coast crossing of the continent.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/italian-ultra-cyclist-aims-to-complete-first-coast-to-coast-crossing-of-antartica-by-bike\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/soaring-demand-meat-hybrid-burger-blending-benefits", "title": "How can we cut soaring demand for meat? Try a hybrid burger  | Joseph Poore", "date_published": "2022-11-07 13:53:17+00:00", "description": "<p>Blending lentils or vegetables into meat products could have huge benefits for the environment, animal welfare and human health</p><p>Our current level of meat consumption is unsustainable. Animal farming is a major driver of global heating<em> </em>and tropical deforestation. The meat industry keeps most animals in <a href=\"https://www.fao.org/publications/card/en/c/aea49989-7d6f-54a5-aaae-c12fe4aef097/\">intensive</a>, inhumane conditions<em>. </em>And red meat is linked to multiple health <a href=\"https://www.pnas.org/doi/10.1073/pnas.1906908116\">problems</a> including heart disease and colorectal cancer.</p><p>The food industry has committed to change – chains such as McDonald’s and Burger King have signed up to net zero greenhouse gas emissions by 2050, to zero deforestation by 2030, and to multiple health <a href=\"https://www.mcdonalds.com/gb/en-gb/newsroom/article/ooh_code_of_practice.html\">targets</a> too. But how can these giant companies, and indeed the whole food sector, possibly follow through when we consume 340bn kilos of meat a year globally, and demand is still <a href=\"https://ourworldindata.org/grapher/global-meat-production\">rising</a>? Do we just hope that consumers will go vegan or vegetarian of their own accord?</p><p>Joseph Poore researches agriculture and the environment at the University of Oxford. Hannah Ritchie also contributed to this piece</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/soaring-demand-meat-hybrid-burger-blending-benefits\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/putin-ally-yevgeny-prigozhin-admits-interfering-in-us-elections", "title": "Putin ally Yevgeny Prigozhin admits interfering in US elections", "date_published": "2022-11-07 13:52:59+00:00", "description": "<p>Russian businessman and founder of Wagner group says interfering will continue as midterms loom</p><p>The influential Russian businessman Yevgeny Prigozhin, who is linked to President Vladimir Putin and has faced sanctions from Washington and European countries, admitted on Monday to interfering in US elections.</p><p>“Gentlemen, we interfered, we are interfering and we will interfere,” Prigozhin, who has been accused of running a “troll factory” to influence the outcome of votes in several western countries, said in a statement quoted by his team.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/putin-ally-yevgeny-prigozhin-admits-interfering-in-us-elections\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/champions-league-last-16-draw-tie-by-tie-analysis", "title": "Champions League last-16 draw: tie-by-tie analysis", "date_published": "2022-11-07 13:47:12+00:00", "description": "<p>Liverpool can cause problems for Madrid’s midfield, Leipzig’s forwards could test Manchester City and Spurs should have too much for Milan</p><p>Last month, Real Madrid’s president, Florentino Pérez, advocating for a Super League, lamented that his club have faced Liverpool in just nine competitive games. His wish for more has been granted sooner than he expected and perhaps would have liked. Real beat Liverpool reasonably comfortably <a href=\"https://www.theguardian.com/football/2022/may/28/champions-league-final-match-report-liverpool-real-madrid\">in last season’s final</a> and had few issues topping a relatively straightforward group, while Liverpool have suffered a miserable start to the season. With Mohamed Salah returning to form, though, Jürgen Klopp’s side may have improved by February and, out of the title race, can afford to focus on Europe. Aurélien Tchouaméni has joined Real and Eduardo Camavinga was beginning to make an impact last season, but the sense remains that the post-Casemiro midfield is yet to be really tested.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/champions-league-last-16-draw-tie-by-tie-analysis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/manchester-united-to-face-barcelona-in-europa-league-knockout-play-off", "title": "Manchester United to face Barcelona in Europa League knockout playoff", "date_published": "2022-11-07 13:06:06+00:00", "description": "<ul><li>United travel to Camp Nou for first leg on 16 February</li><li>Winner secures place in Europa League last-16</li></ul><p>Manchester United have been drawn against Barcelona in the Europa League knockout play-off round.</p><p>Barcelona have dropped down into the competition after failing to get out of their Champions League group but now provide a stern test for Erik ten Hag’s side, who finished second in their Europa League group.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/manchester-united-to-face-barcelona-in-europa-league-knockout-play-off\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/07/bar-fight-review-breakup-comedy-turns-into-drinking-challenge-face-off", "title": "Bar Fight! review – breakup comedy turns into drinking-challenge face-off", "date_published": "2022-11-07 13:00:02+00:00", "description": "<p>An unhappy couple settle their rivalry over on a series of inane challenges in a film that mistakes dodgy acting for ambience</p><p>This LA-set breakup comedy at least has a nifty hook: when a longstanding couple part ways, who gets drinking rights at their favourite bar? After five years together, flannel-shirted carpenter Allen (Luka Jones) and go-getting talent agent Nina (Melissa Fumero) are undergoing what Los Angelenos now call a “conscious uncoupling”. Having never fought when they were together, their separation proceeds on the same smooth lines – until they set foot in the Martinez Bar &amp; Lounge on the same evening, both on the town as singletons for the first time. Staff allegiances are divided, so they come up with a decider: Allen and Nina have to undergo a best-of-three bar challenge, with the loser “eighty-sixed” for good.</p><p>Debut director Jim Mahoney gets a tasty buzz on in the early stages, couching Bar Fight! as an upbeat Californian Christmas affair in the Shane Black tradition, with a rhythmical snap in his stride as the characters face off in front of the counter. He tries to make the Martinez a Cheers-style home-from-home, with boozy dramatis personae including soft-touch manager Dick (Vik Sahay), silver-tongued barman Mason (Daniel Dorr), and 1,000-yard-stare cook Elena (Dot Marie-Jones).</p> <a href=\"https://www.theguardian.com/film/2022/nov/07/bar-fight-review-breakup-comedy-turns-into-drinking-challenge-face-off\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/07/black-bean-enfrijoladas-recipe-thomasina-miers-enchiladas", "title": "Thomasina Miers’ recipe for black bean enfrijoladas | The new flexitarian", "date_published": "2022-11-07 13:00:02+00:00", "description": "<p>Softened and warmed tortillas, smothered in black bean puree, and topped with a tangy sofrito, sliced radishes and coriander</p><p><em>Enfrijoladas</em> are enchiladas smothered in a bean sauce, and are typical of Mexico’s Oaxaca region; they are also one of many ingenious ways to use up leftover corn tortillas. I love cooking the beans from scratch, both for quality and affordability, but if you’re pressed for time, use tinned instead. To get ahead, arrange the enfrijoladas in a casserole dish and, when you want to eat, bake them for half an hour, scatter with the feta and <a href=\"https://www.theguardian.com/food/2022/jun/04/pico-de-gallo-pickled-onions-prawn-tacos-karla-zazueta-mexican-recipes\">pico de gallo</a>, and serve.</p> <a href=\"https://www.theguardian.com/food/2022/nov/07/black-bean-enfrijoladas-recipe-thomasina-miers-enchiladas\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/lsothomas-review-african-american-composers-in-the-spotlight", "title": "LSO/Thomas review – African American composers in the spotlight", "date_published": "2022-11-07 12:57:29+00:00", "description": "<p><strong>Barbican, London</strong><br />Joel Thompson and Carlos Simon mixed music with urgent speech while Wynton Marsalis’s concerto liberated the tuba from its bridesmaid role</p><p>American Music of Our Time was what this concert promised, but with the gospel specialist <a href=\"https://lso.co.uk/more/news/1821-london-symphony-orchestra-names-leading-american-composer-and-conductor-andre-j-thomas-as-associate-artist.html\">André J Thomas</a> returning to the podium as an LSO associate artist this was never going to be a showcase for the usual suspects. Instead it spotlit three African American composers, with four works all receiving their UK premieres.</p><p>Two mixed music with speech and had something urgent to say. To Awaken the Sleeper, composed in 2020 by <a href=\"https://www.seattletimes.com/entertainment/classical-music/meet-the-young-composer-whose-piece-for-seattle-symphony-is-among-the-first-inspired-by-2020s-impactful-events/\">Joel Thompson</a>, provides a musical framework for words by James Baldwin; their quiet dignity came across as spoken by Willard White, his cavernous voice slightly amplified. It started with an arresting cacophony sounding like every holiday piece played by a US marching band at once, but settled into something more conventionally supportive, without much push and pull between words and music. Portrait of a Queen, by <a href=\"https://www.carlossimonmusic.com/\">Carlos Simon</a>, was similar in length but more ambitious. Courtney D Ware’s sparing text, giving voice to a time-travelling, matriarchal figure, was powerfully delivered by <a href=\"https://www.theguardian.com/music/2015/nov/08/eska-mtungwazi-i-deferred-my-life-for-years-mercury-prize\">Eska:</a> her yell of “Their lives matter!” at the climax hit home. The music subsided into peaceful affirmation, Eska speaking against the distant recorded voice of a woman leading a Pentecostal prayer.</p> <a href=\"https://www.theguardian.com/music/2022/nov/07/lsothomas-review-african-american-composers-in-the-spotlight\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/met-office-predicts-severe-flooding-across-england-in-february", "title": "Met Office predicts severe flooding across England in February", "date_published": "2022-11-07 12:55:24+00:00", "description": "<p>Floods would most likely be the result of La Niña – a powerful weather pattern influenced by cooler temperatures in the Pacific</p><p>Severe flooding caused by La Niña is predicted for February despite England remaining in drought, the Met Office has said.</p><p>Two-thirds of people who are at risk of flooding do not realise they are, the government said on Monday, as it embarked on a major awareness campaign. This is significant, as the average cost to a flooded household is £30,000.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/met-office-predicts-severe-flooding-across-england-in-february\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/bcmg-downie-dear-review-cbso-centre-birmingham", "title": "BCMG/Downie Dear review – Hunt and Baker take us from Old Norse to a 70s disco workout", "date_published": "2022-11-07 12:46:17+00:00", "description": "<p><strong>CBSO Centre, Birmingham<br /></strong>Birmingham Contemporary Music Group’s latest programme featured contrasting works by Edmund Hunt and Richard Baker, with evocative live electronics <br /></p><p>With works by just two composers, there was an elegant symmetry to Birmingham Contemporary Music Group’s latest programme, which was conducted by <a href=\"http://www.finnegandowniedear.com/\">Finnegan Downie Dear</a>. Pieces by <a href=\"https://www.edmundhunt.com/\">Edmund Hunt</a> involving a countertenor (<a href=\"https://www.cantabile.com/billy\">William Purefoy</a>) and live electronics straddled the interval, while around them were works for ensemble by <a href=\"http://rchrdbkr.com/\">Richard Baker</a>, who is very familiar to BCMG audiences as both composer and conductor.</p><p>Both of Hunt’s works used texts in Old Norse. The longer, more ambitious of the two was The Waking of Angantyr, using verses from the story of a warrior woman who travels to the island where her dead father has been buried. It involves three protagonists, all of them sung by the countertenor in Hunt’s setting; the live electronics certainly conjured an evocative background of whispering voices, mysterious rustlings and knockings, but the vocal writing and its ensemble commentary hardly hinted at any drama, despite Purefoy’s best efforts with the text.</p> <a href=\"https://www.theguardian.com/music/2022/nov/07/bcmg-downie-dear-review-cbso-centre-birmingham\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/eu-hoping-better-relations-uk-rishi-sunak", "title": "‘Positive noises’: EU hoping for better relations with UK under Sunak", "date_published": "2022-11-07 12:33:06+00:00", "description": "<p>PM has yet to fully spell out his approach to EU but early interactions have been promising </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/07/rishi-sunak-gavin-williamson-texts-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>The arrival of Rishi Sunak in 10 Downing Street has lifted EU hopes of a long-awaited improvement in relations with the UK, but no one is banking on a breakthrough.</p><p>EU leaders knew little of Britain’s latest prime minister, who was elected to parliament only in 2015 and never held a senior ministerial role while the UK was a member of the EU. Despite Sunak’s record as an unwavering Brexit supporter in 2016, so far, the mood music is promising.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/eu-hoping-better-relations-uk-rishi-sunak\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/07/archie-battersbee-mother-asks-coroner-to-examine-role-of-tiktok-in-death", "title": "Archie Battersbee’s mother asks coroner to examine role of TikTok in death", "date_published": "2022-11-07 12:32:33+00:00", "description": "<p>Exclusive: Hollie Dance believes 12-year-old was ‘influenced, persuaded or peer-pressured’ into taking part in online challenge</p><p>The mother of Archie Battersbee, the 12-year-old boy <a href=\"https://www.theguardian.com/society/2022/aug/06/archie-battersbee-boy-at-centre-of-legal-battle-over-life-support-dies\">who died in August</a> after his life support was switched off, wants a coroner to consider what role exposure to <a href=\"https://www.theguardian.com/technology/tiktok\">TikTok</a> videos may have played in his death.</p><p>Archie sustained a catastrophic brain injury on 7 April at his home in Southend, Essex, when a ligature was found over his head. His mother, Hollie Dance, believes he was injured as a result of taking part in an internet challenge known as <a href=\"https://www.theguardian.com/technology/2022/jul/05/tiktok-girls-dead-blackout-challenge\">the “blackout challenge”</a> and wants the inquest into his death to scrutinise how social media may have contributed.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/07/archie-battersbee-mother-asks-coroner-to-examine-role-of-tiktok-in-death\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/07/the-big-idea-why-we-shouldnt-try-to-be-happy", "title": "The big idea: why we shouldn’t try to be happy", "date_published": "2022-11-07 12:30:01+00:00", "description": "<p>Happiness might seem like a noble goal – but striving for it can be counterproductive</p><p>WHO DOESN’T WANT to be happy? At the end of the day, you might think, it’s happiness that matters most – it’s the reason for everything we do. This idea goes back to classical antiquity. According to the ancient Greek philosopher Aristotle, whatever we pursue in life – “honour, pleasure, reason, and every virtue” – we choose “for the sake of happiness” since happiness “is the end of action”. Around this all-consuming aim we’ve built a multibillion-dollar industry: self-help.</p><p>Not that there haven’t been critics. “Humanity does <em>not</em> strive for happiness,” the philosopher Friedrich Nietzsche quipped, “only the English do.” He was making fun of <a href=\"https://www.theguardian.com/commentisfree/2010/nov/15/happiness-index-philosophy\" title=\"\">utilitarians like Jeremy Bentham and John Stuart Mill,</a> for whom the point of morality is to achieve the greatest happiness for all. The irony is that Mill, too, had doubts about the <a href=\"https://www.theguardian.com/science/2021/jan/10/why-its-time-to-stop-pursuing-happiness\" title=\"\">pursuit of happiness</a>. As he saw, the craze for contentment threatens to subvert itself.</p> <a href=\"https://www.theguardian.com/books/2022/nov/07/the-big-idea-why-we-shouldnt-try-to-be-happy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/cop27-climate-summit-un-secretary-general-antonio-guterres", "title": "World is on ‘highway to climate hell’, UN chief warns at Cop27 summit", "date_published": "2022-11-07 12:15:44+00:00", "description": "<p>António Guterres tells leaders ‘global climate fight will be won or lost in this crucial decade – on our watch’</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/07/cop27-egypt-climate-summit-boris-johnson-net-zero-live\">Cop27 live – latest news updates</a></li></ul><p>Humanity is on a “highway to climate hell”, the UN secretary general has warned, saying the fight for a liveable planet will be won or lost in this decade.</p><p>António Guterres told world leaders at the opening of the Cop27 UN climate summit in Egypt on Monday: “We are in the fight of our lives and we are losing … And our planet is fast approaching tipping points that will make climate chaos irreversible.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/cop27-climate-summit-un-secretary-general-antonio-guterres\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/video/2022/nov/07/gut-instincts-are-wellness-diets-just-a-matter-of-taste-video", "title": "Gut instincts: Are wellness diets just a matter of taste? - video", "date_published": "2022-11-07 12:08:28+00:00", "description": "<p>Eating well is a universally agreed method of keeping as healthy as possible, but where this space was once filled with strict fad diets, modern science has stepped in to show how unique we all are. Guardian journalist Richard Sprenger, who has multiple sclerosis, looks at where modern healthy eating has come from, the complexity of our individual microbiomes, and speaks to Dr Terry Wahls, an American physician who claims to have reversed her own advanced version of the disease through diet and lifestyle alone</p><p><a href=\"https://www.theguardian.com/lifeandstyle/video/2022/oct/31/a-sceptics-guide-to-wellness-autoimmune-disease-alternative-therapies-and-me-video\">* Watch the first episode of<b> a sceptic's guide to wellness here</b>&nbsp;</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/video/2022/nov/07/gut-instincts-are-wellness-diets-just-a-matter-of-taste-video\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/midterm-elections-republican-radicals-trump", "title": "Whatever the outcome of midterms, don’t expect Republicans to return to ‘normal’ | Cas Mudde", "date_published": "2022-11-07 12:08:01+00:00", "description": "<p>Anyone hoping a poor election showing might pull the party back from extremism doesn’t see the unfortunate truth: Trump and his radicals now represent Republican values</p><p>In 2010, the then conservative Canadian-American commentator <a href=\"https://www.telegraph.co.uk/news/worldnews/northamerica/usa/7842229/The-Tea-Party-is-a-turn-off-for-US-moderates.html\">David Frum</a> feared that the conservative Tea Party movement would radicalize the Republican party, which would bring it short-term gain but long-term loss. Two years later, after some unconventional Tea Party candidates had defeated establishment “Republicans in name only” in primaries to then lose in the general elections – like <a href=\"https://www.npr.org/sections/thetwo-way/2010/10/05/130353168/-i-m-not-a-witch-republican-senate-candidate-christine-o-donnell-says-in-new-ad\">Christine “I’m not a witch” O’Donnell</a> in Delaware or <a href=\"https://www.politico.com/story/2012/10/mourdock-rape-pregnancy-and-gods-plan-082795\">Richard “God intended your rape child” Mourdock</a> in Indiana – the Republican establishment successfully blamed the Tea Party movement for the party’s electoral defeats and regained control, albeit, as it turned out in 2015, for just a few years.</p><p>Recently, some <a href=\"https://www.brookings.edu/blog/fixgov/2022/08/15/has-trump-put-the-republican-party-in-danger-of-repeating-the-2010-senate-race/\">commentators</a> have argued that radical outsiders once again endanger Republican success in the midterms. While this might be the case, don’t expect this to seriously change the far-right direction of the party.</p><p>Cas Mudde is a Guardian US columnist and the Stanley Wade Shelton UGAF professor in the school of public and international affairs at the University of Georgia</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/midterm-elections-republican-radicals-trump\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/world-cup-2022-team-guide-mexico", "title": "World Cup 2022 team guides part 10: Mexico", "date_published": "2022-11-07 12:00:00+00:00", "description": "<p>Gerardo Martino’s side are struggling but 40,000 fans will descend on Qatar hoping to see the end of the ‘fourth game curse’</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/07/world-cup-2022-team-guide-mexico\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/conservative-party-conference-music-friendly-fires-dream-fatboy-slim-dandy-warhols", "title": "‘Like watching your girlfriend kiss someone else’: the artists who had their songs co-opted by politicians", "date_published": "2022-11-07 12:00:00+00:00", "description": "<p>Today’s stage-managed politics depend on everything being on-message – including choosing the perfect conference walk-on tune. But the musicians whose songs are being used have no say in</p><p>There can be no tougher DJ gig than the Conservative party conference. It is not that it’s a discerning crowd. But it’s once the politicians have left the stage that the complaints start. This year Liz Truss herself was said to have selected M People’s Moving On Up to soundtrack her arrival at the lectern: it’s a determinedly upbeat anthem, if you don’t listen to the lyrics about packing your bags and moving on out. But the outgoing PM’s choice was not endorsed by M People, with founder Mike Pickering – a longtime anti-Tory – tweeting his anger.</p><p>Not that the band could do anything about it: the choice of music at such events is down to the discretion of the venue, not the label or artist (though it’s a different story for party political broadcasts). But just as there is a tradition of political protest music, there’s an equally long one of musicians protesting against politicians’ use of their songs. We spoke to artists who have had their songs co-opted by politics against their wishes. </p> <a href=\"https://www.theguardian.com/music/2022/nov/07/conservative-party-conference-music-friendly-fires-dream-fatboy-slim-dandy-warhols\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/backstreet-boys-review-sympathy-hugs-and-immaculate-harmonies", "title": "Backstreet Boys review – sympathy, hugs and immaculate harmonies", "date_published": "2022-11-07 11:56:37+00:00", "description": "<p><strong>O2 Arena, London<br /></strong>Suffused with awareness of the death of Nick Carter’s brother Aaron, the crowd’s support for the boyband definers was rewarded by a flawless set</p><p>The energy in the O2 Arena on Sunday is rowdy. Groups of women are waving flashing LED sticks and taking pulls from plastic bottles of red wine. Millennial friendship groups in white cargo trousers and bucket hats are filming each other with phone torches on. A girl in a diamante camo cap, carrying a cardboard cut-out of Kevin Richardson’s face, is shouting at her friend about someone being “done for assault”. It’s the first day of the UK leg of Backstreet Boys’ DNA World Tour (for 2022, at least – the tour, which has been running since 2019, has passed through London before) and the hours leading up to it were full of uncertainty as to whether or not it would go ahead.</p><p>Taking place the day after the <a href=\"https://www.theguardian.com/music/2022/nov/06/aaron-carter-was-the-millenniums-bubblegum-bad-boy-and-the-victim-of-a-rapacious-music-industry\">tragic death</a> of Nick Carter’s younger brother Aaron was announced, a heavy cloud hung over the proceedings. “My heart is broken,” Nick wrote on Instagram shortly before the show. “Even though my brother and I had a complicated relationship, my love for him has never faded.” He was visibly emotional during the two hour, 32-song set. But the mood of the night was one of palpable support, both from the audience and from fellow bandmates Kevin, AJ McLean, Howie Dorough and Brian Littrell, who hugged and high-fived him throughout.</p><p>More details of <a href=\"https://backstreetboys.com/\">Backstreet Boys’ DNA tour available here</a>.</p> <a href=\"https://www.theguardian.com/music/2022/nov/07/backstreet-boys-review-sympathy-hugs-and-immaculate-harmonies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/liverpool-to-face-real-madrid-in-last-16-of-the-champions-league", "title": "Liverpool to face Real Madrid in last 16 of the Champions League", "date_published": "2022-11-07 11:48:46+00:00", "description": "<ul><li>Tie is a repeat of last season’s controversial final</li><li>Man City vs Leipzig, Spurs vs Milan, Chelsea vs Dortmund</li></ul><p>Liverpool and Real Madrid have been drawn to face each other in the last-16 of the Champions League, bringing together the teams who met in last season’s final in Paris.</p><p>The first leg will take place at Anfield in February and for Jürgen Klopp’s side the tie represents an opportunity to avenge their <a href=\"https://www.theguardian.com/football/2022/may/28/champions-league-final-match-report-liverpool-real-madrid\">1-0 defeat to Real</a> in the French capital six month ago, an encounter that was marred by organisational chaos which led to the kick-off being delayed and hundreds of Liverpool supporters <a href=\"https://www.theguardian.com/football/ng-interactive/2022/sep/21/liverpool-real-madrid-paris-stade-de-france-champions-league\">fearing for their safety</a>.</p><p><em>More to follow …</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/07/liverpool-to-face-real-madrid-in-last-16-of-the-champions-league\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/ex-south-korean-leader-plans-give-up-dogs-kim-jong-un", "title": "Ex-South Korean leader plans to give up dogs sent by Kim Jong-un", "date_published": "2022-11-07 11:48:37+00:00", "description": "<p>Current president said not to support Moon Jae-in’s attempt to keep gift of two Pungsan dogs from North Korea</p><p>South Korea’s former president Moon Jae-in has said he plans to give up a pair of dogs sent by the North Korean leader, Kim Jong-un, as a gift following their 2018 summit, citing a lack of support from his successor.</p><p>Moon has raised the white Pungsan dogs named Gomi and Songgang since their arrival in the South and took them to his personal residence after his term ended in May.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/ex-south-korean-leader-plans-give-up-dogs-kim-jong-un\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/education/2022/nov/07/foreign-office-vetting-deterring-top-scientists-uk-royal-society-warns", "title": "Foreign Office vetting deterring top scientists from UK, Royal Society warns", "date_published": "2022-11-07 11:43:32+00:00", "description": "<p>Frustration growing at delays that leave some unable to take up prestigious posts for up to seven months</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/07/rishi-sunak-gavin-williamson-texts-uk-politics-live\">UK politics live – latest news updates</a></li></ul><p>The best international scientists are being deterred from coming to the UK due to a Foreign, Commonwealth and Development Office (FCDO) vetting scheme that is leaving researchers in limbo for months, the Royal Society has warned.</p><p>The government’s Academic Technology Approval Scheme (<a href=\"https://www.theguardian.com/education/2008/jan/29/administration.postgraduate\">Atas</a>) is designed to prevent the export of technology with potential military applications and was significantly expanded last year amid a national security crackdown. But lengthy delays are leaving some unable to take up prestigious posts for up to seven months and frustration is growing that the issue is harming the UK’s reputation abroad.</p> <a href=\"https://www.theguardian.com/education/2022/nov/07/foreign-office-vetting-deterring-top-scientists-uk-royal-society-warns\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/womens-super-league-talking-points-from-the-weekends-action", "title": "Women’s Super League: talking points from the weekend’s action", "date_published": "2022-11-07 11:37:02+00:00", "description": "<p>Frida Maanum is on a mission, Brighton have found renewed hope and Manchester United suddenly looked toothless</p><p>We had <a href=\"https://www.theguardian.com/football/2022/apr/09/being-dropped-the-motivation-for-england-goal-glut-says-beth-mead\">Beth Mead’s revenge tour</a> after she was dropped from Team GB contention before the Olympics. Now the Frida Maanum revenge tour has swung into gear. The Norway midfielder has grabbed her chance to impress after spending the start of the season, and much of her time since joining Arsenal from the Swedish side Linköping, coming off the bench. The 23-year-old has four goals in five games following her strike in the 4-0 win at Leicester since she was named in the starting XI ahead of Vivianne Miedema and her impressive form has given Jonas Eidevall a headache as manager. Miedema has been granted a leave of absence to “rest and recharge” before the international break but when she returns she has the task of unseating the in-form Maanum, or reclaiming her place up top ahead of Stina Blackstenius. Having so many world-class options in a squad is a blessing but for Eidevall it could also prove a headache. <strong>Suzanne Wrack</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/07/womens-super-league-talking-points-from-the-weekends-action\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/migration-railways-bad-data-british-politics-inaccurate-incomplete", "title": "From migration to railways, how bad data infiltrated British politics | Georgina Sturge", "date_published": "2022-11-07 11:30:59+00:00", "description": "<p>Again and again, politicians of all stripes have relied on inaccurate or incomplete figures to make crucial decisions</p><ul><li>Georgina Sturge is a statistician in the House of Commons Library</li></ul><p>Modern governments rely on numbers. They are the lifeblood of departments, used to judge the success or failure of policies. Politicians use them to legitimise their views and ideas and to scrutinise, expose and attack the other side.</p><p>While in the past it might have been enough for public policy to be justified on the basis of “because I say so”, governments can no longer rely on blind faith. They are expected, even required, to back their policies with hard evidence – the unease that greeted Liz Truss government’s mini-budget is a case in point – and we tend to view numbers as the most solid form of evidence there is.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/migration-railways-bad-data-british-politics-inaccurate-incomplete\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/07/how-we-met-jason-and-liz", "title": "How we met: ‘I was smiling because it was raining and this guy gave me a huge smile back’", "date_published": "2022-11-07 11:30:59+00:00", "description": "<p>Liz, 57, and Jason, 55, met in Sydney while she was travelling after a health scare. They married three years later<br /></p><p>After recovering from a health scare in 2004, Liz decided to spend some time travelling the world. “Doctors discovered a tumour in my appendix,” she says. “I was working in healthcare community development in Ireland but decided I needed a sabbatical.”</p><p>By January 2006, she had been in Sydney, Australia, for several months, when she took a trip to the city’s Botanical Gardens. “It was raining heavily and I was smiling as I hadn’t seen a drop in so long,” she says. “I saw this guy give me a huge smile back. I thought: ‘Oh God, I shouldn’t smile at a strange man.’” </p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/07/how-we-met-jason-and-liz\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/cop27-wifi-egypt-blocks-human-rights-key-news-websites", "title": "Cop27 wifi in Egypt blocks human rights and key news websites", "date_published": "2022-11-07 11:03:08+00:00", "description": "<p>Attendees say they are unable to visit Human Rights Watch and other sites needed during climate talks</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2022/nov/07/cop27-egypt-climate-summit-boris-johnson-net-zero-live\">Cop27 live – latest news updates</a></li></ul><p>Attendees at the Cop27 climate meeting have found that the conference internet connection blocks access to the global rights organisation Human Rights Watch (HRW) as well as other key news websites needed for information during the talks.</p><p>HRW is due to lead a panel discussion at Cop27 along with Amnesty International, whose website is accessible on the conference wifi. The list of blocked sites also includes the blogging platform Medium, Egypt’s lone independent news outlet, Mada Masr, and the Qatari news outlet Al Jazeera.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/cop27-wifi-egypt-blocks-human-rights-key-news-websites\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/lows-mimi-parker-was-a-voice-of-hope-and-healing-in-indie-rock", "title": "Low’s Mimi Parker was a voice of hope and healing in indie rock", "date_published": "2022-11-07 11:02:45+00:00", "description": "<p>The vocalist and drummer, <a href=\"https://www.theguardian.com/music/2022/nov/06/low-drummer-and-vocalist-mimi-parker-has-died\">who has died aged 55</a>, was ‘a little reluctant’ to form a band with her husband, Alan Sparhawk. But her songwriting and hushed, strong voice saw Low create breathtaking music that was both beautiful and unsettling</p><p>In the early days of their marriage, Alan Sparhawk and Mimi Parker’s dream was simple. “We wanted to do something in life together – be in business together, or work together … Just be together,” Sparhawk told me in 2013. The solution materialised in 1993 when they formed Low, in which Parker sang and drummed until her death on Saturday of ovarian cancer.</p><p>They’d known each other since elementary school, growing up together in Clearbrook, a tiny city in rural Minnesota. Parker’s mother had been an aspiring country singer whose career had gone no further than a handful of shows in Minneapolis, but still loved singing old gospel songs with her daughters, occasionally performing at church or at funerals. After they began dating in their teens, Sparhawk would hang out at the Parker house, and jam with Mimi’s mother. It was there that Sparhawk and his future wife/bandmate first harmonised, singing Neil Young’s Heart of Gold together.</p> <a href=\"https://www.theguardian.com/music/2022/nov/07/lows-mimi-parker-was-a-voice-of-hope-and-healing-in-indie-rock\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/07/supreme-court-native-american-families-indian-child-welfare-act", "title": "For decades, welfare laws kept Native American families together. Will the supreme court end them?", "date_published": "2022-11-07 11:00:59+00:00", "description": "<p>The Indian Child Welfare Act was passed to redress years of mass separations of Native families. This month, the court hears a case that could overturn it</p><p>When Kimora Toledo was a little girl, she and her mother Malisha would make the hour-long drive from Albuquerque, New Mexico, to Jemez Pueblo at least once a month. Malisha, who is from Jemez and Tesuque Pueblos, had moved her family to Albuquerque for a better job, but her father was a Jemez medicine man and it was important to her that Kimora be immersed in that heritage. On one of those visits to Jemez, Malisha remembers dancing alongside Kimora – who’s Jemez, Tesuque, Diné and Black – during the feast day celebrations. She hoped it would be the first of many times they’d dance together.</p><p>But Malisha battled a criminal record and her ex, Kimora’s father, managed to gain custody over Kimora and her younger brother. The two children would spend several years living at their dad’s house in Albuquerque, without those monthly visits to the pueblo.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/07/supreme-court-native-american-families-indian-child-welfare-act\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/07/how-rachel-roddy-learned-to-stop-worrying-and-love-the-pressure-cooker", "title": "How Rachel Roddy learned to stop worrying and love the pressure cooker | A kitchen in Rome", "date_published": "2022-11-07 11:00:59+00:00", "description": "<p>Until now, I’d hung on to an irrational childhood fear of the exploding pressure cooker, but I’ve recently rediscovered just how fast and efficient they are</p><p>This column ends well, with an ideal pan of beans, cooked in a third of the usual time, using less than a third of the usual energy. This column began decades ago, when I decided I was afraid of pressure cookers. Raking back though unreliable memories, it isn’t clear why, exactly, I was afraid. We didn’t have one at home, and relatives who did weren’t using them any more by the time we were growing up. There was no incident in the house next door, no scaremongering public-information film that had lodged itself in my mind. Unexplained fear became a quiet hang-up to which I clung even as pressure cookers evolved dramatically. Some of the best cooks I know told me to get over it.</p><p>Actually, this column began with a French physicist, <a href=\"https://en.wikipedia.org/wiki/Denis_Papin\">Denis Papin</a>. Born near Blois in 1647, he studied medicine before moving to Paris, where he assisted the Dutch physicist Christian <a href=\"https://www.theguardian.com/notesandqueries/query/0,,-197023,00.html\">Huygens</a> in building vacuum pumps. Later, in England, Papin worked with the physicist <a href=\"https://www.sciencehistory.org/historical-profile/robert-boyle\">Robert Boyle</a> – whose pressure and volume of gas theory is known as Boyle’s Law – and built air pumps for the Royal Society of London. Papin’s research explored the relationship between boiling temperature and the surrounding pressure. When you cook in an ordinary pot at atmospheric pressure, water boils at 100C until it escapes as steam. Inside a sealed vessel, however, the trapped steam molecules move faster, increasing the surrounding pressure, which means the water boils at 121C. In 1679, Papin demonstrated a sensational invention: a closed vessel with a tight-fitting lid in which steam under pressure was used to cook food and soften bones; his “digesting engine”. One featurewas a small, weighted piston that moved up and released steam; a pressure-relief valve – and the original model for all modern pressure-cookers.</p> <a href=\"https://www.theguardian.com/food/2022/nov/07/how-rachel-roddy-learned-to-stop-worrying-and-love-the-pressure-cooker\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/07/the-box-review-mexican-teens-search-for-missing-father-attains-tragic-status", "title": "The Box review – Mexican teen’s search for missing father attains tragic status", "date_published": "2022-11-07 11:00:59+00:00", "description": "<p>Hatzín Navarrete makes an impressive debut as a boy searching for the truth about his parent in a hostile world</p><p>Hatzín is an adolescent kid from Mexico City, first met arriving in northern Mexico near the US border. Played by Hatzín Navarrete – at the time of casting a non-professional actor – he’s there to collect the remains of his father, a man he barely knew, who was seemingly killed in an industrial accident. Offered a box and an identification card with a barely discernible photo of the dead man, Hatzín sets off on the long journey back, but changes his mind and jumps off the bus when he sees a man who looks like the picture on the ID card. Hatzín is convinced with possibly irrational fervour – the film never makes it quite clear if he’s deluded or not – that this is actually his father, who is now only pretending to be someone named Mario. Mario keeps trying to brush the kid off, gently at first and then with more force when he just keeps coming back.</p><p>Like Jacob in the Old Testament who insisted on wrestling with an angel until he blessed him, Hatzín wins the struggle eventually but pays a price for it. Mario (Hernán Mendoza) takes the boy in under his wing and puts him to work in his sleazy business recruiting people to work under brutal conditions in the local garment factories. There’s a very telling moment that says a lot about postcolonial capitalism when Mario rallies potential recruits by saying that their real enemy is the Chinese; they, he argues, will put their own children to work, taking advantage of their tiny hands, leaving Mexicans and Latin Americans like themselves in poverty unless they compete.</p> <a href=\"https://www.theguardian.com/film/2022/nov/07/the-box-review-mexican-teens-search-for-missing-father-attains-tragic-status\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/us-midterms-cop27-cast-long-shadow", "title": "‘Everyone will be watching’: US midterms cast a long shadow over Cop27", "date_published": "2022-11-07 11:00:59+00:00", "description": "<p>Some fear the outcome of the 8 November elections might derail US leadership on the global climate crisis</p><p>For Joe Biden, the United Nations climate summit in Egypt is the crowning stage to trumpet the US finally passing major legislation to slow dangerous global heating. But the thoughts of the US president and delegates from around the world are likely to nervously flit to events 6,000 miles (9,65km) away – knife-edge midterm elections back in America.</p><p>The climate talks, known as <a href=\"https://www.theguardian.com/environment/video/2022/nov/03/cop27-the-climate-carnage-weve-faced-this-year-video\">Cop27</a>, begin in earnest on Monday when more than 90 heads of state convene in Sharm el-Sheikh amid warnings from scientists that the world is heading towards disastrous climate breakdown without further, deeper cuts in planet-heating emissions. António Guterres, secretary general of the UN, has warned governments heading to Egypt that they face “economy-destroying levels of global heating” and that their efforts to stem this disaster is falling “pitifully short”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/us-midterms-cop27-cast-long-shadow\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/dortmund-youssoufa-moukoko-world-cup-claim-germany-bundesliga", "title": "Dortmund’s 17-year-old star Moukoko stakes World Cup claim with Germany | Andy Brassell", "date_published": "2022-11-07 10:50:58+00:00", "description": "<p>Youssoufa Moukoko has broken into BVB’s first team and clamour is growing for Hansi Flick to take him to Qatar</p><p>Time is ticking away and the World Cup is looming large. Not exactly the moment, you might think, for Germany or any of the other qualified sides to call up a debutant. This one, however, is different – young he may be, but callow he isn’t, and he is arriving at the forefront of Hansi Flick’s mind at the perfect moment. Like most of the runs he makes in the yellow of Borussia Dortmund as autumn turns to winter, it appears as if Youssoufa Moukoko has timed this just right.</p><p>There are many remarkable things about the 17-year-old striker, not least that he has had to be patient to arrive at this point at which he is one of the first names on Edin Terzic’s team sheet. Yet now, as not only his talent but how vital he is to Dortmund in the here and now becomes unquestionable, the stars are aligning for him.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/dortmund-youssoufa-moukoko-world-cup-claim-germany-bundesliga\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/07/champions-league-europa-draw-updates-manchester-city-chelsea-liverpool-tottenham-united-live", "title": "Champions League last 16 draw – live updates", "date_published": "2022-11-07 10:48:16+00:00", "description": "<ul><li>Draw at 11am, Europa League playoff draw at 12pm (GMT)</li><li><a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">The Fiver: sign up for our free daily football email</a></li><li>Get in touch: <a href=\"mailto:will.magee.casual@theguardian.com\">email Will</a> or tweet <a href=\"https://twitter.com/W_F_Magee\">@W_F_Magee</a></li></ul><p><strong>While we’re waiting,</strong> why not read our 10 talking points from the weekend’s Premier League action? No 10 is particularly insightful and funny.</p><p><strong>Here’s a fun throwback:</strong> remember last year, when Uefa messed up the Champions League draw and had to redo it? You had one job, Giorgio Marchetti! One job!</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/07/champions-league-europa-draw-updates-manchester-city-chelsea-liverpool-tottenham-united-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/cherish-moment-motherhood-baby-new-parents", "title": "I hated being told I should ‘cherish every moment’ of motherhood – now I understand | Rhiannon Lucy Cosslett", "date_published": "2022-11-07 10:41:43+00:00", "description": "<p>Raising a baby is a huge challenge. No wonder many new parents resent the cult of compulsory joy</p><p>Of all the phrases parents tell me they dislike, “cherish every moment” is the winner. Time is a strange thing when you are caring for small humans, and, as I thought about it this week, it is this phrase that keeps coming back to me. It’s the idea that by feeling any negative emotion, you are somehow squandering time. I have been told by parents with postnatal mental health issues that this unrealistic phrase – often said by older people – has made them feel deep shame. Time is precious, and to not feel constantly delighted by your child is a terrible waste.<br /><br />I don’t feel shame, but I’ll confess that the occasional suggestion that this column is overly negative has wounded me. I’ve been writing it in real time these past eight months – I wrote notes for my first column while in hospital, the sounds of women in labour all around me – and though there have been struggles, there have also been immense, intense highs. My son still feels miraculous to me. But writing as it happens means real, living feelings land on the page, some dark, some light. There’s no time to try to temper reality in retrospect to make it seem like it’s always plain sailing.<br /><br />When I see new parents out and about with newborns, I feel solidarity but also a strange mix of other emotions. He was once so small and curled like a bug – how could that time have passed so quickly? Why did I not realise how short those days would be? At the time they felt unceasing; in the whirl of feed, sleep, feed, sleep I could not see an end to them. The baby and I were still one, and would cease to be. He would open his eyes to the world and look beyond me, and I would be gifted a whole new phase, while mourning that which came before. At the time, the shock of his premature<strong> </strong>arrival left little room for reflection – but had you asked me, I’d have maybe said that I felt that the time in the third trimester, when the baby should have still been safe inside me, had been lost, or even stolen. Now I say I got five extra weeks of him. What a gift, this time travel.<br /><br />When you are raising a child, it isn’t that the hard parts aren’t hard, but that time marches on so indefatigably that they almost mystically fade. Older people, I think, understand this, which is why they often can’t remember when you ask them about specific aspects of parenting, such as my mum not recalling when she moved on from giving me purees, or how they coped with certain difficulties. (In case it sounds as though her memory is going, she just recited TS Eliot to the baby: “I have measured out my life with coffee spoons.” I could measure the last year of mine in formula scoops, I thought.)</p><p>Women have said to me that they suspect this amnesia might be evolutionary, otherwise no one would have a second child. Time makes you sentimental, and pain fades in the memory, with sleeplessness rendering whole stages – where the passing of time felt like treacle – a blur. I’m starting to understand that. The hell of establishing breastfeeding felt, at the time, all consuming. I doubt I’ll ever fully forget it, but thinking about it now is like watching a film about someone else, while sitting a great distance from the screen.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/cherish-moment-motherhood-baby-new-parents\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/southampton-sack-ralph-hasenhuttl-as-manager-with-club-in-relegation-zone", "title": "Southampton sack Ralph Hasenhüttl as manager with club in relegation zone", "date_published": "2022-11-07 10:40:22+00:00", "description": "<ul><li>Hasenhüttl dismissed following 4-1 home defeat by Newcastle</li><li>Southampton hopeful of appointing Nathan Jones from Luton </li></ul><p>Ralph Hasenhüttl has been sacked as Southampton’s manager following a <a href=\"https://www.theguardian.com/football/2022/nov/06/southampton-newcastle-premier-league-match-report\">4-1 home defeat by Newcastle</a> on Sunday left the team in the Premier League relegation zone. The Austrian departs after just under four years in charge, his final nine matches having brought only one win.</p><p>That victory at Bournemouth last month was sandwiched by draws at home to West Ham and Arsenal and looked as if it could bring an upturn. But Southampton then lost to Crystal Palace and Newcastle, prompting the hierarchy to make a change.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/southampton-sack-ralph-hasenhuttl-as-manager-with-club-in-relegation-zone\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/07/rema-afrobeats-is-going-to-countries-that-we-have-never-charted-before", "title": "Rema: ‘Afrobeats is going to countries that we have never charted before’", "date_published": "2022-11-07 10:37:42+00:00", "description": "<p>Evident in the hysteria that trails him on a visit to London, the Nigerian singer has become an international star. He explains his journey from teenage runaway to working with Selena Gomez</p><p>On a Saturday afternoon in Soho, a collection of art kids are caught up in what you might call the Rema whirlwind. The Nigerian artist is making an appearance at a pop-up for London brand Places + Faces to promote a recent clothing collaboration. Never mind the gawking crowd; it’s hard to miss his star quality: the glistening jewellery, cowrie shells in his hair and immaculately manicured nails are a dead giveaway.</p><p>Divine Ikubor, 22, is a shining star in the new school of afrobeats. He first broke out in 2019 with the frenetic, cheerful single Dumebi. Earlier this year, he released his debut album, Rave &amp; Roses, which featured guest spots from AJ Tracey and 6lack. He has, quite accurately, named his sound and performance style Afro-rave: there’s a focus on strings, violin and bassline, and live he is often accompanied by his mascot, a large teddy bear.</p> <a href=\"https://www.theguardian.com/music/2022/nov/07/rema-afrobeats-is-going-to-countries-that-we-have-never-charted-before\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/chinese-police-stations-toronto-canada", "title": "‘A brazen intrusion’: China’s foreign police stations raise hackles in Canada", "date_published": "2022-11-07 10:30:58+00:00", "description": "<p>Beijing says Toronto locations are ‘services stations’ to renew licenses – but China watchers say they monitor and pressure country’s diaspora</p><p>At a strip mall convenience store sandwiched between a hotpot restaurant and hair salon on the outskirts of Toronto, a clerk serves a steady flow of customers on a drizzly autumn morning.</p><p>In an office park a few miles away, a travel agent sorts through passports, arranging visas and booking tickets for her Chinese clientele.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/chinese-police-stations-toronto-canada\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/loss-and-damage-issue-keeps-us-cop27-negotiators-wrangling-late-into-the-night", "title": "Loss and damage issue keeps us Cop27 negotiators wrangling late into the night", "date_published": "2022-11-07 10:00:04+00:00", "description": "<p>Developing countries hope to make progress on this problem because we are already suffering the effects</p><p>Cop27 had not even officially opened, and already we delegates found ourselves staying up all night wrangling over important issues. In this case, it was loss and damage – and there may be many more late nights to come on that issue.</p><p>At the official start of the conference of the parties to the UN framework convention on climate change (UNFCCC), the conference must first of all achieve consensus on the agenda.</p><p><em>The Secret Negotiators are representatives of developing countries involved in the United Nations Framework Convention on Climate Change negotiations, and who will be attending <a href=\"https://www.theguardian.com/environment/cop27\">the Cop27 climate conference</a>.</em></p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/loss-and-damage-issue-keeps-us-cop27-negotiators-wrangling-late-into-the-night\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/07/mikhail-baryshnikov-ballet-dancer", "title": "Mikhail Baryshnikov: ‘The thought of going back to that Brezhnev swamp was impossible’", "date_published": "2022-11-07 09:42:16+00:00", "description": "<p>The illustrious ballet dancer on natural insecurity, his defection from the USSR to Canada – and how his body feels these days</p><p><em>Mikhail Baryshnikov</em><em>, </em><em>74</em><em>, is the finest ballet dancer of his generation. </em><em>Born in Riga, Latvia, to Russian parents</em><em>, he danced with the </em><em>Kirov Ballet</em><em> before defecting to </em><em>Canada in 1974</em><em>. A dancer of short stature but huge hunger, versatility, technical mastery and personality, Baryshnikov made his career in the US, performing with </em><em>New York City Ballet</em><em> and </em><em>American Ballet Theatre</em><em>, where he later became </em><em>artistic director</em><em>. He moved into contemporary dance, founding the </em><em>White Oak Dance Project with Mark Morris</em><em>, and now runs the </em><em>Baryshnikov Arts Center in New York</em><em>. He still performs in experimental theatre, most recently a version of </em><em>Chekhov</em><em>’s <a href=\"https://www.nytimes.com/2022/06/16/theater/review-the-orchard-arlekin-baryshnikov.html\">The Cherry Orchard</a> by </em><em>Ukrainian director Igor Golyak</em><em>, where he shared the stage with a giant robotic arm. On screen, he has appeared in films </em><em>The Turning Point</em><em> and </em><em>White Nights</em><em>, and in </em><em>Sex and the City</em><em>. On </em><em>16 November</em><em>, Baryshnikov will be awarded the </em><em>Royal Academy of Dance’s Queen Elizabeth II Coronation</em><em> award at Buckingham Palace.</em> <br /><br /><strong>Congratulations on receiving the RAD’s QEII </strong><strong>award, presented for ‘outstanding services to the art of dance and ballet’. What has ballet given you, and what do you think you have been able to give ballet?<br /></strong>Ballet gave me my life. From the age of eight or nine, my first experiences in ballet gave me the confidence to believe I could be a part of the mysterious world of the theatre. And I mean everyone from the performers to the electricians to the cleaners that come in after a show. I’ve had a love affair with it all and still do. As for what I’ve given to ballet, I gave my excitement, I think. And gratitude for the opportunity to live and work in a unique and sometimes strange world.<br /><br /><strong>How often do you dance now? I saw a video of you busting out some moves at a <a href=\"https://www.instagram.com/p/CibXzEzg5J9/?utm_source=ig_embed&amp;utm_campaign=embed_video_watch_again\">Vogue parade</a> recently – you’ve still got it!<br /></strong>You’re very kind, thank you. I don’t dance much now, and was flattered when Anna Wintour asked me to be a part of the Vogue event. It was a kiss to New York and its crazy resilience.<br /><br /><strong>How is your body feeling these days?<br /></strong>Every day is a new encounter, and they are not always pleasant.</p><p><strong>You’ve danced so many different choreographers and styles across classical and contemporary, and you’re still performing in theatre now. What drives that hunger?<br /></strong>I like to put myself in vulnerable positions artistically. It’s exhilarating to try and overcome the natural insecurity and fear that comes with each new project. Chasing that unknown and finding a way to make it work keeps me focused. And happy, actually.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/07/mikhail-baryshnikov-ballet-dancer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/weather-tracker-unseasonably-warm-october-europe-records", "title": "Weather tracker: unseasonably warm October across Europe breaks records", "date_published": "2022-11-07 09:38:27+00:00", "description": "<p>Above-average temperatures across northern hemisphere come amid an extremely warm year for Britain</p><p>The UK and much of Europe experienced well above normal temperatures during the second month of the meteorological autumn, in what was a very warm month for the northern hemisphere as a whole.</p><p>Persistent low pressure in the Atlantic and higher pressure across central and southern Europe helped feed mild air from the south/south-west for prolonged periods in October.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/weather-tracker-unseasonably-warm-october-europe-records\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/07/radiotherapy-cancer-medical-treatment-gaza-palestinian-acc", "title": "‘I applied for radiotherapy nine times and got no reply’: living with cancer in Gaza", "date_published": "2022-11-07 09:30:03+00:00", "description": "<p>For specialist treatment, Palestinians often need to be referred to a hospital outside Gaza – then apply for a travel permit. Tight budgets and restrictions mean few are granted. Here, one woman details the obstacles she has faced</p><p>I grew up in Khan Younis in the Gaza Strip, and I studied chemistry before becoming a public health worker. I was 27 when the Israeli blockade began, and I’m 42 now. I’ve lived through all the wars between Hamas and Israel.<br /><br />Khan Younis is my home. I live here now with my husband, Islam, a teacher, and our five children. The first time I tried to leave Gaza after the siege started was 2013, because we were having fertility problems. The restrictions on movement were not as tough then, and I remember the process being quite smooth, which is part of the reason I am shocked at how difficult it is now for me to get cancer treatment.</p><p>I was referred to an IVF clinic in Nablus in the West Bank and ended up having six babies, although one of them died. Our quintuplets are now nine, and our eldest daughter is 13. As you might imagine, our family life is pretty busy.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/07/radiotherapy-cancer-medical-treatment-gaza-palestinian-acc\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/07/ryanair-half-year-profits-flight-fares-covid", "title": "Ryanair half-year profits soar to record £1.2bn amid strong flight demand", "date_published": "2022-11-07 09:04:40+00:00", "description": "<p>Airline reports greater traffic at higher fares than the same period in 2019, before Covid lockdowns</p><p>Ryanair has reported a surge in profits to a record €1.4bn (£1.2bn) for the first half of its financial year, as the airline said it was seeing no letup in the demand for air travel going into winter after record summer passenger numbers.</p><p>The airline reported greater traffic at higher fares than the same period in 2019, before the coronavirus pandemic, the first time that has been achieved since the first Covid-19 lockdowns.</p> <a href=\"https://www.theguardian.com/business/2022/nov/07/ryanair-half-year-profits-flight-fares-covid\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/we-worked-alongside-our-worries-myanmar-resumes-hot-air-balloon-festival", "title": "‘We worked alongside our worries’: Myanmar resumes hot-air balloon festival", "date_published": "2022-11-07 09:02:25+00:00", "description": "<p>Rival teams begin launching aerial artistic creations that explode with fireworks once (hopefully) in the sky </p><p>Thousands of people have gathered in the hills of central Myanmar for the annual Tazaungdaing light festival marking the end of the rainy season with a fiery display of exploding hot-air balloons.</p><p>The celebration in the former British hill station of Pyin Oo Lwin has not been held for two years because of the Covid pandemic and unrest after a military coup.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/we-worked-alongside-our-worries-myanmar-resumes-hot-air-balloon-festival\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/07/out-of-the-blue-by-harry-cole-and-james-heale-liz-truss-biography-inside-story-of-unexpected-rise-and-rapid-fall", "title": "Out of the Blue by Harry Cole and James Heale – the salad days of Lettuce Liz Truss", "date_published": "2022-11-07 09:00:03+00:00", "description": "<p>This biography of Britain’s shortest-serving prime minister was overtaken by events, but its lively style and air of authority illuminates her failings</p><p>Back in what now seems like the distant past – August – a biography of Liz Truss looked to be a well-timed book for the Tory shires Christmas market. Two of the maddest months in recent history later and <em>Out of the Blue</em> by the <em>Sun</em>’s political editor, Harry Cole, and James Heale of the <em>Spectator</em> became a joke social media meme, with a fake image showing the cover at a hugely knocked down price doing the rounds.</p><p>You have to feel for the biographers, whose rushed book originally had the subtitle: “The inside story of Liz Truss and her astonishing rise to power”. Yet despite their speediest efforts, their subject had already passed into history. With publication brought forward, the subtitle now reads, with a good deal more pathos: “The inside story of the unexpected rise and rapid fall of Liz Truss”.</p> <a href=\"https://www.theguardian.com/books/2022/nov/07/out-of-the-blue-by-harry-cole-and-james-heale-liz-truss-biography-inside-story-of-unexpected-rise-and-rapid-fall\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/rio-ferdinand-interview-racism-england-world-cup-documentary", "title": "Rio Ferdinand: ‘Racism will be in players’ minds in high-pressure World Cup situations’", "date_published": "2022-11-07 09:00:03+00:00", "description": "<p>Former England defender talks racism, sexuality and mental health in football after making a trilogy of films on those subjects</p><p>“If you’re a black player who is a great penalty taker, <a href=\"https://www.theguardian.com/football/2022/oct/14/brentford-brighton-premier-league-match-report\">like Ivan Toney</a>, it will be on your mind,” Rio Ferdinand says as he anticipates <a href=\"https://www.theguardian.com/football/2022/oct/15/ivan-toney-reveals-racist-abuse-on-instagram-after-brentford-win\">the anxiety that may ripple</a> through the England squad which flies to Qatar for the World Cup next week. “If Toney gets in the squad one of his first actions in the World Cup could be being brought on to take a penalty. There’s no doubt in my mind he’ll be thinking: ‘Shit, I know what happened to [Bukayo] Saka, [Jadon] Sancho and [Marcus] Rashford.’”</p><p>Those young black footballers <a href=\"https://www.theguardian.com/football/2022/jun/06/gareth-southgate-euros-final-racism-adds-layer-of-difficulty-to-england-penalty-shootout-plans\">missed penalties</a> in the shootout which secured Italy’s victory over England in the final of the European Championships last year. They suffered sustained racial abuse online in a depressing example of the way in which prejudice is still rife. Ferdinand, who won 81 caps for England and played in two World Cups, has spent the last few years immersed in making <a href=\"https://www.youtube.com/watch?v=L5vsTYVWQnk\">a trilogy of films</a>. Two documentaries about racism and sexuality consider how to overcome the bigotry which scars football while the third explores the consequences for mental health in a game which Ferdinand believes has reached a “tipping point”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/rio-ferdinand-interview-racism-england-world-cup-documentary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/07/kanaval-a-peoples-history-of-haiti-in-six-chapters-review-spirited-and-striking", "title": "Kanaval: A People’s History of Haiti in Six Chapters review – spirited and striking", "date_published": "2022-11-07 09:00:02+00:00", "description": "<p>An impressive documentary reveals the radical significance of carnival celebrations in the making of a nation with a dark, difficult past</p><p>Exuberant and historically rich, Leah Gordon and Eddie Hutton Mills’s engrossing documentary charts centuries of Haitian history through the lens of carnival celebrations. The country has witnessed unspeakable atrocities but carnival serves not only as a reminder of the past, but also as a radical act of oral storytelling and collective solidarity in the face of oppression.</p><p>Shot in the port town of Jacmel, Kanaval highlights the overt political consciousness of the region’s carnival troupes. From the arrival of Christopher Columbus in 1492, the revolutions against French colonial rule, and the dictatorship of François Duvalier, historical events are translated into costumes, ranging from the colourful papier-mache of animal heads to everyday materials such as cow’s teeth or dried wheat. The integration of these important chapters of Haitian nationhood into carnival performances shows how folk tradition can function as a form of popular dissent. Against dominant Eurocentric narratives, carnival is also an avenue into which local people can insert their own voices.</p> <a href=\"https://www.theguardian.com/film/2022/nov/07/kanaval-a-peoples-history-of-haiti-in-six-chapters-review-spirited-and-striking\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/live/2022/nov/07/cop27-egypt-climate-summit-boris-johnson-net-zero-live", "title": "Cop27: Boris Johnson to attack ‘corrosive cynicism’ on net zero at summit – live", "date_published": "2022-11-07 08:51:30+00:00", "description": "<p>The 27th Cop on climate change is taking place over the next two weeks in the resort of Sharm-el-Sheikh, Egypt</p><p>As the conference begins, my colleague Damian Carrington has been working with Carbon Brief on an analysis of climate finance which reveals that the US, UK, Canada and Australia have fallen billions of dollars short of their “fair share” of climate funding for developing countries.</p><p>The <a href=\"https://www.carbonbrief.org/analysis-us-falling-32bn-short-on-fair-share-of-100bn-climate-finance-goal/\">assessment, by Carbon Brief</a>, compares the share of international climate finance provided by rich countries with their share of carbon emissions to date, a measure of their responsibility for the climate crisis.</p><p>The new analysis covers the <a href=\"https://unfccc.int/cop3/fccc/climate/annex2.htm\">24 “Annex II” countries</a> that account for 40% of historical emissions and are obliged to give climate finance under the UN climate treaty, including all of the G7 large economies. It shows some countries gave more than the share of the $100bn indicated by their past emissions.</p><p>Switzerland’s funding was more than four times higher, and France and Norway’s was more than three times the amount. Japan, one of the largest providers of funding, supplied $13bn, more than double the amount indicated. However, the funding from Japan and France was largely in loans, whereas that from the US, Canada, Australia and the UK were mostly grants. Grants are strongly preferred by developing countries, which often already carry high levels of debt.</p><p>“We have a choice – collective action or collective suicide. It is in our hands.”</p> <a href=\"https://www.theguardian.com/environment/live/2022/nov/07/cop27-egypt-climate-summit-boris-johnson-net-zero-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/why-scientists-are-using-the-word-scary-over-the-climate-crisis", "title": "Why scientists are using the word scary over the climate crisis", "date_published": "2022-11-07 08:30:02+00:00", "description": "<p>The former BBC environment analyst Roger Harrabin has spent his career talking to scientists. Now they’re telling him they’re scared of what they’re seeing</p><p>Back in the 1980s, when climate research began to really take off, scientists were desperate to retain their credibility as they unravelled the potentially dire consequences of the “new” phenomenon of global warming. Most journalists tiptoed round this topic because no one wanted to lose their reputation by scaremongering. But as the science steadily became overwhelming researchers pushed their conclusions in the face of policymakers. </p><p>More and more scientists are now admitting publicly that they are scared by the recent climate extremes, such as the floods in Pakistan and west Africa, the droughts and heatwaves in Europe and east Africa, and the rampant ice melt at the poles.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/why-scientists-are-using-the-word-scary-over-the-climate-crisis\">Continue reading...</a>", "favourite": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/aaron-rodgers-green-bay-packers-detroit-lions-interceptions-nfl-football", "title": "The memeification of Aaron Rodgers’ struggles has officially begun", "date_published": "2022-11-07 08:10:01+00:00", "description": "<p>The Green Bay Packers quarterback threw three ugly interceptions against the Detroit Lions’ usually porous defense. This time he couldn’t blame his receivers</p><p>During the Green Bay’s <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401437823\">15-9 loss</a> to the (previously) one-win Detroit Lions on Sunday, the TV cameras happened to catch Packers quarterback Aaron Rodgers <a href=\"https://www.thebiglead.com/posts/aaron-rodgers-mad-sideline-phone-interception-video-01gh74qp8z9n\">angrily slamming down a phone</a> on the sideline. This is not inherently interesting. Rodgers is far from being the only NFL player unable to hide frustration when playing badly. He’s not even the only future Hall of Fame quarterback to <a href=\"https://www.espn.co.uk/nfl/story/_/id/34656501/tom-brady-broke-two-microsoft-tablets-tampa-bay-buccaneers-new-orleans-saints-game-sources-say\">take his anger out on technology </a><em><a href=\"https://www.espn.co.uk/nfl/story/_/id/34656501/tom-brady-broke-two-microsoft-tablets-tampa-bay-buccaneers-new-orleans-saints-game-sources-say\">this season</a>.</em></p><p>However, such is the nature of his season (which can pretty easily be described as his worst – more on that later), that this otherwise insignificant moment <a href=\"https://ftw.usatoday.com/lists/lions-packers-aaron-rodgers-phone-meme\">has already been turned into a meme</a>. Sunday’s loss to lowly Detroit may represent a new rock bottom for the perennial contender Packers, but it wasn’t a surprise. Coming into Sunday’s game, the Packers had lost five of their last eight games, the worst start of the Rodgers era. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/aaron-rodgers-green-bay-packers-detroit-lions-interceptions-nfl-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/premier-league-10-talking-points-from-the-weekends-action", "title": "Premier League: 10 talking points from the weekend’s action", "date_published": "2022-11-07 08:07:04+00:00", "description": "<p>Saka’s class is too much for Chelsea, Leicester put Lampard’s Toffees to shame and Leeds unearth a future star</p><p>Officially, Bukayo Saka is the 33rd most fouled player in the Premier League. Unofficially, Arsenal fans will tell you that their man is the victim of some sinister conspiracy between opposition left-backs and referees to get him hacked out of the game. So, a valid concern or the usual tribal tinfoil nonsense? It’s actually more complex than it looks. What sets Saka apart is his unique close dribbling style, the ball almost wedged between his feet as he runs. So when he buys the contact – because all wingers buy contact – the tackle often takes ball and man together, making it hard to see which impact came first. Simply put, referees need to do better here. But it also needs a recognition from Arsenal fans that Saka isn’t being deliberately victimised or singled out: he’s just really, unusually good. <strong>Jonathan Liew</strong></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/06/chelsea-arsenal-premier-league-match-report\">Chelsea 0-1 Arsenal</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/06/aston-villa-manchester-united-premier-league-match-report\">Aston Villa 3-1 Manchester United</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/06/tottenham-liverpool-premier-league-match-report\">Tottenham 1-2 Liverpool</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/06/southampton-newcastle-premier-league-match-report\">Southampton 1-4 Newcastle</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/05/leeds-bournemouth-premier-league-match-report\">Leeds 4-3 Bournemouth</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/05/manchester-city-fulham-premier-league-match-report\">Manchester City 2-1 Fulham</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/05/wolves-brighton-premier-league-match-report\">Wolves 2-3 Brighton</a></em></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2022/nov/06/west-ham-crystal-palace-premier-league-match-report\">West Ham 1-2 Crystal Palace</a></em></p> <a href=\"https://www.theguardian.com/football/2022/nov/07/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/07/spam-is-back-chefs-on-their-favourite-recipes-from-katsu-curry-to-spam-fries-with-cheesy-kimchi-sauce", "title": "Spam is back! Chefs on their favourite recipes from katsu curry to Spam fries with cheesy kimchi sauce", "date_published": "2022-11-07 08:00:03+00:00", "description": "<p>Sales of the tinned meat are on the rise as households tighten their belts. But you can do more with it than you thought</p><p>There is at least one hint of a silver lining to the cost of living crisis. That’s right, Spam is back. According to Waitrose, sales are up 36% this year, as consumers turn their backs on more expensive fresh meat.</p><p>But Spam – tinned cooked pork – need not be a compromise. Thanks to American GIs, who introduced it during the second world war to the Asia-Pacific nations, the product has become a mainstay of their cuisine. During the festival of Chuseok, South Korean supermarkets brim with elaborate Spam gift sets. In 2014, Burger King in Japan introduced a Spam and cheese burger. The biggest consumers of Spam globally are the people of the tiny Pacific island of Guam; not only do they each eat on average 16 tins a year, but Spam produces a special variety just for islanders.</p> <a href=\"https://www.theguardian.com/food/2022/nov/07/spam-is-back-chefs-on-their-favourite-recipes-from-katsu-curry-to-spam-fries-with-cheesy-kimchi-sauce\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/07/tracey-emin-abortion-blanket-us-midterms-last-of-the-gold", "title": "‘My gut-felt, heartbreaking decision’ – Tracey Emin on her ‘A-Z of abortion’ blanket", "date_published": "2022-11-07 08:00:03+00:00", "description": "<p>The artist made The Last of the Gold to help women considering a termination. With the issue dominating tomorrow’s US midterms, the work seems more potent than ever</p><p><em>“I felt pretty vulnerable. I was so broke, homeless, in debt … I had worked so hard at my education and coming from my background … I knew I wanted to be an artist and I knew that if I had a baby on my own, I felt that I had zero chance of that happening. It seemed ironic that now after all my education and fighting … that I was going to end up being a single mother … And I just thought, I can’t bring a baby into the world with all this …”</em></p><p>These are the words of Tracey Emin reflecting on her two abortions from the early 1990s. They highlight the reality endured by so many women around the world. Emin has been making highly political work for decades. Through painting, textiles, films and more, she unveils the rawness and truths of life. Abortion is an issue she has constantly explored, yet its importance in her work has too often been dismissed.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/07/tracey-emin-abortion-blanket-us-midterms-last-of-the-gold\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/how-car-park-cricket-in-lebanon-gives-sri-lankan-migrant-workers-an-escape", "title": "How car-park cricket in Lebanon gives Sri Lankan migrant workers an escape", "date_published": "2022-11-07 08:00:02+00:00", "description": "<p>Sri Lankan workers and a women’s project at a Syrian refugee camp come together for games in an underground car park</p><p>When Fernando Sugath arrived in Lebanon in the mid-1990s, cricket was an underground sport. Literally. After living in Beirut for a year as one of the country’s 80,000 Sri Lankan migrant workers, a fellow countryman he met in a supermarket invited him to a game. “I had been looking for somewhere to play,” says Sugath. “Also, I didn’t have any friends.” He turned up at the address he was given to discover the players crammed into a tiny underground car park beneath an apartment building.</p><p>Sugath is a man used to improvising. “As kids we didn’t need a big playing area or good equipment to play,” he says. “We used plastic balls, the old base of a coconut leaf for a bat.” Within 10 years, he had founded Nomads CC, who played in another, open-air car park behind a Jesuit church. Sugath was the captain, star batter and organiser extraordinaire.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/how-car-park-cricket-in-lebanon-gives-sri-lankan-migrant-workers-an-escape\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/grey-rocking-brits-passive-aggression", "title": "‘Grey rocking’ to repel your tormentors? We Brits have been doing it for years | Emma Brockes", "date_published": "2022-11-07 08:00:02+00:00", "description": "<p>For those whose cultural backgrounds incline towards passive aggression, this self-preservation tactic is almost too natural</p><p>There is a technique for dealing with hostile people that maps almost exactly on to the British national character. Do you know about this? I only recently discovered it, lagging behind followers of therapy Instagram and those seeking urgent strategies to survive the holiday season. It is called – with due deference to how Alan Partridge this sounds – “<a href=\"https://www.theguardian.com/science/2022/aug/31/grey-rocking-how-to-bore-a-toxic-narcissist-out-of-your-life\">grey rocking</a>”. But it might as well, for its evasive politeness, be called the “up to a point, Lord Copper” approach to neutralising aggressors.</p><p>If you’ve ever smiled blandly in the face of someone you violently dislike; if you’ve ever done a flat, “oh, wow”, or “right” to everything they say; if you’ve ever given the sketchiest details when they ask what you’re up to – then, along with millions of other Britons, you have probably been unwittingly grey rocking it like a pro.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/grey-rocking-brits-passive-aggression\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/07/you-can-blow-cyborg-thatcher-up-with-a-rocket-launcher-the-video-games-lampooning-britains-cursed-politics", "title": "‘You can blow cyborg Thatcher up with a rocket launcher’: the video games lampooning Britain’s cursed politics", "date_published": "2022-11-07 08:00:01+00:00", "description": "<p>Combining satire with simulation and working-class viewpoints, a suite of games is currently exploring the causes and consequences of Britain’s political and economic crises.</p><p>At a Labour party conference-adjacent event in September, The World Transformed, Jeremy Corbyn was pictured waving an arm in front of an arcade cabinet bearing the words Thatcher’s Techbase. The game – a modified version of 1994’s famous infernal shooter, Doom II – sees players hunting down a resurrected, cyborg version of the former prime minister in a labyrinthine fortress.</p><p>The images kicked off a minor media storm. “Pictured: Jeremy Corbyn plays video game that lets players kill Margaret Thatcher,” said The Telegraph; the photos were featured in the Daily Mail, the Express and the Times. They even appeared on Have I Got News for You.</p> <a href=\"https://www.theguardian.com/games/2022/nov/07/you-can-blow-cyborg-thatcher-up-with-a-rocket-launcher-the-video-games-lampooning-britains-cursed-politics\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/07/russia-ukraine-war-live-news-zelenskiy-warns-of-mass-attacks-on-power-grid-kyiv-mayor-raises-prospect-of-evacuations", "title": "Russia-Ukraine war live news: Zelenskiy warns of ‘mass attacks’ on power grid; Kyiv mayor raises prospect of evacuations", "date_published": "2022-11-07 07:49:28+00:00", "description": "<p>Ukraine president claims Russia will use Iranian missiles for attacks; Vitali Klitschko urges Kyiv residents to consider leaving city in event of total blackout</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-257-of-the-invasion\">At a glance: what we know on day 257 of the invasion</a></li></ul><p>The chiefly unrecognised authorities in the <strong>Donetsk People’s Republic</strong> (DPR) in the occupied east of Ukraine have issued their daily operational briefing. They claim that overnight one civilian has been killed and three injured after Ukrainian forces shelled eight settlements that the DPR occupies. In addition, they claim that 31 housing and five civil infrastructure facilities were damaged. The claims have not been independently verified. The DPR is one of the regions that Russia claims to have annexed.</p><p>Russian state-owned news agency Tass is carrying quotes from Serbia’s president, <strong>Aleksandar Vučić</strong>, who says he expects the battle for Kherson to be the decisive event of the war in Ukraine. He is <a href=\"https://tass.ru/mezhdunarodnaya-panorama/16258279\">quoted</a> as saying:</p><p>We have a difficult time ahead of us, next winter will be even more difficult than this one, because we are facing the Battle of Stalingrad, the decisive battle in the war in Ukraine, the battle for Kherson, in which both sides use thousands of tanks, aircraft, artillery.</p><p>The west thinks that in this way it will be able to destroy Russia, Russia believes that in this way it will be able to protect what it took at the beginning of the war and bring the war to an end. This will create additional problems everywhere.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/07/russia-ukraine-war-live-news-zelenskiy-warns-of-mass-attacks-on-power-grid-kyiv-mayor-raises-prospect-of-evacuations\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/07/uk-house-prices-fall-ceo-pay-made-ryanair-twitter-meta-business-live", "title": "UK house prices fall after mini-budget shock, but CEO pay soars – business live", "date_published": "2022-11-07 07:45:17+00:00", "description": "<p>House prices drop at fastest monthly rate since February 2021, reports Halifax, as surging mortgage costs hit sector</p><p>House prices have probably peaked following the boom in the pandemic, says <strong>Tom</strong> <strong>Bill</strong>, head of UK residential research at <strong>Knight</strong> <strong>Frank</strong>:</p><p>Bill expects prices will fall back to last summer’s levels:</p><p>“There was a sharp intake of breath in the UK housing market last month due to the impact of the mini-Budget but that doesn’t mean prices are now on a steeper downwards trajectory. We expect mortgage rates to calm down in the short-term as financial markets respond to the new government but it’s a fair assumption that house prices have peaked following growth of more than 20% during the pandemic.</p><p>After 13 years of ultra-low borrowing costs, anyone buying a house or re-mortgaging will recognise the ground has shifted, which is the reason we expect prices to fall back to the level they were at in summer 2021.”</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/07/uk-house-prices-fall-ceo-pay-made-ryanair-twitter-meta-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/07/my-mission-is-to-die-every-day-the-dangerous-dedication-of-yemens-body-collector", "title": "‘My mission is to die every day’: the dangerous dedication of Yemen’s body collector", "date_published": "2022-11-07 07:45:01+00:00", "description": "<p>Hadi Jumaan has been recognised for his work reuniting the war dead and their families in a country stricken by years of conflict</p><p>The first time Hadi Jumaan collected bodies from a battlefield in Yemen it was at the request of a friend who asked him to bring home the remains of two men who had been killed in combat.</p><p>It was August 2015, a year into the conflict that has killed 150,000 people, displaced millions and left the county with one of the highest child malnutrition rates in the world. </p> <a href=\"https://www.theguardian.com/global-development/2022/nov/07/my-mission-is-to-die-every-day-the-dangerous-dedication-of-yemens-body-collector\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/07/the-floating-gardens-of-bangladesh-in-pictures", "title": "The floating gardens of Bangladesh – in pictures", "date_published": "2022-11-07 07:10:00+00:00", "description": "<p>Many farmers in south-western Bangladesh use floating rafts made from invasive water hyacinths to grow vegetables during the monsoon season – when dry land is scarce – to ensure food security in the low-lying country, which has recently been experiencing prolonged floods and waterlogging as a result of the changing climate</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/07/the-floating-gardens-of-bangladesh-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/07/friends-lovers-and-the-big-terrible-thing-by-matthew-perry-addiction", "title": "Friends, Lovers, and the Big Terrible Thing by Matthew Perry review – the one with the rich and famous addict", "date_published": "2022-11-07 07:00:03+00:00", "description": "<p>The sitcom megastar opens up about the alcoholism and painkiller dependency that almost killed him in an admirably honest, sometimes cringe-inducing memoir</p><p>Not long before he won the life-changing role of Chandler Bing in the global sitcom phenomenon <em><a href=\"https://www.theguardian.com/tv-and-radio/friends\">Friends</a></em>, Matthew Perry prayed: “God, you can do whatever you want to me. Just please make me famous.” In this memoir, Perry talks about achieving that mammoth success and fame: at its peak, the series’ cast members were each earning more than a million dollars an episode. But his book is chiefly about the titular “Big Terrible Thing”: Perry’s alcoholism and painkiller/opioid addiction (OxyContin, Vicodin, Dilaudid, to name a few) that led to him spending more than half his life in rehab and treatment centres, detoxing more than 65 times, and paying upwards of $9m trying to get sober.</p><p>Famous by his mid-20s, Perry’s compulsions led to him suffering pancreatitis by 30. In 2018, aged 49, his colon exploded, which is where his memoir begins: a vivid near-death hellscape (counsellors try to stop him going to hospital, thinking it’s “drug-seeking behaviour”) involving seven-hour surgery (with a 2% chance of survival), a coma, huge scars and nine months with a colostomy bag that keeps bursting, covering him with faeces. (It’s the threat of a permanent colostomy bag that frightens Perry into quitting.)</p> <a href=\"https://www.theguardian.com/books/2022/nov/07/friends-lovers-and-the-big-terrible-thing-by-matthew-perry-addiction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/07/ipad-pro-m2-review-hardware-software-apple-tablet", "title": "iPad Pro M2 review: tremendous hardware, but software needs work", "date_published": "2022-11-07 07:00:03+00:00", "description": "<p>Super-premium Apple tablet gets power and feature upgrade, but comes at even higher cost</p><p>Apple has added yet more power to its top tablet, fitting the new iPad Pro with the M2 chip from the latest Macs while attempting to make it work more like a laptop with new software. But all that power comes at a truly eye-watering price.</p><p>The new models cost £899 ($799/A$1,399) for the 11in screen or £1,249 ($1,099/A$1,899) for the 12.9in version as reviewed here. That’s the same price as the <a href=\"https://www.theguardian.com/technology/2022/aug/15/apple-macbook-air-m2-review-chip-battery\">MacBook Air laptop</a>, and £250 more than last year’s <a href=\"https://www.theguardian.com/technology/2021/may/19/apple-ipad-pro-m1-review-screen-power-tablet-display-m1-mac\">12.9in iPad Pro with M1 chip</a>, due to weak currency rates against the US dollar.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/07/ipad-pro-m2-review-hardware-software-apple-tablet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/07/a-new-start-after-60-catatonic-depression-left-me-unable-to-walk-or-talk-now-i-teach-cookery-with-laughter", "title": "A new start after 60: catatonic depression left me unable to walk or talk. Now I teach cookery – with laughter", "date_published": "2022-11-07 07:00:02+00:00", "description": "<p>In her 50s, Zeenat Fayyaz lost three years of her life to a breakdown. Her recovery began with electroconvulsive therapy – and continues with the classes she runs at a community cafe<br /><br /></p><p>Many of us would agree that laughter and good food make life worth living, and Zeenat Fayyaz combines both. She runs a five-week cookery course at a community cafe near her home in south London and each lesson begins with five minutes of laughter yoga. She demonstrates one exercise – exaggerated movements where she pretends to make and then drink a milkshake that finishes with a great “Ha ha ha”. “The concept behind it is your brain can’t differentiate between real and fake laughter, so you get the same health benefits,” she says. Besides, it’s so silly that real laughter follows. “It connects people; it’s an icebreaker.”</p><p>Fayyaz, 62, says she wanted “to do something for myself, something I can call my own. I’ve been cooking all my life and so I’ve turned my life experience into something I can support myself financially with.” It feels like “a miracle”.</p><p>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 800-273-8255 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counsellor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/07/a-new-start-after-60-catatonic-depression-left-me-unable-to-walk-or-talk-now-i-teach-cookery-with-laughter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/cindy-crawford-has-a-midlife-coach-id-love-someone-to-help-me-with-middle-aged-feet-and-wild-swimming", "title": "Cindy Crawford has a midlife coach? I'd LOVE someone to help me with middle-aged feet and wild swimming | Emma Beddington", "date_published": "2022-11-07 07:00:02+00:00", "description": "<p>The supermodel can keep her Dior lingerie and shimmering gold jumpsuits. What I need is someone to guide me through the dark forest of my 40s</p><p>I found out recently that supermodel Cindy Crawford has hired a coach to help her negotiate midlife. In <a href=\"https://hauteliving.com/2022/11/the-transformation-of-cindy-crawford-haute-living-cover-story/719814/\">a cover story for the wonderfully named Haute Living magazine</a> (how haute is your life, hmm?), Crawford is pictured at 56, goddess that she is, wearing a lacy bralette so tiny and delicate it looks like it was woven by the guild of fairy spiders in 15th-century Flanders. It would disintegrate if it even saw a washing machine. Do you wear it once then throw it away? Sorry, I’m getting distracted by Dior lingerie: the main point was the midlife coach.</p><p>Crawford says she had an epiphany at <a href=\"https://www.theguardian.com/culture/burning-man-festival\">Burning Man festival</a> (or hell as I’d call it, given that it’s a happening with sand, 40C heat, camping and “radical self-expression”, four of my least favourite things). The unprecedented freedom apparently prompted a realisation that, in her normal life, her time was not sufficiently her own. “It’s me questioning, at this point in my life, do I still want to be all of those things that I unconsciously signed up for?” she said.</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/cindy-crawford-has-a-midlife-coach-id-love-someone-to-help-me-with-middle-aged-feet-and-wild-swimming\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/07/locals-guide-to-innsbruck-austria-christmas-markets-clubbing-cable-cars", "title": "A local’s guide to Innsbruck, Austria: from Christmas markets to clubbing and cable car rides", "date_published": "2022-11-07 07:00:01+00:00", "description": "<p>This gateway to the Alps offers panoramic walks and colourful neighbourhoods plus drinks and dancing late into the night, says climate expert and yoga teacher Suzanne Whitby</p><p>Tirol is known for its hearty fare, but it’s not all about meat. For vegetarians and cheese lovers, <em>Kaspressknödel</em> (cheese dumplings in broth or with salad), and Kasspatzln (homemade pasta with melted cheese and crispy onions) are good winter fuel. Most restaurants also cater for vegans now, which wasn’t the case 10 years ago.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/07/locals-guide-to-innsbruck-austria-christmas-markets-clubbing-cable-cars\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/07/ash-barty-i-miss-competing-but-not-a-lot-that-comes-with-it", "title": "Ash Barty: ‘I miss competing but not a lot that comes with it’ | Courtney Walsh", "date_published": "2022-11-07 06:26:08+00:00", "description": "<p>The retired former world No 1 is enjoying life at home while she puts the final touches to her foundation, which will have a focus on Indigenous communities</p><p>As Ash Barty surveyed Melbourne Park on Monday, a relatively new jewel at the nation’s home of tennis stood out as completely foreign to the reigning Australian Open champion. Shivering slightly in the shade at the scene of her drought-breaking triumph in January, the former world No 1 marvelled at how spectacular the site looked when completely empty.</p><p>The “people’s court” in particular caught the eye of Barty who, for the record, misses some aspects of the tennis tour but not enough to ever consider a professional comeback. </p> <a href=\"https://www.theguardian.com/sport/2022/nov/07/ash-barty-i-miss-competing-but-not-a-lot-that-comes-with-it\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/07/juanita-moore-documentary", "title": "Juanita Moore: the Oscar nominee who fought stereotypes and racism", "date_published": "2022-11-07 06:04:40+00:00", "description": "<p>The Imitation of Life star was pigeonholed and undervalued by Hollywood but years later, she is finally receiving the recognition she deserves</p><p>“I went through a hell of a lot, you know? Being black and all. And beautiful!” Interviewed on the TV at the age of 92, Juanita Moore may have been laughing but she was telling a painful truth about her career in Hollywood. Despite being Oscar-nominated for a truly great performance in one of Hollywood’s most powerful melodramas, her career was a struggle: for recognition, for roles worthy of her talents, and her own fight for better opportunities for her Black peers in the entertainment industry.</p><p>A new documentary, which premiered this weekend in Los Angeles and will be screening until 10 November, tells the life story of this remarkable actor. It also tells the story of racism in 20th-century Hollywood: as seen through the eyes of a woman of remarkable talent and integrity. It’s a fairly low-key film, but it contains some compelling footage, not least Moore telling truth to power on a news bulletin, but also interviews with recently departed stars Sidney Poitier and Louise Fletcher, and clips from the full length of Moore’s long career. She was born in 1914 and <a href=\"https://www.theguardian.com/film/2014/jan/02/juanita-moore-imitation-of-life-dies\">died aged 99, on New Year’s Eve 2013</a>. She started out in showbiz as a chorus girl in the Cotton Club in the 1930s, became a member of the Screen Actors’ Guild in 1937 and was working right up until 2001. She appeared in more than 70 films, but most of her performances went uncredited. Her greatest success came in 1959, when she was nominated for an Oscar for her astonishing performance in one of the greatest American films, Imitation of Life.</p> <a href=\"https://www.theguardian.com/film/2022/nov/07/juanita-moore-documentary\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/07/sri-lankan-cricketer-danushka-gunathilaka-denied-bail-in-sydney-court-on-charges", "title": "Sri Lankan cricketer Danushka Gunathilaka denied bail in Sydney court on rape charges", "date_published": "2022-11-07 06:02:38+00:00", "description": "<p>NSW police want details of case suppressed while Gunathilaka’s lawyer has suggested T20 World Cup player could appeal bail decision to supreme court</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li><li><a href=\"https://www.theguardian.com/australia-news/live/2022/nov/07/australian-politics-live-labor-and-crossbench-clash-over-industrial-relations-cop27-under-way-climate-crisis-egypt-workplace-relations-budget-estimates\">Follow our Australia news liveblog for all the updates</a></li></ul><p>Sri Lankan international cricketer Danushka Gunathilaka has been refused bail by a Sydney magistrate after he was charged with raping a woman in the city.</p><p>Gunathilaka, who is in Australia for the T20 World Cup, was arrested at his central Sydney hotel in the early hours of Sunday and refused bail by a court later that day.</p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/07/sri-lankan-cricketer-danushka-gunathilaka-denied-bail-in-sydney-court-on-charges\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/07/midterms-2022-biden-democrats-republicans-trump", "title": "Biden fights to stop midterms defeat as Republicans poised for sweeping gains", "date_published": "2022-11-07 06:00:42+00:00", "description": "<p>Momentum appears to be with Republicans capitalising on economic frustration as experts say party peaking at right time</p><p>Joe Biden is fighting a rearguard action to stave off defeat in Tuesday’s midterm elections as Republicans look poised to make sweeping gains in the US Congress, setting up two years of political trench warfare.</p><p>The president, along with former president Barack Obama, has been criss-crossing America in a last-ditch bid to persuade voters that a Democratic victory is critical not only to <a href=\"https://www.nytimes.com/2022/10/29/us/politics/bidens-agenda-midterms-congress.html\">Biden’s legislative agenda</a> but the preservation of American democracy.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/07/midterms-2022-biden-democrats-republicans-trump\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/07/us-uk-fall-billions-short-climate-funding-cop27", "title": "Revealed: US and UK fall billions short of ‘fair share’ of climate funding", "date_published": "2022-11-07 06:00:42+00:00", "description": "<p>Exclusive: Support for developing countries will be critical issue at Cop27 but new data shows rich countries are lagging</p><p>The US, UK, Canada and Australia have fallen billions of dollars short of their “fair share” of climate funding for developing countries, analysis shows.</p><p>The <a href=\"https://www.carbonbrief.org/analysis-us-falling-32bn-short-on-fair-share-of-100bn-climate-finance-goal/\">assessment, by Carbon Brief</a>, compares the share of international climate finance provided by rich countries with their share of carbon emissions to date, a measure of their responsibility for the climate crisis.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/07/us-uk-fall-billions-short-climate-funding-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/07/delaware-lottery-winner-scratch-offs", "title": "Delaware woman wins two six-figure lottery prizes in several days", "date_published": "2022-11-07 06:00:41+00:00", "description": "<p>Woman, 70, won $100,000 on one scratch-off and when celebrating her win with more tickets, another $300,000</p><p>Whatever are the odds of winning two six-figure lottery prizes within just a few days of each other, a woman in <a href=\"https://www.theguardian.com/us-news/delaware\">Delaware</a> recently beat them.</p><p>The 70-year-old woman at the center of a viral story coming out of the Delaware state lottery benefited from a stroke of good fortune when in the middle of October she went to a gasoline station and bought two scratch-off tickets. One of the Instant Game tickets was a $100,000 winner, according to <a href=\"https://www.delottery.com/Winners/Gallery-2022#17C48716C2AB4E21B59180C053BB3707\">a news release</a> from state lottery officials.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/07/delaware-lottery-winner-scratch-offs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/rankin-recreate-photos-with-loved-ones-uk-covid-bereaved-dying-matters", "title": "Rankin to recreate photos with loved ones for people bereaved during Covid", "date_published": "2022-11-07 06:00:41+00:00", "description": "<p>Dying Matters photography project aims to spark conversation about grief in UK amid pandemic</p><p>Many would cherish the opportunity to recreate a treasured photo with someone who has died. Now, a number of bereaved people who lost loved ones during the Covid pandemic will be featured in a new portrait series by the photographer Rankin alongside them for one last time.</p><p>The project, called Dying Matters, is in partnership with Hospice UK and aims to spark a conversation about grief, amid a pandemic that has left an estimated additional 750,000 people bereaved across the UK.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/rankin-recreate-photos-with-loved-ones-uk-covid-bereaved-dying-matters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/07/tories-myth-migrant-crisis-brexit-immigration-centre", "title": "The Tories concocted the myth of the ‘migrant crisis’. Now their survival depends on it | Nesrine Malik", "date_published": "2022-11-07 06:00:41+00:00", "description": "<p>Brexit is exposed, the economy is in shreds, the party has imploded – and the government is running out of people to blame</p><p>Britain exists in an imaginary state of crisis about immigration. Nothing soothes this anxiety – not facts, not real numbers of arrivals, not the distinction between migrants in general and asylum seekers in particular. In the past week alone, reports have emerged of illegally detained migrants at overcrowded centres falling ill, of <a href=\"https://www.independent.co.uk/news/uk/crime/teenager-rape-asylum-seeker-hotel-london-b2216800.html\">underage sexual assault</a>, and of others being dropped off in the middle of cities and <a href=\"https://www.theguardian.com/uk-news/2022/nov/04/asylum-seekers-sleep-rough-london-home-office-manston-immigration-centre\">promptly forgotten about</a>. These appalling failures have occurred not because there are too many migrants, but because the government has broken its own asylum system.</p><p>This is a crisis by design, not of arrivals. The government is keen to stress the recent increase in Channel crossings, yet asylum applications are <a href=\"https://commonslibrary.parliament.uk/research-briefings/sn01403/#:~:text=The%20annual%20number%20of%20asylum,highest%20annual%20number%20since%202003.\">half</a> what they were 20 years ago. The real and only cause of the debacle at Manston and other failing centres is this: the number of asylum applications processed within six months has <a href=\"https://freemovement.org.uk/briefing-the-sorry-state-of-the-uk-asylum-system/\">fallen</a> from almost 90% to about 4%. It’s not that more people are arriving than ever before, it’s that more of them aren’t being processed, and so are stuck in the asylum system for years. Efficiency has been dropping sharply since 2014, one year after Theresa May established the “hostile environment” and in the middle of George Osborne’s austerity programme. The intersection of those two forces created an underfunded, cruel Home Office, and with it Britain’s immigration “crisis”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/07/tories-myth-migrant-crisis-brexit-immigration-centre\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/07/new-york-salary-transparency-law-range", "title": "This job pays $60,000 – or maybe $150,000: companies skirt New York salary law", "date_published": "2022-11-07 06:00:41+00:00", "description": "<p>The city is seeking transparency in job ads – but employers aren’t exactly abiding by the spirit of the measure</p><p>Do you want to know how much money your future co-workers will make? Take a look at new job postings in New York City. One Deloitte ad promises compensation between $86,800 and $161,200 a year. A technical writer at Amazon can expect to make somewhere in the range of $125,800 to $211,300. And a head of news audio at the Wall Street Journal will earn somewhere in the range of $140,000 to $450,000. That’s a difference of $305,000.</p><p>These astronomical figures became social media joke fodder after the <a href=\"https://twitter.com/vikkie/status/1587473597970501632?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1587473597970501632%7Ctwgr%5E77815e8a83a68f9844dda4a2989ffe5172a6748b%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fgothamist.com%2Fnews%2Fnyc-companies-quickly-find-ways-around-new-pay-transparency-legislation\">reporter</a> Victoria M Walker rounded up the most ridiculous ranges in a Twitter thread. “With NYC’s salary law now in place, I’ve been looking at some companies’ salary ranges, &amp; I can already see that the ‘good faith’ part of the law is going to be tested,” she wrote, setting off a slew of responses naming and shaming such listings.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/07/new-york-salary-transparency-law-range\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/what-is-cop27-and-why-does-it-matter", "title": "What is Cop27 and why does it matter?", "date_published": "2022-11-07 06:00:41+00:00", "description": "<p>World leaders, climate groups and activists are meeting in Egypt to thrash out plans on how to safeguard the future of the planet</p><p>For almost three decades, world governments have <a href=\"https://www.theguardian.com/news/2019/dec/02/climate-crisis-what-is-cop-and-can-it-save-the-world\">met nearly every year</a> to forge a global response to the climate emergency. Under the 1992 UN framework convention on climate change (UNFCCC), every country is treaty-bound to “avoid dangerous climate change” and find ways to reduce greenhouse gas emissions globally in an equitable way.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/what-is-cop27-and-why-does-it-matter\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/07/martin-kemp-spandau-ballet-george-michael-brother-shadow", "title": "‘I came second in everything’: Martin Kemp on Spandau Ballet, George Michael and stepping out of his brother’s shadow", "date_published": "2022-11-07 06:00:41+00:00", "description": "<p>The bass player publishes his third book this month, reflecting on life in one of the 80s biggest bands. He talks about recovering from two brain tumours, acting and why he would like to apologise to Tony Hadley</p><p>After <a href=\"https://www.theguardian.com/profile/martinkemp\" title=\"\">Martin Kemp</a> had two brain tumours removed, people kept teasing him. “A few of my friends said: ‘I don’t know what they’ve done but they’ve put something in, instead of taking something out. They’ve put intelligence in, Mart.’” He is laughing. “Making light of it,” he says. “But all I mean is: we all learn at different parts of our lives.” Kemp turned 61 last month, and is very much still learning and creating. He took up writing in the late 1990s as part of his psychological recovery from those tumours, and next week publishes his third book, Ticket to the World – My 80s Story. He has had all his old <a href=\"https://www.theguardian.com/fashion/gallery/2020/nov/30/true-gold-40-years-of-spandau-ballet-style-in-pictures\" title=\"\">Spandau Ballet</a> outfits out of their vacuum packs in the loft. But it’s his older writing self that is the real hero.</p><p>Kemp read a lovely thing in a self-help book after the tumours – that “every cell in your body is replaced every seven years. So you’re a completely different person.” The idea has stuck with him, because on this basis, he’s “about six times removed from that kid” of the 80s. And he does have a newly made look: with those glittering blue eyes and silver hair, he positively gleams. He says it’s the makeup, but his skin glows as if he has just shed an old one.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/07/martin-kemp-spandau-ballet-george-michael-brother-shadow\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/07/money-talks-climate-finance-cop27-global-heating-un", "title": "Money talks: why climate finance at Cop27 is key to beating global heating", "date_published": "2022-11-07 06:00:40+00:00", "description": "<p>Funding urgently needed to cope with climate disasters – and to prevent distrust crashing UN negotiations</p><ul><li><a href=\"https://www.theguardian.com/global-development/2022/nov/07/us-uk-fall-billions-short-climate-funding-cop27\">Revealed: US and UK fall billions short of ‘fair share’ of climate funding</a></li></ul><p>Money is likely to be a flashpoint at the UN Cop27 climate summit starting on Sunday in Egypt, where world leaders will attempt to tackle the climate crisis.</p><p>The initial sums involved are just a month’s worth of the fossil fuel industry’s profits. Yet, say experts, the failure so far to deliver promised funding has corroded international trust so much that it could undermine the whole UN process – the only global forum for fighting global heating.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/07/money-talks-climate-finance-cop27-global-heating-un\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/invisible-killer-ghost-fishing-gear-deadliest-marine-plastic", "title": "‘An invisible killer’: how fishing gear became the deadliest marine plastic", "date_published": "2022-11-07 06:00:40+00:00", "description": "<p><strong>Plastic in the depths</strong>: as ‘ghost gear’ chokes the ocean, campaigners call for mandatory measures including buy-back schemes and recycling </p><p>A trip to the remote north Pacific gyre provides a stark reality check on the scale of the planet’s plastic waste crisis. “You’ve been sailing at 10 knots for five days, you’re alone. You don’t see any other boats. And then you find toothbrushes and lighters floating around you,” says Laurent Lebreton, head of research at <a href=\"https://theoceancleanup.com/\">the Ocean Cleanup</a>, a Dutch non-profit organisation that develops technology to extract marine plastics. “It’s just very surreal.”</p><p>What he finds most striking, however, are the metres of netting, ropes and line, luminous orange buoys, crab pots and fish traps: remnants of the global fishing industry, drifting around in what is known as the “great Pacific garbage patch”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/invisible-killer-ghost-fishing-gear-deadliest-marine-plastic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/07/kila-lord-cassidy-elaine-wonder-film-rural-ireland", "title": "‘Like winning the lottery!’ – Kíla Lord Cassidy on starring in The Wonder, the stunning film she’s too young to see", "date_published": "2022-11-07 06:00:40+00:00", "description": "<p>The actor gives an astonishing performance in this movie about a miracle ‘fasting girl’ in rural Ireland. Shame she’ll have to wait two years to see it. We talk to the teen talent and her co-star mother</p><p>Thirteen-year-old Kíla Lord Cassidy is perched on a sofa. It’s a few hours until the UK premiere of an extraordinary film, The Wonder, in which she co-stars with Florence Pugh. Dressed up for the red carpet, Kíla is pretty as a picture in a pink lace dress smothered with embroidered flowers, her long hair blow-dried into waves and sparkly glitter ballet shoes on her feet. The trouble for the 13-year-old is that she’s too young to legally watch her own film. “It’s a 15,” she says, grinning ear to ear. “I’m not allowed.” The plan is to slope off with her dad and little brother after the red carpet, as the rest of the cast walk into the cinema.</p><p>On the sofa beside Kíla is her mum, the Irish actor Elaine Cassidy, beaming, proud as anything. She will be part of that group heading into the premiere because, in an inspired piece of casting by the film’s Chilean director Sebastián Lelio, she plays Kíla’s mother. It’s a small role, but one she couldn’t resist. “To be around that kind of talent, I’d have swept the set. Because my soul has been fed. You know?”</p> <a href=\"https://www.theguardian.com/film/2022/nov/07/kila-lord-cassidy-elaine-wonder-film-rural-ireland\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/russia-ukraine-war-iran-north-korea-arms-ties", "title": "The Ukraine war is deepening Russia’s ties with North Korea as well as Iran", "date_published": "2022-11-07 05:30:40+00:00", "description": "<p>Moscow’s growing need for armaments from Pyongyang is likely to lead to greater alignment of diplomatic and military interests </p><p>Russian arms procurement from Iran and North Korea heralds an increasing convergence of military and diplomatic interests between Moscow and two countries regarded as international pariahs.</p><p>Amid renewed <a href=\"https://www.theguardian.com/world/2022/sep/21/north-korea-denies-supplying-weapons-or-ammunition-to-russia\">accusations from Washington</a> that Russia is attempting to procure large amounts of artillery ammunition from Pyongyang, on top of the missiles and kamikaze and other <a href=\"https://www.theguardian.com/world/2022/oct/19/eu-plans-to-impose-sanctions-on-iran-military-leaders-over-drones\">drones</a> it has already bought from Iran, Moscow’s arms procurement blitz has flagged up the mounting logistical problems in Vladimir Putin’s war against Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/russia-ukraine-war-iran-north-korea-arms-ties\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/world-cup-bound-referee-shows-10-red-cards-in-fiery-argentine-cup-final", "title": "World Cup-bound referee shows 10 red cards in fiery Argentine cup final", "date_published": "2022-11-07 05:03:26+00:00", "description": "<ul><li>Racing Club’s winning goal celebration sparks melee </li><li>Seven red cards shown to Boca players and three to Racing</li></ul><p>World Cup referee Facundo Tello dished out 10 red cards in Argentina’s Champions Trophy final after Racing Club midfielder Carlos Alcaraz sparked a melee in front of the Boca Juniors fans with his match-winning goal celebration.</p><p>With the teams level at 1-1 in the final minutes of extra time, Alcaraz directed a header into the corner of the net to win it for Racing.</p> <a href=\"https://www.theguardian.com/football/2022/nov/07/world-cup-bound-referee-shows-10-red-cards-in-fiery-argentine-cup-final\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/one-in-four-europeans-say-their-financial-position-is-precarious", "title": "One in four Europeans say their financial position is ‘precarious’", "date_published": "2022-11-07 05:00:39+00:00", "description": "<p>Study by anti-poverty NGO shows more than half feel at financial risk and 80% have already made hard spending choices</p><p>One in four Europeans describe their financial position as “precarious”, more than half see a serious risk it will become so over the coming months, and 80% have already been forced into hard spending choices, according to a survey.</p><p>As the cost of living crisis, driven by high energy prices, rampant inflation and Russia’s war on Ukraine, tightens its grip, <a href=\"https://www.secourspopulaire.fr/sondage-exclusif-les-europeens-au-bord-du-gouffre\">the six-country survey</a> for the French anti-poverty NGO Secours Populaire painted an alarming picture of “a continent on the brink”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/one-in-four-europeans-say-their-financial-position-is-precarious\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/orthodox-church-of-ukraine-allows-worshippers-to-celebrate-christmas-on-25-december", "title": "Orthodox church of Ukraine allows worshippers to celebrate Christmas on 25 December", "date_published": "2022-11-07 05:00:39+00:00", "description": "<p>Move away from traditional date of 7 January directed against pro-Putin head of Russian Orthodox church</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/04/russia-ukraine-war-live-news-ukraine-can-retake-kherson-us-defence-secretary-says-45m-without-power-after-strikes\">Russia-Ukraine war – latest news updates</a></li></ul><p>For centuries Ukrainians have celebrated Christmas on 7 January, the date on which Jesus was born, according to the Julian calendar.</p><p>But following Vladimir Putin’s invasion in February, the Orthodox church of Ukraine is allowing its congregations for the first time to celebrate Christmas on 25 December, in a move away from Russia and towards the west.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/orthodox-church-of-ukraine-allows-worshippers-to-celebrate-christmas-on-25-december\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/gubu-irish-double-murder-case-40-years-on-podcasts-malcolm-macarthur-charles-haughey", "title": "‘Era-defining scandal’: Ireland revisits ‘Gubu’ murders 40 years on", "date_published": "2022-11-07 05:00:39+00:00", "description": "<p>Scandal over Malcolm MacArthur killings destabilised a government and spawned an acronym</p><p>No single adjective could do justice to the events that rocked<a href=\"https://www.theguardian.com/world/ireland\"> Ireland </a>in July and August 1982<strong>,</strong> so the then taoiseach, Charles Haughey, used four: “Grotesque, unbelievable, bizarre and unprecedented”. An acronym was soon born: Gubu.</p><p>That summer, Malcolm MacArthur, a socialite with a yen for bow ties and cravats, had bludgeoned a young woman to death, killed a farmer with his own shotgun and attempted to rob a retired US diplomat, sparking a huge manhunt.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/gubu-irish-double-murder-case-40-years-on-podcasts-malcolm-macarthur-charles-haughey\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/cop27-met-says-arrests-made-as-just-stop-oil-intend-to-disrupt-motorways", "title": "Cop27: Met says arrests made as Just Stop Oil ‘intend to disrupt motorways’", "date_published": "2022-11-07 04:30:08+00:00", "description": "<p>Scotland Yard accuses climate action group of planning harmful and ‘reckless action to obstruct the public on a large scale’  </p><p>The Metropolitan police have launched a “significant” operation to identify and arrest climate change protesters suspected of planning “reckless and serious” motorway disruption as Cop27 gets under way.</p><p>Assistant Commissioner Matt Twist said three people were arrested on Sunday evening who were suspected of planning public disruption. Police were expecting to make more arrests.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/cop27-met-says-arrests-made-as-just-stop-oil-intend-to-disrupt-motorways\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/ukraine-occupied-kherson-loses-power-as-kyiv-mayor-urges-residents-to-prepare-for-total-blackouts", "title": "Occupied Kherson loses power, as Kyiv mayor urges residents to prepare for total blackouts", "date_published": "2022-11-07 03:35:44+00:00", "description": "<p>The southern occupied city and surrounding settlements lost power over the weekend, the first time the region has seen such an energy cut</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">Read all our Ukraine coverage</a></li></ul><p>The occupied city of Kherson has lost power for the first time since Russia began its invasion of Ukraine, as Kyiv’s mayor told residents to consider leaving the capital in the event of a complete blackout.</p><p>In a statement on Telegram, the Russian-controlled Kherson administration said electricity and water supplies were down after a “terrorist attack” damaged three power lines on the Berislav-Kakhovka highway in an occupied part of the region.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/ukraine-occupied-kherson-loses-power-as-kyiv-mayor-urges-residents-to-prepare-for-total-blackouts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/07/who-is-robbing-lebanons-banks-podcast", "title": "Who is robbing Lebanon’s banks? – podcast", "date_published": "2022-11-07 03:00:36+00:00", "description": "<p>A spate of bank robberies has hit Beirut in recent weeks but they are heists with a twist: people are demanding – at gunpoint – that staff hand them their own money. Michael Safi reports</p><p>A couple of weeks ago, <strong>Michael Safi</strong> went to meet a bank robber. She was about 5ft tall, in her late 20s, and wearing fluffy slippers. Her name is<strong> Sali Hafez. </strong>At the end of her tether, she took a plastic replica gun and a bottle of petrol and walked into a branch of her bank to demand they gave her the money in her account. She says the balance was over $100,000. They gave her $14,000.</p><p>Today we bring you the story of a bank robbery, but not that one. Instead, it is a story of how Lebanon’s banks became so dysfunctional that they had to prevent customers withdrawing their own money. The Reuters journalist <strong>Timour Azhari </strong>explains how the country’s entire banking system imploded after running what the World Bank has called a giant Ponzi scheme. For years, Lebanon encouraged foreign investment with the promise of high interest rates, but the war in neighbouring Syria and then the pandemic meant that when investors took fright, the whole financial system came tumbling down. And when that happened, it exposed to sunlight what had been happening all along: a carnival of plundering of the state’s assets by a ruling elite that has yet to confront the mess the country is in.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/07/who-is-robbing-lebanons-banks-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/jacinda-ardern-new-zealand-labour-party-conference-2023-election", "title": "Jacinda Ardern rallies party faithful as Labour faces difficult re-election path", "date_published": "2022-11-07 01:23:46+00:00", "description": "<p>New Zealand PM tells party conference ‘we are not done yet’ as poll shows Labour’s support at 5-year low ahead of elections in 2023</p><p>In the darkened amphitheatre of a south Auckland conference centre, a youth choir swayed, as crowds waited for the prime minister, Jacinda Ardern, to take the stage. “Give me one more chance,” they sang, in a medley featuring the Jackson 5’s I Want You Back. “Won’t you please let me back in your heart.”</p><p>It was an apt-enough score for the annual Labour conference, with the party facing a steep uphill road to persuade New Zealanders to return them to office for another three years. “We are not done yet,” Ardern told the party faithful, as delegates sought to map a pathway to election victory in an increasingly sour economic and political landscape. Three days of speeches and discussions built a picture of a party girding itself for a bitterly fought campaign: speeches were laced with jabs at centre-right opposition leader Christopher Luxon, warnings of the prospect of gains rolled back under a National government, and encouragement to stay the course under fire.</p> <a href=\"https://www.theguardian.com/world/2022/nov/07/jacinda-ardern-new-zealand-labour-party-conference-2023-election\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/07/twitter-will-ban-permanently-suspend-impersonator-accounts-elon-musk-says-as-users-take-his-name", "title": "Twitter will ban impersonators, Elon Musk says, as users flock to take his name", "date_published": "2022-11-07 01:13:05+00:00", "description": "<p>After the announcement by Elon Musk, several accounts that had changed their name to his appeared to be suspended</p><p>Twitter CEO Elon Musk has said that any Twitter handles engaging in impersonation without clearly specifying “parody” <a href=\"https://twitter.com/elonmusk/status/1589390597798125568?s=20&amp;t=yoTUH45lDkdk8rCTKH1I5Q\">will be “permanently suspended</a>”.</p><p>“Previously, we issued a warning before suspension, but now that we are rolling out widespread verification, there will be no warning,” he tweeted on Sunday night.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/07/twitter-will-ban-permanently-suspend-impersonator-accounts-elon-musk-says-as-users-take-his-name\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-257-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 257 of the invasion", "date_published": "2022-11-07 00:46:50+00:00", "description": "<p>Ukraine braces for power blackouts and fresh attacks on its energy infrastructure; Kherson cut off from water and electricity as Kyiv prepares residents for complete blackout</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></strong></li></ul><p><strong>Ukraine is <a href=\"https://www.theguardian.com/world/2022/nov/06/ukraine-motivational-messaging-maintains-morale-as-winter-bites\">bracing for power blackouts and fresh Russian attacks</a> on its energy infrastructure</strong>. Russia “is concentrating forces and means for a possible repetition of massive attacks on our infrastructure, primarily energy”, said Volodymyr Zelenskiy, the Ukrainian president. Ukraine faced a 32% deficit in projected power supply on Monday, said Sergei Kovalenko, CEO of Yasno, a major supplier of energy to the capital. “This is a lot, and it’s force majeure,” he said. About 500 power generators were being sent to Ukraine by 17 EU countries as 4.5m Ukrainians were left without power.</p><p><strong>Kyiv’s mayor urged residents to prepare for a worst-case scenario by making emergency plans to leave the city and stay with friends or family.</strong> Vitali Klitschko urged residents to “consider everything” including loss of power and water. “If you have extended family or friends outside Kyiv, where there is autonomous water supply, an oven, heating, please keep in mind the possibility of staying there for a certain amount of time.”</p><p><strong>Ukraine’s Russian-occupied city of Kherson was cut off from water and electricity supplies on Sunday</strong> after an airstrike and damage to the Kakhovka dam, local officials said. “In Kherson and a number of other areas in the region, there is temporarily no electricity or water supply,” the city’s Moscow-installed administration said on Telegram. Russia accused Ukraine of an act of “sabotage”.</p><p><strong>Residents of Kherson were urged to evacuate as soon as possible after receiving warning messages on their phones</strong>, Ukraine’s military said on Sunday. Russia was “occupying and evacuating” Kherson simultaneously, trying to convince Ukrainians its force are leaving when in fact they are digging in, Nataliya Humenyuk, a spokesperson for Ukraine’s southern forces, told state television. The Kremlin-installed administration in Kherson already has expelled tens of thousands of civilians from the city.</p><p><strong>Russian forces are stepping up their<a href=\"https://www.theguardian.com/world/live/2022/nov/06/russia-ukraine-war-live-besieged-bakhmut-harder-and-harder-to-survive-in-says-official?page=with:block-6367a1fe8f084995473a93c7#block-6367a1fe8f084995473a93c7\"> strikes in a fiercely contested region of eastern Ukraine</a></strong>, worsening the already tough conditions for residents and the Ukrainian army, Ukrainian authorities said. “Very fierce Russian attacks on Donetsk region are continuing. The enemy is suffering serious losses there,” Zelenskiy said in his nightly video address.</p><p><strong>US officials have reportedly warned the Ukrainian government in private that it <a href=\"https://www.theguardian.com/world/2022/nov/06/us-says-zelenskiy-risks-allies-ukraine-fatigue-if-he-rejects-russia-talks-report\">needs to signal an openness to negotiating with Russia.</a> </strong>Officials in Washington warned that “Ukraine fatigue” among allies could worsen if Kyiv continued to be closed to negotiations, the Washington Post reported. US officials told the paper that Ukraine’s position on negotiations with Russia was wearing thin among allies worried about the economic effects of a protracted war.</p><p><strong>External power was restored to Ukraine’s Zaporizhzhia nuclear power plant</strong> two days after it was disconnected from the power grid when Russian shelling damaged high voltage lines, the UN nuclear watchdog said. Europe’s largest nuclear plant needs electricity to maintain vital cooling systems, but it had been running on emergency diesel generators since Russian shelling severed its outside connections.</p><p><strong>The US national security adviser, Jake Sullivan, held secretive talks with top Russian officials in hopes of reducing the risk of nuclear conflict</strong>, the <a href=\"https://www.wsj.com/articles/senior-white-house-official-involved-in-undisclosed-talks-with-top-putin-aides-11667768988\">Wall Street Journal</a> has reported. It cited US and allied officials as saying that Sullivan held previously undisclosed conversations in recent months with the Kremlin aide Yuri Ushakov and the Russian security council secretary Nikolai Patrushev, Sullivan’s counterpart. The White House declined to comment on the report.<strong><a href=\"https://www.theguardian.com/world/live/2022/nov/06/russia-ukraine-war-live-besieged-bakhmut-harder-and-harder-to-survive-in-says-official?page=with:block-6367d1118f08a3d08601d5a0#block-6367d1118f08a3d08601d5a0\"><br /></a></strong></p> <a href=\"https://www.theguardian.com/world/2022/nov/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-257-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/07/facebook-parent-meta-prepares-large-scale-layoffs-fire-thousands-jobs-reports", "title": "Facebook’s parent Meta prepares to slash thousands of jobs – reports", "date_published": "2022-11-07 00:40:36+00:00", "description": "<p>Layoffs come after $80bn wiped off company’s market value last month amid global economic downturn</p><p>Facebook’s parent company, Meta, is reportedly preparing to cut thousands of jobs after $80bn (£69bn) was wiped off its market value last month amid the global economic downturn.</p><p>On Sunday the <a href=\"https://www.wsj.com/articles/meta-is-preparing-to-notify-employees-of-large-scale-layoffs-this-week-11667767794\">Wall Street Journal reported</a> that the cuts, to be announced on Wednesday, were expected to affect thousands of Meta’s 87,000 employees globally.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/07/facebook-parent-meta-prepares-large-scale-layoffs-fire-thousands-jobs-reports\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/07/apple-warns-iphone-shipments-will-be-delayed-due-to-covid-restrictions-at-foxconn-plant", "title": "Apple warns iPhone shipments will be delayed due to Covid restrictions at Foxconn plant", "date_published": "2022-11-07 00:23:03+00:00", "description": "<p>Tech company says customers will experience longer wait times as the plant in China is operating at reduced capacity</p><p>Apple has said it expects lower iPhone 14 Pro and iPhone Pro Max shipments than previously anticipated as <a href=\"https://www.theguardian.com/world/2022/nov/04/rumours-of-zero-covid-easing-spread-in-china-amid-anger-at-restrictions\">Covid-19 restrictions</a> temporarily disrupt production at an assembly facility in Zhengzhou, China.</p><p>“The facility is currently operating at significantly reduced capacity,” the iPhone maker said in a statement. “Customers will experience longer wait times to receive their new products.”</p> <a href=\"https://www.theguardian.com/technology/2022/nov/07/apple-warns-iphone-shipments-will-be-delayed-due-to-covid-restrictions-at-foxconn-plant\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/07/im-a-celebrity-review-two-hours-of-sheer-matt-hancock-free-hell", "title": "I’m a Celebrity review – two hours of sheer Matt Hancock-free hell", "date_published": "2022-11-07 00:11:04+00:00", "description": "<p>We are all waiting to see Hancock eat a kangaroo penis – but the failed health secretary hasn’t even turned up yet, leaving us with a bunch of people we’ve barely heard of</p><p>As former DJ Chris Moyles put it after parachuting into the jungle, “I’d rather eat a sheep’s anus than ever do anything like that again.” You’ve never been so relatable, Mr Moyles. I feel precisely the same way after watching nearly two hours of the first episode of the 21st series of I’m a Celebrity … Get Me Out of Here. While the members of Cop27 gathered in Egypt, the Not Much Cop 10 invaded Australia. “You might know me from Hollyoaks,” said one pretender to become king of the jungle. “More likely,” I told telly, “not.”</p><p>There was a huge problem with the first episode: insufficient schadenfreude. I have absolutely no interest in seeing three people I’ve scarcely heard of – newsreader Charlene White, Euros-winning footballer Jill Scott and comedian Babatunde Aleshe – dangle over the edge of a high-rise tower in Australia to win tokens for a meal in their camp. Do you really want to hurt me, sang Boy George, perhaps the most famous of the contestants in this year’s show, many years ago. Absolutely not, Mr George. There’s only one person I want to see suffer. I want to see disgraced lockdown rules-flouter and failed health secretary Matt Hancock being force-fed kangaroo penises for his temerity in suggesting that he’s getting out of the Westminster bubble and going to the jungle to get in touch with real people.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/07/im-a-celebrity-review-two-hours-of-sheer-matt-hancock-free-hell\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/07/super-richs-carbon-investment-emissions-equivalent-to-whole-of-france", "title": "Super-rich’s carbon investment emissions ‘equivalent to whole of France’", "date_published": "2022-11-07 00:01:34+00:00", "description": "<p>Analysis examining carbon impact of billionaires’ investments published as Cop27 talks get under way</p><p>The super-rich emit greenhouse gases at a level equivalent to the whole of France from their investments in carbon intensive businesses, according to analysis published on the opening of the Cop27 UN climate talks <a href=\"https://www.theguardian.com/environment/2022/nov/06/egypt-cop27-climate-surveillance-cybersecurity\">in Egypt</a>.</p><p>Examining the carbon impact of the investments of 125 billionaires, the research found they had a collective $2.4tn stake in 183 companies. On average each billionaire’s investment emissions produced 3m tonnes of CO2 a year; a million times more than the average emissions of 2.76 tonnes of CO2 for those living in the bottom 90% of earners. In total the 125 members of the super-rich emitted 393m tonnes of CO2 a year – equivalent to the emissions of France, which has a population of 67 million.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/07/super-richs-carbon-investment-emissions-equivalent-to-whole-of-france\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/07/majority-of-female-journalists-have-been-target-of-online-violence-report", "title": "Majority of female journalists have been target of online violence – report", "date_published": "2022-11-07 00:01:33+00:00", "description": "<p>Chilling report highlights the link between gender-based digital threats and offline attacks</p><p>Online violence against female journalists is one of the most serious global threats to press freedom and has contributed to female reporters being murdered, according to researchers behind a new global report.</p><p>Academics who interviewed over 1,000 female journalists in 15 countries found the vast majority of journalists who took part had suffered from online abuse and threats.</p> <a href=\"https://www.theguardian.com/society/2022/nov/07/majority-of-female-journalists-have-been-target-of-online-violence-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/07/world-cup-2022-team-guide-argentina", "title": "World Cup 2022 team guides part 9: Argentina", "date_published": "2022-11-07 00:01:33+00:00", "description": "<p>The Copa América holders are calm, united and unbeaten in 35 games – and many fans think football owes Lionel Messi this trophy</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/07/world-cup-2022-team-guide-argentina\">Continue reading...</a>", "favourite": false}]