[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/bialorus-rekonstrukcja-wyzwolenia-miasta-nkwd-wyrzuca-polska-flage-i-portret-pilsudskiego/", "title": "Białoruś. Rekonstrukcja \"wyzwolenia\" miasta. NKWD wyrzuca polska flagę i portret Piłsudskiego", "date_published": "2022-09-18 19:34:00+00:00", "description": "Białorusini zorganizowali propagandową rekonstrukcję. Odtwórcy przedstawili moment wyzwolenia zachodniobiałoruskiego miasta w 1939 roku. W trakcie wydarzenia NKWD bierze do niewoli białopolaka. Następnie jeden z funkcjonariuszy zrzuca z balkonu polską flagę i portret Piłsudskiego."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/niemcy-rosnace-ceny-energii-i-grozba-bankructwa-chleb-moze-kosztowac-niedlugo-10-euro/", "title": "Niemcy. Rosnące ceny energii i groźba bankructwa. Chleb może kosztować niedługo 10 euro", "date_published": "2022-09-18 16:24:00+00:00", "description": "Kryzys energetyczny i wzrost cen odbijają się na wielu przedsiębiorstwach rzemieślniczych. Prezes Niemieckiej Konfederacji Rzemiosła Hans Peter Wollseifer ostrzega przed falą bankructw i prosi o pomoc. Obecne ceny energii są tak wysokie, że wielu piekarzy może być nie stać na opłacenie rachunków za gaz i prąd. Ma to także wpływ na ceny pieczywa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/wlochy-brat-wiezil-siostre-przez-22-lata-na-spacer-wyprowadzal-ja-na-smyczy/", "title": "Włochy: Brat więził siostrę przez 22 lata. Na spacer wyprowadzał ją na smyczy", "date_published": "2022-09-18 16:19:00+00:00", "description": "67-letnia kobieta była więziona w nieogrzewanej ruderze w małej wiosce Casalciprano (region Molise, na północ od Neapolu). W niewoli trzymał ją przez 22 lata rodzony brat. Pomagała mu w tym żona. Kobieta mogła się umyć najwyżej raz w miesiącu, a czasami pozwalano jej wyjść na spacer na podwórze, ale była wówczas trzymana na smyczy, jak pies."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/niemcy-kierowca-ciagnika-rozjechal-stado-dzikow-mial-to-zrobic-celowo/", "title": "Niemcy. Kierowca ciągnika rozjechał stado dzików. Miał to zrobić celowo", "date_published": "2022-09-18 15:24:00+00:00", "description": "Podczas zbiorów kukurydzy w południowo-zachodnich Niemczech, 22-latek celowo wjechał ciągnikiem w stado dzików. Zginęło osiem młodych zwierząt. Wcześniej mężczyzna gonił zwierzęta swoim pojazdem. Policja prowadzi śledztwo w tej sprawie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/wegry-odciete-od-unijnych-funduszy-vera-jourova-dla-polsat-news-analizujemy-sytuacje-w-polsce/", "title": "Węgry odcięte od unijnych funduszy. Vera Jourova dla Polsat News: Analizujemy sytuację w Polsce", "date_published": "2022-09-18 14:40:00+00:00", "description": "- By uruchomić taką procedurę (jak dziś wobec Węgier) w przypadku Polski, nie mieliśmy wystarczających dowodów - powiedziała Polsat News wiceprzewodnicząca Komisji Europejskiej Vera Jourova. Dodała, że sytuacja Warszawy jest analizowana. Komisarz wyjaśniła również, dlaczego do Polski nie popłynęły pieniądze z KPO. W niedzielę KE zaleciła zablokowanie wypłaty części unijnych funduszy Węgrom."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/wojna-w-ukrainie-strzelanina-w-chersoniu-ma-to-byc-rosyjska-prowokacja/", "title": "Strzelanina w Chersoniu. Starcia najemników z grupy Wagnera z kadyrowcami. To może być prowokacja", "date_published": "2022-09-18 13:53:00+00:00", "description": "W sobotę w centrum Chersonia doszło do strzelaniny. Wzajemnie mieli ostrzeliwać się najprawdopodobniej najemnicy z grupy Wagnera i kadyrowcy. Zdaniem Mychajło Podolaka świadczy to narastającym napięciu między rosyjskimi oddziałami. Agencja UNIAN przekazuje, że starcie to element prowokacji mającej zniechęcić mieszkańców do ukraińskiej armii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/japonia-tajfun-nanmadol-dotarl-na-poludnie-kraju-4-miliony-ludzi-wezwanych-do-ewakuacji/", "title": "Japonia: Tajfun \"Nanmadol\" dotarł na południe kraju. 4 miliony ludzi wezwanych do ewakuacji", "date_published": "2022-09-18 11:44:00+00:00", "description": "W niedzielę w Japonię uderzył tajfun Nanmadol. Południe kraju zaatakowały silne wiatry, wysokie fale i ogromne deszcze. W związku z niebezpieczeństwem, władze wezwały do ewakuacji cztery miliony mieszkańców. Zdaniem ekspertów, Namnadol jest jednym z najgroźniejszych tajfunów, jakie nawiedziły Japonię w całej jej historii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/w-brytania-prezydent-andrzej-duda-zlozyl-oddal-krolowej-elzbiecie-ii-przy-jej-trumnie/", "title": "Wielka Brytania. Prezydent Andrzej Duda oddał hołd królowej Elżbiecie II przy jej trumnie", "date_published": "2022-09-18 11:00:00+00:00", "description": "Prezydent Andrzej Duda oddał hołd królowej Elżbiecie II przy trumnie wystawionej w Westminster Hall. W uroczystościach w Wielkiej Brytanii reprezentuje Polskę wraz z pierwszą damą Agatą Kornhauser-Dudą. Do Londynu w niedzielę zaczęli przyjeżdżać zagraniczni goście. Pogrzeb królowej Elżbiety II w poniedziałek."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-18/usa-zderzenie-dwoch-malych-samolotow-nie-zyja-trzy-osoby/", "title": "USA: Zderzenie dwóch małych samolotów. Nie żyją trzy osoby", "date_published": "2022-09-18 07:01:00+00:00", "description": "Nieopodal Denver w stanie Kolorado doszło do zderzenia dwóch niewielkich samolotów. Jak poinformowała lokalna policja, w wyniku wypadku zginęły trzy osoby znajdujące się na pokładach obu maszyn. Trwa ustalanie ich tożsamości. Okoliczności, w jakich doszło do tragedii jak dotąd są nieznane."}]