[{"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1381039/ecoflow-delta-2-power-station-review.html", "title": "EcoFlow Delta 2 power station review: Flexible, advanced, and LOUD", "date_published": "2022-12-02 15:30:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Fast AC charging</li><li>Flexible expansion</li><li>Lithium Iron Phosphate chemistry</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Loud fans</li><li>Expansion battery should be cost less</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">You&rsquo;d be hard pressed to find a more advanced and expandable portable power station than the EcoFlow Delta 2</p>\n</div>\n\n\n<p>EcoFlow has long been recognized as one of the most technically advanced power station brands around, with one key weakness: battery chemistry. With the Delta 2, EcoFlow addresses that by moving to lithium iron phosphate cells, which more than triples the duty cycle of the battery.</p>\n\n\n\n<p>That&rsquo;s likely to ease the minds of consumers who expect to heavily use their power stations.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>Note: This review is part of our&nbsp;ongoing roundup of the <a href=\"https://www.pcworld.com/article/610961/best-portable-power-stations.html\">best portable power stations</a>.&nbsp;Go there to learn about competing products, what to look for in a power station, and buying recommendations. </em></p></blockquote>\n\n\n\n<h2 id=\"ecoflow-delta-2-the-lithium-iron-phosphate-difference\">EcoFlow Delta 2: The lithium iron phosphate difference</h2>\n\n\n\n<p>To be honest, arguments over battery chemistry might be a little overstated. With the original 1,000WHr Delta, for example, it would take 800 full discharge cycles before the battery&rsquo;s capacity would drop to 80 percent. That&rsquo;s similar to what you would see in a laptop or phone, which you would actually charge and discharge daily or every other day.</p>\n\n\n\n<p>But most people are unlikely to give a portable power station that kind of a workout unless you&rsquo;re permanently off the grid. Realistically, it&rsquo;ll sit around until it&rsquo;s used for a camping trip or occasional power outages. </p>\n\n\n\n<p>But going from 800 charge cycles to 3,000 thanks to the lithium iron phosphate chemistry is understandably very attractive to many people. In fact, with that many charges cycles, you might even consider using it as an ad-hoc UPS for your PC, keeping it plugged in full time.</p>\n\n\n\n<p>In truth, that would work with a laptop, but probably not a desktop. That&rsquo;s because the Delta 2 takes 30 milliseconds to take over once power has been cut. On most desktops following the ATX specification, a PSU can go 16ms before power is lost to the system. The 30ms is simply too slow for most desktop PCs to not immediately reboot with the Delta 2.</p>\n\n\n\n<p>This doesn&rsquo;t impact laptops, which have a battery to rely on while power is switched over. Similarly, fans, refrigerators, and most other household equipment doesn&rsquo;t mind losing power for a fraction of a second. There&rsquo;s no concern about losing data.</p>\n\n\n\n<h2 id=\"ecoflow-delta-2-design-and-ports\">EcoFlow Delta 2: Design and ports</h2>\n\n\n\n<p>The Delta 2 doesn&rsquo;t change much externally from the original model, with handles on both ends that are strong enough to lug around the 27 pound power station one-handed if you need to. EcoFlow has moved the AC and solar charging ports from the side of the unit to the back on the Delta 2. The solar ports continue to be based on  the fairly common XT60 connector so you can connect aftermarket solar panels to it if you want. If you go this route, pay careful attention that the voltage of your solar panels remains below the Delta 2&rsquo;s limit of 500 watts. Or stick with an EcoFlow-branded setup to be sure.</p>\n\n\n\n<p>We tested the Delta 2 with the company&rsquo;s 220-watt bifacial panels and could push 140 watts to 150 watts from a low-angle fall sun. That was enough to offset our refrigerator&rsquo;s power consumption of 172 watts, and yes, you can charge the Delta 2 while using it.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow Delta 2 AC charge rates\" class=\"wp-image-1381107\" height=\"667\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Delta_2_Charge_At_1200_Watts_zero_to_full.png?w=1200\" width=\"1200\" /><figcaption><p>It took us about 5,200 seconds, or roughly 86 minutes, to fully charge the Delta 2 over AC at its highest setting. Like your laptop and phone, you can see the Delta 2 slows down charging as the battery fills up to preserve battery longevity.</p> </figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<p>Charging over solar is great, but cloudy days can make charging very tedious and nerve wracking if you&rsquo;re worried you won&rsquo;t have time to recharge before the sun sets. If you&rsquo;re in a pinch during a power outage and can&rsquo;t wait hours and hours to charge the station via solar panel, the Delta 2 has impressive AC charge rates if you can get it to a working outlet.</p>\n\n\n\n<p>Plugged into AC, the Delta 2 can charge at up to 1,200 watts, which lets you take it from zero to 100 percent in about an an hour and 20 minutes. The Delta 2&rsquo;s aggressive charge input doesn&rsquo;t run at 1,200 watts the entire time&mdash;like most laptops and phones, it eases back as it approaches full power to preserve battery longevity.</p>\n\n\n\n<p>The XT60 port can also be used for DC charging in your car (that cable is included). You also get a cigarette car lighter and two 5.5mm &ldquo;barrel&rdquo; ports. The cigarette charge is rated at 12.6 volts and 10 amps, or 128 watts, while the two barrel charger ports can hit 38 watts a piece at 12.6 volts. You should know that 12.6 volts over the car charger is fine, but some devices may want the full 13.6 to 14 volts a typical car alternator provides to operate. If your device needs that much voltage, the Delta 2&rsquo;s DC-out may not work for it.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow Delta 2 front ports\" class=\"wp-image-1381060\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/20221115_114648.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Delta 2&rsquo;s front ports features two 100-watt USB-C ports, and four USB-A ports, two of which can charge at advanced charge rates.</p> </figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<p></p>\n\n\n\n<p>The Delta&rsquo;s front features four USB-A ports, and two USB-C ports. We checked the USB-C ports, which report they support USB 3.0 Power Delivery charging at 5 volts, 9 volts, 12 volts, 15 volts, and 20 volts, all at 5 amps. That means both ports can charge a USB-C laptop at up to 100 watts without issue.</p>\n\n\n\n<p>Two of the USB-A ports are the standard 5 watt, while the two blue ports on the right support more advanced charging rates using QuickCharge 2.0 and 3.0 up to 12 volts, as well as Samsung&rsquo;s AFC up to 9 volts, and Huawei&rsquo;s FCP up to 9 volts or 18 watts.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow Delta 2 USB-C port\" class=\"wp-image-1381069\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/20221018_232054.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The two USB-C ports report USB PD 3.0 compliance at charge rates of 5 volts, 9 volts, 12 volts, 15 volts and 20 volts at up to 5 amps each.</p>\n</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<p>The backside of the Delta 2 features six AC plugs, four are two-prong rated for the standard 15-amp output of a most American homes. The last two plugs are three-prong and rated for 20 amps. The AC output is rated at 1,800 watts total with a momentary surge rating of 2,700 watts. Turn on the Delta 2&rsquo;s X-Boost mode and it can push 2,200 watts for an extended period of time. EcoFlow says X-Boost is best suited for devices that don&rsquo;t need exact voltage such as a heater or power tools, and also says you should have only one port for those times. We&rsquo;d recommend, for example, that you not run a rack of desktop PCs in X-Boost mode due to the lowered voltage EcoFlow uses to reach the sustained higher 2,200 watts.</p>\n\n\n\n<p>We&rsquo;ve seen reports from early reviews of the pure sine wave on the Delta 2 being a little less than pure under heavy loads but looking at the output under a 1,600 watt load, all appeared fine.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow Delta 2's rear AC ports\" class=\"wp-image-1381065\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/20221115_114545-4.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The rear of the Delta 2 features six AC ports, two 5.5mm DC ports, a &ldquo;cigarette&rdquo; power adapter as well as the AC plug to charge the unit and an XT60 port for a solar panel. </p> </figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<h2 id=\"ecoflow-delta-2-performance\">EcoFlow Delta 2: Performance</h2>\n\n\n\n<p>For capacity testing, we fully discharged the Delta 2 twice to condition the battery and then charged it to 100 percent for run-down tests. For that we plugged a watt meter into the AC port and measured the energy output using a 200-watt incandescent light bulb and a small space heater drawing 800 watts. Results for both the&nbsp;200-watt bulb runs reached 80 percent of the Delta 2&rsquo;s 1,024Wh-rated capacity. Since the output rates can be different whether you&rsquo;re discharging over AC or DC, we also ran the Delta 2 down over its USB-C port with load set to 20 volts at 3 amps or 60 watts. That&rsquo;s the typical maximum charge rate for a small laptop if it were dead. Under actual use, most small laptops can use from 5 watts to 30 watts. The DC output was 828 watt hours, or basically 80 percent of its rated 1,024 capacity.</p>\n\n\n\n<p>Under heavier loads of 800 watts, we saw the capacity drop to 71 percent, however. The lower capacity may be due to the efficiency of the inverter under higher loads, how the battery discharges under a much heavier load as well, and additional power use by the Delta 2 such as its loud fans. We&rsquo;ll get to the fan noise discussion below.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow Delta 2 pure since wave inverter under load\" class=\"wp-image-1381071\" height=\"803\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Scope-rotated.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>We&rsquo;ve seen reviews of early units offering less than pure sine wave under heavy loads but our unit had no sign under a 1,500 watt load.</p>\n</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<p>With an 81 percent capacity, that means the Delta 2 gives you an actual effective capacity closer to roughly 821 watt hours&mdash;not 1,024 watt hours. That&rsquo;s only slightly behind the 84 percent efficiency of competing brands.</p>\n\n\n\n<p></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow Delta 2\" class=\"wp-image-1381075\" height=\"900\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/FLIR_20221018_111257_194.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>Under its full charge rate, the Delta 2 runs two small fans at shrill speeds to keep the charge circuit and batteries nice and cool.</p>\n</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<h3 id=\"fan-noise\">Fan noise</h3>\n\n\n\n<p>We can&rsquo;t review the Delta 2 without mentioning one of the things that bugs us the most about it: the fan noise. Under high charge rates and high discharge rates, the Delta 2&rsquo;s two fans spin at very high RPM, which we measured at 57dBA three feet from the unit when the fans were on. Even worse, it&rsquo;s a small-fan, shrill 57dBA. When charging at the unit&rsquo;s maximum 1,200 watts, the fans kick on at full speed. It does ramp down at lower charge rates, but even on its lowest setting of 200 watts, it will run the fans and hit about 50dBA.</p>\n\n\n\n<p>Perhaps more annoying than fan noise during charging though is the fan noise during discharge or use. Power stations are supposed to be silent, but when running the Delta 2 at anything above 900 watts, the fans are at full speed. That means, if you&rsquo;re running the coffee maker on battery, prepare for some fan noise while you&rsquo;re at it. It&rsquo;s probably as annoying as some inverter-based gas generators.</p>\n\n\n\n<p>At lower discharge rates, it&rsquo;s actually not that bad and running a 1990s-era refrigerator, which uses about 172 watts, you can barely hear the Delta 2 over the fridge&rsquo;s own noise.</p>\n\n\n\n<p>We can actually somewhat excuse the Delta 2 (and any power station&rsquo;s) fan noise on heavy loads, as keeping the inverter and batteries cool is important for longevity and safety.</p>\n\n\n\n<p>What bugs us is the fans triggering at anything above 120 watts. If you hoped to power medical equipment in your bedroom and it uses more than 120 watts, you&rsquo;ll have to listen to fans or run an extension cable out of the room.</p>\n\n\n\n<p>The good news is, EcoFlow officials tell us they plan to address the fan noise in an upcoming firmware update to the unit. The company has done so for other models after the initial release, so here&rsquo;s hoping it will improve.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow app\" class=\"wp-image-1381103\" height=\"834\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/delta_2_APP-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The EcoFlow app for the Delta 2 is smooth and feature rich.</p>\n</figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<h2 id=\"ecoflow-delta-2-app-support\">EcoFlow Delta 2: App support&nbsp;</h2>\n\n\n\n<p>Speaking of firmware updates, we actually had to install two firmware updates to the unit out of the box, which we think is a good sign. It tells us the company is actively supporting the product rather than never, ever issuing updates.</p>\n\n\n\n<p>The Delta 2 now adds support from Android and iOS devices, which the original lacked. The Delta 2 can connect to your Wi-Fi network for monitoring remotely via the internet, or if no Wi-Fi is available, you can directly connect your phone or tablet to the Delta 2 using Wi-Fi Direct. It worked fine for us, but a Bluetooth option in addition to Wi-Fi would be even sweeter, as you wouldn&rsquo;t have to fiddle with the connection without internet. EcoFlow requires a login, which will annoy some. We&rsquo;ve also read reports that you have to connect the app to the internet occasionally, which will be irksome to someone truly off the grid.</p>\n\n\n\n<p>In our experience, the EcoFlow app has generally been very reliable and intuitive to use. We did experience some bad calculations as it was trying to figure out real-time run-time estimates but that&rsquo;s to be expected. Real-time predictions on how many &ldquo;hours&rdquo; of battery life are inherently as unreliable as your car trying to tell you how many miles per gallon are left not knowing you&rsquo;re about to drive up a bit mountain.</p>\n\n\n\n<p>The Eco Flow app lets you tweak charge rates over AC, DC, set when it shuts off, and monitor power discharge and charge rates remotely, as well as set maximum charge and discharge rates. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"EcoFlow Delta 2 Extra Battery Port\" class=\"wp-image-1381072\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/20221115_114705.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Delta 2 features a port that lets you connect a second 1,000Wh battery or 2,000Wh battery to the unit to add capacity. </p> </figcaption></figure><p class=\"imageCredit\">Gordon Mah Ung</p></div>\n\n\n\n<h2 id=\"ecoflow-delta-2-modular-expansion\">EcoFlow Delta 2: Modular expansion</h2>\n\n\n\n<p>Perhaps one of the coolest features of the Delta 2 over the older model is the addition of its Extra Battery Port on the right side of the unit. This lets you connect the functional but unimaginatively named Delta 2 Extra Battery to add 1,024Wh of capacity&mdash;it&rsquo;s basically another Delta 2 unit without the AC and DC ports and ups, the total capacity to 2KWh.The even larger 2KWh Delta Max Extra Battery let&rsquo;s the Delta 2 reach 3KHw.</p>\n\n\n\n<p>What we really appreciate about the modular approach versus one big power station is the weight. Each can be transported separately, and can stack nicely.</p>\n\n\n\n<p>Although we didn&rsquo;t review it, EcoFlow also makes a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://us.ecoflow.com/products/smart-generator?_pos=1&amp;_psq=smart%20generator&amp;_ss=e&amp;_v=1.0&amp;xcust=2-1-1381039-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">&ldquo;smart&rdquo; gas-powered inverter generator </a>that plugs into the same port. </p>\n\n\n\n<h2 id=\"should-you-buy-the-ecoflow-delta-2\">Should you buy the EcoFlow Delta 2?</h2>\n\n\n\n<p>Overall, the Delta 2 gives you class-leading charge rates over AC, decent efficiency, and the ability to easily expand capacity. Moving to lithium iron phosphate is the icing on the cake though, providing much, much longer duty cycles. The 5-year warranty is also a bonus. Our only real ding is the fan noise, but hopefully that will get addressed in an update. At its competitive price of $999 (currently $899 on Amazon), the Delta 2 ranks as one of our top picks for a fairly priced, powerful, advanced power station with tons of expansion.</p>\nGear, Mobile</div>", "persistent": false}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1386626/asus-zenbook-pro-14-duo-oled-review-perfecting-the-dual-display-laptop.html", "title": "Asus Zenbook Pro 14 Duo OLED review: Perfecting the dual display laptop", "date_published": "2022-12-02 11:45:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Stunning primary display and easy to see secondary display</li><li>Excellent I/O options and wireless connectivity</li><li>CPU / GPU power meets the needs of content creators</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>The battery life is lacking for a productivity laptop</li><li>The trackpad is small and awkwardly placed</li><li> Rear orientated ports can be hard to reach</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">With stunning and ergonomic dual displays and a capable CPU/GPU combination, the Asus Zenbook Pro 14 Duo OLED is an ideal companion for content creators that like to work unencumbered. </p>\n</div>\n\n\n<p>Asus&rsquo; dual screen Zenbook Duo laptops are like pandora&rsquo;s boxes for content creators, offering a whole new productivity experience for those brave enough to give their unique two-display configurations a try. We&rsquo;ve seen some good ones since they debuted at CES back in 2019, but none that quite offer the balance of power and ergonomics available in this newly minted 14-inch Zenbook Duo model.</p>\n\n\n\n<p>It wins the day because of its powerful new 12th-generation processor, a more visible ScreenPad Plus, and a taller, brighter 120Hz OLED primary display that offers superlative visuals from every angle. To cap it off, a spate of thoughtful software upgrades optimizes the ScreenPad Plus operation, making workflow more seamless than before.</p>\n\n\n\n<h3><strong>Asus Zenbook Pro 14 Duo OLED specifications:</strong></h3>\n\n\n\n<p>The Asus Zenbook Pro 14 Duo OLED is available in configurations up to Intel Core i9-12900H and Nvidia GeForce RTX 3050 Ti GPU. Our review unit has the following specifications:</p>\n\n\n\n<ul><li><strong>CPU:</strong> Intel Core i7-12700H</li><li><strong>RAM:</strong> 16GB DDR5 / 4800 MHz</li><li><strong>GPU:</strong> Intel Iris Xe graphics and Nvidia GeForce RTX 3050 Ti</li><li><strong>Displays:</strong> Primary: 14.5-inch, 2.8K (2880 x 1800) touch-sensitive OLED, 120 Hz refresh rate, 100% DCI-P3 color gamut; Secondary: 12.7-inch (2880 x 864) touch-sensitive, IPS-level, 120Hz panel, 100% DCI-p3 color gamut</li><li><strong>Storage:</strong> 1TB SSD PCIe Gen 4</li><li><strong>Ports</strong>: 2 x Thunderbolt 4 (USB-C), USB-A 3.2 Gen2, HDMI 2.1, 3.5mm audio port, microSD Express 7.0 reader</li><li><strong>Networking</strong>: Dual-band Wi-Fi 6E (802.11ax), Bluetooth 5.2</li><li><strong>Dimensions:</strong> 12.74 x 8.85 x 0.70 inches</li><li><strong>Weight: </strong>3.86 lbs (1.75kg)</li><li><strong>Color:</strong> Tech Black</li><li><strong>Battery capacity: </strong>76Wh</li><li><strong>Price:</strong> $2,000 </li></ul><h3 id=\"design-and-build\">Design and build</h3>\n\n\n\n<p>The Asus Zenbook Pro 14 Duo, like last year&rsquo;s 14-inch Zenbook Duo features not one but two displays &ndash; a 14.5 primary display and a 12.7-inch secondary (ScreenPad Plus) display that&rsquo;s planted neatly above the keyboard. Measuring 12.74 x 8.85 x 0.70 inches, its proportions are reasonably compact and thin. That said, its 0.70-inch-thick chassis and 3.86 pound weight doesn&rsquo;t quite qualify it as an Ultrabook.</p>\n\n\n\n<p>There are some year-on-year design upgrades which make the 2022 Zenbook Pro 14 Duo better than its predecessor. The most obvious is that the secondary display now tilts up at 12 degrees from the laptop&rsquo;s base instead of just 7 degrees before. Ergonomically, that makes it a lot easier to see, as you won&rsquo;t have to crane your neck in an unnatural way to get work done.</p>\n\n\n\n<p>Such a tall tilt is achieved by replacing the 2021 Zenbook Duo&rsquo;s Ergolift hinges with new AAS Ultra hinge mechanisms &ndash; a process that required a rejig of some of the internal components. Going to all that trouble has provided a thermal payoff too. Asus say, the internal hardware gets a 38 percent increased airflow &ndash; hence the moniker, AAS, which stands for: Active Aerodynamic System.</p>\n\n\n\n<p>Newly placed air vents also work to cool the laptop. Gone are the vents that force hot air upwards onto the primary display. They&rsquo;re replaced by a neat row that blow hot air out the left-hand side. Asus has camouflaged these to look like USB-A ports, so unless hands are placed in front of them, they will go unnoticed.</p>\n\n\n\n<p>There are upgrades to primary display too. It benefits from a larger 92 percent screen-to-body ratio and a taller 16:10 aspect ratio, which replaces the 16:9 aspect ratio we saw last year. It&rsquo;s also notably brighter and by all accounts looks superb from any angle you view it from.</p>\n\n\n\n<p>For the style conscious, this year&rsquo;s 14-inch Zenbook Duo makes an ideal work accessory. It appears sleek and sophisticated no matter what kind of lighting you&rsquo;re sitting under, and its Tech Black magnesium-aluminum alloy finish blends it seamlessly into just about any kind of work environment.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1386634\" height=\"900\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Backside.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Asus Zenbook Pro 14 Duo OLED looks stylish from any angle.</p></figcaption></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>Additionally, flipping the lid down reveals a simple but compelling Asus &lsquo;A&rsquo; logo that reflects just about every color back at you under bright lights, so expect your Zenbook Duo to get plenty of envious looks in boardroom meetings.</p>\n\n\n\n<h3 id=\"keyboard-and-trackpad\">Keyboard and trackpad</h3>\n\n\n\n<p>Although once again quite slim, the Zenbook Duo&rsquo;s keyboard feels balanced and comfortable. It does a decent job of making use of all the available space in the chassis. The keys also feel large, and they have a generous 18.5 mm pitch between them.</p>\n\n\n\n<p>They have convenient dish-shaped depressions to prevent your fingertips slipping off. The dish-shaped depressions plus the 1.4 mm vertical travel allowed me to achieve a high level of accuracy while writing my reviews.</p>\n\n\n\n<p>The standout keys are in the very top row. These include the Fn keys and some extra productivity shortcuts. Useful examples include a key to turn the ScreenPad Plus on and off, one to take instant screenshots and another to switch the webcam on or off.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1386635\" height=\"900\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Keyboard-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The keyboard makes use of every mm of available space, however the trackpad is a little small and its right-hand orientation won&rsquo;t suit all users.&nbsp;</p>\n</figcaption></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>I found the ErgoSense trackpad wasn&rsquo;t as user friendly as the keyboard. It felt a little cramped, being just a small rectangle to work on. Its right hand-side positioning also makes it awkward for lefties.</p>\n\n\n\n<p>On the other hand, its surface felt comfortable, thanks to a smooth hydrophobic PVD coating. The trackpad also supports multitouch gesturing in Windows, which was useful for accessing my desktop through the piles of windows that I always have open.</p>\n\n\n\n<h2 id=\"primary-display\">Primary display</h2>\n\n\n\n<p>As well as being taller and brighter (I measured 547-nits brightness by my Lux meter) than before, the primary 14.5-inch OLED HDR touchscreen produces vibrant, richly saturated color images, and deep blacks that seemingly sink into the display. That&rsquo;s thanks to the panel&rsquo;s 100 percent DCI-P3 color gamut and VESA DisplayHDR True Black rating that enables a 1 million to 1 contrast ratio.</p>\n\n\n\n<p>I was particularly impressed by the color accuracy in photos I clicked on. Incidentally, Asus say the OLED panel is Pantone validated, which is a big win for designers and graphic artists that need that deep level color accuracy.</p>\n\n\n\n<p>As a new addition this year, you can also customize the color gamut for different tasks via the Splendid page in the MyASUS software app. The various color modes include, an sRGB mode for creating web content and browsing, a DCI-P3 mode for cinema content and a Display P3 mode for movie grade color. However, switching between them didn&rsquo;t show up that much difference.</p>\n\n\n\n<p>More obvious was how glaringly smooth the 120Hz OLED panel appeared while playing videos. Micro stuttering was absent. Frames were also incredibly sharp when compared to a number of new release gaming laptops in the office. Consequently, if you&rsquo;re wondering whether this laptop&rsquo;s primary display is superior to a 165 Hz IPS-level panel with a comparative resolution, the answer is a resounding yes.</p>\n\n\n\n<h3 id=\"connectivity\">Connectivity</h3>\n\n\n\n<p>The addition of the AAS hinges has allowed the power input, HDMI and MicroSD card reader to be moved to the back side this year &ndash; a placement that does require you to uncomfortably lean over the laptop at times. The I/O options are top-notch, however. In addition to the above, you also get two Thunderbolt 4 ports, a USB-A 3.2 Gen2 port and a 3.5 mm audio port.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1386636\" height=\"238\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Right-ports_edited.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The right-hand side ports. The new AAS hinge mechanism above gives the secondary display its 12 degrees of tilt.&nbsp;</p>\n</figcaption></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>Power users that want to speed up productivity will undoubtedly put the Thunderbolt 4 ports to good use. Each port allows you to transfer files at up to 40Gb/s, or to provide output to up to two 4K displays or a single 8K display.</p>\n\n\n\n<p>The Zenbook Duo also sports Bluetooth 5.2, and dual band Wi-Fi 6E. The latter is made even better by a few sweetener technologies &ndash; Wi-Fi Stabilizer acts to prevent electromagnetic signal interference, while a technology called SmartConnect works to provide the best possible Wi-Fi signal in your environment.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1386638\" height=\"176\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Back-ports_edited.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>Thge new AAS hinge mechanism has allowed some ports to be placed at the back of this year&rsquo;s 14-inch Zenbook Pro Duo.&nbsp;</p>\n</figcaption></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>Although difficult to qualitatively measure, just anecdotally my wi-fi signal seemed a little more reliable than my work laptop, so kudos to Asus for adding these extra wi-fi improvements.</p>\n\n\n\n<h3 id=\"webcam-and-audio\">Webcam and audio</h3>\n\n\n\n<p>The Zenbook Duo packs a HD Webcam with Windows Hello compatibility. Testing it out revealed reasonably crisp images, but occasionally the AI did tend to overcook faces, which appeared a little plastic. On the plus side, pictures look exceptionally bright in low light conditions, which saves you the hassle of always having to turn on overhead lights.</p>\n\n\n\n<p>The laptop&rsquo;s dual speakers with Dolby Atmos support do a decent job of keeping the audio sounding clear and crisp and noticeably louder than some laptops of a similar size. I was also impressed by how little distortion they produced at the laptop&rsquo;s higher volume levels.</p>\n\n\n\n<h3 id=\"performance\">Performance</h3>\n\n\n\n<p>Considering my review unit&rsquo;s Intel Core-i7-12700H CPU and Nvidia GeForce RTX 3050 Ti GPU configuration, I pulled comparisons from the PCWorld stable of productivity laptops as well our list of gaming rigs. One notebook in particular, the MSI Katana GF76, featured the same GPU/CPU combination as my review unit.</p>\n\n\n\n<p>I began by running the PCMark 10 Overall benchmark, which is good indicator of a laptop&rsquo;s suitability for the modern office environment; as it runs this benchmark simulates a range of tasks like word processing and video chats and then calculates an overall score based on the outcomes. Here, two AMD Ryzen powered productivity laptops had a slight edge on the Zenbook Duo that was otherwise a strong performer in this test.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1386641\" height=\"517\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Asus-Zenbook-Pro-14-Duo-OLED-PCMark-10-Overall.png\" width=\"1024\" /><figcaption><p></p>\n</figcaption></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>Next, I examined the competency of the laptop&rsquo;s CPU with Maxon&rsquo;s Cinebench R20 Single-Threaded benchmark that targets just a single Core of our laptop&rsquo;s CPU. In this benchmark the Zenbook Duo excelled, hitting a high score of 692. This proves it has ample power for everyday tasks like running apps and programs.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1386640\" height=\"542\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Asus-Zenbook-Pro-14-Duo-OLED-Cinebench-Single-Threaded-performance.png\" width=\"1024\" /></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>Still in Maxon&rsquo;s Cinebench R20 app, I ran the Multi-Threaded benchmark, which flexes all cores of a laptop&rsquo;s processor. Again, the Zenbook Duo topped our list of comparisons, fielding a score of 5,585. CPU-intensive tasks like video editing and encoding require a laptop to utilize multiple CPU cores, therefore this result shows the Zenbook Duo is well suited to these tasks.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1386642\" height=\"505\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Asus-Zenbook-Pro-14-Duo-OLED-Multi-Threaded-performance.png\" width=\"1024\" /></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>In the free HandBrake utility, I set the Zenbook Duo to encode a 30GB MKV file to MP4 using the Android Tablet preset. This test measured its ability to perform a CPU-intensive task before it became too hot and had to throttle performance. In the results, note how the Asus Zenbook Pro 14 Duo OLED finishes quicker than the MSI Katana GF76.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full is-resized\"><img alt=\"\" class=\"wp-image-1386644\" height=\"454\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Asus-Zenbook-Pro-14-Duo-OLED-HandBrake.png\" width=\"889\" /></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>What do all these results mean? Looking them over, it&rsquo;s clear that the Asus Zenbook Pro 14 Duo OLED provides adequate processing power for content creators working in programs like Adobe Premiere Pro and Adobe Photoshop. Its upper end score in PCMark 10 Overall also means it will be quick and snappy in productivity apps like Microsoft Excel and Word.</p>\n\n\n\n<p>The HandBrake result, however, is particularly encouraging. This suggests the Zenbook Duo&rsquo;s innovate AAS facilitated aerodynamic design could in fact provide thermal advantages over some larger laptops with comparable Intel or Ryzen processors, like the MSI Katana GF76, in CPU-intensive tasks. That makes it a rarity among 14-inch productivity laptops.</p>\n\n\n\n<h3 id=\"3d-performance\">3D performance</h3>\n\n\n\n<p>Since their launch, Asus&rsquo;s Zenbook Duo laptops have occupied a middle ground for graphics performance, carving out a niche above most productivity laptops, but slightly below high-end gaming laptops. That feels about where the latest model sits too, based on the results of my benchmarking.</p>\n\n\n\n<p>Regardless, the results that play out below show that the Zenbook Duo is equipped with enough grunt to perform capably in applications that involve 3D rendering, and although not a gaming laptop, it can even produce decent frame rates in moderately demanding 3D games.</p>\n\n\n\n<p>To gauge the general graphics performance of my Zenbook&rsquo;s RTX 3050 Ti GPU I used the 3DMark Time Spy benchmark. As you can see in the graph below, the Zenbook Duo placed second only to the MSI Katana GF76, outperforming most comparisons, including some with RTX 3050 Ti discrete graphics cards.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1386646\" height=\"540\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Asus-Zenbook-Pro-14-Duo-OLED-3DMark-Time-Spy.png\" width=\"1024\" /></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>For the<em> Rise of the Tomb Raider</em> game benchmark comparison chart, I chose to pit the Zenbook Duo against gaming laptops. It proved only slightly off the pace of that comparison list.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"\" class=\"wp-image-1386648\" height=\"543\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Asus-Zenbook-Pro-14-Duo-OLED-RoTR-.png\" width=\"1024\" /></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<h3 id=\"battery-life\">Battery life</h3>\n\n\n\n<p>While the Zenbook Duo&rsquo;s hardware and graphics performance more closely resembles a gaming laptop than a productivity laptop, so too does its battery life, which proved to be somewhat lacking.</p>\n\n\n\n<p>To test the battery life, I ran the laptop down from 100 percent charge to standby by playing a 4K Hollywood movie on repeat. In this test, I commonly find productivity laptops with 76Wh batteries can last between nine to 13 hours, but the Zenbook Duo only lasted seven hours, which means you can only expect it to last approximately four hours for battery-taxing tasks like 3D rendering or gaming.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"\" class=\"wp-image-1386652\" height=\"600\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/Asus-Zenbook-Pro-14-Duo-OLED-battery-life.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Dominic Bayley / IDG</p></div>\n\n\n\n<p>Consequently, you&rsquo;ll want to be around an outlet after your morning coffee break if you want to keep it powered up for a full working day.</p>\n\n\n\n<h3 id=\"should-you-buy-it\">Should you buy it?</h3>\n\n\n\n<p>The Zenbook Pro 14 Duo OLED is a well-tuned instrument for content creators, excelling at a range of general office tasks as well as tasks that require a little more grunt like encoding and 3D rendering. The big attraction is the laptop&rsquo;s dual displays. They&rsquo;re the best ones we&rsquo;ve used in an Asus Zenbook Duo laptop to date with a spate of year-on-year improvements that make the visuals more striking and the cross-screen integration easier than ever before.</p>\nLaptops, Ultraportable Laptops</div>", "persistent": false}, {"source": "https://www.pcworld.com/index.rss", "link": "https://www.pcworld.com/article/1396323/skip-the-holiday-shipping-with-this-unlimited-digital-learning-bundle-feat-rosetta-stone.html", "title": "Skip the holiday shipping with this unlimited digital learning bundle feat. Rosetta Stone", "date_published": "2022-12-02 08:00:00+00:00", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section><p>As the year comes into its final weeks, it&rsquo;s time to start thinking about New Year&rsquo;s resolutions. And what&rsquo;s a better resolution than committing to learning something new? With the&nbsp;Unlimited Lifetime Learning Subscription Bundle, you&rsquo;ll have lifetime access to some of the&nbsp;<a href=\"https://shop.pcworld.com/sales/the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone&amp;utm_term=scsf-458544&amp;utm_content=a0x1P000004YrXjQAK&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">best learning resources on the web</a>. It&rsquo;s also a great last-minute gift that doesn&rsquo;t require any shipping, but it&rsquo;s only on sale for $199 until December 8.</p>\n\n\n\n<p>First, you&rsquo;ll get lifetime access to Rosetta Stone, a language-learning platform trusted by international organizations like NASA and TripAdvisor for nearly three decades. Then, using speech recognition technology and a proven curriculum, you can learn up to 24 languages (one at a time), from the basics of ordering a meal to more intermediate skills like having an entire conversation.</p>\n\n\n\n<p>In addition to Rosetta Stone, you&rsquo;ll also get StackSkills Unlimited, a collection of more than 1,000 courses covering everything from blockchain and growth hacking to graphic design, finance, and more. So whatever you want to learn, you&rsquo;ll have access to lessons from hundreds of the web&rsquo;s top instructors on-demand.</p>\n\n\n\n<p>Commit yourself to learn something new. During our Last Chance Sale, you can get the&nbsp;<a href=\"https://shop.pcworld.com/sales/the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone&amp;utm_term=scsf-458544&amp;utm_content=a0x1P000004YrXjQAK&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Unlimited Lifetime Learning Subscription Bundle</a>&nbsp;for just $199 by December 8 &mdash; no coupons or shipping required!</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone&amp;utm_term=scsf-458544&amp;utm_content=a0x1P000004YrXjQAK&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp1.stackassets.com/e041451ef401f6ede5a0472c058394966d9acc55/store/40aceeeb727e93a623120ff598b648e3b4aa9cc80cb3ff15717e77a3051a/sale_308156_primary_image.jpg\" /></figure></div>\n\n\n\n<p><strong>The Unlimited Lifetime Learning Subscription Bundle ft. Rosetta Stone &ndash; $149</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=the-unlimited-lifetime-learning-subscription-bundle-ft-rosetta-stone&amp;utm_term=scsf-458544&amp;utm_content=a0x1P000004YrXjQAK&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">Learn Something New</a></p>\n\n\n\n<p><em>Prices subject to change.</em></p>\nDeep Learning</div>", "persistent": false}]