[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/dec/02/world-cup-south-korea-uruguay-switzerland-football-daily", "title": "South Korea soar, Switzerland celebrate and Luis Suárez sobs – Football Daily", "date_published": "2022-12-02 22:49:28+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/kickback_nedum\">Nedum Onuoha</a>, <a href=\"https://twitter.com/ed_aarons\">Ed Aarons</a> and <a href=\"https://twitter.com/NickAmes82\">Nick Ames</a> on a dramatic final day of group games in Qatar</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: Group H picked up where Group E left us yesterday and provided another 90 minutes of drama that saw South Korea progress to the knockouts at Uruguay’s expense. The panel discuss Ghana’s revenge, Luis Suárez’s tears and whether group winners Portugal are actually any good or not.</p> <a href=\"https://www.theguardian.com/football/audio/2022/dec/02/world-cup-south-korea-uruguay-switzerland-football-daily\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/jordan-henderson-england-liverpool-near-misses", "title": "‘The defeats always stay’: Jordan Henderson reflects on near misses", "date_published": "2022-12-02 22:30:27+00:00", "description": "<p>The Liverpool and England midfielder on penalty agony, his winning mentality and ‘feeling a little old’ after six tournaments</p><p>Jordan Henderson cannot help it. Put simply, it is a part of what makes him who he is. The Liverpool and England midfielder feels the setbacks way more keenly than the triumphs; he holds on to them so tightly that they never truly leave him.</p><p>“The defeats always stay,” Henderson says. “I can remember them more than the wins. They hurt the most. That’s the part where you want to change things and put them right but you never get rid of that feeling.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/jordan-henderson-england-liverpool-near-misses\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/02/takeoff-killing-murder-arrest-migos", "title": "Suspect arrested in killing of rapper Takeoff, say Houston police", "date_published": "2022-12-02 21:44:12+00:00", "description": "<p>Authorities announce that member of Migos, who was shot at a bowling alley last month, was ‘an innocent bystander’</p><p>A suspect has been arrested and charged with murder in the <a href=\"https://www.theguardian.com/music/2022/nov/07/takeoff-was-the-glue-atlantas-rap-scene-mourns-murdered-migos-member\">killing of Takeoff</a>, the rapper and member of Migos, at a bowling alley in Houston last month.</p><p>Announcing the news on Friday, Houston police said Takeoff, who was 28 and whose birth name was Kirshnik Khari Ball, was “an innocent bystander”.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/02/takeoff-killing-murder-arrest-migos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/cameroon-brazil-world-cup-group-g-match-report", "title": "Aboubakar stuns Brazil with Cameroon winner but is sent off for celebration", "date_published": "2022-12-02 21:28:33+00:00", "description": "<p>Cameroon’s highlight of the evening appeared to arrive before the actual game when high spirits had them sashaying down the corridor to the dressing room in vocal form. From here their night nosedived until the 92nd minute when a beauty of a header from Vincent Aboubakar made history as the Indomitable Lions claimed a first win over Brazil.</p><p>It was followed by the captain ripping off his shirt in jubilation and being sent off for a second yellow card for the offence and <a href=\"https://www.theguardian.com/football/2022/dec/02/serbia-switzerland-world-cup-group-g-match-report\" title=\"\">with Switzerland taking three points</a> in their showdown with Serbia Rigobert Song’s side were knocked out.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/cameroon-brazil-world-cup-group-g-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/serbia-switzerland-world-cup-group-g-match-report", "title": "Switzerland advance and Serbia go out as Freuler finish settles stormy contest", "date_published": "2022-12-02 21:12:03+00:00", "description": "<p>Perhaps it was naive to think this encounter, which had rattled along without controversy for more than two-thirds of its time, would pass in silence. Switzerland will face Portugal in the last 16 after defeating a freewheeling but painfully naive Serbia side who briefly looked poised to go through after Aleksandar Mitrovic and Dusan Vlahovic overhauled Xherdan Shaqiri’s opener. </p><p>Breel Embolo and Remo Freuler turned things back in their favour, but a night coloured by the context of the Albanian “eagle” celebration deployed by Shaqiri and Granit Xhaka in Kaliningrad four years ago ended stormily. Xhaka was to the fore of more than one flashpoint and there may be consequences, too, for one of the relevant football associations after discriminatory chants were heard in the stands.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/serbia-switzerland-world-cup-group-g-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/safe-and-welcoming-england-fan-culture-diversifying-in-qatar", "title": "‘Fan culture is changing’: England cheered by diverse crowds in Qatar", "date_published": "2022-12-02 20:51:39+00:00", "description": "<p>Factors including scarcity of alcohol and travel costs have changed the face of England’s support, but will it last?</p><p>It was 16-year-old Mohamed Suleiman from Bolton who said it best, as he gazed at a vast panorama of England supporters around him in Doha – and saw so many faces looking like his own. “I think English fan culture is changing,” he said. “It’s becoming more diverse. More welcoming. And you can definitely see it in Qatar.”</p><p>Mohamed’s father, Abdul, explained that he had always dreamed of taking his son to a World Cup. Now they were here in England shirts for what they both called a trip of a lifetime. “Over the weekend England and Wales fans were fighting in Spain,” added Abdul. “But there are no issues here. Perhaps the lack of alcohol has something to do with it, but it feels safe and welcoming.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/safe-and-welcoming-england-fan-culture-diversifying-in-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/02/mauna-loa-volcano-erupts-native-hawaiians", "title": "As Mauna Loa erupts, Native Hawaiians honor their natural and spiritual worlds", "date_published": "2022-12-02 20:47:51+00:00", "description": "<p>For many, the lava flow is a time to pray, sing, dance and make offerings to Pele, the Hawaiian deity of volcanoes and fire</p><p>For many Hawaiians, lava flows are a time to honor, reflect.</p><p>Glowing lava from the world’s largest volcano is a <a href=\"https://www.theguardian.com/us-news/video/2022/nov/30/hawaii-volcano-aerial-footage-shows-mauna-loa-spewing-lava-video\">sight to behold</a>, but for some, Mauna Loa’s eruption is a time to pray, make offerings and honor both the natural and spiritual worlds.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/02/mauna-loa-volcano-erupts-native-hawaiians\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/02/essex-chairman-azeem-akhtar-steps-down-for-review-into-his-social-media", "title": "Essex chairman Azeem Akhtar steps down for review into his social media", "date_published": "2022-12-02 19:48:20+00:00", "description": "<ul><li>Akhtar, appointed on Monday, voluntarily stood down</li><li>‘I want to ensure club can focus on the challenges it is tackling’</li></ul><p>The newly installed chair of Essex County Cricket Club, Azeem Akhtar, has stepped aside after only three days to allow an independent review to be carried out into his historical activity on social media.</p><p>The investigation was announced on Thursday, after the publication of an article in the Jewish Chronicle which said he had appeared to endorse tweets that experts believed to be antisemitic.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/02/essex-chairman-azeem-akhtar-steps-down-for-review-into-his-social-media\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/christian-pulisic-usa-netherlands-team-news-gregg-berhalter-world-cup-2022-usmnt", "title": "Pulisic clear to play for USA against Netherlands as Berhalter faces familiar foes", "date_published": "2022-12-02 19:48:19+00:00", "description": "<p>The US manager credits the Dutch for helping him with his soccer education as his team look to upset the odds and book a place in the World Cup quarter-finals</p><p>Louis van Gaal says he doesn’t recall the last time he faced Gregg Berhalter in a competitive match.</p><p>Berhalter, whose United States team will play Van Gaal’s Netherlands on Saturday in the last 16 of the World Cup, doesn’t believe him for a second.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/christian-pulisic-usa-netherlands-team-news-gregg-berhalter-world-cup-2022-usmnt\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/uruguay-leave-the-world-cup-the-same-way-they-played-in-it-gracelessly", "title": "Uruguay leave the World Cup the same way they played in it: gracelessly | Jonathan Liew", "date_published": "2022-12-02 19:16:35+00:00", "description": "<p>South Americans blame officials for crashing out despite victory over Ghana but only have themselves to blame  </p><p>Finally the tears came. For the closing few minutes he had managed to hold them back, as the news came through and his teammates continued to chase. But the final whistle came like a life sentence and suddenly he could hold back no longer. He buried his crumpled face in his jersey. The Ghana fans caught a glimpse on the big screen and let out their largest cheer of the night. For a few seconds the world was watching Luis Suárez crying. And the world was not – shall we say – overly uncomfortable with this state of affairs.</p><p>A revenge of sorts, then, even if nobody was much in the mood for celebrating. And for Uruguay, perhaps the final cruel twist of a strategy that seemed to be working perfectly, right up until the moment it didn’t.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/uruguay-leave-the-world-cup-the-same-way-they-played-in-it-gracelessly\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/uruguay-coach-diego-alonso-blames-officials-at-previous-game-for-exit", "title": "Diego Alonso blames Portugal penalty call as Uruguay make ugly World Cup exit", "date_published": "2022-12-02 19:06:56+00:00", "description": "<ul><li>Alonso: spot-kick in second game ‘should not have been given’</li><li>Edinson Cavani appears to push VAR monitor over after game</li></ul><p>The Uruguay coach, Diego Alonso, blamed the penalty given to Portugal in their second group game for his side’s exit from the World Cup.</p><p>A 2-0 win over Ghana on Friday was not enough to take second place in the group, South Korea’s victory over Portugal meaning they finished above Uruguay on goals scored. There was penalty controversy – again – in the game against Ghana, with two strong Uruguay appeals ruled out by the German official, Daniel Siebert, in the second half.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/uruguay-coach-diego-alonso-blames-officials-at-previous-game-for-exit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/02/fossil-found-in-drawer-is-found-to-be-oldest-known-modern-lizard-ancestor", "title": "Fossil found in drawer is found to be oldest known modern lizard ancestor", "date_published": "2022-12-02 19:00:23+00:00", "description": "<p>Specimen collected in 1950s pushes back origins of squamates by at least 34m years</p><p>The fossilised remains of a small, sharp-toothed lizard, left in a cupboard for more than half a century, have pushed back the origins of the group that encompasses modern snakes and lizards by tens of millions of years.</p><p>The specimen was collected in the 1950s from a quarry near Tortworth in Gloucestershire by the late fossil hunter Pamela L Robinson. But its true identity was not appreciated as the creature was erroneously labelled and stored, until recently when it was found in the Natural History Museum in London.</p> <a href=\"https://www.theguardian.com/science/2022/dec/02/fossil-found-in-drawer-is-found-to-be-oldest-known-modern-lizard-ancestor\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/02/tyson-fury-and-derek-chisora-bang-forlorn-drum-for-disturbing-rematch", "title": "Tyson Fury and Derek Chisora bang forlorn drum for disturbing rematch", "date_published": "2022-12-02 19:00:23+00:00", "description": "<p>Bleak affair likely to stagger to a conclusion in Tottenham on Saturday night with the fight reflecting abject state of boxing</p><p>‘Derek Chisora should retire, end of story,” <a href=\"https://www.dazn.com/en-AU/news/boxing/derek-chisora-should-retire-claims-frank-warren/14yn7hmtwu2re1wr2r6yzrkxpo\" title=\"\">Frank Warren said</a> emphatically earlier this year. “The only way Tyson Fury fights Chisora again is if we were struggling for an opponent or if Tyson insisted on it. Chisora should retire. He shouldn’t be allowed anywhere near the ring, let alone in there with Tyson.”</p><p>Only 11 months later, Warren is promoting the very fight that seemed such a shameful idea in January when Chisora was recovering from a second successive loss to Joseph Parker. Chisora, as always, had fought with great courage against Parker and there was no shame in him suffering his 12th defeat in 45 draining fights which stretched back to his professional debut in February 2007. Yet concern for Chisora intensified as he has endured far too many gruelling bouts in his long career. The damage he has already suffered is obvious and any additional bout could pose a serious threat to his health.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/02/tyson-fury-and-derek-chisora-bang-forlorn-drum-for-disturbing-rematch\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/women-in-conservative-region-of-iran-join-mahsa-amini-protests", "title": "Women in conservative region of Iran join Mahsa Amini protests", "date_published": "2022-12-02 18:31:43+00:00", "description": "<p>Dozens of women turn out on streets of provincial capital, where men have been protesting for months</p><p>Black-clad women in Iran’s Sistan-Baluchistan province have joined nationwide protests on Friday sparked by the death of Mahsa Amini, in what a rights group called a rare move in the staunchly conservative region.</p><p>Videos online showed dozens of women on the streets of the provincial capital, Zahedan, holding banners that declared “Woman, life, freedom” – one of the main slogans of the protest movement that erupted in mid-September.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/women-in-conservative-region-of-iran-join-mahsa-amini-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/they-bring-the-best-out-of-us-arnold-recalls-1993-before-argentina-clash", "title": "‘They bring the best out of us’ – Arnold recalls 1993 before Argentina clash", "date_published": "2022-12-02 18:21:26+00:00", "description": "<p>Australia coach has fond memories of facing Maradona 29 years ago as the Socceroos bid to reach quarter-finals for first time</p><p>It is many mornings after the night before and the eve of what Graham Arnold hopes will be their greatest night of all – although Buenos Aires 1993 might take some beating. “I was talking about that in the car on the way here,” Australia’s head coach says. “It’s one of my great memories.” Back then, as a striker sporting a magnificent mullet and a moustache, he faced Diego Maradona for a place at the World Cup; 29 years on, the team he leads face Lionel Messi for a place in the quarter-finals for the first time in the country’s history.</p><p>“When I think back to my playing career, that’s one of the highlights of my life: to be able to play the qualifiers against Argentina in Australia and Buenos Aires but I’ve had a few highlights with Argentina,” Arnold says. “We beat them in the 1988 Gold Cup and with the Olympic team only last year. I just think they bring the best out of us and we go into tomorrow with a lot of belief and a lot of energy: it’s a big one. The name resonates around the world, as a footballing nation. It’s inspiring for Australia to play them.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/they-bring-the-best-out-of-us-arnold-recalls-1993-before-argentina-clash\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/eu-states-agree-60-a-barrel-cap-on-russian-oil-after-polish-green-light", "title": "EU states agree $60 a barrel cap on Russian oil after Polish green light", "date_published": "2022-12-02 18:09:34+00:00", "description": "<p>Poland, which was pushing for low cap, says deal will keep it at least 5% below market rate</p><p>European Union member states have agreed to put a $60 a barrel price cap on Russian oil after Poland, which was holding out, gave the green light to the deal.</p><p>In an effort to reduce the Kremlin’s income from fossil fuels, the EU has agreed to limit the amount that can be paid for seaborne oil to curtail Moscow’s ability to finance its war in Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/eu-states-agree-60-a-barrel-cap-on-russian-oil-after-polish-green-light\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/02/cameroon-v-brazil-world-cup-2022-live", "title": "Cameroon v Brazil: World Cup 2022 – live", "date_published": "2022-12-02 18:01:19+00:00", "description": "<ul><li>Group G match at Lusail Stadium kicks off at 7pm GMT</li><li><a href=\"https://www.theguardian.com/football/live/2022/dec/02/serbia-v-switzerland-world-cup-2022-live\">Serbia v Switzerland – follow it live with Will Magee</a></li><li>Share your thoughts with Scott <a href=\"mailto:scott.murray@theguardian.com\">via email</a></li></ul><p><strong>Cameroon:</strong> Epassy, Fai, Wooh, Ebosse, Tolo, Zambo, Kunde, Mbeumo, Choupo-Moting, Ngamaleu, Aboubakar.<br /><em>Subs: Ngapandouetnbu, Mbekeli, Ondoua, Nkoudou, Nsame, Bassogog, Toko Ekambi, Gouet, Mbaizo, Ntcham, Marou.</em></p><p><strong>Brazil:</strong> Ederson, Dani Alves, Eder Militao, Bremer, Alex Telles, Fabinho, Fred, Antony, Rodrygo, Martinelli, Gabriel Jesus.<br /><em>Subs: Alisson, Thiago Silva, Marquinhos, Casemiro, Lucas Paqueta, Richarlison, Raphinha, Weverton, Bruno Guimaraes, Vinicius Junior, Everton Ribeiro, Pedro.</em></p> <a href=\"https://www.theguardian.com/football/live/2022/dec/02/cameroon-v-brazil-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/02/serbia-v-switzerland-world-cup-2022-live", "title": "Serbia v Switzerland: World Cup 2022 – live", "date_published": "2022-12-02 18:00:49+00:00", "description": "<ul><li>Group G match at Stadium 974 kicks off at 7pm GMT</li><li><a href=\"https://www.theguardian.com/football/live/2022/dec/02/cameroon-v-brazil-world-cup-2022-live\">Cameroon v Brazil – follow live with Scott Murray</a></li><li>Share your thoughts with Will <a href=\"mailto:will.magee.casual@guardian.co.uk\">via email</a> or <a href=\"https://twitter.com/W_F_Magee\">on Twitter</a></li></ul><p>As Qatar’s PR machine clunks along in the background, the stories of those who have suffered to make this tournament happen remain as important as ever. Here’s some pre-match reading.</p><p>Deep within the nightmarish fever dream of this World Cup, another football match is taking shape. After <a href=\"https://www.theguardian.com/football/live/2022/nov/24/brazil-v-serbia-world-cup-2022-live\">a 2-0 defeat</a> to Brazil and <a href=\"https://www.theguardian.com/football/live/2022/nov/28/cameroon-v-serbia-world-cup-2022-live\">a chaotic 3-3 draw</a> with Cameroon, Serbia arrive at Stadium 974 knowing they can only salvage their campaign with a win combined with a draw or defeat for the Cameroonians against Brazil. For Switzerland, who are on three points with <a href=\"https://www.theguardian.com/football/live/2022/nov/24/switzerland-v-cameroon-world-cup-2022-live\">one win</a> and <a href=\"https://www.theguardian.com/football/live/2022/nov/28/brazil-v-switzerland-world-cup-2022-live\">one loss</a>, a draw will be enough for them to finish as runners-up as long as Cameroon don’t cause an upset. As if this tournament needed another point of contention, there are political tensions bubbling beneath the surface of this fixture: several Switzerland players have Albanian or Bosnian heritage which, given the bitter legacy of the Yugoslav Wars, means a game against Serbia <a href=\"https://www.theguardian.com/football/2022/dec/02/switzerland-and-serbia-feel-the-weight-of-history-before-high-stakes-clash\">has the potential for acrimony</a>.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/02/serbia-v-switzerland-world-cup-2022-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/02/brexit-poor-people-paying-eat-debate-human", "title": "The reality of Brexit is biting hard. Poor people are suffering most – and now everyone can see it | Jonathan Freedland", "date_published": "2022-12-02 17:50:59+00:00", "description": "<p>We are paying £6bn more just to eat. After years of abstract debate, the human consequences of our exit become clearer by the day</p><p>Enveloped in Westminster silence it may be, but every day and in every way Brexit is getting more real. For so long, this was an argument made through the medium of abstract nouns: “freedom”, “sovereignty”, “control”. But now reality is intruding. This week came word that Brexit added <a href=\"https://www.theguardian.com/politics/2022/dec/01/brexit-added-nearly-6bn-to-uk-food-bills-in-two-years-research-finds\">almost £6bn to Britons’ food bills</a> over a two-year period, and that it was the households with least that were affected most. There’s a reason politicians refer to “bread-and-butter issues”: because there is nothing abstract about food and what it costs.</p><p>Looking back, it was always a tell that leave campaigners sought to avoid the realm of the concrete, preferring to stick with intangible talk of “independence” or a regained mastery of our national destiny. They knew reality was a hostile environment for the Brexit project, one that would expose its folly. Remainers tried to resist, hoping not to fight on the battlefield of dreams but on the terrain of facts and figures, yet it never worked. It just made them sound boring, casting them as spoilsport bean-counters and, besides, all their numbers were themselves abstractions – projections of a hypothetical future. The forecasts of gloom could be, and were, swatted aside as “project fear”.</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/brexit-poor-people-paying-eat-debate-human\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/worlds-oldest-recorded-tortoise-prepares-for-190th-birthday-party", "title": "World’s oldest recorded tortoise prepares for 190th birthday party", "date_published": "2022-12-02 17:46:43+00:00", "description": "<p>Jonathan, giant Seychelles tortoise who moved to Saint Helena in 1882, is also oldest known living land animal</p><p>If there is a party animal at large this weekend, Jonathan is it: the Seychelles giant tortoise is about to celebrate his 190th birthday with a three-day bash.</p><p>Living on Saint Helena since 1882, when he arrived as a gift to the governor of the small south Atlantic Ocean island, he is no stranger to international renown, having scooped awards from the Guinness World Records for being the oldest known living land animal and <a href=\"https://www.guinnessworldrecords.com/news/2022/1/190-year-old-jonathan-becomes-worlds-oldest-tortoise-ever-688683\">the oldest member of the tortoise, turtle and terrapin family ever recorded</a>.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/worlds-oldest-recorded-tortoise-prepares-for-190th-birthday-party\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/02/harry-meghan-royal-family-netflix-windsors", "title": "Harry and Meghan are showing the royal family how brand management is done | Gaby Hinsliff", "date_published": "2022-12-02 17:35:40+00:00", "description": "<p>As the Sussexes unveil a slick Netflix series, the Windsors are struggling with accusations of racism at a palace reception</p><p>If ever there were a love story for the Instagram age, the Duke and Duchess of Sussex’s beautifully chronicled romance is the one. Here they are, in a series of pictures from their private album released to promote next week’s six-part <a href=\"https://www.theguardian.com/uk-news/2022/dec/01/netflix-releases-harry-meghan-documentary-trailer-amid-royal-race-row\">Netflix documentary</a> on their relationship, sitting atop a Jeep on what looks like their first holiday together. Here he is, serenading her on the guitar. Then the two of them, impossibly glamorous, spinning joyously around the dancefloor at their wedding; and her on a beach, pregnant and delightedly cradling the bump, against an almost too perfect sunset.</p><p>Couple goals, luxury travel, a baby: that’s all the influencer boxes ticked. But perhaps the most telling image shows them late at night in their kitchen, just in from an official engagement. Harry has stripped off his dress jacket and is kissing Meghan, who is perched on the counter in an evening gown; it’s sexy, dishevelled and achingly intimate, at least until you ask yourself how precisely there came to be a photographer handy to capture it.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/harry-meghan-royal-family-netflix-windsors\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/south-korea-portugal-world-cup-group-h-match-report", "title": "Hwang fires South Korea into last 16 with late winner against Portugal", "date_published": "2022-12-02 17:24:53+00:00", "description": "<p>Son Heung-min was unmasked and South Korea were liberated from Group H. Eventually. Paulo Bento’s side left it until the 90th minute to secure the win they needed against Portugal and had to wait a further six minutes for confirmation that Uruguay had not pipped them to second place. A mass huddle gathered in the centre of the pitch erupted when their place in the last 16 was finally secured.</p><p>Son threw his mask into the air after creating Hwang Hee-chan’s late winner with a superb run and pass into the substitute’s path. The Tottenham striker had collected possession deep inside his own half from a Portugal corner before sprinting away and nut-megging Diogo Dalot for Hwang to send a cool finish past Diogo Costa. South Korea had trailed after five minutes but produced the perfect comeback to follow Portugal into the knockout stage.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/south-korea-portugal-world-cup-group-h-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/canada-murders-indigenous-women", "title": "‘Rage, despair, disgust’: Canada reels from killings of Indigenous women", "date_published": "2022-12-02 17:22:09+00:00", "description": "<p>Serial killing of four women prompts anger at failure of politicians to keep promise to protect Indigenous women and girls</p><p>The arrest of an alleged serial killer who targeted Indigenous women in central Canada has prompted fresh anger and despair that the country has once again failed in its promises to protect vulnerable women and girls.</p><p><a href=\"https://www.theguardian.com/world/2022/dec/01/canadian-indigenous-women-murder\">Police in Winnipeg announced late on Thursday they had charged Jeremy Skibicki, 35, with the murder</a> of Morgan Beatrice Harris, 39, and Marcedes Myran, 26, of Long Plain First Nation, months after he was accused of killing Rebecca Contois, 24, from O-Chi-Chak-Ko-Sipi First Nation.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/canada-murders-indigenous-women\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/ghana-uruguay-world-cup-group-h-match-report", "title": "Uruguay beat Ghana but are knocked out of World Cup on goals scored", "date_published": "2022-12-02 17:13:22+00:00", "description": "<p>There are no winners in revenge missions. Sentiment demanded that Ghana should right the wrongs of the 2010 World Cup quarter-final against Uruguay and expiate the hurt of Luis Suárez’s last-minute handball on the line. But Uruguay, and Suárez in particular, have no time for such romantic notions of redemption. Ghana were again eliminated after missing a penalty but their only consolation was that, although Suárez set up two, it was South Korea who went through to the last 16 with Portugal.</p><p>It was a game haunted by the memory of events at Soccer City 12 years ago, and specifically by that one moment in the final minute of extra time. The image was always there, a perverse footballing pietà, flitting in the peripheral vision: Stephen Appiah in the foreground having had the initial blocked effort (which was probably offside, although nobody talks about that), John Mensah and the goalkeeper Fernando Muslera falling together with Andrés Scotti, Dominic Adiyah stretching having headed the loose ball goalwards, Diego Fucile with back arched and left fist thrust up having missed his attempt to handle, and Suárez, arms out, leaping to his right to claw the ball away. It is the Pisgah of African football, the moment when it saw the promised land of a World Cup semi-final, but was denied.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/ghana-uruguay-world-cup-group-h-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/campaigners-celebrate-changing-of-colonial-street-names-in-berlin", "title": "Campaigners celebrate changing of colonial street names in Berlin", "date_published": "2022-12-02 17:13:09+00:00", "description": "<p>Street and square in north-east of city renamed in tribute to figureheads who resisted forced rule in Africa</p><p>Campaigners who have fought for decades for Germany to confront its colonial past celebrated the renaming of a square and a street in the north-east of Berlin on Friday in tribute to figureheads who resisted forced rule in Africa.</p><p>Manga Bell Platz in the so-called African Quarter of Berlin’s Wedding district was renamed in memory of Rudolf and Emily Duala Manga Bell, a king and queen of Duala in Cameroon who fought against German colonialism. Rudolf Duala Manga Bell, who had been educated in Germany, was executed along with around 100 other people by German authorities in August 1914 after a sham trial.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/campaigners-celebrate-changing-of-colonial-street-names-in-berlin\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/02/drag-queens-security-gun-control-colorado-shooting", "title": "US drag queens turn to armed guards and metal detectors after Club Q shooting", "date_published": "2022-12-02 17:10:31+00:00", "description": "<p>Some of the best-known artists are reportedly stepping up security after a recent shooting at an LGBTQ+ nightclub in Colorado</p><p>Some of America’s best-known <a href=\"https://www.theguardian.com/culture/drag\">drag</a> queens are taking on extra security measures such as armed guards and metal detectors at shows after the <a href=\"https://www.theguardian.com/us-news/2022/nov/21/colorado-springs-lgbtq-nightclub-shooting-club-q\">mass shooting</a> at an LGBTQ+ nightclub in Colorado last month, according to a report.</p><p>Yvie Oddly, the winner of RuPaul’s Drag Race reality TV competition in season 11 and a Colorado native, <a href=\"https://www.nbcnews.com/nbc-out/out-news/colorado-shooting-prompts-top-drag-queens-tour-armed-guards-metal-dete-rcna59478\">told NBC News</a> her management company said to her this week that they have asked for more security staff to guard her shows and will check the audience for firearms</p> <a href=\"https://www.theguardian.com/culture/2022/dec/02/drag-queens-security-gun-control-colorado-shooting\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/antoine-griezmann-reiterates-support-for-lgbtq-community", "title": "Antoine Griezmann reiterates support for LGBTQ+ community", "date_published": "2022-12-02 17:09:02+00:00", "description": "<ul><li>France forward feels conflicted playing in Qatar World Cup</li><li>‘That community will always have my support’</li></ul><p>Antoine Griezmann has reiterated his support for the LGBTQ+ community in the buildup to France’s last-16 World Cup tie with Poland and suggested he feels conflicted playing in Qatar, where homosexuality is illegal.</p><p>Griezmann has been vocal in his support for LGBTQ+ people and said he was “proud” when the A-League player Josh Cavallo became the first active openly gay male footballer in the world last year. In May, the Blackpool teenager Jake Daniels became the first male footballer in the UK to come out as gay since 1990.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/antoine-griezmann-reiterates-support-for-lgbtq-community\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/02/edward-snowden-gets-russian-passport-after-swearing-oath-of-allegiance", "title": "Edward Snowden gets Russian passport after swearing oath of allegiance", "date_published": "2022-12-02 17:02:03+00:00", "description": "<p>Whistleblower is ‘happy and thankful to the Russian Federation’ for his citizenship, lawyer says</p><p>Edward Snowden has received a Russian passport after swearing an oath of allegiance to the country that has sheltered him from US authorities since 2013, his lawyer has said.</p><p>Snowden, 39, a former intelligence contractor who <a href=\"https://www.theguardian.com/world/2013/jun/09/edward-snowden-nsa-whistleblower-surveillance\">leaked secret files</a> that were reported on by the Guardian, was granted Russian citizenship in an order signed by Vladimir Putin in September.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/02/edward-snowden-gets-russian-passport-after-swearing-oath-of-allegiance\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/qatar-looking-to-use-world-cup-as-springboard-for-2036-olympics-bid", "title": "Qatar looking to use World Cup as springboard for 2036 Olympics bid", "date_published": "2022-12-02 17:00:20+00:00", "description": "<ul><li>Country believes it has shown it can stage biggest sporting event</li><li>Joint bid with Saudi Arabia also believed to be possible</li></ul><p>Next stop: the 2036 Olympics. Qatar believes the World Cup has gone so well that it can be a springboard to hosting the biggest sporting event of all. The Guardian understands the country is ready to flex its muscles again and bid to stage the Games in the autumn of 2036, despite having failed three times in the past.</p><p>Those earlier bids fell short due in part to scepticism from within the International Olympic Committee that such a small country had the infrastructure to stage an event that attracts 10,500 athletes across 32 sports, along with millions of spectators. However there is growing optimism in Doha that this World Cup offers proof to the IOC that Qatar can deliver an Olympics-style concept, with multiple venues in one major city.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/qatar-looking-to-use-world-cup-as-springboard-for-2036-olympics-bid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/02/lachlan-murdoch-dominion-lawsuit-testify-fox", "title": "Fox Corp CEO Lachlan Murdoch to testify in $1.6bn Dominion lawsuit", "date_published": "2022-12-02 16:41:32+00:00", "description": "<p>Murdoch and his media company accused of allowing Fox News to spread lies that voting machine company rigged 2020 election</p><p>Lachlan Murdoch, the CEO of Fox Corp, is scheduled to give testimony on Monday in a $1.6bn lawsuit which alleges the Murdochs and their media company allowed Fox News to amplify false claims that a voting machine company rigged the 2020 election for Joe Biden.</p><p>CNBC <a href=\"https://www.cnbc.com/2022/12/01/fox-ceo-lachlan-murdoch-deposition-dominion-lawsuit.html#Echobox=1669910878\">reported</a> that Murdoch, the son of the media mogul Rupert Murdoch, will appear for a deposition in the Dominion Voting Systems lawsuit against Fox News, which is owned by Fox Corp.</p> <a href=\"https://www.theguardian.com/media/2022/dec/02/lachlan-murdoch-dominion-lawsuit-testify-fox\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/02/week-around-the-world-20-pictures", "title": "The week around the world in 20 pictures", "date_published": "2022-12-02 16:41:21+00:00", "description": "<p>The evacuation of Kherson continues, protests against Covid restrictions in China, the Mauna Loa volcano erupts on Hawaii, and an art installation at Bondi beach – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/02/week-around-the-world-20-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/02/harry-meghan-film-is-high-stakes-for-former-royals-and-for-netflix", "title": "Harry & Meghan film is high stakes for former royals – and for Netflix", "date_published": "2022-12-02 16:18:41+00:00", "description": "<p>Documentary teaser comes at awkward time for royal family amid race row and Prince and Princess of Wales’ US tour</p><p>The biggest surprise of this week’s release of a trailer for the Duke and Duchess of Sussex’s forthcoming Netflix documentary is that it appeared at all. Amid speculation that the programme – entitled Harry &amp; Meghan – was still being edited or had been delayed until next year, here, finally, was a commitment that the tell-all would soon make it to the air.</p><p>“When the stakes were this high, doesn’t it make more sense to hear our story from us?” Meghan is seen asking.</p> <a href=\"https://www.theguardian.com/media/2022/dec/02/harry-meghan-film-is-high-stakes-for-former-royals-and-for-netflix\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/02/good-luck-or-bad-how-christmas-decorating-traditions-vary-in-england", "title": "Good luck or bad? How Christmas decorating traditions vary in England", "date_published": "2022-12-02 16:14:50+00:00", "description": "<p>Heritage project finds practices thought to bring good fortune in one place were believed to sow disaster down the road</p><p>When do you put your Christmas decorations up and take them down? How do you dispose of them afterwards? And do you adhere to the strict traditions for your specific locality?</p><p>If not, then this simple festive activity could have been placing you at hair-raising peril for the year ahead, according to researchers from the University of Leeds.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/02/good-luck-or-bad-how-christmas-decorating-traditions-vary-in-england\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/02/trevor-noah-twitter-stephen-colbert-jimmy-kimmel", "title": "Trevor Noah: ‘It’s 2022, how can you still be misinformed about Covid?’", "date_published": "2022-12-02 16:10:22+00:00", "description": "<p>Late-night hosts discussed Elon Musk’s new rules for Twitter and Kanye West’s antisemitic rant on the Alex Jones show</p><p>On The Daily Show, Trevor Noah spoke about Elon Musk’s latest decision, to stop the ban on Covid misinformation. During the pandemic, more than 11,000 accounts and 100,000 pieces of content were removed.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/02/trevor-noah-twitter-stephen-colbert-jimmy-kimmel\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/england-world-cup-expectations-gareth-southgate", "title": "England doesn’t expect much these days: except when it comes to the World Cup | Marina Hyde", "date_published": "2022-12-02 16:09:56+00:00", "description": "<p>The country is riven by political incompetence and economic distress so expectations are low for everyone bar Gareth Southgate and his players</p><p>Well. About last night … to describe the conclusion of the group stages of this World Cup as crazy feels a bit like calling the residents of Arkham Asylum merely eccentric. For three minutes on Thursday, Costa Rica’s lead over Germany would have meant Spain were heading home, with the coach Luis Enrique mercifully in the dark about this potential outcome. “If I’d have known,” <a href=\"https://www.theguardian.com/football/2022/dec/02/world-cup-qatar-spain-japan-luis-enrique-costa-rica-germany\">he reflected mildly</a> afterwards, “I would have had a heart attack.” It was certainly the evening for it.</p><p>ITV’s Graeme Souness appeared to be suffering from a number of baroque medical conditions as he “analysed” the notion that the ball did not go out of play before Japan’s crucial second goal against Germany. Graeme’s conniption swiftly tipped over into such deep conspiracy theory that he is expected to follow his stint in Qatar with a secondment to Donald Trump’s stop-the-steal campaign. “Why have we not seen the evidence?” the studio’s Oliver Stone kept demanding rhetorically.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/england-world-cup-expectations-gareth-southgate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/russia-vicious-tactics-ukraine-further-expose-weakness", "title": "Russia’s vicious tactics in Ukraine serve only to further expose its weakness", "date_published": "2022-12-02 16:04:51+00:00", "description": "<p>Moscow had hoped to easily capture Ukraine – having totally failed, it has resorted to simply destroying it</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Kremlin thought it would sweep across Ukraine and take Kyiv in a matter of days.</p><p>Now, more than nine months into its disastrous war with Ukraine, the new Russian strategy of targeting the infrastructure that brings light, heat and water into millions of Ukrainian homes has revealed Russia’s own weakness and its desperation in the face of a defiant Ukrainian resistance.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/russia-vicious-tactics-ukraine-further-expose-weakness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/animal-eyes-bloody-packages-sent-some-ukraine-embassies", "title": "Animal eyes in ‘bloody’ packages sent to some of Ukraine’s embassies", "date_published": "2022-12-02 15:54:45+00:00", "description": "<p>Police cordon off Madrid embassy while parcels also sent to eight other embassies and consulates</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/02/russia-ukraine-war-live-news-zelenskiy-aid-reveals-up-to-13000-ukrainian-soldiers-killed-russian-missiles-hit-zaporizhzhia-mayor-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine says a number of its European embassies have received “bloody” packages containing animal eyes, including its embassy in Madrid, which also received a letter bomb earlier this week.</p><p>Spanish police cordoned off the Ukrainian embassy on Friday and were searching the area with sniffer dogs.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/animal-eyes-bloody-packages-sent-some-ukraine-embassies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/cyril-ramaphosa-fighting-for-political-life-amid-battle-for-control-of-anc", "title": "Cyril Ramaphosa fighting for political life amid battle for control of ANC", "date_published": "2022-12-02 15:46:31+00:00", "description": "<p>South African president cancels all official engagements and is reported to be close to resigning</p><p><a href=\"https://www.theguardian.com/world/2022/dec/01/south-africa-farmgate-scandal-what-is-it-and-why-does-it-matter-cyril-ramaphosa\">Farmgate scandal: what is it and why does it matter?</a></p><p>The South African president, Cyril Ramaphosa, is fighting for his political life as rivals and supporters face off in a divisive battle for control of the ruling party, the African National Congress.</p><p>The power struggle came after an independent panel appointed by parliament said there was evidence suggesting the <a href=\"https://www.theguardian.com/world/southafrica\">South African</a> president committed “serious misconduct” after millions of dollars in cash were reportedly <a href=\"https://www.theguardian.com/world/2022/jul/24/farmgate-cyril-ramaphosa-south-africa-elections\">stolen from his private game ranch</a> almost three years ago.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/cyril-ramaphosa-fighting-for-political-life-amid-battle-for-control-of-anc\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/germany-latest-failure-is-mighty-but-cosmetic-problems-may-be-fixable", "title": "Rip things up or keep faith? Germany hit the road and now face gamble", "date_published": "2022-12-02 15:38:53+00:00", "description": "<p>There are two schools of thoughts developing in Germany over their latest World Cup exit in the group stages</p><p>There was to be no melodrama. There were few tears and even fewer words. “Dead silence,” was how Jonas Hofmann described the Germany dressing room in the aftermath of its most Pyrrhic victory, <a href=\"https://www.theguardian.com/football/2022/dec/01/costa-rica-germany-world-cup-group-e-match-report\">a 4-2 win over Costa Rica</a> that still led to their elimination. “It’s so bitter, I have no words,” said a crestfallen Serge Gnabry. Ilkay Gündogan, his belongings wrapped in a bin bag, dragged himself through the mixed zone mumbling a few things about disappointment. Kai Havertz posed with his unwanted player-of-the-match award like a man clutching his divorce papers.</p><p>Others were simply mourning, wondering what more they could have done, what it all meant. “I joined in 2016,” Joshua Kimmich considered. “Before that Germany was always in the semi-finals. Then I come along and we are eliminated twice in the preliminary round, and last year in the round of 16. I’m personally connected to this failure.” The next few days will be the toughest. Germany will grieve. Germany will reflect. The really interesting part is what Germany does next.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/germany-latest-failure-is-mighty-but-cosmetic-problems-may-be-fixable\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/louis-van-gaal-battles-against-boring-tag-as-netherlands-plot-route-to-final", "title": "Louis van Gaal battles against boring tag as Netherlands plot route to final", "date_published": "2022-12-02 15:35:43+00:00", "description": "<p>Coach’s <em>Oranje</em> can turn it on and are scintillating when they they do – but they are yet to dazzle for a full 90 minutes</p><p>What is cute game management and what is boring football? This has become the existential question of Louis van Gaal’s third Netherlands tenure as he plots a route to the World Cup final. </p><p>It was the narrative before and after Tuesday’s <a href=\"https://www.theguardian.com/football/2022/nov/29/netherlands-qatar-world-cup-group-a-match-report\">2-0 victory over Qatar</a> that sealed a serene passage to Saturday’s last-16 showdown with the USA and, frankly, it is annoying him. When one inquisitor wondered if fans deserved more sparkling fare the man known as the Iron Tulip showed his metal. “Why don’t you write it’s boring? I don’t think things are as bad as you say,” he countered.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/louis-van-gaal-battles-against-boring-tag-as-netherlands-plot-route-to-final\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/02/joys-trials-britains-increasingly-mixed-race-households-census-2021", "title": "‘If you ask me, I am British’: joys and trials for Britain’s multi-ethnic households", "date_published": "2022-12-02 15:17:14+00:00", "description": "<p>2021 census reveals 25% increase of households with members of more than one ethnicity. Here, families reveal their experiences</p><p>In a week when a <a href=\"https://www.theguardian.com/uk-news/2022/dec/01/buckingham-palace-encounter-with-susan-hussey-like-an-interrogation-says-charity-boss\">lady-in-waiting demanded</a> of a woman from Hackney “where are you really from?”, the results arrived of the <a href=\"https://www.theguardian.com/uk/census\">2021 census</a>, which asked what felt to some a similar question.</p><p>The Office for National Statistics asked the people of England and Wales to tick one of 19 ethnicity boxes and it has emerged there are now 2.5m households with members of more than one ethnicity – a 25% increase on 2011.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/02/joys-trials-britains-increasingly-mixed-race-households-census-2021\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/02/could-we-have-one-app-for-everything-we-ask-an-expert", "title": "Could we have one app for everything? We ask an expert", "date_published": "2022-12-02 15:00:19+00:00", "description": "<p>Super apps can revolutionise your life – but do you want to pay the price, wonders AI and innovation professor David Shrier</p><p>Across Asia, the trend for a single app that does everything – from deliveries to bookings to chatting – is spreading. Known as super apps, they are <a href=\"https://www.businessinsider.com/elon-musk-twitter-super-app-x-2022-10?r=US&amp;amp;IR=T\" title=\"\">rumoured to be the inspiration for Elon Musk’s plan for Twitter</a>. Could they take off here – and should they? I asked David Shrier, professor of practice, AI and innovation at Imperial College Business School in London.</p><p><strong>Have you tried </strong><strong>a super</strong><strong> app</strong><strong>?</strong><br />Well, what do you mean by “super app”? I’d say Facebook is a super app – it certainly has super app-like functionalities.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/02/could-we-have-one-app-for-everything-we-ask-an-expert\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/02/christmas-chocolate-caramel-mousse-recipe-ravneet-gill", "title": "Ravneet Gill’s recipe for a decadent Christmas chocolate and caramel mousse | The sweet spot", "date_published": "2022-12-02 15:00:18+00:00", "description": "<p>Push the boat out with this rather special mousse smothered in caramel sauce, as well as homemade caramelised hazelnuts for those who cherish their loved ones <em>very</em> much</p><p>A good chocolate mousse is a must in any pudding repertoire, and I guarantee that, once you’ve made this one, you’ll be going back for more. Over the festive season, I think it’s fun to be lavish and go all out to impress, so grab that trifle bowl in the back of your cupboard or pick up a secondhand glass pudding bowl at a local charity shop – there always seems to be one lurking at the back.</p> <a href=\"https://www.theguardian.com/food/2022/dec/02/christmas-chocolate-caramel-mousse-recipe-ravneet-gill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/02/steven-guilbeault-canada-idealism-oil-traitor-aoe", "title": "‘I came into politics so I could continue to be an activist’: Steven Guilbeault on oil, idealism and being branded a traitor", "date_published": "2022-12-02 15:00:18+00:00", "description": "<p>Nicknamed ‘Green Jesus’, Canada’s environment minister once scaled the CN Tower in a climate protest. Ahead of efforts at Cop15 in Montreal to stop the destruction of nature, he explains why he approved a controversial oil project</p><p>A young boy in rural Canada learns the forest he loves will be chopped down, so he scales one of the trees and refuses to leave. He fails in his mission – but the destruction resonates deeply. In his adolescence, he studies politics and theology, fascinated by questions of power and moral obligation. As an adult, he scales the world’s tallest building – which was then the CN Tower in Toronto – to protest the destruction of the climate, only leaving when he’s escorted down in handcuffs. He rejects owning a car, cycling through the pounding rain, sleet and ice of a Quebec winter. A local newspaper calls him “Green Jesus”.</p><p>Fast forward to April 2022 and that same man, Steven Guilbeault, <a href=\"https://www.canada.ca/en/impact-assessment-agency/news/2022/04/government-accepts-agencys-recommendation-on-bay-du-nord-development-project-subject-to-the-strongest-environmental-ghg-condition-ever.html\">greenlights a controversial oil-drilling project</a> off the coast of Newfoundland in his role as Canada’s minister of environment and climate change.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/02/steven-guilbeault-canada-idealism-oil-traitor-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/cracking-the-cartels-global-police-face-legal-backlash-over-tactics", "title": "Cracking the cartels: global police face legal backlash over tactics", "date_published": "2022-12-02 14:41:12+00:00", "description": "<p>Deciphering encryption is said to have upended a vast drug network, but some say the method should worry us all</p><p>Law enforcement sources have described it as an embarrassment of riches, a treasure trove that led to raids across Europe and in Dubai this week that were said to have brought down a super-cartel controlling a third of the European cocaine trade.</p><p>“It was as if we were sitting at the table with the criminals,” the executive director of Europol, Catherine De Bolle, said in a recent interview.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/cracking-the-cartels-global-police-face-legal-backlash-over-tactics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/dec/02/trump-jan-6-criminal-referrals-biden-william-kate-meeting-latest", "title": "January 6 panel mulls criminal referrals as Trump sees setback in Mar-a-Lago case – live", "date_published": "2022-12-02 14:18:31+00:00", "description": "<p>Committee investigating Capitol insurrection meets to consider next steps for Trump and those in his inner circle</p><p><strong>The White House has announced that Joe Biden will deliver live remarks at 10.15am as he signs legislation averting a national rail strike.</strong></p><p>The Senate voted 80-15 on Thursday to progress an imposed settlement on rail workers, one day after the House did the same.</p><p><strong>Joe Biden</strong> has picked up an unexpected fan in the form of Republican firebrand <strong>Newt Gingrich</strong>, the former Speaker who says the president is getting things right and enjoyed one of the best first-term midterm elections in history.</p><p>Biden will meet the <strong>Prince and Princess of Wales</strong> later today at the John F Kennedy presidential library in Boston.</p><p>White House press secretary <strong>Karine Jean-Pierre</strong> will brief reporters at lunchtime aboard Air Force One en route to Boston.</p><p>It’s the last day of early voting ahead of next Tuesday’s crucial Senate run-off in Gerogia. Latest polls give Democratic incumbent <strong>Raphael Warnock</strong> <a href=\"https://projects.fivethirtyeight.com/polls/senate/2022/georgia/\">a 3-4% lead</a> over Republican challenger <strong>Herschel Walker</strong>.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/dec/02/trump-jan-6-criminal-referrals-biden-william-kate-meeting-latest\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/brazil-neymar-win-world-cup-fans-disagree-jair-bolsonaro", "title": "Brazil need Neymar to win the World Cup – even if some fans disagree", "date_published": "2022-12-02 14:07:17+00:00", "description": "<p>Neymar’s support of Jair Bolsonaro is controversial but his teammates are adamant that their No10 is their best hope</p><p>By <a href=\"https://twitter.com/TomSandersonBCN\">Tom Sanderson</a> for the <a href=\"https://www.theguardian.com/sport/series/guardian-sport-network\">Guardian Sport Network</a></p><p>Brazil have reached the knockout stages of the World Cup without conceding as much as a shot on target. They booked their place in the last 16 with a <a href=\"https://www.theguardian.com/football/2022/nov/28/brazil-switzerland-world-cup-group-g-match-report\">1-0 win over Switzerland</a>, following up on their 2-0 win over Serbia in their opening game, but are aware that tougher challenges lie ahead.</p><p>They saw off Switzerland without Neymar. Football’s most expensive player went off with 10 minutes to play in Brazil’s first game, against Serbia, when the points were already secure thanks to a stunning second-half double from Richarlison. Photos of Neymar’s swollen ankle spread quickly on social media in Brazil. Given that he missed 12 games for Paris Saint-Germain last season after a similar injury, and five the season before, fears crept in that his tournament was over. Brazil’s team doctor, Rodrigo Lasmar, reassured the country that he was receiving treatment “with our objective of trying to recover in time for this competition”.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/brazil-neymar-win-world-cup-fans-disagree-jair-bolsonaro\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/i-couldnt-pretend-any-more-readers-on-why-they-left-the-christian-faith", "title": "‘I couldn’t pretend any more’: readers on why they left the Christian faith", "date_published": "2022-12-02 14:07:14+00:00", "description": "<p>Readers respond to the census finding that England and Wales are now minority Christian countries</p><p>Diana, 44, a retail worker from Yorkshire, was raised in a Christian fundamentalist home and always struggled with her faith; concepts such as predestination and creationism “never made sense” to her.</p><p>“Losing my faith was a process of gradual disengagement,” she says. “At some point, I didn’t think that I, as a woman, was made to submit to a man. But the final straw was watching my father die of cancer and trying to do so without pain relief as it was ‘God’s will’, while waiting to be healed. I finally admitted to myself that I didn’t believe in a supernatural being, and couldn’t pretend any more.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/i-couldnt-pretend-any-more-readers-on-why-they-left-the-christian-faith\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/02/south-korea-v-portugal-world-cup-2022-live-score-updates", "title": "South Korea v Portugal: World Cup 2022 – live", "date_published": "2022-12-02 14:06:02+00:00", "description": "<ul><li>World Cup updates from the 3pm GMT / 10am ET kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2022/dec/02/ghana-v-uruguay-world-cup-2022-live-score-updates\">Follow Ghana v Uruguay – live</a> | <a href=\"https://www.theguardian.com/football/world-cup-2022/table\">Check the latest standings</a></li><li>Get in touch! You can <a href=\"mailto:barry.glendenning@theguardian.com\">mail Barry</a> or <a href=\"https://twitter.com/bglendenning\">tweet him</a></li></ul><p><strong>South Korea:</strong> Kim Seung-gyu, Kim Moon-hwan, Kwon Kyung-won, Kim Young-gwon, Kim Jin-su, Lee Jae-sung, Lee Kang-in, Jeong Woo-yeong, Hwang In-beom, Son Heung-min, Cho Gue-sung.</p><p><strong>Subs:</strong> Yoon, Min-Jae Kim, Paik, Hee-Chan Hwang, Bum-Keun Song, Jun-Ho Son, Hong, Eui-Jo Hwang, Na, Jo, Chang-Hoon Kwon, Tae-Hwan Kim, Yu-Min Cho, Jeong, Min-Kyu Song.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/02/south-korea-v-portugal-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/02/ghana-v-uruguay-world-cup-2022-live-score-updates", "title": "Ghana v Uruguay: World Cup 2022 – live", "date_published": "2022-12-02 14:05:57+00:00", "description": "<ul><li><strong>World Cup updates from the 3pm GMT / 10am ET kick-off</strong></li><li><strong><a href=\"https://www.theguardian.com/football/live/2022/dec/02/south-korea-v-portugal-world-cup-2022-live-score-updates\">Follow South Korea v Portugal – live</a> | <a href=\"https://www.theguardian.com/football/world-cup-2022/table\">The latest standings</a></strong></li><li><strong><a href=\"https://www.theguardian.com/football/world-cup-2022/table\">Latest standings</a> | And share your match thoughts <a href=\"mailto:rob.smyth@theguardian.com\">via email</a></strong></li></ul><p><strong>The story so far</strong></p><p>Ghana have been all sorts of fun. They lost 3-2 to Portugal in a thriller, then beat South Korea by the same score.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/02/ghana-v-uruguay-world-cup-2022-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/02/fashion-has-gone-soft-and-squishy-which-is-a-comfort-in-hard-times", "title": "Fashion has gone soft and squishy on us, which is a comfort in hard times | Jess Cartner-Morley", "date_published": "2022-12-02 14:00:19+00:00", "description": "<p>It’s time to ditch the sharp tailoring and spiked heels. From fluffy handbags to squeezable coats, we don’t need to suffer for fashion right now</p><p>I was in the shops the other day, just looking. Except I wasn’t just looking, I was actually having a good feel. In Cos, I gave a surreptitious squeeze to a tasty-looking cosy puffer coat, as if testing a peach for ripeness. Taking a short cut through John Lewis, I was stopped in my tracks by a mouthwatering display of cashmere knits in juicy shades of orange and melon that were crying out for a stroke. Can anybody walk past a stack of fluffy sweaters without copping a quick feel? I definitely can’t be trusted to keep my hands to myself.</p><p>Then, as I bounced through H&amp;M – in my cloud-soft Ugg boots, obviously – it struck me that even the handbags were squishy. My favourite, light as air on its fine chain strap, was so cushioned and padded you could use it as a pillow, so I gave it a fondle. I used to behave like a kid in a sweet shop whenever I went into a fashion store; these days, I’m more like a fruit-addict in a greengrocer’s, squeezing everything in sight for what is not just in-season, but deliciously ripe.<br /><br />Fashion has gone soft. Sharp tailoring is out and soft edges are in. To see this shift at its most dramatic, just take a look at the coats around you next time you walk down the street. What I still think of as a Proper Coat – wool, a defined silhouette, button fastening – has become a minority choice, edged into obscurity by endless takes on padded outerwear.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/02/fashion-has-gone-soft-and-squishy-which-is-a-comfort-in-hard-times\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/02/we-bring-something-fresh-the-theatre-companies-exploding-myths-about-disability", "title": "‘We bring something fresh’: the theatre companies exploding myths about disability", "date_published": "2022-12-02 14:00:18+00:00", "description": "<p>Not Your Circus Dog’s new show is a riotous upending of audiences’ preconceptions of disability and neurodivergence. It joins a swelling movement of similar collectives rewriting the stage rulebook</p><p>In late 2015, the performer Emma Selwyn was working in a call centre. It was, she says, a “steady job”, if not a particularly fulfilling one. In fact, she had thoughts of quitting, tempted by the prospect of a diploma for learning disabled and autistic artists. In the end, the decision was taken out of her hands: she was let go while still on her probation, so signed up for the diploma.</p><p>It was a series of events she looks back on as a “blessing in disguise”. “In my mind, it was like, ‘What else is there? What have I got to lose now?’” she says. “I went along to one of the auditions and I don’t think I’ve ever really looked back.” For Selwyn, doing the course was “nothing short of transformative”.</p> <a href=\"https://www.theguardian.com/stage/2022/dec/02/we-bring-something-fresh-the-theatre-companies-exploding-myths-about-disability\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/02/how-i-freed-myself-from-inherited-gender-roles-and-stopped-feeling-unworthy-of-my-own-womanhood", "title": "How I freed myself from inherited gender roles and stopped feeling unworthy of my own womanhood | Jeremy Moineau", "date_published": "2022-12-02 14:00:17+00:00", "description": "<p>It was fulfilling to worship at my most feminine altar – but it started having the inverse affect</p><p>I made the decision to start hormone replacement therapy (HRT) three years ago on Christmas Eve. I imagined I would feel unsure, or wildly different. But mostly, I just felt a warm wave of relief.</p><p>Actually, what I had imagined was some sort of Sailor Moon sequence. I would take an estradiol hormone pill and be whisked up into a whirlwind of colour before planting my feet down as queen of the cosmos.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/how-i-freed-myself-from-inherited-gender-roles-and-stopped-feeling-unworthy-of-my-own-womanhood\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/02/after-10-years-together-my-boyfriend-says-he-doesnt-want-children", "title": "After 10 years together, my boyfriend says he doesn’t want children | Ask Annalisa Barbieri", "date_published": "2022-12-02 14:00:16+00:00", "description": "<p>You say this is a massive deal for you, but the ‘state of the world’ question could be equally huge for him. Couples therapy will help</p><p><strong>My boyfriend and I are in our mid/late thirties and have been </strong><strong>together 10 years</strong><strong>. We bought a house together a few years ago and both have good jobs. We </strong><strong>love each other deeply, although we’re not always great at communicating (I talk too much, he too little). We’ve talked vaguely about having children over the years, and always agreed it was something we wanted in the future. For the past few years I’ve wanted children more and have brought it up more often. A year ago I said I wanted to start trying but he continued to shut down</strong><strong> the conversations and say now wasn’t the time.</strong></p><p><strong>After much arm twisting, he’s now said he doesn’t want children, as he finds the state of the world too depressing. I’m at a loss about what to do. I feel like he’s broken our agreement; I thought I was just waiting for him to catch up with my headspace but now he’s changed the whole plan. I understand his point, but I am more optimistic and think life is what you make it. I desperately want a child and feel like it’s all I think about. On the other hand, I don’t want a life without him. I don’t know how to have a conversation with him without it seeming</strong><strong> like I’m trying to force him to change his mind and do something he now doesn’t want to do (something he has accused me of doing in arguments in the past).</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/02/after-10-years-together-my-boyfriend-says-he-doesnt-want-children\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/02/adidas-stan-smith-trainers-matt-hancock-balenciaga", "title": "Can Stan Smith trainers survive the attentions of Matt Hancock?", "date_published": "2022-12-02 13:47:51+00:00", "description": "<p>The former health secretary wore a pair of the Adidas classics as he left the jungle after under-fire Balenciaga launched their own tie-in. Is there any coming back?</p><p>In 2022, the swiftest way to kill a trend is to see it championed by a Tory, a Royal or Balenciaga.</p><p>This week, Adidas’s Stan Smith shoes managed to complete this triptych after they were worn by both former health secretary, Matt Hancock, and Royal-by-marriage, Mike Tindall, as they left the I’m A Celebrity jungle as losers. In November, disgraced fashion label, Balenciaga, released their <a href=\"https://www.theguardian.com/business/2022/nov/25/645-pound-adidas-stan-smith-trainers-fly-off-the-shelves-at-balenciaga\">own battered pair of the tennis shoe</a> for close to £700.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/02/adidas-stan-smith-trainers-matt-hancock-balenciaga\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/02/william-kate-seek-end-us-trip-positive-note-turbulent-week-royal-family", "title": "William and Kate seek to end US trip on positive note after turbulent week", "date_published": "2022-12-02 13:42:37+00:00", "description": "<p>Prince’s Earthshot prize ceremony will round off week in which royal family has again faced accusations of institutional racism</p><p>The Prince and Princess of Wales are due to end their three-day trip to Boston on a high note, having landed in the middle of a palace racism row and then been blindsided by a trailer for the Sussexes’ documentary.</p><p>A meeting with the US president, Joe Biden, and a star-studded award ceremony for Prince William’s environmental <a href=\"https://earthshotprize.org/\">Earthshot prize</a>, were scheduled to round off what could be described as a bumpy few days.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/02/william-kate-seek-end-us-trip-positive-note-turbulent-week-royal-family\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/02/alex-jones-bankruptcy-sandy-hook-court", "title": "Alex Jones files for bankruptcy after billion-dollar Sandy Hook court ruling", "date_published": "2022-12-02 13:37:59+00:00", "description": "<p>Infowars host and conspiracy theorist ordered to pay $473m in damages on top of nearly $1bn verdict handed down in October</p><p>Rightwing conspiracy theorist Alex Jones has filed for chapter 11 bankruptcy protection, according to a court filing.</p><p>Jones <a href=\"https://www.theguardian.com/us-news/2022/nov/10/alex-jones-conspiracy-theorist-sandy-hook-victims-hoax\">was ordered</a> by a Connecticut court last month to pay $473m in punitive damages on top of a nearly $1bn verdict handed down in October for his defamatory claims about the 2012 Sandy Hook mass shooting, after he claimed the massacre was faked.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/02/alex-jones-bankruptcy-sandy-hook-court\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/ukraine-family-winter-russia-war-novomoskovsk", "title": "‘There are no lights, it’s scary’: a family prepares for winter in eastern Ukraine", "date_published": "2022-12-02 13:31:26+00:00", "description": "<p>After Russia’s strikes on the power grid, blackouts are unpredictable and the house is cold and dark</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/01/russia-ukraine-war-live-us-hands-raytheon-12bn-ukraine-missile-systems-contract-6-million-without-power-as-winter-begins\">Russia-Ukraine war – latest news updates</a></li></ul><p>When Alina Trebushnikova woke up on Thursday morning, the light was on and she knew the day had already got off to a bad start.</p><p>The electricity in her neighbourhood of Novomoskovsk had returned in the middle of the night and that meant it would not be on for much longer. As a result, the little house would be colder and darker for much of the day.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/ukraine-family-winter-russia-war-novomoskovsk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/02/new-york-rat-supremo-city-job-ad", "title": "New York eyes ‘somewhat bloodthirsty’ rat supremo to take on city’s rodents", "date_published": "2022-12-02 13:27:18+00:00", "description": "<p>Irreverent job posting seeks candidate to lead long-running battle against rats, which have increased in number post-pandemic</p><p>Hate rats? Are you a “somewhat bloodthirsty” New Yorker with excellent communication skills and “a general aura of bad assery”? Then you might have what it takes to be the city’s new rat tsar.</p><p>City mayor Eric Adams’s administration posted a job listing this week seeking someone to lead the city’s long-running battle against rats. The official job title is “director of rodent mitigation,” although it was promptly dubbed the rat tsar. Salary range is $120,000 to $170,000.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/02/new-york-rat-supremo-city-job-ad\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/paraglider-crosses-border-morocco-spanish-enclave-melillla-disappears", "title": "Paraglider crosses border from Morocco into Spanish enclave and disappears", "date_published": "2022-12-02 13:25:37+00:00", "description": "<p>Spanish authorities hunt for person seen landing near border fence in Melilla and running off</p><p>Spanish authorities are looking for a person who used a paraglider to cross over a border fence from Morocco into the Spanish enclave of Melilla in what appears to be the first use of the method to migrate into European territory.</p><p><a href=\"https://www.youtube.com/watch?v=K6_OGDU7mYc\">Footage obtained by El Faro newspaper</a> shows a person landing near the fence and then running off, leading officials to suspect the individual was trying to reach Europe.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/paraglider-crosses-border-morocco-spanish-enclave-melillla-disappears\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/football-daily-email-human-rights-world-cup-oh-germany-oh-belgium", "title": "Football Daily | Schadenfreude addicts, conspiracy theorists and permutations junkies", "date_published": "2022-12-02 13:06:31+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>What the Human Rights World Cup lacks in equality, dignity, human rights and Scotland, it is more than making up for in drama. The last group games have been popcorn-gorging, brain-melting belters, with something for everyone: schadenfreude addicts, conspiracy theorists, historians and permutations junkies. Belgium and Germany went out on Thursday, and for a delirious couple of minutes, in which it was beyond the wit of man to utter anything other than “Oh my God!”, it looked like Spain might join them. Belgium’s exit was on the cards after their defeat to Morocco on Sunday, but nobody saw the manner of it coming. Poor Romelu Lukaku produced a <a href=\"https://www.theguardian.com/football/2022/dec/01/croatia-belgium-world-cup-group-f-match-report\">tragi-cameo for the ages</a>, with a personal xG of 1.98 and a G of 0.00. His only shot on target was when he rammed his fist into the dugout after the game.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To subscribe for the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a></strong></em><strong>.</strong></p> <a href=\"https://www.theguardian.com/football/2022/dec/02/football-daily-email-human-rights-world-cup-oh-germany-oh-belgium\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/02/playful-horses-and-a-white-house-dinner-fridays-best-photos", "title": "Playful horses and a White House dinner: Friday’s best photos", "date_published": "2022-12-02 12:57:27+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/02/playful-horses-and-a-white-house-dinner-fridays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/02/pakistan-openers-fight-back-in-first-test-in-response-to-englands-mammoth-657", "title": "Pakistan openers fight back in first Test in response to England’s mammoth 657", "date_published": "2022-12-02 12:48:11+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-12-01/england-cricket-team\">England 657; Pakistan 181-0</a></li><li>Hosts remain 476 runs behind at end of day two</li></ul><p>Friday at the Rawalpindi Cricket Stadium was a stirring experience for all but those foolish enough to be bowlers in these parts. After lunchtime prayers, the rickety old ground filled up nicely and in the face of a mountain of runs blitzed by England, Pakistan offered a steadfast reply that had the locals in raptures and underlined the importance of international cricket’s return.</p><p>At the end of the second day of this historic first Test, the challenge of taking 20 wickets on this pitch was also clear. Pakistan had reached 181 for no loss from 51 overs in response to England’s 657 from 101, openers Imam-ul-Haq and Abdullah Shafique striding off at the close unbeaten on 90 and 89 respectively. It wasn’t quite the run-rate that saw England become the first side in history to score at more than six an over in a first innings, but it was none too shabby either.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/02/pakistan-openers-fight-back-in-first-test-in-response-to-englands-mammoth-657\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/02/starc-and-cummins-maintain-australia-control-over-west-indies-in-first-test", "title": "Starc and Cummins maintain Australia control over West Indies in first Test", "date_published": "2022-12-02 12:36:13+00:00", "description": "<ul><li>Australia 598-4 dec &amp; 29-1; West Indies 283</li><li>Pat Cummins takes 200th Test wicket in his 44th Test</li></ul><p>Australia’s fast bowlers eventually made headway against a stubborn West Indies batting effort on the third day of the first Test at Perth Stadium, prising out the visitors for 283 across 98.2 overs on a mild and sunny day. After choosing to bat again, Australia’s first-innings lead of 315 was extended to 344 in 11 overs before stumps for the loss of Usman Khawaja.</p><p>For the longest time, it was hard to know what to make of the Perth drop-in surface. The first such pitch for the India Test of 2018 enabled an electric contest with its pace. The following year against New Zealand it was comparatively anodyne. After the first two and a half days of this current Test had yielded five wickets from both teams combined, scorecard watchers would have assumed this pitch was a highway. In fact it was still offering good bounce, it had a persistently green thatch of grass, and<br />there were deliveries that had batters in trouble.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/02/starc-and-cummins-maintain-australia-control-over-west-indies-in-first-test\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/vaccines-key-china-zero-covid-exit-still-a-challenge", "title": "Vaccines are key to China’s zero-Covid exit but scepticism poses challenge", "date_published": "2022-12-02 12:28:31+00:00", "description": "<p>Backing down from existing policies remains a political problem of the first order</p><p>China’s government looks to be starting to roll back its zero-Covid policy. But after three years of saying the resource-intensive, economically damaging elimination strategy is the only way to go, experts say it will be a medical and political challenge to end it.</p><p>Much of China’s exit strategy is riding on vaccinations, but this is where Beijing has great challenges. China’s elderly population is disproportionately unvaccinated, leaving tens of millions of vulnerable people at far greater risk from the ravages of Covid-19. About 90% of China’s population is vaccinated, but among those over 60 only about 69% have had at least three doses. Above 80 years of age, the figure drops to about 40%.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/vaccines-key-china-zero-covid-exit-still-a-challenge\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/02/f1-cancels-chinese-gp-in-2023-due-to-covid-19-restrictions", "title": "F1 cancels Chinese GP in 2023 due to Covid-19 restrictions", "date_published": "2022-12-02 12:21:28+00:00", "description": "<ul><li>Chinese GP removal leaves four-week hole in calendar</li><li>F1 to confirm in new year if another race will parachute in</li></ul><p>Formula One has announced that next year’s Chinese Grand Prix will be cancelled amid ongoing coronavirus restrictions in the country.</p><p>The sport is now facing a four-week hole in the 2023 calendar with the defunct round in China, which was scheduled for 16 April, sandwiched by races in Melbourne on 2 April and Azerbaijan on 30 April.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/02/f1-cancels-chinese-gp-in-2023-due-to-covid-19-restrictions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/qatari-tv-hosts-appear-to-mock-germany-human-rights-gesture-world-cup", "title": "Qatari TV hosts appear to mock Germany’s human rights gesture after World Cup exit", "date_published": "2022-12-02 12:15:40+00:00", "description": "<ul><li>Germans had held hands over mouths after armband ruling</li><li>Hosts of TV show repeat gesture while waving goodbye to team</li></ul><p>A video clip shared on social media appears to show the presenters on a Qatari television programme celebrating <a href=\"https://www.theguardian.com/football/2022/dec/01/costa-rica-germany-world-cup-group-e-match-report\">Germany’s exit</a> from the 2022 World Cup while mocking the team’s stance on human rights.</p><p>In the clip, a series of presenters are seen waving goodbye to Germany while clamping hands over their mouths – a send-up of a <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-cover-mouths-wear-rainbows-on-kit-in-world-cup-protest-fifa-qatar-onelove\">gesture that the Germany team</a> had made before their opening defeat by Japan on 23 November.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/qatari-tv-hosts-appear-to-mock-germany-human-rights-gesture-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/senegal-is-the-best-dakar-dreaming-of-world-cup-upset-england", "title": "‘Senegal is the best’: Dakar’s dreaming of World Cup upset", "date_published": "2022-12-02 12:13:33+00:00", "description": "<p>There is a buzz in the air in the bustling capital and a real belief the Lions of Teranga can beat England</p><p>Just under 4,500 miles (7,200km) away from the shiny stadiums in Qatar, a man named Serigne Fallou confidently proclaims that he already knows what the result will be on Sunday when England take on Senegal in the World Cup’s round of 16.</p><p>“Absolutely Senegal will win, 1-0,” says Fallou, an apartment doorman in Dakar, Senegal’s bustling capital on the Atlantic Ocean. “I don’t have a doubt.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/senegal-is-the-best-dakar-dreaming-of-world-cup-upset-england\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/picture/2022/dec/02/cold-war-steve-on-protests-and-power-struggles-at-the-world-cup", "title": "Cold War Steve on protests and power struggles at the World Cup", "date_published": "2022-12-02 12:00:15+00:00", "description": "<p>The second in a special series of Qatar 2022 themed artworks created <a href=\"https://www.theguardian.com/artanddesign/2019/jun/15/cold-war-steve-satire-is-my-antidote-to-a-scary-world-interview\">by the celebrated visual satirist</a> for the Guardian</p> <a href=\"https://www.theguardian.com/football/picture/2022/dec/02/cold-war-steve-on-protests-and-power-struggles-at-the-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/02/grace-dent-christmas-non-negotiables-after-eights-stuffing-balls-good-life-christmas-special", "title": "My Christmas non-negotiables: After Eights, stuffing balls and The Good Life Christmas special | Grace Dent", "date_published": "2022-12-02 12:00:15+00:00", "description": "<p>The gift I’d like is a donation to my favourite charity. Tradition, though, I’m sticking in the shredder this year</p><p>Through headlines about sky-high heating bills and daily news of restaurant closures, the Christmas juggernaut thunders, parping its merry horn. In a land of uncertainty, here comes one definite: December and all its excess. Let’s be honest: Christmas is <em>all</em> about the “too much”. Its spurious charm is alive in abundance, in groaning fridges and in hands sore from carrying shopping bags. What heralds the little baby Jesus more than a vast, all-butter, ganache-smothered yule log going stale over Twixtmas, when the first pangs about over-expenditure kick in? Generally, this is when you find that a guest has forgotten to take that £20 bath cube assortment you bought them at a Christmas fayre. You resented paying for it at the time, and they forgot that you gave it to them. Happy bloody Christmas.</p><p>This year, though, I’ve sworn that things will be different. “Don’t buy me any gifts – I don’t need them. I just want to see you,” I told loved ones in October, hoping to save them from New Year debt, and the planet from choking on yet more plastic. I sounded like fanatical Puritan <a href=\"https://www.bbc.co.uk/programmes/p00f4f37\">Lady Whiteadder from Blackadder</a>: “At our house, Nathaniel sits on a spike … I sit on Nathaniel. Two spikes would be an extravagance!” That’s the peril in calling time on Christmas. No one thanks you. And we are, as a country, far too wedded to the wastage, the swapping of jumpers that are too small and too scratchy to suffer, the hand creams that smell of fox urine and the three-jar dijon mustard sets, each more abrasive and inedible than the last.</p><p>Grace Dent is the patron of <a href=\"https://www.therockyouthproject.co.uk/\">The Rock Youth Project</a> in Carlisle – if you would like to help kids in Currock celebrate Christmas, please donate at <a href=\"http://www.justgiving.com/therockyouthproject\">www.justgiving.com/therockyouthproject</a></p><p>The next episode in the fourth series of Grace’s Comfort Eating podcast is released on Tuesday 6 December. Listen to it <a href=\"https://www.theguardian.com/lifeandstyle/series/comforteatingwithgracedent\">here</a>.</p> <a href=\"https://www.theguardian.com/food/2022/dec/02/grace-dent-christmas-non-negotiables-after-eights-stuffing-balls-good-life-christmas-special\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/02/neon-wonders-sex-scandals-and-the-horror-of-modernism-the-week-in-art", "title": "Neon wonders, sex scandals and the horror of modernism – the week in art", "date_published": "2022-12-02 12:00:14+00:00", "description": "<p>Light relief from the 24 Hour Psycho creator, York becomes sin city, and the dark heart of modernist architecture is exposed – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Douglas Gordon</strong> <br />The dark imagination behind 24 Hour Psycho sees the light with a show that celebrates neon. <br />• <a href=\"https://gagosian.com/exhibitions/2022/douglas-gordon-neon-ark/\">Gagosian Davies Street, London, until 14 January</a>. <br /></p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/02/neon-wonders-sex-scandals-and-the-horror-of-modernism-the-week-in-art\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/02/sajid-javid-not-stand-again-as-mp-next-election", "title": "Sajid Javid says he will not stand again for MP at next election", "date_published": "2022-12-02 11:56:55+00:00", "description": "<p>Conservative former cabinet minister joins growing exodus of high-profile members of party</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/dec/02/chester-byelection-labour-majority-rishi-sunak-conservatives-uk-politics-latest-live-news\">UK politics live – latest news updates</a></li></ul><p>The former chancellor Sajid Javid has become the latest Conservative MP to announce he will not stand again at the next election, joining a growing exodus of high-profile members of the party.</p><p>Javid <a href=\"https://twitter.com/sajidjavid/status/1598635665737928705?s=46&amp;t=GbhMQcAeC26tCUUrBTQx9w\">announced on Twitter</a> on Friday that after wrestling with the decision “for some time”, he would stand down at the next election, which is likely to be held in 2024.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/02/sajid-javid-not-stand-again-as-mp-next-election\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/world-cup-qatar-spain-japan-luis-enrique-costa-rica-germany", "title": "Luis Enrique oblivious to team’s peril during Spain’s ‘collapse’ against Japan", "date_published": "2022-12-02 11:52:52+00:00", "description": "<p>La Roja briefly faced World Cup elimination but coach claims he was entirely focused on their struggles at Khalifa Stadium</p><p>Luis Enrique was the last to know, or so he claimed. It was after midnight before he found out just how close he and his team had come to disaster at Khalifa International Stadium in Doha, the realisation caught on cameras. How had he felt during those three minutes when Spain were out of the World Cup, he was asked in the post-match press conference after his team’s <a href=\"https://www.theguardian.com/football/2022/dec/01/japan-spain-world-cup-group-e-match-report\">2-1 defeat by Japan</a>. What was going through his mind? Instead of an answer, there was an “eh?!” and another question. “Three minutes out, why?!” he replied.</p><p>A conversation followed in which only Luis Enrique’s half could be heard properly, the journalist’s microphone having been handed back. Usefully, it served as proof, evidence of his approach, the single-mindedness that sets him apart. That at least was the way he was playing it. “You didn’t know?” he was asked. “No,” the coach said. “I’m not focused on the other game; I’m only concentrating on mine …</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/world-cup-qatar-spain-japan-luis-enrique-costa-rica-germany\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/02/the-guide-vomiting-in-tv-film", "title": "How vomiting became Hollywood’s favourite party trick", "date_published": "2022-12-02 11:45:14+00:00", "description": "<p>From Triangle of Sadness to Yellowjackets, everyone is being sick on screen – and it’s starting to make me queasy</p> <a href=\"https://www.theguardian.com/culture/2022/dec/02/the-guide-vomiting-in-tv-film\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/oligarch-viktor-medvedchuk-superyacht-to-be-sold-at-auction-to-benefit-ukraine", "title": "Oligarch’s $200m superyacht to be sold at auction to benefit Ukraine", "date_published": "2022-12-02 11:24:05+00:00", "description": "<p>Ukraine says Croatian court has cleared way for sale of Viktor Medvedchuk’s Royal Romance yacht</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest updates</a></li></ul><p>A $200m (£163m) superyacht owned by Viktor Medvedchuk, an oligarch and friend of Vladimir Putin who is under sanctions, is to be sold at auction after its seizure in Croatia earlier this year.</p><p>The Ukrainian government said a Croatian court had ruled that Medvedchuk’s 92.5-metre Royal Romance yacht should be transferred to the Ukrainian Asset Recovery and Management Agency (Arma), which <a href=\"https://arma-gov-ua.translate.goog/en/news/typical/arma-oglyanulo-areshtovanu-v-horvatii-yahtu-royal-romance?_x_tr_sl=uk&amp;_x_tr_tl=en&amp;_x_tr_hl=en&amp;_x_tr_pto=sc\">said</a> it would “preserve the economic value by selling it at auction”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/oligarch-viktor-medvedchuk-superyacht-to-be-sold-at-auction-to-benefit-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/indonesian-families-sue-government-over-deaths-from-syrup-medicines", "title": "Families sue Indonesian government after 199 deaths from syrup medicines", "date_published": "2022-12-02 11:20:02+00:00", "description": "<p>Since August, 199 people have died of acute kidney injury, prompting an inquiry and ban on some medicines</p><p>A dozen families, whose relatives died or fell ill after consuming cough syrup medicines, have sued the Indonesian government and companies accused of supplying the products.</p><p>At least 199 people, many of them young children, have died as a result of acute kidney injury since August, prompting the <a href=\"https://www.theguardian.com/world/2022/oct/20/indonesia-bans-sale-of-syrup-medicines-after-at-least-99-children-die\">government to ban some syrup medicines</a> and launch an investigation.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/indonesian-families-sue-government-over-deaths-from-syrup-medicines\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/02/politics-keir-starmer-labour-tories-number-10", "title": "What would politics look like if Starmer’s plan was working? Like it does now | Rafael Behr", "date_published": "2022-12-02 11:13:31+00:00", "description": "<p>It feels as though a line has been crossed. His own party is cautious, but Tories are pretty sure he is heading for No 10</p><p>The Labour party is so haunted by old defeats that it can barely look victory in the eye. Conservatives are more familiar with winning and so quicker to see it coming for the opposition. If you are shopping for conviction that Keir Starmer will make it to Downing Street, visit a Tory. Labour trades in caveat and caution.</p><p>Even with 20-point leads in opinion polls, opposition confidence is muted. Thursday’s <a href=\"https://www.theguardian.com/politics/2022/dec/02/labour-easily-holds-city-of-chester-seat-in-first-byelection-test-for-sunak\">byelection in Chester</a> reflects the national trend. No one expected Labour to lose the seat, but the Tories barely even turned up to contest it. Their vote share was the lowest it has been in the city since 1832.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/politics-keir-starmer-labour-tories-number-10\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/02/ricky-ponting-australia-cricket-great-hospital-after-heart-scare", "title": "Australia cricket great Ricky Ponting in hospital after heart scare", "date_published": "2022-12-02 11:12:34+00:00", "description": "<ul><li>Former captain was commentating on West Indies Test</li><li>Ponting left Perth Stadium after feeling unwell</li></ul><p>Former Australia captain Ricky Ponting was taken to hospital on Friday after suffering a heart problem while commentating during day three of Australia’s first test against West Indies at Perth Stadium, reports in Australian media stated.</p><p>According to the reports, Ponting left the Perth Stadium around lunchtime after feeling unwell. The 47-year-old is part of the Seven Network’s commentary team for Australia’s two-test home series against West Indies.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/02/ricky-ponting-australia-cricket-great-hospital-after-heart-scare\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/world-cup-qatar-germany-japan-costa-rica-media-reaction-football-dwarf", "title": "‘A football dwarf’: German media reacts to Die Mannschaft’s early World Cup exit", "date_published": "2022-12-02 11:05:32+00:00", "description": "<ul><li>Coach Hansi Flick criticised after failure to progress from group</li><li>Bastian Schweinsteiger questions desire and calls for leadership</li></ul><p>It was a “winter nightmare” (Süddeutsche Zeitung), an “enormous embarrassment” (Bild), a “new low point” that revealed the four-times world champions to have shrunken into a “football dwarf” (Spiegel). The morning after the <em>Nationalmannschaft</em> <a href=\"https://www.theguardian.com/football/2022/dec/01/costa-rica-germany-world-cup-group-e-match-report\">crashed out of the World Cup</a> at the group stage for the second tournament in a row, German front pages made for blunt reading.</p><p>On paper, Germany’s exit was a marginal affair. A 20-minute loss of shape and focus in <a href=\"https://www.theguardian.com/football/2022/nov/23/germany-japan-world-cup-group-e-match-report\">the opener against Japan</a>, leading to two goals conceded within eight minutes. A ball that had stayed on the pitch by millimetres before Japan scored their winner in a <a href=\"https://www.theguardian.com/football/2022/dec/01/japan-spain-world-cup-group-e-match-report\">2-1 win against Spain</a> that rendered Germany’s result against Costa Rica meaningless. If Dani Olmo had equalised for Spain in the dying minutes of the parallel game, Germany would have gone through.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/world-cup-qatar-germany-japan-costa-rica-media-reaction-football-dwarf\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/02/trump-dinner-antisemites-nick-fuentes-kanye-west", "title": "Trump had dinner with two avowed antisemites. Let’s call this what it is | Francine Prose", "date_published": "2022-12-02 11:02:13+00:00", "description": "<p>A 2024 candidate broke bread with Nick Fuentes, a white nationalist, and Ye, who has praised Hitler. Don’t normalize this</p><p>Let’s be clear about what happened and what didn’t happen on 22 November at Mar-a-Lago.</p><p>A former president of the United States, a self-declared candidate for reelection in 2024, had dinner with Ye, the rapper formerly known as Kanye West, whose antisemitic public statements have grown increasingly extreme, along with Nick Fuentes, who is among the nation’s most vocal Holocaust deniers. One of the rare white supremacists with popular name recognition, Fuentes has suggested that Jews leave the country and that the military be sent into Black neighborhoods. When, at dinner, Fuentes advised Donald Trump to go off-script and ad-lib more often during his campaign speeches, the candidate reportedly <a href=\"https://www.axios.com/2022/11/25/trump-nick-fuentes-ye-kanye\">told</a> the other guests: “I really like this guy. He gets me.”</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/trump-dinner-antisemites-nick-fuentes-kanye-west\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/02/closed-labs-cancelled-classes-inside-us-higher-education-largest-strike", "title": "Closed labs, cancelled classes: inside the largest strike to hit US higher education", "date_published": "2022-12-02 11:00:13+00:00", "description": "<p>University of California campuses come to a standstill as 48,000 student workers strike for better pay</p><p>Three weeks of strikes by university academics has brought campuses across California to standstill. Labs are closed, assignments go ungraded. Graduate students have walked off the job, professors have cancelled class, and even construction staff have put down their tools in solidarity.</p><p>The strike is groundbreaking – the largest in the history of US higher education and part of a wave of organizing at college campuses across the country. It has brought together 48,000 graduate workers, academic researchers and postdoctoral scholars within the nine-campus University of California system who say the low wages they are paid make it impossible to live in the cities where they work.<em><strong> </strong></em><em><strong> </strong></em>The most common salary for graduate workers is $23,247, according to the <a href=\"https://www.fairucnow.org/about/\">academic workers unions.</a></p> <a href=\"https://www.theguardian.com/us-news/2022/dec/02/closed-labs-cancelled-classes-inside-us-higher-education-largest-strike\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/unsung-heroes-music-tour-manager-producer-songwriter-venue-owner", "title": "‘A band member got high and jumped on a forklift’: unsung heroes of the music industry share their secrets", "date_published": "2022-12-02 11:00:13+00:00", "description": "<p>Performers get the adoration, but where would they be without the crew toiling in pop’s engine room? Four backstage reveal all</p><p>Lester Smith is gatekeeper of the microphones at Abbey Road studios. He joined as a technical engineer in the early 70s; Paul McCartney was starting Wings, Pink Floyd would soon be in to record what would become one of the bestselling albums of all time, The Dark Side of the Moon, and the studio would later welcome a young Kate Bush. Throughout it all, Lester was in the technical room, learning how to engineer on EMI’s world-class recording equipment. He’s there to this day. Lester fell in love with microphones, and for decades has been developing and refining his skills in this corner of Abbey Road. These are the mics that have taken in the sounds – and spit – of the greatest singers in the world.</p><p>The music made inside those walls has changed, as have the faces coming in and out – even much of the building itself. But Lester has been through it all, working from his little office, building up stacks of carefully labelled valves and other skeletons of machinery around him. For all the years Lester’s been behind the mic, he and the other engineers and facilities staff have been keeping those studios alive. They tick away behind the scenes to give us the music that fills our ears every day. The music world is full of people like Lester. Although, more often than not, their contributions go largely unrecognised. Here are a few of the other unsung heroes who take the music from the studio to the stage.</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/unsung-heroes-music-tour-manager-producer-songwriter-venue-owner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/up-to-13000-ukraine-soldiers-killed-since-russian-invasion-says-kyiv", "title": "Up to 13,000 Ukraine soldiers killed since Russian invasion, says Kyiv", "date_published": "2022-12-02 10:52:13+00:00", "description": "<p>Official’s comments come after Ursula von der Leyen estimated 100,000 Ukrainian soldiers had died or been injured</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/01/russia-ukraine-war-live-us-hands-raytheon-12bn-ukraine-missile-systems-contract-6-million-without-power-as-winter-begins\">Russia-Ukraine war – latest news updates</a></li></ul><p>Up to 13,000 Ukrainian soldiers have been killed since Russia invaded in February, according to Kyiv’s presidential adviser Mykhailo Podolyak.</p><p>At certain points in the war, Ukraine said that between 100 and 200 of its forces were dying each day on the battlefield, making Podolyak’s estimate seem conservative.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/up-to-13000-ukraine-soldiers-killed-since-russian-invasion-says-kyiv\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/why-japan-second-var-goal-against-spain-was-allowed-to-stand-world-cup-ball-line", "title": "Why Japan’s second goal against Spain was allowed to stand", "date_published": "2022-12-02 10:42:58+00:00", "description": "<p>The whole of the ball must cross the line for it to be out of play and VAR decided that at least some of it was still overhanging</p><p>The introduction of VAR at the World Cup in 2018 did nothing to dampen debate around crucial decisions, and this year’s tournament in Qatar has been no different. Whether it was Antoine Griezmann’s <a href=\"https://www.theguardian.com/football/2022/nov/30/tunisia-france-world-cup-group-d-match-report\">disallowed late equaliser against Tunisia</a> for France, Argentina’s <a href=\"https://www.theguardian.com/football/2022/nov/30/poland-argentina-world-cup-group-c-match-report\">VAR-awarded penalty</a> after Wojciech Szczęsny appeared to gently brush Lionel Messi’s face with his hand, or the lack of a penalty after England’s Harry Maguire was wrestled to the floor against Iran, VAR’s subjective calls remain a point of contention.</p><p>But no decision has sparked more debate than the award of <a href=\"https://www.theguardian.com/football/2022/dec/01/japan-spain-world-cup-group-e-match-report\">Japan’s second goal against Spain</a> on Thursday evening, when – to the naked eye – it appeared that the ball had crossed the line and gone out of play. It ended up sealing Japan’s qualification and effectively knocking Germany out of the tournament.</p><p>A goal kick is awarded when <strong>the whole of the ball</strong> passes over the goalline, on the ground or in the air, having last touched a player of the attacking team, and a goal is not scored.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/why-japan-second-var-goal-against-spain-was-allowed-to-stand-world-cup-ball-line\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/christine-mcvie-used-to-play-at-the-blues-night-we-ran-as-teenagers-we-were-all-besotted", "title": "Christine McVie used to play at our Cambridge blues night. We were all besotted | Stephen Burgen", "date_published": "2022-12-02 10:33:48+00:00", "description": "<p>We’d book Chicken Shack in a room above a pub for £30. And in a male-dominated scene, the shy singer proved her worth with a magical voice </p><p>When I met <a href=\"https://www.theguardian.com/music/2022/nov/30/fleetwood-macs-christine-mcvie-dies-at-age-79\">Christine McVie</a> she was still Christine Perfect, the singer and piano player in the band Chicken Shack. I say “met” – this amounted to me plugging in her microphone, bringing her a glass of water and shyly thanking her at the end of the gig at the Juniper Blossom blues club that I helped run when I was 15 and still at school.</p><p>The blues boom was in full swing and Chicken Shack, led by guitarist Stan Webb, had a big following at the time: along with John Mayall’s Bluesbreakers, they were one of the top UK blues bands. The club was in a room above the Red Cow pub in Cambridge and its driving force was Jack Monck, who was older than me but also still at school. It was a small room with a low stage against one wall, and because of the size we could never afford any bands that charged more than £30. One thing we liked about Chicken Shack was that they charged £30, so we booked them several times. (Jack also tried to book what was then Peter Green’s Fleetwood Mac but as I recall they wanted £50, which was out of our price range.)</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/christine-mcvie-used-to-play-at-the-blues-night-we-ran-as-teenagers-we-were-all-besotted\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/didier-deschamps-kylian-mbappe-france-team", "title": "Didier Deschamps needs a better plan than just relying on Kylian Mbappé | Adam White", "date_published": "2022-12-02 10:16:05+00:00", "description": "<p>France have the world’s best player but their manager still seems uncertain about major areas of his team</p><p>By <a href=\"https://twitter.com/_adam_white_?lang=en\">Adam White</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>At kick-off against Tunisia, France were a team of opposites. On the pitch, they had produced <a href=\"https://www.theguardian.com/football/2022/nov/22/france-australia-world-cup-group-d-match-report\">an authoritative 4-1 win over Australia</a> in their opening game and then <a href=\"https://www.theguardian.com/football/2022/nov/26/france-denmark-world-cup-group-d-match-report\">edged past a Denmark team</a> that had reached the semi-finals of the Euros last summer. Away from those assured performances, however, confusion has reigned in the France camp for some time.</p><p>Their third group match was effectively a meaningless dead rubber but, by full-time in <a href=\"https://www.theguardian.com/football/2022/nov/30/tunisia-france-world-cup-group-d-match-report\">their chaotic 1-0 defeat to Tunisia</a>, that confusion had started to seep on to the pitch for the first time in Qatar. Even though Didier Deschamps picked an experimental XI, the game showed up the coach’s two main problems: he does not know his best team and France are worryingly reliant on Kylian Mbappé. Deschamps’ side go into their last-16 match against Poland on Saturday afternoon unsettled and uncertain.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/didier-deschamps-kylian-mbappe-france-team\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/02/hundreds-of-indonesian-fruit-pickers-in-uk-seek-diplomatic-help", "title": "Hundreds of Indonesian fruit pickers in UK seek diplomatic help", "date_published": "2022-12-02 10:01:24+00:00", "description": "<p><strong>Exclusive:</strong> More than 200 people have approached Indonesian embassy since July to report difficulties faced</p><p>More than 200 Indonesian fruit pickers have sought diplomatic help since July after facing difficulties working in Britain this season, the nation’s embassy has revealed.</p><p>The Guardian has spoken to a pair of workers sent to a farm in Scotland that supplies berries to M&amp;S, Waitrose, Tesco and Lidl. They claim pickers were sent back to the caravan if they could not work fast enough and left with large debts to repay.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/02/hundreds-of-indonesian-fruit-pickers-in-uk-seek-diplomatic-help\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/02/experience-i-can-only-paint-in-my-sleep", "title": "Experience: I can only paint in my sleep", "date_published": "2022-12-02 10:00:12+00:00", "description": "<p>I’ll use any tools I can find. At a friend’s, I used coal and chicken bones</p><p>When I was at school, I hated art. Growing up in north Wales, I was not able to scrape higher than an E in my final exams. I wasn’t too bothered; I thought I wasn’t going to pursue it as a career.</p><p>By the time I was about four, I started sleepwalking. At night,<strong> </strong>I used to go under the stairs and scribble on the wall. I have a distinct memory of sitting in the doctor’s waiting room, aged seven, to get checked out. The doctor was adamant that there was nothing to worry about, and advised my parents to “let him get on with it”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/02/experience-i-can-only-paint-in-my-sleep\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/02/from-tron-to-jumanji-the-greatest-ever-movies-about-video-games", "title": "From Tron to Jumanji: the greatest ever movies about video games", "date_published": "2022-12-02 10:00:12+00:00", "description": "<p>Licensed video game movies get a bad rap – but free film-makers from the franchises and you get some great films <em>about </em>games. Here are some of the best</p><p>When most people think of movies about games, they immediately recall the astonishing light-cycle chase in Steven Lisberger’s visually daring film. With its underlying themes of dehumanisation and corporate greed in the digital era, Tron was more than an action romp with pretty effects and a cool arcade setting; a fact underlined by a committed lead performance from Jeff Bridges.</p> <a href=\"https://www.theguardian.com/games/2022/dec/02/from-tron-to-jumanji-the-greatest-ever-movies-about-video-games\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/xiomara-castro-honduras-womens-rights-activists", "title": "Honduran feminist activists disappointed by first female president", "date_published": "2022-12-02 10:00:12+00:00", "description": "<p>Xiomara Castro has not yet fulfilled her promise to legalise emergency contraceptives and to address violence against women</p><p>At her inauguration earlier this year, Xiomara Castro, the first female president of Honduras, ended her speech with a message to women.</p><p>“Honduran women, I will not fail you, I will defend your rights, all your rights, count on me,” said Castro, whose resounding election victory ended a dozen years of conservative rule and generated high hopes for change in a country with one of the highest rates of femicide and most restrictive laws against reproductive rights in Latin America.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/xiomara-castro-honduras-womens-rights-activists\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/02/i-want-to-savour-every-word-the-joy-of-reading-slowly", "title": "‘I want to savour every word’: the joy of reading slowly", "date_published": "2022-12-02 10:00:11+00:00", "description": "<p>Bragging rights seem to go to people who devour books, but, as this impatient reader found, turning the pages over many days or even weeks can immerse one deeper in the writer’s world</p><p>There is something about churning through books that induces envy and even admiration, never more than at this time of year when piles of finished tomes are splashed across social media. Bragging rights seem to go to those who have read lots of books and read them quickly – how many times have you seen someone boast about finishing 10 books in a year? What about five?</p><p>But there is power in reading slowly, something the Chinese-American author Yiyun Li tells her creative writing students at Princeton University. “They say, ‘I can read 100 pages an hour’,” she says. “But I say, ‘I don’t want you to read 100 pages an hour. I want you to read three pages an hour’.”</p> <a href=\"https://www.theguardian.com/books/2022/dec/02/i-want-to-savour-every-word-the-joy-of-reading-slowly\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/02/weather-tracker-storm-ariel-heavy-rain-lightning-greece", "title": "Weather tracker: Storm Ariel brings heavy rain and lightning to Greece", "date_published": "2022-12-02 09:38:53+00:00", "description": "<p>Low pressure disrupts water and power supplies in Thessaloniki as meteorological winter begins</p><p>On Thursday night last week, an area of low pressure formed off the southern coast of France. During the course of Friday, low pressure deepened into a storm as it travelled south-eastwards towards Italy.</p><p>It brought heavy rain to much of Italy; however, the west coast received the brunt of the wet weather on Friday night with 197mm of rain recorded in 24 hours on the island of Capri. The island of Ischia, close to Capri, experienced <a href=\"https://www.theguardian.com/world/2022/nov/27/ischia-anger-construction-landslide-devastation-italian-island\">flooding and a landslide</a> early Saturday morning, which killed at least 10 people.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/02/weather-tracker-storm-ariel-heavy-rain-lightning-greece\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/02/environmental-photographer-of-the-year-2022-in-pictures", "title": "Environmental photographer of the year 2022 – in pictures", "date_published": "2022-12-02 09:04:37+00:00", "description": "<p>This year’s Environmental photographer of the year competition, from <a href=\"https://www.ciwem.org/\">CIWEM</a>, <a href=\"https://join.waterbear.com/\">WaterBear,</a> <a href=\"https://www.nikon.co.uk/en_GB/\">Nikon</a> and <a href=\"https://www.arup.com/\">Arup</a>, showcases some of the most striking images of the natural world, providing an international platform to raise awareness for the issues that threaten our planet. Here’s a closer look at the winning photos</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/02/environmental-photographer-of-the-year-2022-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/peru-selvatico-sonic-expedition-into-the-peruvian-amazon-1972-1986-review", "title": "Perú Selvático: Sonic Expedition 1972-1986 review | Ammar Kalia's global album of the month", "date_published": "2022-12-02 09:00:11+00:00", "description": "<p><strong>(Analog Africa) <br /></strong>A new compilation collects the fuzzed-out, jungle-born head-rush of wah wah and reverb that rethought a traditional folk music of Peru</p><p>Anchored in hip-swaying, syncopated clave rhythm and topped with bright flute melodies, <a href=\"https://www.theguardian.com/music/musicblog/2008/sep/15/scene.and.heard.cumbia\">cumbia</a> music has a centuries-old history. Originating from Colombia, its mid-tempo sound is now a staple in Latin America, and a new compilation from <a href=\"https://www.analogafrica.com/\">Analog Africa</a> highlights an overlooked subgenre that flourished throughout 1970s and 80s Peru: cumbia Amazonica.</p><p>Amid the heat and humidity of the Peruvian jungle a group of bands developed their own psychedelic take on the folk tradition, gleaned from patchy radio broadcasts of popular cumbia music and black market vinyl imports, which featured fast-paced percussion, electric guitars and heady reverb. Across the 18 tracks of Perú Selvático, this frenetic dance music unfurls, bringing new life to a largely forgotten sound.</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/peru-selvatico-sonic-expedition-into-the-peruvian-amazon-1972-1986-review\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/usa-netherlands-world-cup-2022-qatar-soccer-eric-wynalda", "title": "USA have built a brotherhood capable of beating Netherlands at the World Cup", "date_published": "2022-12-02 09:00:10+00:00", "description": "<p>I grew up loving Dutch football but from what I’ve seen so far in Qatar, the US are more than capable of making the last eight</p><p>The first time I realized that soccer was the world’s game was in 1978. I came home one day from playing soccer and I saw my father standing on the living room table and screaming at the television. He was wearing an orange shirt, drinking a bottle of something and eating what looked like herring in a jar. I realized he was watching the World Cup final, Argentina against his beloved Netherlands (we have Dutch roots). My father wasn’t a big drinker, but he was intoxicated both with what he was drinking and watching. My mother was in the other room shaking her head, as if to say, “I can’t condone this.”</p><p>In the course of the game, my father’s demeanor went from elation to sorrow to depression to “get away from me.” It wasn’t until a month later at dinner that my mother finally slammed her hand down on the table and said to my father: “David, talk to your son”, meaning my brother. See, the problem was my brother’s name is Brandt. And Ernie Brandts was the Dutch center-back responsible for one of Argentina’s goals. My father has not spoken to my brother for the entirety of that summer until my mother finally begged him. My brother smiled, my father realized his behavior was completely outlandish, he hugged my brother and it was over. But in that moment, I realized that this sport can touch people deeply, beyond reason and comprehension.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/usa-netherlands-world-cup-2022-qatar-soccer-eric-wynalda\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/winnie-the-pooh-joins-chinese-covid-lockdown-protests", "title": "Winnie the Pooh joins Chinese Covid lockdown protests", "date_published": "2022-12-02 08:43:56+00:00", "description": "<p>Disney merchandise shows frowning bear looking at blank sheet of paper – a symbol of opposition to censorship</p><p>Years after he became character non grata in <a href=\"https://www.theguardian.com/world/china\">China</a>, Winnie the Pooh is exacting quiet revenge against the country’s government in the form of Disney souvenirs.</p><p>In what appears to be a case of incidental resistance, Disney stores in Japan are selling a line of merchandise featuring a frowning Pooh looking at a blank sheet of white paper – a <a href=\"https://www.theguardian.com/world/2022/nov/28/china-protests-explained-why-are-people-demonstrating-blank-piece-white-paper-a4-what-will-happen-next-zero-covid-policy-protest\">symbol of ongoing protests</a> in China against censorship and Covid-19 restrictions.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/winnie-the-pooh-joins-chinese-covid-lockdown-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/02/world-cup-2022-joy-for-japan-german-despair-and-final-group-games-live", "title": "World Cup 2022: joy for Japan, German despair and final group games – live", "date_published": "2022-12-02 08:32:31+00:00", "description": "<ul><li><strong><a href=\"https://www.theguardian.com/football/2022/nov/29/world-cup-permutations-breaking-down-the-final-round-of-group-games\">Groups G and H conclude: check the latest permutations</a></strong></li><li><strong><a href=\"https://www.theguardian.com/football/2022/dec/02/world-cup-2022-briefing-portugal-and-ghana-are-out-to-settle-a-score\">Daily briefing: Portugal and Ghana are out to settle a score</a></strong></li></ul><p>We will be coming to how that Japan goal was allowed to stand shortly, but late last night it was one of the main topics of conversation in the pod with Max and the gang. Barry Glendenning, Lars Sivertsen, Jonathan Fadugba and Archie Rhind-Tutt were with Max Rushden to assess the fallout from an extraordinary night of drama. <a href=\"https://www.theguardian.com/football/audio/2022/dec/02/germany-belgium-out-did-japan-keep-ball-in-play-football-daily-podcast\">Get it in your ears</a>.</p><p>Well then, <strong>Morocco</strong> and <strong>Japan</strong> topping their groups was a coupon-buster yesterday and no mistake. Will we get anything similar today as our final groups, Group G and Group H, come to a climax/shuddering halt [delete as appropriate]?</p><p><strong>Ghana v Uruguay</strong> <em>and</em> <strong>Portugal v South Korea</strong> at 3pm GMT</p><p><strong>Cameroon v Brazil</strong> <em>and</em> <strong>Serbia v Switzerland</strong> at 7pm GMT</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/02/world-cup-2022-joy-for-japan-german-despair-and-final-group-games-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/white-lung-premonition-review", "title": "White Lung: Premonition review – a blazing farewell of love and anger", "date_published": "2022-12-02 08:30:10+00:00", "description": "<p><strong>(Domino) <br /></strong>The US punk band go full pelt for their final album, a set livid with worldly disgust and bitter humour</p><p>‘I’m on a date with God and he’s drunk,” Mish Barber-Way rasps on <a href=\"https://www.youtube.com/watch?v=7uBFNx3IVMw\">Date Night</a>. It’s the lead single from White Lung’s fifth and final album Premonition and one of the most incendiary songs to emerge from the last few years of turmoil. She goes on to imagine hurtling around Hollywood in a Cadillac, asking a fast-talking, bad boy God for his thoughts on the state of the world. “God would be drunk and laughing and smoking and telling me what a joke we all are and how we screwed it all up,” Barber-Way told author Melissa Broder <a href=\"https://whitelung.ca/about/\">in a conversation</a> about Premonition, adding that “of course, God is hot.” At the end of the song the narrator strikes a match and tosses it towards LA, burning down the city and her old life along with it.</p><p>White Lung has been on accidental hiatus since 2017. The Canadian punk trio began work on Premonition late that year with a view to releasing it in 2019. Then everything changed. Barber-Way fell pregnant with her first child, then her second, entering a period of personal transformation against a backdrop of global chaos. Five years, two births and a pandemic later and Premonition captures the band in a final blaze of glory – after the foot presses flat on the gas pedal, but before the inevitable crash. Guitarist Kenneth William and drummer Anne-Marie Vassiliou are at their most wild and driving, packing every inch of space with hectic riffs and high-speed aggression; Barber-Way, writing sober for the first time, puts down lyrics about adjusting to motherhood. What emerges are anthems of rebirth at the necessary end, in which we can count the constants. In this instance: fury, hope and fierce maternal love.</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/white-lung-premonition-review\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/dec/02/eu-cap-russian-oil-pound-rally-dollar-us-jobs-report-business-live", "title": "EU closes in on $60 cap for Russian oil; pound rallies despite recession fears – business live", "date_published": "2022-12-02 08:12:58+00:00", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2022/dec/02/bp-shares-in-kremlin-oil-firm-are-blood-money-says-zelenskiy-adviser\">BP shares in Kremlin oil firm are ‘blood money’, says Zelenskiy adviser</a></li></ul><p>The European Union<a href=\"https://www.theguardian.com/business/live/2022/dec/02/eu-cap-russian-oil-pound-rally-dollar-us-jobs-report-business-live?filterKeyEvents=false&amp;page=with:block-6389a8018f08ec68b6016abd#block-6389a8018f08ec68b6016abd\"> tentatively agreed, subject to Poland, to set the price cap on Russian crude oil at $60 per barrel</a>, an EU diplomat told Reuters on Thursday. Since the price cap is lower than what has previously been bandied around, it raises the spectre of some form of Russian supply retaliation which should lend support for oil prices.</p><p>However, oil prices retreated off the highs as the weaker US dollar-inspired oil rally gave way to reasons why the dollar is weakening. Specifically, weaker US economic data tempered the rally as the remarkably resilient US jobs market showed signs of cooling. Indeed, the one glaring problem the oil market faces is the anticipated run of weaker US economic data, which is the price to pay for aggressively fighting inflation. </p><p>“The European Union reportedly has cautiously agreed to a $60 price cap on Russian oil with plans to adjust the cap so that it remains at 5% below the oil price. The next step is for the proposals to be approved by all EU governments.</p><p>This week oil has been staging gains amid optimism towards the potential loosening of covid restrictions in China and the opening up of its economy at last, which could potentially unleash demand for crude oil from the world’s second largest economy.</p><p>EU nations sought to push the cap across the finish line after Poland held out to get as low a figure as possible, diplomats said Thursday. “Still waiting for white smoke from Warsaw,” said an EU diplomat, who spoke on condition of anonymity because the talks were still ongoing.</p><p>The latest offer, confirmed by 3 EU diplomats, comes ahead of a deadline to set the price for discounted oil by Monday, when a European embargo on seaborne Russian crude and a ban on shipping insurance for those supplies take effect. The diplomats also spoke on condition of anonymity because the legal process was still not completed.</p> <a href=\"https://www.theguardian.com/business/live/2022/dec/02/eu-cap-russian-oil-pound-rally-dollar-us-jobs-report-business-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/02/adjoa-andoh-explore-societal-prejudices-playing-richard-iii", "title": "Bridgerton’s Adjoa Andoh to explore societal prejudices by playing Richard III", "date_published": "2022-12-02 08:01:09+00:00", "description": "<p>Bridgerton actor, who will also direct the production, says she wants to talk about ‘body pathologising’</p><p>Was Richard III inherently evil? Or was he othered, excluded and pathologised because of societal prejudices? What happens when the person who has been punched down, punches up?</p><p>These are the questions <a href=\"https://www.theguardian.com/stage/adjoa-andoh\">Adjoa Andoh</a> will ask when she steps into the shoes of one of Shakespeare’s most notorious villains, who deceived and murdered anyone who stood in his path to becoming king of England.</p> <a href=\"https://www.theguardian.com/stage/2022/dec/02/adjoa-andoh-explore-societal-prejudices-playing-richard-iii\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/elton-john-last-ever-uk-show-glastonbury-2023", "title": "Elton John to perform his last ever UK show at Glastonbury 2023", "date_published": "2022-12-02 08:00:10+00:00", "description": "<p>Announcement comes weeks after singer’s final US show and will be his second appearance ever at a UK festival</p><p>Elton John has announced that his last ever UK show will take place at next year’s Glastonbury festival.</p><p>In the event’s first act to be revealed, John will perform on the Pyramid Stage on Sunday 25 June, closing out the main stage with only his second-ever appearance at a UK festival.</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/elton-john-last-ever-uk-show-glastonbury-2023\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/dec/02/the-week-in-wildlife-in-pictures-gallery", "title": "The week in wildlife – in pictures", "date_published": "2022-12-02 08:00:10+00:00", "description": "<p>The best of this week’s wildlife pictures, including a singing robin, a swimming buck and a praying mantis</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/dec/02/the-week-in-wildlife-in-pictures-gallery\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/we-walked-in-front-of-the-police-with-no-veil-voices-from-irans-women-led-uprising", "title": "‘We walked in front of the police with no veil’ – voices from Iran’s women-led uprising", "date_published": "2022-12-02 08:00:10+00:00", "description": "<p>As the UN warns of a ‘human rights crisis’, Iranian citizens report on daily life in a country engulfed by protests</p><p>Iran’s security forces have killed at least 448 people since protests began more than two months ago, according to a human rights group.</p><p>Iran Human Rights (IHR) said those killed include <a href=\"https://www.theguardian.com/global-development/2022/nov/20/iran-protests-children-killed-reports-mahsa-amini\">including 60 children under the age of 18 and 29 women</a>. The <a href=\"https://www.theguardian.com/world/2022/nov/24/iran-protests-un-council-votes-to-investigate-human-rights-abuses\">UN high commissioner for human rights</a> recently warned that “a fully fledged human rights crisis” was taking place.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/we-walked-in-front-of-the-police-with-no-veil-voices-from-irans-women-led-uprising\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/02/prisons-money-sentences-public-services", "title": "Prisons are an overflowing, squalid, absurd waste of money. So why do the public want more of them? | Polly Toynbee", "date_published": "2022-12-02 08:00:09+00:00", "description": "<p>We know longer sentences do more harm than good. Let’s focus our resources on threadbare public services instead</p><p>Prisons in England and Wales are overflowing, again. <a href=\"https://www.theguardian.com/society/2022/nov/30/uk-government-requests-urgent-police-cells-male-prisoners\">Police cells are being requisitioned</a>, again. Over the years, prison numbers go up and up – even though the Sentencing Council itself finds <a href=\"https://www.sentencingcouncil.org.uk/wp-content/uploads/Effectiveness-of-Sentencing-Options-Review-FINAL.pdf\">scant evidence</a> that more time in jail does any good. Prisons are bursting at the seams because of ever-lengthening sentences. Damian Hinds, the minister for prisons, is eager to blame the barristers’ strike for this crisis. That’s outrageous: barristers’ strikes have merely highlighted the existing prison logjam.</p><p>Here’s the real cause: the public’s appetite for locking people up seems insatiable. Nothing is ever enough. The more politicians implement tougher sentences, the greater the public taste for even stiffer penalties. Fact-free, tabloid-stoked impulses for vengeance merge with politicians’ desire to out-tough each other on crime. </p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/prisons-money-sentences-public-services\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/02/you-be-the-judge-should-my-gran-throw-out-her-hoard-of-reusable-bags", "title": "You be the judge: should my gran throw out her hoard of reusable bags?", "date_published": "2022-12-02 08:00:09+00:00", "description": "<p>Gran says bags are excellent for storage. Her granddaughter says they litter up the house. Who will you send packing?</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></li></ul><p><em>Gran’s house is littered with bags of stuff. She should put things away and ditch the carriers</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/02/you-be-the-judge-should-my-gran-throw-out-her-hoard-of-reusable-bags\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/02/don-cheadle-white-noise-you-are-going-to-die-be-terrified-or-live", "title": "‘You are going to die. You can be terrified, or you can live’: Don Cheadle on mortality, White Noise and that cockney accent", "date_published": "2022-12-02 08:00:09+00:00", "description": "<p>The actor’s career has continued to rise since he broke through in mid-90s, but he says he still has ‘percussive recognition’. As he stars in the Don DeLillo adaptation, he reflects on his varied career</p><p>Is Don Cheadle a cold fish or a cool customer? It isn’t clear at first. The 58-year-old actor, who has been celebrated (he received an Oscar nomination in 2005 for Hotel Rwanda) and mocked (for his mangled cockney accent in Ocean’s Eleven and its sequels), has asked in advance for the cameras to be off during our video call. Our body clocks are also out of whack: it’s the crack of dawn for me in the UK, evening for him in Hawaii. What’s he doing there? “Chilling.” What can he see? “It’s night. So nothing.”</p><p>By way of preliminary chit-chat, I bring up A Strange Loop, the Tony-winning Broadway hit about a queer Black theatre usher; Cheadle has co-produced the show along with RuPaul, Jennifer Hudson and Alan Cumming. He is nothing if not an LGBTQ+ ally, having <a href=\"https://edition.cnn.com/2019/02/17/entertainment/don-cheadle-protect-trans-kids-shirt-snl-trnd/index.html\" title=\"\">hosted Saturday Night Live in a “Protect Trans Kids”</a> T-shirt. What drew him to A Strange Loop? “It was the woman who ran my production company. I just followed her lead.” Does he think it will translate beyond the US? “No idea.”</p> <a href=\"https://www.theguardian.com/film/2022/dec/02/don-cheadle-white-noise-you-are-going-to-die-be-terrified-or-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/02/mukhtar-robow-somalia-government-al-shabaab-militants", "title": "‘I’m a human being, not a monster’: the al-Shabaab defector turned government minister", "date_published": "2022-12-02 07:45:09+00:00", "description": "<p>Mukhtar Robow talks to the Guardian about his controversial cabinet role as part of ‘ideological front’ to end insurgency</p><p>“My whole family is fighting al-Shabaab,” says the former jihadist Mukhtar Robow, peering through his glasses from behind a pile of leather-bound Islamic texts. The normally media-shy former al-Shabaab commander has invited the Guardian into his home in central Mogadishu, Somalia’s capital, at the request of the country’s president, Hassan Sheikh Mohamud. His tone is, by turns, angry and indignant.</p><p>Explaining why he decided to join Mohamud’s new cabinet, he cites the toll that al-Shabaab, which has been waging a guerrilla insurgency against Somalia’s fragile central government for about 15 years, has had on his own family: his son was recently killed on the battlefield and his brother-in-law was beheaded by the militants.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/02/mukhtar-robow-somalia-government-al-shabaab-militants\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/02/england-plan-senegal-danger-world-cup", "title": "England have a plan to take them to the final but high-quality Senegal are a danger | Karen Carney", "date_published": "2022-12-02 07:30:09+00:00", "description": "<p>Gareth Southgate’s adjusted midfield setup looked strong against Wales but nothing comes easy at a World Cup</p><p>We may have got a glimpse of Gareth Southgate’s tactics for the knockout stages in the win over Wales on Tuesday. The England head coach changed the central midfield three, removing the attacking role behind Harry Kane to bring in the experienced Jordan Henderson in a deeper position.</p><p>England will have seen what other teams are doing and how they operate, leaving Southgate to create a plan that could take England through to the final. Brazil, for example, go through the middle of teams and an extra man in central midfield will help counteract that. <a href=\"https://www.theguardian.com/football/2022/nov/29/wales-england-world-cup-group-b-match-report\" title=\"\">It worked against Wales</a>, who managed a solitary shot.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/02/england-plan-senegal-danger-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/switzerland-and-serbia-feel-the-weight-of-history-before-high-stakes-clash", "title": "Switzerland and Serbia feel the weight of history before high-stakes clash", "date_published": "2022-12-02 07:30:08+00:00", "description": "<p>The scars of the Kosovo conflict are yet to heal as both sides pledge no repeat of 2018 World Cup flashpoints</p><p>The flashpoints had been well signposted. When <a href=\"https://www.theguardian.com/football/2018/jun/22/serbia-switzerland-xherdan-shaqiri-world-cup-group-e-match-report\" title=\"\">Serbia and Switzerland met in Kaliningrad at Russia 2018</a> it was clear from the outset that nobody would be fading out quietly. Xherdan Shaqiri’s decision to recognise the land of his birth with <a href=\"https://www.theguardian.com/football/2018/jun/21/switzerland-serbia-kosovo-xherdan-shaqiri-world-cup\" title=\"\">a Kosovo flag stitched into the heel of his right boot</a> had warmed a tinderbox that was already well stocked and, when Granit Xhaka celebrated his thudding equaliser by forming an Albanian eagle with his hands, tensions ignited.</p><p>Both players repeated the gesture when Shaqiri scored a dramatic late winner that ultimately ensured their side were the ones who reached the last 16; the recriminations were long, loud and ended with <a href=\"https://www.theguardian.com/football/2018/jun/25/swiss-xhaka-shaqiri-escape-ban-celebration-serbia\" title=\"\">Fifa issuing several fines</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/switzerland-and-serbia-feel-the-weight-of-history-before-high-stakes-clash\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/02/two-teenagers-charged-charlie-bartolo-kearne-solanke-south-london", "title": "Two teenagers charged with murder of two 16-year-olds in south London", "date_published": "2022-12-02 07:17:39+00:00", "description": "<p>Boys, aged 15 and 16, will appear in court over fatal stabbings of Charlie Bartolo and Kearne Solanke</p><p>Two teenagers, aged 15 and 16, have been charged with the murders of 16-year-olds Charlie Bartolo and Kearne Solanke in south-east London, the Metropolitan police have said.</p><p>Kearne was stabbed in Titmuss Avenue, Thamesmead, and Charlie was found a mile away in Sewell Road, Abbey Wood, on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/02/two-teenagers-charged-charlie-bartolo-kearne-solanke-south-london\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/02/your-christmas-or-mine-film-review-amazon", "title": "Your Christmas or Mine? review – ho ho ho-hum festive Britcom", "date_published": "2022-12-02 07:12:08+00:00", "description": "<p>A young couple end up with each other’s family for Christmas in a middling assortment of sitcom cliches and laboured farce</p><p>In what feels like a record year for the number of new Christmas movies being unwrapped on the big and mostly small screens, it takes a certain extra sparkle to make one feel worthy of our time. The welcome return of Lindsay Lohan was the mild elevation that Netflix’s otherwise aggressively anonymous <a href=\"https://www.theguardian.com/film/2022/nov/10/falling-for-christmas-review-lindsay-lohan-netflix-movie\">Falling for Christmas</a> needed. David Harbour’s theatrically released <a href=\"https://www.theguardian.com/film/2022/dec/01/violent-night-review-david-harbour-bad-santa\">Violent Night</a> moved past its been-there-seen-that badder Santa set-up with wince-inducing R-rated violence. Apple’s splashy, star-led musical <a href=\"https://www.theguardian.com/film/2022/nov/09/spirited-review-will-ferrell-ryan-reynolds\">Spirited</a> took the bones of A Christmas Carol and found a new, if annoying, way to add some fresh flesh. In Amazon’s exhaustingly eager Britcom Your Christmas or Mine?, one might struggle to see why our time is even half-demanded here rather than elsewhere, a hackneyed grab-bag of sitcom cliches that ends up feeling more like tired pantomime.</p><p>After we follow a distractingly ugly CG snowflake glide through some even uglier CG clouds, we land at Marylebone station and on a young student couple James (Sex Education’s Asa Butterfield, flatter than the film requires) and Hayley (Cora Kirk, fizzier than the film deserves) as they face being away from each other for Christmas. They prepare for their respective train journeys but a sudden burst of romance has them deciding to surprise the other and they end up finding themselves alone with a family they’ve never met before for the big day while keeping their relationship secret. Farce ensues.</p> <a href=\"https://www.theguardian.com/film/2022/dec/02/your-christmas-or-mine-film-review-amazon\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/nelson-mandela-the-lost-tapes-podcast-richard-stengel", "title": "Nelson Mandela podcast illuminates rare side of anti-apartheid activist", "date_published": "2022-12-02 07:00:09+00:00", "description": "<p>In revelatory tapes that have never been heard before, journalist Richard Stengel probes Mandela’s political pragmatism and public sainthood</p><p>Knowing him to be stickler for punctuality, American journalist <a href=\"https://richardstengel.com/\">Richard Stengel</a> was never late for his meetings with Nelson Mandela. Well, just once. That was the day he woke up at home in Johannesburg to find that he had been robbed. Three hours of taped interviews with South Africa’s liberation hero had vanished during the night.</p><p>“I got there a little bit late and told him I’d been robbed, and I was upset three hours of tapes were stolen, so who knows what was going to happen to them,” Stengel, 67, recalls in an interview by phone this week from his apartment in New York.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/nelson-mandela-the-lost-tapes-podcast-richard-stengel\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/i-would-probably-be-delighted-how-christine-mcvie-opened-up-about-wanting-to-rejoin-fleetwood-mac", "title": "‘I would probably be delighted’ – how Christine McVie opened up about wanting to rejoin Fleetwood Mac", "date_published": "2022-12-02 07:00:09+00:00", "description": "<p>For a fan, interviewing the late musician was like a surreal dream. Better still was the privilege of hearing about her lifelong friendship with Stevie Nicks</p><p>It was strange enough being in Christine McVie’s flat – high up and hovering over a stretch of the River Thames in Battersea with an upright piano in the corner of the room (oh, to be her neighbour). But it was stranger still <a href=\"https://www.theguardian.com/music/2013/dec/12/fleetwood-mac-stevie-nicks-christine-mcvie-nuns\">hearing what she had to say</a>. As we sat together on her light grey sofa in December 2013, McVie told me how she had left Fleetwood Mac in 1998 thinking that she wanted a quiet life in the Kent countryside with her dogs and Hunter wellies. But that hadn’t been what she had wanted at all. Fifteen years on, McVie was restless, isolated, a little lonely … and wouldn’t it be nice if she could be back playing with the band? “If they were to ask me, I would probably be very delighted,” she ventured nervously.</p><p>What was I supposed to say to this? It seemed obvious to me that they would take her back in a flash. Earlier that year, Stevie Nicks had said she’d “beg, borrow and scrape together $5m and give it to her in cash if she would come back. That’s how much I miss her!” And just two months before, McVie had even appeared on stage with Fleetwood Mac to thrill the crowd with a surprise encore of her hit Don’t Stop.</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/i-would-probably-be-delighted-how-christine-mcvie-opened-up-about-wanting-to-rejoin-fleetwood-mac\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/02/climate-change-denialism-flooding-twitter-scientists", "title": "#ClimateScam: denialism claims flooding Twitter have scientists worried", "date_published": "2022-12-02 07:00:08+00:00", "description": "<p>Many researchers are fleeing the platform, unnerved by the surge in climate misinformation since Musk’s chaotic takeover</p><p>Twitter has proved a cherished forum for climate scientists to share research, as well as for activists seeking to rally action to halt oil pipelines or decry politicians’ failure to cut pollution. But many are now fleeing Twitter due to a surge in climate misinformation, spam and even threats that have upended their relationship with the platform.</p><p>Scientists and advocates have told the Guardian they have become unnerved by a recent resurgence of debunked climate change denialist talking points and memes on Twitter, with the term #ClimateScam now regularly the first result that appears when “climate” is searched on the site.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/02/climate-change-denialism-flooding-twitter-scientists\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/02/climate-activist-who-blocked-traffic-on-sydney-harbour-bridge-jailed-for-at-least-eight-months", "title": "Climate activist who blocked traffic on Sydney Harbour Bridge jailed for at least eight months", "date_published": "2022-12-02 06:43:50+00:00", "description": "<p>Lawyers for Deanna ‘Violet’ Coco, who stopped traffic for 25 minutes in April, say it is ‘outrageous’ their client was refused bail ahead of an appeal next year</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/dec/02/australia-politics-live-anthony-albanese-peter-dutton-scott-morrison-matt-kean-labor-liberal-party-vaping\">Follow our Australia news live blog for the latest updates</a></li></ul><p>A climate protester who blocked a lane of traffic on Sydney Harbour Bridge has been sentenced to 15 months in prison with a non-parole period of eight months, with human rights advocates labelling the punishment “disproportionate”.</p><p>Magistrate Allison Hawkins in Sydney’s Downing Centre local court on Friday sentenced Deanna “Violet” Coco to prison for her role in the climate protest on 13 April this year, when the now 32-year-old parked a truck and stood holding a lit flare.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/02/climate-activist-who-blocked-traffic-on-sydney-harbour-bridge-jailed-for-at-least-eight-months\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/finland-pm-sanna-marin-says-europe-is-not-strong-enough-without-the-us", "title": "Finland PM Sanna Marin says Europe is ‘not strong enough’ without the US", "date_published": "2022-12-02 06:23:23+00:00", "description": "<p>Speaking in Sydney, Marin says Europe needs to build its own defence capabilities and says Finland is preparing for cyber-attacks from Russia</p><ul><li><a href=\"https://russia-ukraine/%20war:%20latest%20updates\">Ukraine war live</a></li></ul><p>Finish prime minister Sanna Marin has called for Europe to build its own defence capabilities in the wake of the war in Ukraine, saying that without US help it is not resilient enough.</p><p>“We should make sure that we are stronger,” Marin said in Sydney on Friday. “And I’ll be brutally honest with you, Europe isn’t strong enough. We would be in trouble without the United States.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/finland-pm-sanna-marin-says-europe-is-not-strong-enough-without-the-us\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/02/russia-ukraine-war-live-news-zelenskiy-aid-reveals-up-to-13000-ukrainian-soldiers-killed-russian-missiles-hit-zaporizhzhia-mayor-says", "title": "Russia-Ukraine war live news: Zelenskiy aide reveals up to 13,000 Ukrainian soldiers killed; Russian missiles hit Zaporizhzhia, mayor says", "date_published": "2022-12-02 06:16:53+00:00", "description": "<p>Ukraine’s armed forces have lost <a href=\"https://www.theguardian.com/world/live/2022/dec/02/russia-ukraine-war-live-news-zelenskiy-aid-reveals-up-to-13000-ukrainian-soldiers-killed-russian-missiles-hit-zaporizhzhia-mayor-says?page=with:block-638982498f08f5eb2e315b2c#block-638982498f08f5eb2e315b2c\">between 10,000 and 13,000 soldiers so far</a>, according to a senior presidential adviser; Russian forces reportedly <a href=\"https://www.theguardian.com/world/live/2022/dec/02/russia-ukraine-war-live-news-zelenskiy-aid-reveals-up-to-13000-ukrainian-soldiers-killed-russian-missiles-hit-zaporizhzhia-mayor-says?page=with:block-63898c818f08ec68b6016a0a#block-63898c818f08ec68b6016a0a\">struck southeastern city</a> overnight</p><ul><li><a href=\"https://www.theguardian.com/world/2022/dec/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-282-of-the-invasion\">At a glance: what we know on day 282 of the invasion</a></li></ul><p>US President Joe Biden and French President Emmanuel Macron <a href=\"https://www.theguardian.com/us-news/2022/dec/01/biden-macron-trade-rift-ukraine-france-us\">presented a united front on Ukraine</a> with Biden saying he would talk to Russian President Vladimir Putin if he is willing to end the war and only in consultation with Nato allies. </p><p>I’m prepared to speak with Mr Putin if in fact there is an interest in him deciding he’s looking for a way to end the war. He hasn’t done that yet,” Biden told a news conference at the White House with Macron on Thursday. </p><p>There’s one way for this war to end – the rational way. Putin to pull out of Ukraine … it’s sick, what he’s doing … I’m prepared to speak with Mr Putin if in fact there is an interest in him deciding he’s looking for a way to end the war.”</p><p>As a result of the enemy attack, the building of the infrastructure object is on fire. The blast wave blew out windows in nearby houses.”</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/02/russia-ukraine-war-live-news-zelenskiy-aid-reveals-up-to-13000-ukrainian-soldiers-killed-russian-missiles-hit-zaporizhzhia-mayor-says\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/kanye-west-suspended-from-twitter-after-posting-swastika-inside-the-star-of-david", "title": "Kanye West suspended from Twitter after posting swastika inside the Star of David", "date_published": "2022-12-02 06:15:09+00:00", "description": "<p>Twitter owner Elon Musk confirms he intervened after West posted the highly offensive image, just hours after the rapper shared his antisemitic views with Alex Jones</p><p>Ye, the rapper formerly known as Kanye West, has been suspended from Twitter after sharing a design blending a swastika with the Star of David, just hours after he <a href=\"https://www.rightwingwatch.org/post/i-love-nazis-kanye-west-repeatedly-praises-nazis-and-especially-hitler-in-wild-interview-with-alex-jones/\">praised Adolf Hitler</a> and the Nazis in an interview.</p><p>Ye was one of several high-profile Twitter users whose accounts were banned or restricted on the platform who then had their accounts reinstated after tech billionaire Elon Musk took over as owner. Ye returned to the platform on 21 November, having previously been restricted for tweeting an antisemitic message.</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/kanye-west-suspended-from-twitter-after-posting-swastika-inside-the-star-of-david\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/indonesia-set-to-make-sex-outside-marriage-punishable-by-jail", "title": "Indonesia set to make sex outside marriage punishable by jail", "date_published": "2022-12-02 06:06:31+00:00", "description": "<p>Indonesia's parliament expected to pass new criminal code that will also make insulting the president or state institutions a crime</p><p>Indonesia’s parliament is expected to pass a new criminal code that will penalise sex outside marriage, with a punishment of up to one year in jail, officials have confirmed.</p><p>The legislative overhaul will also ban insulting the president or state institutions and expressing any views counter to Indonesia’s state ideology. Cohabitation before marriage is also banned.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/indonesia-set-to-make-sex-outside-marriage-punishable-by-jail\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/china-protests-dissidents-activism-tiananmen", "title": "‘Freedom in China is precious’: Tiananmen Square protest veteran salutes new generation", "date_published": "2022-12-02 06:00:09+00:00", "description": "<p>Activists have despaired for decades as Beijing has hardened its grip. Now they see a turning tide</p><p>Rose Tang was stunned when she saw videos last week of crowds in China chanting in Mandarin, “Give me liberty or give me death.” It was a phrase the Brooklyn resident had last heard more than three decades ago, when she was one of the student leaders at the pro-democracy protests in Beijing’s Tiananmen Square.</p><p>It took her back to the afternoon of 3 June 1989, when she spotted military convoys rumbling toward the protest camp. She threw on a black outfit and rode her bike into the square, determined to defend it. But nothing could have prepared her for the massacre that followed in the early hours of 4 June as the soldiers started shooting and killing the young protesters, including one of her friends. She remembers climbing over a tank to survive.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/china-protests-dissidents-activism-tiananmen\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/02/bp-shares-in-kremlin-oil-firm-are-blood-money-says-zelenskiy-adviser", "title": "BP shares in Kremlin oil firm are ‘blood money’, says Zelenskiy adviser", "date_published": "2022-12-02 06:00:08+00:00", "description": "<p>British oil giant had said it would ‘exit Russia’ but still owns nearly 20% of state-controlled fossil fuel firm Rosneft</p><p>The chief economic adviser to the Ukrainian president, Volodymyr Zelenskiy, has called on BP to exit Russia entirely after the fossil fuel firm was offered a £580m dividend by the oil giant Rosneft.</p><p>Oleg Ustenko has written to BP’s chief executive, Bernard Looney, to demand the British company cuts ties with the state-controlled Russian firm nine months after announcing its intention to leave the country.</p> <a href=\"https://www.theguardian.com/business/2022/dec/02/bp-shares-in-kremlin-oil-firm-are-blood-money-says-zelenskiy-adviser\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/02/eviction-landlords-private-tenants-kindness-legal-safety-net", "title": "Facing eviction, I’ve learned that relying on ‘good landlords’ is a feudal throwback | Moya Lothian-McLean", "date_published": "2022-12-02 06:00:08+00:00", "description": "<p>Private tenants are powerless. Keep your doctrine of kindness, and give us a legal safety net instead </p><p>I am in the midst of a house move. It is not by choice. I am one of the thousands of renters in London <a href=\"https://www.standard.co.uk/homesandproperty/renting/london-protests-renters-eviction-b1039325.html\">facing eviction</a> – although technically our landlord has simply decided not to renew our tenancy, a decision that doesn’t seem to factor into official eviction stats, though it should, given the frequency with which it’s occurring.</p><p>My landlord was one of that rare breed: the “good” landlords. You hear about them occasionally. The bar is very low, yet most private landlords (in London, at least) fail to clear it. Not a price gouger; fixes things when asked; doesn’t treat tenants like squatters who happen to be paying half their monthly salary for the privilege of residing in their buy-to-let.</p><p>Moya Lothian-McLean is a contributing editor at Novara Media</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/02/eviction-landlords-private-tenants-kindness-legal-safety-net\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/02/could-britain-be-facing-a-general-strike-this-winter", "title": "Could Britain be facing a general strike this winter?", "date_published": "2022-12-02 06:00:07+00:00", "description": "<p>Workers from the health, transport, education and postal sectors have voted for industrial action, but coordination is legally restricted</p><p>Nurses and ambulance workers, railway staff, bus drivers and postal workers have already voted yes to strike action, while civil servants and teachers are waiting for the results of ballots. Many are public sector workers, while others provide important services such as transporting cash or conducting driving exams.</p><p>Most of the strike dates announced are for December, with action peaking in the two weeks before Christmas. The last general strike in Britain was in 1926, when 1.5 million private sector workers withheld their labour. Unions have seen their freedom to take such action curbed by parliament over the last century. Nonetheless, some union leaders say they are <a href=\"https://www.theguardian.com/business/2022/nov/24/nurses-likely-to-join-postal-education-and-rail-staff-in-pre-christmas-strikes\">coordinating action</a> for maximum impact, and 1.5 million workers could be on picket lines by Christmas.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/02/could-britain-be-facing-a-general-strike-this-winter\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/02/things-need-to-die-for-something-else-to-come-through-wet-leg-nilufer-yanya-shabaka-hutchings-and-more-on-the-year-in-music", "title": "‘Things need to die for something else to come through’: Wet Leg, Nilüfer Yanya, Shabaka Hutchings and more on the year in music", "date_published": "2022-12-02 06:00:07+00:00", "description": "<p>Eliza Rose, Shabaka Hutchings, Sherelle, Rhian Teasdale and Nilüfer Yanya gather for our annual roundtable on the state of the music industry, discussing self-care, plagiarism allegations, post-release editing – and Kanye</p><p>It was the year that Ed Sheeran won a court case, Beyoncé returned, Kanye West horrified the world and musicians struggled with the new economics of playing live. We got together five artists who made a mark on 2022 to discuss it all. Eliza Rose is a London-born DJ whose independently released single Baddest of Them All spent two weeks at No 1. <a href=\"https://www.theguardian.com/music/shabaka-hutchings\">Shabaka Hutchings</a> is a multi-instrumentalist who performs with <a href=\"https://www.theguardian.com/music/sons-of-kemet\">Sons of Kemet</a>, Shabaka and the Ancestors and the Comet Is Coming. <a href=\"https://www.theguardian.com/music/2021/jul/07/dj-producer-sherelle-dance-music-beautiful\">Sherelle</a> is a DJ who broke through with her 2019 Boiler Room set and has since recorded a mix for Fabric. Rhian Teasdale is one-half of Isle of Wight indie band <a href=\"https://www.theguardian.com/music/wet-leg\">Wet Leg</a>, whose 2021 debut single, Chaise Longue, went viral; they released their self-titled debut album this spring. <a href=\"https://www.theguardian.com/music/2022/jan/11/nilufer-yanya-i-wasnt-thinking-how-am-i-going-to-make-this-a-tiktok-hit\">Nilüfer Yanya</a> is a London-born guitarist and songwriter who has released two albums, 2019’s Miss Universe and this year’s Painless, to widespread acclaim.</p> <a href=\"https://www.theguardian.com/music/2022/dec/02/things-need-to-die-for-something-else-to-come-through-wet-leg-nilufer-yanya-shabaka-hutchings-and-more-on-the-year-in-music\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/dec/02/pakistan-v-england-first-test-day-two-live-cricket", "title": "Pakistan v England: first Test, day two – live", "date_published": "2022-12-02 05:20:19+00:00", "description": "<ul><li>The Spin: sign up to receive our free weekly newsletter</li><li>And feel free to <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">mail Tanya</a> or <a href=\"https://twitter.com/tjaldred\">tweet her</a> about the cricket</li></ul><p>Livingstone gives a one-legged flamingo flick, Pietersen-esque, and the ball flies to deep mid-wicket where Shakeel takes the catch.</p><p><strong>81st over: England 539-5 (Brook 117, Livingstone 9) </strong>Livingstone quick-steps down the pitch and loops Mahmood for six, then wrinkles his nose under his helmet as if it didn’t quite sing. No new ball as yet. </p> <a href=\"https://www.theguardian.com/sport/live/2022/dec/02/pakistan-v-england-first-test-day-two-live-cricket\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/china-brings-in-emergency-level-censorship-over-zero-covid-protests", "title": "China brings in ‘emergency’ level censorship over zero-Covid protests", "date_published": "2022-12-02 05:06:26+00:00", "description": "<p>Crackdown launched on virtual private networks, which protesters and other citizens had used to access banned non-Chinese news and social media apps</p><p>Chinese authorities have initiated the highest “emergency response” level of censorship, according to leaked directives,<strong> </strong>including a crackdown on VPNs and other methods of bypassing online censorship after unprecedented protests demonstrated widespread public frustration with the zero-Covid policy.</p><p>The crackdown, including the tracking and questioning of protesters, comes alongside easing of pandemic restrictions, in an apparent carrot and stick approach to an outpouring of public grievances. During an extraordinary week in China, protests against zero-Covid restrictions included criticism of the authoritarian rule of Xi Jinping – which was further highlighted by the death of former Chinese leader Jiang Zemin.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/china-brings-in-emergency-level-censorship-over-zero-covid-protests\">Continue reading...</a>", "persistent": true}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/saudi-arabia-red-sea-film-festival-zero-censorship-claim", "title": "Saudi film festival claim of ‘zero censorship’ fails to win over critics", "date_published": "2022-12-02 05:00:06+00:00", "description": "<p>Organisers say accusation Red Sea event is a ‘reputation laundering tool’ for Riyadh smacks of western hypocrisy</p><p>A glitzy international film festival in Saudi Arabia has laid out the red carpet for a host of famed actors and directors, promising a “zero-censorship” event that will feature LGBTQ+ themes despite being held in a country where homosexuality is criminalised.</p><p>Only five years since the hardline Gulf monarchy <a href=\"https://www.theguardian.com/world/2017/dec/11/saudi-arabia-to-lift-35-year-ban-on-cinemas\">lifted a decades-old ban</a> on cinemas, the Red Sea international film festival launched 10 days of screenings on Thursday. Guests include the Lebanese actor and director Nadine Labaki, as well as fellow directors Guy Ritchie and the Oscar winner Spike Lee.</p> <a href=\"https://www.theguardian.com/world/2022/dec/02/saudi-arabia-red-sea-film-festival-zero-censorship-claim\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/01/buffalo-bills-new-england-patriots-nfl-thursday-night-football-josh-allen", "title": "Josh Allen picks apart Patriots as Bills move top of AFC East", "date_published": "2022-12-02 04:47:04+00:00", "description": "<ul><li>Buffalo Bills 24–10 New England Patriots</li><li>Josh Allen throws 25th touchdown pass of season</li></ul><p>Josh Allen threw two touchdown passes and the Buffalo Bills beat the New England Patriots 24-10 on Thursday night for their first AFC East victory of the season.</p><p>Devin Singletary had a one-yard touchdown run to help the Bills (9-3) win their third straight and take a half-game lead in the division over Miami. Buffalo had been 0-2 against division foes. Including the playoffs last season, the Bills have won their last three meetings with New England (6-6).</p> <a href=\"https://www.theguardian.com/sport/2022/dec/01/buffalo-bills-new-england-patriots-nfl-thursday-night-football-josh-allen\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/japan-vs-spain-world-cup-2022-victory-controversial-goal-win-miracle-of-doha-2", "title": "Miracle of Doha 2.0: Japan rejoices again after controversial World Cup win", "date_published": "2022-12-02 04:28:48+00:00", "description": "<ul><li>Crowds watch 2-1 win over Spain despite pre-dawn kick-off</li><li>Victory sends Samuari Blue into last 16 as group winners</li></ul><p>It turns out that <a href=\"https://www.theguardian.com/world/2022/nov/24/japan-vs-germany-world-cup-2022-victory-calls-for-public-holidy-miracle-of-doha\">football miracles</a> can strike twice. In quick succession, and in the same place. After their team’s shock defeat to Costa Rica at the weekend, many Japanese fans were bracing for an early exit from the <a href=\"https://www.theguardian.com/football/world-cup-2022\">Qatar World Cup</a> at the hands of Spain on Thursday.</p><p>Instead, the Khalifa International Stadium was the backdrop to another extraordinary night for Japanese football, as the Samurai Blue <a href=\"https://www.theguardian.com/football/2022/dec/01/japan-spain-world-cup-group-e-match-report\">beat the 2010 world champions 2-1</a> to send them into the last 16 and a meeting with the 2018 runners-up, Croatia. Victory in that match would take Japan to the World Cup quarter-finals for the first time.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/japan-vs-spain-world-cup-2022-victory-controversial-goal-win-miracle-of-doha-2\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/world-cup-2022-briefing-portugal-and-ghana-are-out-to-settle-a-score", "title": "World Cup 2022 briefing: Portugal and Ghana are out to settle a score", "date_published": "2022-12-02 04:00:04+00:00", "description": "<p>Luis Suárez’s handball still smarts for Ghana but Portugal will also be keen for revenge</p><p>While everyone relives the lurid outrage <a href=\"https://www.theguardian.com/football/2022/dec/01/im-not-sorry-luis-suarez-back-in-eye-of-the-storm-for-ghana-rematch\">of Luis Suárez’s handball</a> against Ghana, the ghost of a different World Cup controversy haunts the other fixture in Group H. South Korea have met Portugal only once before: at the 2002 World Cup, which they co-hosted with Japan. While most expect Fernando Santos’s team to triumph and top the group, the one previous meeting between the two sides ended with <a href=\"https://www.theguardian.com/football/2002/jun/15/worldcupfootball2002.sport9\">the opposite outcome</a>.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/world-cup-2022-briefing-portugal-and-ghana-are-out-to-settle-a-score\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/02/socceroos-put-fandom-to-one-side-in-bid-to-foil-lionel-messi-and-argentina", "title": "Socceroos put fandom to one side in bid to foil Lionel Messi and Argentina | Emma Kemp", "date_published": "2022-12-02 03:10:49+00:00", "description": "<p>Australia must figure out a way to contain the ubiquitous Messi while not forgetting about the rest of a team stacked with talent</p><p>In Doha, the World Cup is Lionel Messi. Or, Lionel Messi is the World Cup. It’s hard to tell which at this point – the city is saturated with him. Messi is the face of billboards and the blue and white of flags. He is rip-off merch and dodgy Photoshop jobs, and every second No 10 shirt in the streets (hi, Diego).</p><p>Last Tuesday he was the “Where’s Messi” chants of Saudi Arabia fans at the Metro, and on Saturday the honks of car horns when he <a href=\"https://www.theguardian.com/football/2022/nov/26/argentina-mexico-world-cup-group-c-match-report\">scored against Mexico</a>. On Wednesday – even after <a href=\"https://www.theguardian.com/football/2022/nov/30/poland-argentina-world-cup-group-c-match-report\">missing a penalty against Poland</a> – he was cheered from the stands made of 974 shipping containers.</p> <a href=\"https://www.theguardian.com/football/2022/dec/02/socceroos-put-fandom-to-one-side-in-bid-to-foil-lionel-messi-and-argentina\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/audio/2022/dec/02/the-young-people-speaking-out-against-the-universal-church-of-the-kingdom-of-god", "title": "The young people speaking out against the Universal Church of the Kingdom of God | podcast", "date_published": "2022-12-02 03:00:03+00:00", "description": "<p>Rachael Reign was an active member of an evangelical Christian church with branches worldwide. It was only after leaving that she came to believe it had exposed her to a ‘horrendous’ ordeal. Maeve McClenaghan reports</p><p>In Finsbury Park, north London, an old theatre building has been taken over by a church. It is covered with a logo containing a heart and doves and it has four letters on it: UCKG. The Universal Church of the Kingdom of God is an evangelical Christian organisation. For years, as she often walked past the branch, the Guardian’s <strong>Maeve McClenaghan </strong>was intrigued by it.</p><p>Then one day, out of the blue, she got an email from a former member asking to talk. It set off a reporting project and led to interviews with dozens of ex-followers who were ready to speak out.</p> <a href=\"https://www.theguardian.com/world/audio/2022/dec/02/the-young-people-speaking-out-against-the-universal-church-of-the-kingdom-of-god\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/02/chris-dawson-likely-to-die-in-jail-after-being-sentenced-to-24-years-for-of-wife-lynette", "title": "Chris Dawson likely to die in jail after being sentenced to 24 years for murder of wife Lynette", "date_published": "2022-12-02 02:11:59+00:00", "description": "<p>The former Sydney schoolteacher and subject of the Teacher’s Pet podcast will be eligible for parole in 18 years</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/dec/01/australian-politics-news-live-albanese-energy-power-prices-parliament-nsw-queensland-cost-of-living-inflation-weather-covid\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Chris Dawson has been sentenced to 24 years in prison for murdering his former wife Lynette.</p><p>In the New South Wales supreme court, justice Ian Harrison sentenced the 74-year-old to 24 years, with a non-parole period of 18 years, bringing to an end a long campaign for justice.</p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/02/chris-dawson-likely-to-die-in-jail-after-being-sentenced-to-24-years-for-of-wife-lynette\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/dec/02/labour-easily-holds-city-of-chester-seat-in-first-byelection-test-for-sunak", "title": "Labour hold City of Chester in first byelection since Johnson and Truss resignations", "date_published": "2022-12-02 02:03:50+00:00", "description": "<p>Samantha Dixon beats Tory candidate Elizabeth Wardlaw in first electoral test of Rishi Sunak era</p><p>Labour have easily held the City of Chester following a byelection in the seat, winning by a majority of more than 10,000 votes in the first electoral test for Rishi Sunak.</p><p>Labour won 61.22% of the vote share (17,309 votes) which translates into a majority of 10,974. The Tories took just 22.4% (6,335 votes), with the Liberal Democrats a distant third on 2,368 votes. Voter turnout was verified early on Friday as 41.2% (or 28,541 votes), a sizeable drop on the 71.7% turnout (54,560 votes) in 2019.</p> <a href=\"https://www.theguardian.com/politics/2022/dec/02/labour-easily-holds-city-of-chester-seat-in-first-byelection-test-for-sunak\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/01/new-york-rat-czar", "title": "Do you have what it takes to be New York’s new rat czar?", "date_published": "2022-12-02 01:39:57+00:00", "description": "<p>The city is looking for ‘somewhat bloodthirsty’ applicants to a new role designed to tackle its very old rodent problem</p><p>Hate rats? Are you a “somewhat bloodthirsty” New Yorker with excellent communication skills and “a general aura of badassery”? Then you might have what it takes to be the city’s new rat czar.</p><p>Mayor Eric Adams’s administration posted a job listing this week seeking someone to lead the city’s long-running battle against rats. The official job title is “director of rodent mitigation”, although it was promptly dubbed the rat czar. Salary range is $120,000 to $170,000.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/01/new-york-rat-czar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/dec/02/germany-belgium-out-did-japan-keep-ball-in-play-football-daily-podcast", "title": "Germany and Belgium out but did Japan keep the ball in play? – Football Daily", "date_published": "2022-12-02 00:51:40+00:00", "description": "<p>Max Rushden, Barry Glendenning, Lars Sivertsen, Jonathan Fadugba and Archie Rhind-Tutt assess the fallout from an extraordinary night of drama</p><p>Today: Germany are <a href=\"https://www.theguardian.com/football/2022/dec/01/costa-rica-germany-world-cup-group-e-match-report\">OUT</a> at the group stage for the second World Cup in a row. Despite a 4-2 win over Costa Rica, <a href=\"https://www.theguardian.com/football/2022/dec/01/japan-spain-world-cup-group-e-match-report\">Spain’s 2-1 defeat</a> to Japan sees the Samurai Blue top Group E to send Hansi Flick’s side home to <a href=\"https://www.theguardian.com/football/2022/dec/01/very-upset-hansi-flick-calls-for-germany-reboot-after-humiliating-world-cup-exit\">face the music</a>.</p><p>Belgium’s World Cup campaign <a href=\"https://www.theguardian.com/football/2022/dec/01/croatia-belgium-world-cup-group-f-match-report\">is also over</a> after a goalless draw with Croatia saw them dumped out – spelling <a href=\"https://www.theguardian.com/football/2022/dec/01/its-emotional-roberto-martinez-quits-as-belgium-coach-after-world-cup-exit\">the end of Roberto Martínez’s time in charge</a>. Meanwhile, Morocco are into the knockout stage for just the second time in their history after <a href=\"https://www.theguardian.com/football/2022/dec/01/canada-morocco-world-cup-group-f-match-report\">their 2-1 win over plucky Canada</a>.</p> <a href=\"https://www.theguardian.com/football/audio/2022/dec/02/germany-belgium-out-did-japan-keep-ball-in-play-football-daily-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-282-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 282 of the invasion", "date_published": "2022-12-02 00:49:21+00:00", "description": "<p>Joe Biden says he is prepared to speak to Vladimir Putin if the Russian president is willing to end the war; Ukraine estimates its armed forces have lost up to 13,000 soldiers so far </p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/dec/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-282-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/01/kanye-west-ye-republican-tweet-deleted", "title": "Republicans delete tweet that appears to support Kanye West after he praises Nazis", "date_published": "2022-12-02 00:03:43+00:00", "description": "<p>House judiciary committee account contained cryptic post that said ‘Kanye. Elon. Trump’ that seemingly expressed support for Ye</p><p>Leading Republicans in the US Congress have deleted a tweet that seemingly expressed support for Ye, a rapper formerly known as Kanye West, after he <a href=\"https://www.rightwingwatch.org/post/i-love-nazis-kanye-west-repeatedly-praises-nazis-and-especially-hitler-in-wild-interview-with-alex-jones/\">praised Adolf Hitler</a> and the Nazis.</p><p>Since October a Twitter account run by Republicans on the House of Representatives’ judiciary committee has contained a cryptic post that said: “Kanye. Elon. Trump” – apparently claiming Ye, billionaire entrepreneur Elon Musk and former president Donald Trump as their own.</p> <a href=\"https://www.theguardian.com/music/2022/dec/01/kanye-west-ye-republican-tweet-deleted\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/02/viva-magenta-what-pantones-colour-of-the-year-tells-us-about-2023", "title": "Viva Magenta! What Pantone’s colour of the year tells us about 2023", "date_published": "2022-12-02 00:01:01+00:00", "description": "<p>The design company calls it an empowering shade that drives innovation – and its storied history suggests it might be right</p><p>It exists between blue and red, warm and cool, to be found on a spectrum all its own. It is 150 years old yet still future-facing, at once digital and primordial. It is – to quote its creators – “brave, fearless and pulsating”. It is Viva Magenta, Pantone’s colour of 2023.</p><p>If you’ve never heard of this colour, that’s quite deliberate. For almost 25 years, the colour-matching company has tasked itself with choosing a shade that – according to its extensive cross-disciplinary analysis of prominent hues within art, fashion, design and beyond – not simply captures the zeitgeist, but sets the tone for the year to come.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/02/viva-magenta-what-pantones-colour-of-the-year-tells-us-about-2023\">Continue reading...</a>", "persistent": false}]