[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/lwiatka-z-ukrainy-dotarly-do-azylu-w-usa/", "title": "Lwiątka z Ukrainy dotarły do azylu w USA", "date_published": "2022-12-02 20:59:00+00:00", "description": "Cztery lwiątka, które zostały uratowane w Ukrainie i przebywały w poznańskim zoo, czekając na transport do USA dotarły do azylu dla dzikich kotów. Zwierzętom we wcześniejszej podróży do Stanów Zjednoczonych przeszkodziły kwestie formalne. Brakowało dokumentów CITES, bez których lwy byłyby traktowane jako zwierzęta z przemytu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/ruslan-stefanczuk-rosjanie-probowali-podszyc-sie-pod-marszalka-tomasza-grodzkiego/", "title": "Rusłan Stefanczuk: Rosjanie próbowali podszyć się pod marszałka Tomasza Grodzkiego", "date_published": "2022-12-02 17:50:00+00:00", "description": "Rosyjskie sługusy zaczęły pisać do mnie w imieniu mojego przyjaciela i przyjaciela Ukrainy marszałka Senatu RP Tomasza Grodzkiego - poinformował przewodniczący Rady Najwyższej Ukrainy Rusłan Stefanczuk.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/niemcy-sprzedaz-akwareli-kandinskiego-piotr-glinski-jak-zwykly-paser/", "title": "Niemcy. Sprzedaż akwareli Kandinskiego. Piotr Gliński: Jak zwykły paser", "date_published": "2022-12-02 15:25:00+00:00", "description": "Handel kradzionymi działami sztuki to ich specjalność, Nie polecam, sprzedają kradzione obrazy - m.in. takie opinie pojawiły się w wyszukiwarce Google na stronie niemieckiego domu aukcyjnego Grisebach, który sprzedał obraz Wassilego Kandinskiego. Dzieło skradziono z Muzeum Narodowego w Warszawie, o czym poinformowano dom aukcyjny.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/wielka-brytania-rodzice-boja-sie-posylac-dzieci-do-szkol-kolejny-zgon-po-zakazeniu-bakteryjnym/", "title": "Wielka Brytania. Rodzice boją się posyłać dzieci do szkół. Kolejny zgon po zakażeniu bakteryjnym", "date_published": "2022-12-02 14:35:00+00:00", "description": "Śmiertelnie groźna dla dzieci bakteria zbiera żniwo na Wyspach. Czteroletni chłopiec jest czwartą ofiarą, która zmarła z powodu zakażenia paciorkowcem. Tragiczna liczba zgonów niestety wciąż rośnie - informuje The Sun. W ciągu zaledwie kilku dni infekcja doprowadziła do śmierci trojga innych uczniów szkoły podstawowej.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/usa-trwa-trzydniowa-wizyta-pary-ksiazecej-williama-i-kate-w-planach-spotkanie-z-joe-bidenem/", "title": "USA. Trwa trzydniowa wizyta pary książęcej Williama i Kate. W planach spotkanie z Joe Bidenem", "date_published": "2022-12-02 13:16:00+00:00", "description": "Książę William i księżna Kate składają od czwartku oficjalną wizytę w Stanach Zjednoczonych po raz pierwszy od ośmiu lat. To pierwsza zagraniczna podróż od czasu śmierci królowej Elżbiety II.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/lotwa-nalozono-kare-na-niezalezna-telewizje-dozd-za-wspieranie-armii-rosyjskiej/", "title": "Łotwa. Nałożono karę na niezależną telewizję Dożd. \"Za wspieranie armii rosyjskiej\"", "date_published": "2022-12-02 13:14:00+00:00", "description": "Łotewska Rada ds. Mediów Elektronicznych nałożyła karę na niezależną telewizję Dożd, która nadaje z Rygi. Jako główny powód podano wspieranie armii rosyjskiej. Wcześniej na antenie pokazywano Krym w granicach Rosji. Telewizja twierdzi zaprzecza zarzutom.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/kanada-gwiazda-tiktoka-nie-zyje-tajemnicza-i-nagla-smierc-21-latki/", "title": "Kanada. Gwiazda TikToka nie żyje. Tajemnicza i nagła śmierć 21-latki", "date_published": "2022-12-02 11:34:00+00:00", "description": "Obserwowana przez ponad milion fanów na TikToku i Instagramie Megha Thakur z Kanady zmarła niespodziewanie kilka dni po opublikowaniu tajemniczej wiadomości na temat jej spaceru po Nowym Jorku. Jej rodzice opublikowali pożegnalny wpis na koncie influencerki, ale nie podali przyczyny śmierci.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/nasa-naukowcy-zaobserwowali-chmury-na-ksiezycu-saturna-pomogl-w-tym-teleskop-webba/", "title": "NASA. Naukowcy zaobserwowali chmury na księżycu Saturna. Pomógł w tym Teleskop Webba", "date_published": "2022-12-02 10:46:00+00:00", "description": "Na jednym z księżyców Saturna, Tytanie, Kosmiczny Teleskop Jamesa Webba dostrzegł chmury. - Ich wykrycie jest ekscytujące, ponieważ potwierdza nasze przewidywania o panującej tam atmosferze - powiedział naukowiec z NASA Conor Nixon. Jak dodał, istnieją przypuszczenia, że pod powierzchnią Tytana znajduje się woda.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/czechy-podejrzana-przesylka-trafila-do-konsulatu-ukrainskiego/", "title": "Rzecznik ukraińskiego MSZ: Do konsulatów i ambasad Ukrainy dotarły przesyłki. W nich tkanki zwierząt", "date_published": "2022-12-02 10:35:00+00:00", "description": "Placówki dyplomatyczne Ukrainy różnych krajów otrzymały zakrwawione przesyłki, w których były oczy zwierząt - poinformował rzecznik MSZ w Kijowie Ołeh Nikołenko. Paczki trafiły również do ambasady w Warszawie i konsulatu generalnego w Krakowie. Służby badają sprawę.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/kanye-west-lubi-hitlera-kocha-nazistow-i-watpi-w-holokaust-szokujacy-wywiad/", "title": "Kanye West lubi Hitlera, kocha nazistów i wątpi w Holokaust. Szokujący wywiad", "date_published": "2022-12-02 10:18:00+00:00", "description": "Kontrowersyjny raper Ye (Kanye West) zbulwersował opinię publiczną wypowiedzianymi w czwartek słowami w prowadzonym przez wyznawcę teorii spiskowych programie InfoWars. Zadeklarował w nim sympatię do Adolfa Hitlera i nazistów, zanegował też pogrom Żydów w czasie II wojny światowej. Po tym, jak opublikował na Twitterze swastykę, jego konto zostało zawieszone.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/usa-mezczyzna-zaplatal-sie-w-swiateczne-lampki-i-wpadl-do-rozdrabniarki-nie-udalo-sie-go-uratowac/", "title": "USA. Mężczyzna zaplątał się w świąteczne lampki i wpadł do rozdrabniarki. Nie udało się go uratować", "date_published": "2022-12-02 09:41:00+00:00", "description": "Pracownik firmy zajmującej się zielenią miejską w Owensboro w stanie Kentucky w USA, podczas pracy na jednym z drzew zaplątał się w świąteczne lampki i wpadł wprost do rozdrabniarki do drewna. Nie udało się go uratować, mężczyzna zmarł.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/niemcy-kobieta-dwukrotnie-odlaczyla-respirator-innej-pacjentki-zostala-aresztowana/", "title": "Niemcy. Kobieta dwukrotnie odłączyła respirator innej pacjentki. Została aresztowana", "date_published": "2022-12-02 09:25:00+00:00", "description": "72-letnią Niemkę irytował dźwięk respiratora, który podtrzymywał życie innej pacjentki, więc postanowiła go wyłączyć. Na szczęście personel placówki zdążył zareagować, po czym poinstruował kobietę, jak istotne jest to urządzenie. Mimo upomnienia, postanowiła ponownie odłączyć aparaturę. Została aresztowana i usłyszała zarzut usiłowania zabójstwa.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-02/korea-polnocna-zuchwaly-rabunek-zlota-zlodzieje-uprowadzili-furgonetke/", "title": "Korea Północna. Zuchwały rabunek złota. Złodzieje uprowadzili furgonetkę", "date_published": "2022-12-02 08:53:00+00:00", "description": "200 kg złota padło łupem złodziei, który uprowadzili przewożącą surowiec furgonetkę, wcześniej obezwładniając żołnierzy - informuje o wydarzeniach w Korei Północnej amerykańska rozgłośnia Radio Wolna Azja (RFA), powołując się na swoje źródła w kraju.", "persistent": false}]