[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/trump-records-prosecutors-judge-hearing", "title": "Judge denies justice department plea to hold Trump in contempt over records", "date_published": "2022-12-09 22:11:08+00:00", "description": "<p>DoJ told to resolve noncompliance with subpoena demanding return of documents with ex-president’s legal team</p><p>A top federal judge denied a request from the justice department to hold <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> office in contempt of court for failing to fully comply with a subpoena demanding the return of all documents bearing classified markings, according to sources familiar with proceedings.</p><p>The chief US judge for the District of Columbia Beryl Howell told the department during a closed-door hearing on Friday to resolve the matter with the Trump legal team itself because a contempt ruling would not hold, the sources said.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/trump-records-prosecutors-judge-hearing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/netherlands-argentina-world-cup-quarter-final-match-report", "title": "Argentina edge Netherlands in shootout to win World Cup quarter-final thriller", "date_published": "2022-12-09 22:09:03+00:00", "description": "<p>It was fiery, it was fractious, it descended into utter bedlam, simply a World Cup knockout tie for the ages. Argentina went to hell and back, collapsing deep into second-half stoppage time to squander a two-goal lead after Louis van Gaal’s substitutions combined to wreak havoc. But after a fraught period of extra time Argentina came out on top of a ludicrous bout, with Lautaro Martínez scoring the decisive spot-kick in a penalty shootout victory. Lionel Messi’s magical assist and penalty for his 10th World Cup goal, to equal Gabriel Batistuta’s record, finished as footnotes.</p><p>Argentina had to suffer and then some but Martínez kept his cool. Argentina had appeared in control but the arrival of Weghorst, a 6ft 6in striker who joined Besiktas on loan from Burnley in the summer, with 78 minutes on the clock undeniably changed the game. With seconds of 10 minutes of second-half stoppage time to play, two of Argentina’s substitutes, German Pezzella and Leandro Paredes, whose poor challenge on Nathan Aké brought a first melee approaching the end of normal time, were lured into sandwiching Weghorst on the edge of the box as the trio contested an aerial ball. And then the Dutch got inventive. Teun Koopmeiners, also a late substitute, shaped to shoot from the subsequent free-kick but instead cannoned the ball into the feet of Weghorst, who rolled his marker and promptly prodded the ball into the far corner.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/netherlands-argentina-world-cup-quarter-final-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/gary-gold-us-eagles-coach-rugby-world-cup", "title": "Gary Gold steps down as US Eagles coach after Rugby World Cup failure", "date_published": "2022-12-09 21:22:44+00:00", "description": "<p>South African to support review of US high performance programmes as 2031 and 2033 World Cup host looks to rebuild</p><p>The former South Africa assistant coach Gary Gold will step down as head coach of the US Eagles, USA Rugby said on Friday, three weeks after the team <a href=\"https://www.theguardian.com/sport/2022/nov/19/us-rugby-in-despair-after-world-cup-flop-but-eagles-insist-on-signs-of-hope\">failed to qualify</a> for the 2023 Rugby World Cup in France.</p><p>In a statement, Ross Young, chief executive of USA Rugby, thanked Gold “for his dedication, passion and service”.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/gary-gold-us-eagles-coach-rugby-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/england-v-france-a-heavyweight-contest-to-define-the-southgate-era", "title": "England v France: a heavyweight contest to define the Southgate era", "date_published": "2022-12-09 21:00:44+00:00", "description": "<p>World Cup knockout games are devastatingly brutal in their finality but at least this showdown looks intriguingly poised</p><p>Darkness falls quickly in Qatar. The night steals in like a kidnapper, wrapping its shroud around the desert like a bag over the head. Sunsets barely last long enough to choose an Instagram filter. On Saturday evening, either England or France will also discover that in these parts, oblivion descends with a devastating brutality.</p><p>Come 10pm local time, what has gone before will cease to matter. To the loser, the ruthless and often scintillating football that brought them to this quarter-final will be of no consolation at all. One of Harry Kane or Kylian Mbappé is a fraud. One of Didier Deschamps or Gareth Southgate is a moron. One of Declan Rice or Aurélien Tchouaméni is about to be “painfully exposed at this level”. Either the Football Association needs to take a long hard look at its <a href=\"https://www.theguardian.com/football/2022/dec/09/england-tactics-france-world-champions-2018-world-cup-didier-deschamps-gareth-southgate\">French counterpart</a>, or vice versa. Two hours of football decides the lot. Sorry, that’s just the way it goes.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/england-v-france-a-heavyweight-contest-to-define-the-southgate-era\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/indonesians-react-to-new-law-outlawing-sex-outside-marriage", "title": "‘It’s absurd’: Indonesians react to new law outlawing sex outside marriage", "date_published": "2022-12-09 20:00:43+00:00", "description": "<p>Six people in Indonesia share their views on the controversial legislation and what it means for them</p><p>The news that Indonesia’s parliament has <a href=\"https://www.theguardian.com/world/2022/dec/06/indonesia-passes-legislation-banning-sex-outside-marriage\">passed new legislation outlawing sex outside marriage</a> – as part of a wider overhaul of the country’s criminal code – has triggered concern from human rights activists and prompted protests in the capital Jakarta.</p><p>Here, six people in Indonesia share their views on the controversial legislation, and what it may mean for their personal lives and those of fellow citizens when it comes into effect.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/indonesians-react-to-new-law-outlawing-sex-outside-marriage\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/keystone-kansas-pipeline-biggest-spill-yet-14000-barrels", "title": "Keystone pipeline leaks 14,000 barrels of oil into creek in biggest spill yet", "date_published": "2022-12-09 19:56:52+00:00", "description": "<p>The leak occurred in Washington county, Kansas, with the affected segment being ‘isolated’ and the drip contained</p><p>An oil spill in a creek in northeastern Kansas this week is the largest for an onshore crude pipeline in more than nine years and by far the biggest in the history of the <a href=\"https://www.theguardian.com/environment/keystone-xl-pipeline\">Keystone pipeline</a>, according to federal data.</p><p>Canada-based TC Energy estimated the spill on the Keystone system at about 14,000 barrels and said the affected pipeline segment had been “isolated” and the oil contained. It did not say how the spill occurred.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/keystone-kansas-pipeline-biggest-spill-yet-14000-barrels\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/09/the-week-around-the-world-in-20-pictures", "title": "The week around the world in 20 pictures", "date_published": "2022-12-09 19:50:23+00:00", "description": "<p>Wounded Ukrainian soldiers in Bakhmut, Israeli airstrikes in Gaza, the Mauna Loa volcano eruption in Hawaii, and Morocco celebrate at the World Cup in Qatar – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/09/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/greece-passes-intelligence-bill-banning-the-sale-of-spyware", "title": "Greece passes intelligence bill banning the sale of spyware", "date_published": "2022-12-09 19:38:02+00:00", "description": "<p>Vote comes as government tries to mitigate impact of a phone-tapping scandal involving Pasok party leader</p><p><a href=\"https://www.theguardian.com/world/greece\">Greece</a>’s parliament has passed a bill overhauling the country’s intelligence service (EYP) and banning the sale of spyware, as the government tries to mitigate the impact of a phone-tapping scandal still under investigation.</p><p>The case has turned up the heat on the conservative government, which faces elections in 2023. It emerged in August when Nikos Androulakis, the leader of the socialist Pasok party, Greece’s third-largest, claimed the EYP listened to his conversations in 2021.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/greece-passes-intelligence-bill-banning-the-sale-of-spyware\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/patrick-tambay-obituary", "title": "Patrick Tambay obituary", "date_published": "2022-12-09 19:33:51+00:00", "description": "French Formula One driver whose skill and tenacity sustained the Ferrari team in difficult times<p>In an era of fierce competition between such hardened professionals as <a href=\"https://www.theguardian.com/sport/2019/may/21/niki-lauda-obituary\" title=\"\">Niki Lauda</a>, Nelson Piquet, Alain Prost and Nigel Mansell, the French racing driver Patrick Tambay managed to bring the air and the ethics of an old-school gentleman amateur to the Formula One paddock.</p><p>Tambay, who has died aged 73, had the skill and tenacity to win two grands prix for the Scuderia Ferrari, the Ferrari racing team. Sometimes, however, there were other priorities. In Detroit in 1983 he exasperated its manager by skipping a post-race debrief in order to find a television on which to watch his compatriot Yannick Noah win the French Open tennis tournament.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/patrick-tambay-obituary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/we-are-here-and-hungry-morocco-close-in-on-history-at-home-and-away-world-cup", "title": "‘We’re here and hungry’: Morocco close in on history at home and away", "date_published": "2022-12-09 19:00:57+00:00", "description": "<p>Coach Walid Regragui has big aspirations on and off the pitch as uncharted territory of World Cup quarter-final beckons</p><p>Walid Regragui walked into the room hidden beneath his hood. Slowly, he peeled it back, the reveal met by applause. Then he sat down and, with his first words, said: “Well, it’s a World Cup quarter-final”.</p><p>Which of course it is, but the Morocco coach knows it is also more than that, seeing in their bid for a place in the semi-finals a means of bringing people together beyond their borders, a motor for African football and an opportunity for the continent’s coaches.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/we-are-here-and-hungry-morocco-close-in-on-history-at-home-and-away-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/kyrsten-sinema-independent-democrats-reaction", "title": "‘She answers to billionaires’: some Democrats not sorry to see Sinema leave", "date_published": "2022-12-09 18:40:37+00:00", "description": "<p>Senator’s decision to register as independent after playing spoiler role brings Democrats’ bitterness towards lawmaker to surface</p><p>Upon learning that the Arizona senator Kyrsten Sinema was <a href=\"https://www.theguardian.com/us-news/2022/dec/09/kyrsten-sinema-independent-days-after-democrats-secure-senate-majority\">leaving their party</a>, some Democrats’ reactions could best be summed up with two words: good riddance.</p><p>The lawmaker has been a thorn in their side since the early days of Joe Biden’s presidency, snarling negotiations over the White House’s priorities and voting down reforms dear to progressives such as raising the minimum wage to $15 an hour, and reforming the Senate filibuster.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/kyrsten-sinema-independent-democrats-reaction\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/celebrity-chef-suspects-germany-rightwing-coup-plot-reichsburger", "title": "Celebrity chef among suspects in Germany rightwing coup plot", "date_published": "2022-12-09 18:33:05+00:00", "description": "<p>Ex-police officer once tasked with protecting Jewish communities also linked to foiled Reichsbürger plan </p><p>A celebrity gourmet chef whose daughter is the girlfriend of the Real Madrid footballer David Alaba and an ex-police officer once tasked with protecting Jewish communities from terror attacks are among the latest figures to have been linked to the foiled Reichsbürger coup plan in Germany, with further arrests expected as investigations continue.</p><p>Details emerging after the biggest ever national police operation against rightwing extremism indicate that suspects may have been informed in advance of the raids, in which 3,000 police officers targeted more than 150 addresses across Germany, and in Austria and Italy, making 25 arrests.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/celebrity-chef-suspects-germany-rightwing-coup-plot-reichsburger\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/notre-dames-uncovered-tombs-start-to-reveal-their-secrets", "title": "Notre Dame’s uncovered tombs start to reveal their secrets", "date_published": "2022-12-09 18:25:18+00:00", "description": "<p>Two sarcophaguses unearthed in reconstruction work after 2019 fire identified as elite canon of cathedral and young cavalier</p><p>Two lead sarcophaguses discovered buried under the nave at Notre Dame Cathedral in what was described as an <a href=\"https://www.theguardian.com/world/2022/apr/14/ancient-tombs-statues-notre-dame-cathedral-archaeological-dig\">“extraordinary and emotional”</a> find have begun giving up their secrets, French scientists announced on Friday.</p><p>The first contains the remains of a high priest who died in 1710 after what experts say appeared to be a sedentary life. The occupant of the second has not yet been identified – and may never be – but is believed to be a young, wealthy and privileged noble who could have lived as far back as the 14th century.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/notre-dames-uncovered-tombs-start-to-reveal-their-secrets\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/excitement-and-apprehension-as-china-loosens-zero-covid-measures", "title": "Excitement and apprehension as China loosens zero-Covid measures", "date_published": "2022-12-09 18:18:54+00:00", "description": "<p>Some people are keen to enjoy their new freedoms, but others are fearful of a major wave of infections</p><p>China’s scaling back of its zero-Covid regime has left its population reeling. Some are embracing their new freedoms, while others are struggling to overcome their fears of being infected after three years of tough restrictions.</p><p>Frustration at protracted lockdowns and mass testing <a href=\"https://www.theguardian.com/world/2022/dec/02/china-brings-in-emergency-level-censorship-over-zero-covid-protests\">boiled over in late November into widespread protests</a>, the biggest show of public discontent in decades.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/excitement-and-apprehension-as-china-loosens-zero-covid-measures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/beth-mooney-australia-india-womens-t20-international-cricket-match-report", "title": "Beth Mooney’s brilliant blitz guides Australia to T20 win over India", "date_published": "2022-12-09 18:12:17+00:00", "description": "<ul><li>1st T20: Australia, 173-1, beat India, 172-5, by nine wickets</li><li>Opener scores 89 from 57 balls to take tourists to victory</li></ul><p>Beth Mooney demonstrated once again why she is perhaps the best T20 batter in women’s cricket, elegantly guiding Australia to a nine-wicket triumph over India in the first of their five-match international series.</p><p>The left-hander stroked her way to an unbeaten 89, and with some substantial help from both the new captain, Alyssa Healy, and the allrounder Tahlia McGrath, making a potentially difficult target in Mumbai look a piece of cake as the world champions maintained their proud unbeaten record in all formats in 2022.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/beth-mooney-australia-india-womens-t20-international-cricket-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/global-terrorism-racist-white-jihadism-far-right", "title": "Global terrorism has a dominant new face: young, racist and white | Jonathan Freedland", "date_published": "2022-12-09 18:11:15+00:00", "description": "<p>The danger from violent jihadism persists, but the growing menace is from the far right – even if some in the UK government can’t admit it</p><p>Perhaps it was the tweed jacket and cravat. Or maybe the medieval title: <a href=\"https://www.theguardian.com/world/2022/dec/07/key-figures-behind-alleged-far-right-plot-to-overthrow-german-government\">Heinrich XIII, Prince of Reuß</a>. Either way, the man at the head of a suspected plot to overthrow the German government, exposed in a series of raids on Wednesday, was easy to dismiss as a joke. The country’s late night <a href=\"https://www.theguardian.com/world/2022/dec/08/germany-assesses-credibility-of-rightwing-coup-plot-amid-further-arrests\">TV talkshows</a> went right ahead, mocking the 71-year-old aristocrat and his deluded dreams, along with his wardrobe.</p><p>A week earlier, the sartorial derision was aimed at Ye, the rapper formerly known as Kanye West, his face entirely obscured by a ski mask, <a href=\"https://www.washingtonpost.com/politics/2022/12/01/kanye-west-alex-jones-hilter-interview/\">praising Hitler</a> and the Nazis on the set of Infowars as a guest of the <a href=\"https://www.theguardian.com/us-news/2022/dec/07/alex-jones-infowars-bankruptcy\">bankrupted</a> conspiracy theorist Alex Jones.</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/global-terrorism-racist-white-jihadism-far-right\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/09/netherlands-v-argentina-world-cup-2022-quarter-final-live-score-updates", "title": "Netherlands v Argentina: World Cup 2022 quarter-final – live", "date_published": "2022-12-09 18:07:32+00:00", "description": "<ul><li>World Cup updates: 7pm GMT, 2pm ET kick-off</li><li>And you can contact Rob <a href=\"mailto:rob.smyth@theguardian.com\">here</a> with your thoughts</li></ul><p><strong>“This isn’t unique</strong>; Brazil never met Argentina in a semi-final,” writes Tenaiji. “Yeah, it happened twice 1974 &amp; 1982, both in Brazil’s favour, but they were playing in a group game following the first round.”</p><p><a href=\"https://www.youtube.com/watch?v=ceQmcSrB3Bs&amp;vl=en\">Don’t forget the goalless kickfest in 1978</a> – that was probably the closest to a semi-final, as a win for either team would have left them needing one point in the last game to reach the final.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/09/netherlands-v-argentina-world-cup-2022-quarter-final-live-score-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/psychic-alpaca-has-spoken-world-cup-madness-has-arrived-for-england-qatar-2022", "title": "The psychic alpaca has spoken: World Cup madness has arrived for England | Marina Hyde", "date_published": "2022-12-09 18:03:47+00:00", "description": "<p>Alongside the various animal attempts to people-please before the quarter-final against France are an increasingly deranged series of stunts from the tabloids</p><p>England face France in the World Cup quarter-final on Saturday and the dwindling band of psychic animals has spoken. In the early stages of any World Cup, of course, you cannot move for obliging creatures predicting match results. However, as the tournament progresses, several of this global menagerie will have a shocker, effectively knocking them out of further opportunities to have their random movements anthropomorphised by pushy human keepers/people who reckon there might be two hundred quid in it from a tabloid. As we near the business end of Qatar 2022, though, a <a href=\"https://www.oxfordmail.co.uk/news/23171668.chipping-norton-psychic-alpaca-yet-share-england-v-france-outcome/\">psychic alpaca from Chipping Norton</a> is still in it, along with a lion in Thailand. Inauspiciously, both have wandered vaguely in one direction in their enclosure/predicted a France win on Saturday night, which I assume has led to accusations of talking England down, and a slew of credible death threats.</p><p>Not that a perfect record insulates any creature from meeting a sticky end themselves. Rabio the octopus was the Japan-based mollusc oracle who accurately forecast every Japan result in the group stages of the 2018 World Cup, yet he was reported by a local news outlet to have been <a href=\"https://www.theguardian.com/world/2018/jul/03/so-long-suckers-japan-mourns-killing-of-world-cup-psychic-octopus\">chopped up and eaten before the round of 16</a>. (Which certainly puts the <a href=\"https://www.theguardian.com/football/2022/sep/25/mark-lawrenson-claims-bbc-dropped-him-because-he-is-65-and-a-white-male\">BBC not renewing Mark Lawrenson’s contract</a> into perspective. Though not, perhaps, for Mark.)</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/psychic-alpaca-has-spoken-world-cup-madness-has-arrived-for-england-qatar-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/croatia-brazil-world-cup-quarter-final-match-report", "title": "Croatia reach World Cup semi-final as Brazil miss twice in penalty shootout", "date_published": "2022-12-09 18:03:19+00:00", "description": "<p>Brazil have had their last dance. They appeared to have edged a tense, enervating quarter-final with a superbly constructed Neymar goal in the 105th minute and it felt, at the time, as if their talisman’s moment of genuine arrival at this tournament could be a crucial event in its narrative.</p><p>But they reckoned without a remarkable, tough and accomplished Croatia team who have no idea when they are beaten. Bruno Petkovic’s equaliser, as the clock ticked down, had not seemed likely but you can never write them off; penalties ensued and Dominik Livakovic, the hero against Japan, saved the first from Rodrygo. When Marquinhos hit the post, with Croatia having been on point four times, the outcome was settled. A side inspired by Luka Modric, who dragged them around the pitch during their eighth extra-time period in nine knockout ties, cannot be discounted from going all the way.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/croatia-brazil-world-cup-quarter-final-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/10/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "date_published": "2022-12-09 18:00:41+00:00", "description": "<p>Winter sets in; explosions rock Russia and US basketball star Brittney Griner  released in prisoner swap for arms dealer Viktor Bout</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul><p>Every week we wrap up the must-reads from our coverage of the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war, from news and features to analysis and opinion.</p> <a href=\"https://www.theguardian.com/world/2022/dec/10/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/project-mbappe-the-making-of-frances-football-superstar", "title": "Project Mbappé: the making of France’s football superstar", "date_published": "2022-12-09 18:00:40+00:00", "description": "<p>The plan was always to make Kylian Mbappé the world’s best player but it was done with warmth and good advice instead of pressure</p><p>There have been points this week when it has seemed that England were not about to face a team in the World Cup quarter-final on Saturday, but a single player. Kylian Mbappé has dominated the plotline like Diego Maradona did in the past and Cristiano Ronaldo wished he could do in the present.</p><p>The France forward already has five goals to his credit in this World Cup, to add to the four he scored in Russia four years ago. Nine in total – that’s one more than Maradona and the same as Ballon d’Or winners Eusébio and Paolo Rossi. He could still be on his way to becoming a double world champion before reaching his 24th birthday.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/project-mbappe-the-making-of-frances-football-superstar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/world-cup-penalty-shootouts-by-numbers", "title": "Curse of the eighth penalty: World Cup shootouts by numbers", "date_published": "2022-12-09 17:27:35+00:00", "description": "<p>Statistics show the effects of building pressure as the shootout goes on and pinpoint the one most likely to be missed</p><p>According to Maxime Bossis, it was an error that would never have been made these days. “No one told me he always dived on the same side. It was another world,” said the former France defender <a href=\"https://tribunenantaise.fr/actus-fcnantes/maxime-bossis-revient-avec-emotion-sur-lun-des-matchs-les-plus-dramatiques-du-football-francais/\">in an interview</a> in July. “Today a coach or a player would have come to tell me: ‘Watch out, he always dives to his right!”</p><p>It is more than 40 years since Bossis entered the history books as the first player whose miss in a World Cup penalty shootout led – via an opponent’s successful spot-kick – to his country’s elimination. Introduced by Fifa for the 1982 tournament in Spain to replace the policy of replaying a drawn game, the first took place in Seville and saw – you guessed it – West Germany emerge victorious against France.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/world-cup-penalty-shootouts-by-numbers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/biden-big-cats-law-ending-tiger-king-ownership", "title": "Biden expected to sign law ending Tiger King-style big cat ownership", "date_published": "2022-12-09 17:16:40+00:00", "description": "<p>Conservationist groups hail legislation aimed at curbing private ownership of tigers and lions in US with little oversight</p><p>Conservation groups in the US have hailed a new law that will end what they call the “horrific” practice of keeping big cats such as tigers and lions as pets or as petting zoo amusements.</p><p>Joe Biden is expected to swiftly sign the new legislation, which requires that only certified zoos and universities are allowed to hold lions, tigers, leopards, jaguars and other large cats, following its passage in the US Senate this week. The House of Representatives voted for the bill, called the <a href=\"https://www.congress.gov/bill/117th-congress/house-bill/263\">Big Cat Public Safety Act</a>, in July.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/biden-big-cats-law-ending-tiger-king-ownership\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/09/total-energies-to-withdraw-from-russian-investments-ukraine", "title": "TotalEnergies to ‘gradually withdraw’ from Russian investments", "date_published": "2022-12-09 17:09:57+00:00", "description": "<p>World’s fifth-largest oil firm finally bows to pressure after invasion of Ukraine, removing representatives from Novatek board </p><p>TotalEnergies, the world’s fifth-largest oil company, has finally bowed to international pressure after the invasion of Ukraine and announced that it intends to “gradually withdraw” from its Russian investments.</p><p>The French oil giant said on Friday, it would remove its two representatives from the board of Novatek, Russia’s dominant private gas exporter.</p> <a href=\"https://www.theguardian.com/business/2022/dec/09/total-energies-to-withdraw-from-russian-investments-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/britain-winter-strikes-public-support-public-sector-workers", "title": "Britain is braced for a winter of strikes – yet a public backlash just hasn’t happened | Gaby Hinsliff", "date_published": "2022-12-09 17:02:03+00:00", "description": "<p>Support for public sector workers shows that most people realise the government’s in the wrong, not exhausted nurses</p><p>Winter is suddenly here, and with it a chill descending. This Arctic snap brings with it the season of falls on icy pavements, breathing difficulties aggravated by the cold, cars skidding off frozen roads and drunken Christmas party casualties. The worst time of year, you might think, for the first <a href=\"https://www.theguardian.com/society/2022/dec/06/ambulance-workers-in-england-and-wales-to-strike-on-21-december\">ambulance strike</a> since the 1980s and the first <a href=\"https://www.theguardian.com/society/2022/nov/25/nurses-across-uk-to-strike-for-first-time-on-15-and-20-december\">national nurses’ strike</a> in more than a century, especially as the NHS is grappling with a rush of parents understandably panicking about an outbreak of strep A.</p><p>The armed forces may be drafted in to cover, somewhat ironically given that they, too, are public sector workers who spent the pandemic building hospitals and shipping PPE in return for a less than bumper payrise. But it’s still no time to be old and frail, worrying about what might happen if you slip on the stairs, or to be a family without a car, wondering how you’d get a child to hospital in the middle of the night.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/britain-winter-strikes-public-support-public-sector-workers\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/09/digested-week-my-childs-flu-has-plunged-us-into-a-full-ayckbourne-farce", "title": "Digested week: my child’s flu has plunged us into a full Ayckbourn farce | Emma Brockes", "date_published": "2022-12-09 16:47:48+00:00", "description": "<p>Plus a strike-breaking Wordle, and the weirdest episode of political weeping since Matt Hancock</p><p>With the news full of alarm about this winter’s <a href=\"https://www.theguardian.com/society/2022/dec/07/rsv-covid-19-flu-tripledemic-social-distancing-masks\">“tripledemic”</a> – rising case numbers of RSV, flu and Covid, particularly among children – when my child’s fever hits 103F late on Monday, I do something I hate: drag her around the corner to urgent care, the 24-hour drop-in clinic where for $150 you can be seen immediately by a doctor who’s never seen you before and will never see you again. It’s the fast food of healthcare, right down to the décor – which consists, unnervingly, of wall-to-wall framed photos of TV doctors, as if the place is cosplaying medical help and the clinicians have all been booked from central casting.</p> <a href=\"https://www.theguardian.com/society/2022/dec/09/digested-week-my-childs-flu-has-plunged-us-into-a-full-ayckbourne-farce\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/search-for-skipper-and-crew-of-sunk-jersey-fishing-boat-called-off", "title": "Search for skipper and crew of sunk Jersey fishing boat called off", "date_published": "2022-12-09 16:46:03+00:00", "description": "<p>No chance of finding skipper and crew members of L’Ecume II alive after collision in Channel, rescuers conclude</p><p>The search for a skipper and two crew lost when their <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/jersey-fishing-boat-believed-to-have-sunk-after-collision-with-ferry\">Jersey fishing boat collided with a freight vessel in the Channel</a> and sank has been called off after rescuers concluded there was no chance of them still being alive.</p><p>An investigation into the cause of the collision is being led by Jersey maritime accident experts with support from the island’s police force.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/search-for-skipper-and-crew-of-sunk-jersey-fishing-boat-called-off\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/09/trevor-noah-daily-show-final-episode-recap", "title": "Trevor Noah on his final Daily Show: ‘If you truly want to learn about America, talk to Black women’", "date_published": "2022-12-09 16:43:42+00:00", "description": "<p>Noah says farewell after seven years on the Daily Show, and late-night hosts discuss Brittney Griner’s release from Russian prison</p><p>Trevor Noah <a href=\"https://www.theguardian.com/culture/2022/dec/07/trevor-noah-bids-farewell-the-daily-show\">said farewell</a> to the Daily Show after seven years as host on Thursday evening by expressing gratitude both to viewers and to the Black women who shaped him. “I’m grateful to you. Every single one of you,” he told his studio audience. “I remember when we started the show, we couldn’t get enough people to fill an audience.”</p> <a href=\"https://www.theguardian.com/culture/2022/dec/09/trevor-noah-daily-show-final-episode-recap\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/09/ftx-sam-bankman-fried-willing-to-testify-to-congress-next-week", "title": "FTX’s Sam Bankman-Fried ‘willing to testify’ to Congress next week", "date_published": "2022-12-09 16:33:38+00:00", "description": "<p>Founder and former CEO says he could talk about what he thinks led to crash and ‘my own failings’</p><p>Sam Bankman-Fried has said he is willing to testify to Congress next week about the collapse of FTX, the cryptocurrency exchange that he led until its demise last month.</p><p>The company’s founder and former chief executive, who stepped down when it <a href=\"https://www.theguardian.com/technology/2022/nov/11/cryptocurrency-exchange-ftx-files-for-bankruptcy-protection-in-us\">filed for chapter 11 bankruptcy protection</a> on 11 November, tweeted that he would give evidence to the House financial services committee on Tuesday.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/09/ftx-sam-bankman-fried-willing-to-testify-to-congress-next-week\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/our-idol-kylian-mbappe-world-cup-goals-bring-cheer-to-banlieue", "title": "‘Our idol’: Kylian Mbappé’s World Cup goals bring cheer to banlieue", "date_published": "2022-12-09 16:23:05+00:00", "description": "<p>France’s bid to retain trophy has put smiles on faces in Bondy where their star striker is an inspiration for young people</p><p>In the town of Bondy in Paris’s northern suburbs, where <a href=\"https://www.theguardian.com/football/kylian-mbappe\">Kylian Mbappé</a> grew up and trained, Ismail Gencel was preparing his bar and pizzeria for the crowds who would come to watch Saturday’s France-England World Cup match.</p><p>“Mbappé is our idol, our heritage, he’s put Bondy on the map,” said the 53-year-old, who once provided an upstairs room for Mbappé’s seventh birthday party – “a very active, smiling child,” he recalled, “who I now wish I’d taken a photo with”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/our-idol-kylian-mbappe-world-cup-goals-bring-cheer-to-banlieue\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/canada-landfill-indigenous-women-bodies-manitoba", "title": "Canada: hopes rise for landfill search where Indigenous bodies believed to be buried", "date_published": "2022-12-09 16:18:11+00:00", "description": "<p>Manitoba site pauses operations, raising prospect that search for bodies of Long Plain First Nation women could be possible</p><p>Operations have paused at a Canadian landfill where the bodies of at least two Indigenous victims of an alleged serial killer are believed to be buried, amid mounting frustration that authorities are not doing enough to recover the bodies.</p><p>Police in Winnipeg announced last week they had charged <a href=\"https://www.theguardian.com/world/2022/dec/01/canadian-indigenous-women-murder\">Jeremy Skibicki, 35, with the murder</a> of Morgan Beatrice Harris, 39, and Marcedes Myran, 26, of Long Plain First Nation, months after he was accused of killing Rebecca Contois, 24, from O-Chi-Chak-Ko-Sipi First Nation.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/canada-landfill-indigenous-women-bodies-manitoba\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/09/cocktail-of-the-week-dishoom-premier-padmini-negroni-recipe-pear-cocoa-beans", "title": "Cocktail of the week: Dishoom’s premier padmini negroni – recipe | The good mixer", "date_published": "2022-12-09 16:00:38+00:00", "description": "<p>A Christmas negroni infused with cocoa beans and pear, garnished with a square of dark chocolate</p><p>Give this punchy, festive pre-mix a day to infuse before bottling. Once made, it will keep for up to two months, so it’s ideal for sipping over the Christmas holidays and well into the new year.</p><p>Jake Odlum, head of drinks, <a href=\"https://www.dishoom.com/\">Dishoom</a></p> <a href=\"https://www.theguardian.com/food/2022/dec/09/cocktail-of-the-week-dishoom-premier-padmini-negroni-recipe-pear-cocoa-beans\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/iguana-causes-power-outage-florida", "title": "Rogue iguana causes large-scale power outage in Florida", "date_published": "2022-12-09 16:00:29+00:00", "description": "<p>Invasive reptile scuttles into electric substation in Lake Worth Beach, frying power and itself</p><p>This rebel reptile had vaulting ambition – but definitely came down to earth with a bang.</p><p>One of Florida’s notorious and plentiful green invasive iguanas wreaked chaos earlier this week in one city after scuttling into an electricity substation in Lake Worth Beach and somehow causing a massive power cut.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/iguana-causes-power-outage-florida\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/england-v-france-tickets-on-black-market-at-three-times-face-value", "title": "England v France tickets on black market at three times face value", "date_published": "2022-12-09 15:55:30+00:00", "description": "<ul><li>15,000 England fans expected to be at World Cup quarter-final</li><li>British police say no arrests down to lack of alcohol and drugs</li></ul><p>Excitement among England fans is increasing in Qatar before their World Cup quarter-final with France – and so are the ticket prices on the black market, with seats being offered at three times their face value here.</p><p>England fans were given 7,000 official tickets but about 12-15,000 supporters are expected at Al Bayt stadium on Saturday night, with expats from the Gulf region flying in to swell the numbers.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/england-v-france-tickets-on-black-market-at-three-times-face-value\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/09/avatar-the-way-of-water-sci-fi-franchise", "title": "Unhappy landings: please Avatar, don’t ever visit Earth!", "date_published": "2022-12-09 15:47:43+00:00", "description": "<p>Avatar: The Way of Water may flop, but it’s got to be better than the putative storyline promised for movie five, which is a no-no for any sci-fi franchise</p><p>James Cameron et al seem to have turned round critical opinion on Avatar: The Way of Water at amazing speed, now that a few people have actually seen the movie. A few months back the sequel was being pilloried, now some people seem to think it’s going to be the <a href=\"https://www.theguardian.com/film/2022/dec/07/silly-soggy-or-screamingly-good-first-responses-to-avatar-the-way-of-water-emerge\">greatest thing since the invention of mech-armour</a>. But wait until they pull off their next cosmic trick. Yes, according to producer Jon Landau, the Na’vi are coming to Earth!</p><p>“In movie five there is a section of the story where we go to Earth,” <a href=\"https://gizmodo.com/avatar-5-plot-james-cameron-pandora-earth-jon-landau-1849854542\">Landau told io9</a>. “And we go to it to open people’s eyes, open Neytiri’s eyes, to what exists on Earth.</p> <a href=\"https://www.theguardian.com/film/2022/dec/09/avatar-the-way-of-water-sci-fi-franchise\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/09/photographer-death-threats-balenciaga-sm-teddy-campaign-gabriele-galimberti", "title": "Photographer ‘receives death threats’ after Balenciaga S&M teddy campaign", "date_published": "2022-12-09 15:43:05+00:00", "description": "<p>Gabriele Galimberti says he had no input into objects used in images and brand’s delay in apologising led to further abuse</p><p>Gabriele Galimberti, the photographer who took pictures of children carrying teddy bears wearing S&amp;M outfits for Balenciaga’s recent ad campaign, says he has received death threats in the aftermath of the <a href=\"https://www.theguardian.com/fashion/2022/nov/29/balenciaga-apologises-for-ads-featuring-bondage-bears-and-child-abuse-papers\">scandal</a>. </p><p>Speaking to the Guardian, he said: “I get messages like ‘we know where you live.’ ‘We are coming to kill you and your family.’ ‘We are going to burn your house.’ ‘You have to kill yourself, fucking paedophile.’ ” Hesaid 90% of the messages were from people in the US.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/09/photographer-death-threats-balenciaga-sm-teddy-campaign-gabriele-galimberti\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/09/marine-life-threatened-perfect-storm-red-list-reveals-species-on-brink-extinction-aoe", "title": "Marine life hit by ‘perfect storm’ as red list reveals species close to extinction", "date_published": "2022-12-09 15:34:35+00:00", "description": "<p>Unsustainable human activity putting dugongs, abalone shellfish and pillar coral at risk of disappearing, says latest IUCN update</p><p>Illegal and unsustainable fishing, fossil fuel exploration, the <a href=\"https://www.theguardian.com/environment/2022/apr/28/global-warming-risks-cataclysmic-mass-extinction-marine-life\">climate crisis</a> and disease are pushing marine species to the brink of extinction, according to the International Union for Conservation of Nature (IUCN) red list, with populations of dugongs, abalone shellfish and pillar coral at risk of disappearing for ever.</p><p>Marine life is facing a “perfect storm” of human overconsumption, threatening the survival of some of the world’s most expensive seafood, according to the conservation organisation, which publishes the most up-to-date information on the health of wildlife populations on Earth.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/09/marine-life-threatened-perfect-storm-red-list-reveals-species-on-brink-extinction-aoe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/09/elton-john-quits-twitter-policy-change-allows-misinformation", "title": "Elton John quits Twitter over change that ‘allows misinformation to flourish’", "date_published": "2022-12-09 15:27:24+00:00", "description": "<p>Musician’s comments come after Elon Musk said he would grant ‘general amnesty’ for suspended accounts</p><p>Sir Elton John has said that he will no longer use Twitter after a change in its policy that he says will allow “misinformation to flourish unchecked”.</p><p>The 75-year-old musician’s comments come after Elon Musk, who bought the <a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal\">social media outlet for $44bn</a> (£35.9bn), said he was granting “general amnesty” for suspended accounts, which experts have said would lead to “superspreaders of hate” returning to the platform.</p> <a href=\"https://www.theguardian.com/music/2022/dec/09/elton-john-quits-twitter-policy-change-allows-misinformation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/four-people-arrested-as-part-of-inquiry-into-gulf-state-buying-eu-influence", "title": "Four people arrested as part of inquiry into Gulf state buying EU influence", "date_published": "2022-12-09 15:19:20+00:00", "description": "<p>Belgian police seized cash and searched 16 properties across Brussels during major investigation into corruption and money laundering</p><p>Four people have been arrested as part of an investigation into corruption and money laundering centred on a Gulf state’s attempt to buy influence at the European parliament, Belgian prosecutors have said.</p><p>Belgian police seized €600,000 (£515,000) in cash, computers and mobile phones after searches at 16 properties across Brussels on Friday morning, according to a statement from Belgium’s federal prosecutor. It said the searches were part of a major investigation into alleged criminal organisation, corruption and money laundering.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/four-people-arrested-as-part-of-inquiry-into-gulf-state-buying-eu-influence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/09/elon-musk-could-lose-world-richest-person-title-tesla-value-almost-halves-twitter", "title": "Elon Musk could lose world’s richest person title as Tesla value almost halves", "date_published": "2022-12-09 15:15:17+00:00", "description": "<p>Founder’s net worth down about $70bn after fall in electric car maker’s share price since he bid for Twitter</p><p>Tesla has lost nearly half its market value since its founder, Elon Musk, bid for Twitter in April, reducing his net worth by about $70bn and putting his title as world’s richest person at risk.</p><p>Shares in the electric car company traded at $340.79 on 13 April, the day before Twitter revealed in a securities filing that the <a href=\"https://www.theguardian.com/technology/2022/apr/14/elon-musk-buy-twitter-share\">billionaire had made a hostile bid</a> to buy the social media company for $43.4bn. Since then the Tesla share price has plunged by 49% to $173.44 (£141.29), also due to concerns around disruptions at one of its factories in Shanghai.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/09/elon-musk-could-lose-world-richest-person-title-tesla-value-almost-halves-twitter\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/bangladesh-opposition-leaders-arrested-crackdown-government-opponents", "title": "Two Bangladeshi opposition leaders arrested in crackdown on government opponents", "date_published": "2022-12-09 15:06:01+00:00", "description": "<p>Sheikh Hasina continues her repressive campaign against opposition Bangladesh Nationalist party</p><p>Two top leaders of Bangladesh’s main opposition party have been arrested amid a violent crackdown on government opponents during which at least seven people have been shot dead and thousands arrested.</p><p>Over recent weeks, Sheikh Hasina’s government has launched a repressive campaign against the opposition Bangladesh Nationalist party (BNP), which has been holding rallies calling for her resignation.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/bangladesh-opposition-leaders-arrested-crackdown-government-opponents\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/russian-athletes-could-compete-at-paris-olympics-even-if-ukraine-war-continues", "title": "Russian athletes could compete at Paris Olympics even if Ukraine war continues", "date_published": "2022-12-09 15:04:35+00:00", "description": "<ul><li>IOC considering proposal from Olympic Council of Asia</li><li>Sporting sanctions against Russia and Belarus will remain</li></ul><p>Russian athletes have been offered a path to compete at the Paris 2024 Games even if the war in Ukraine continues to rage for another 18 months.</p><p>It comes after a proposal was made by the Olympic Council of Asia to allow Russian and Belarussian athletes to take part in its qualifying competitions for 2024 – even though they are still banned by most sports.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/russian-athletes-could-compete-at-paris-olympics-even-if-ukraine-war-continues\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/dec/09/justin-welby-refugees-asylum-policy-suella-braverman-rishi-sunak-uk-politics-live", "title": "Jeremy Hunt fails to quash claims Treasury vetoed pay offer that may have averted rail strikes – UK politics live", "date_published": "2022-12-09 15:04:02+00:00", "description": "<p>Chancellor did not contest claim when asked whether his department blocked a pay rise of around 10% for rail workers</p><p>An international watchdog has accused British politicians of contributing to a “hostile and toxic” environment for transgender people in the UK.</p><p><strong>Dunja Mijatović</strong>, the Council of Europe’s commissioner for human rights, made the comment in<a href=\"https://rm.coe.int/report-on-the-visit-to-united-kingdom-from-27-june-to-1-july-2022-by-d/1680a952a5\"> a wide-ranging report </a>on the UK, based on what she observed during a visit in the summer.</p><p>Trans persons in the UK face increasingly hostile and toxic political and public discourse …</p><p>Both government officials and certain parliamentarians have actively contributed to an intolerant and stigmatising discourse. In line with her previous warnings about the increasing political manipulation of intolerance against LGBTI people in Europe, the commissioner is particularly concerned by the apparently deliberate attempts by some politicians to turn the situation of trans people into ‘culture wars’ or ‘wedge’ issue for electoral purposes.</p><p>Another worrying feature of the current discourse is the framing of the protection of the rights of trans people as diametrically opposed to, and incompatible with, the protection of the rights of women, or of lesbians, gays or bisexuals. The commissioner is of the opinion that such distortions of human rights as a zero-sum game between different groups must be vigorously rejected.</p><p>There is unanimity across the government in that it wants high inflation to be temporary, and I think there is understanding that that is essential for the very people who are feeling most angry about their situation.</p><p>We have to be really careful not to agree to pay demands that have the opposite of the intended effect because they lock in high inflation.</p><p>So if we make the wrong choices now, we won’t have that 3.7% of inflation in January or February of 2024 and this will change from being a one-off problem, to being a permanent problem, which will be the worst possible thing for people working in public services. That is why it’s generally a very difficult issue.</p> <a href=\"https://www.theguardian.com/politics/live/2022/dec/09/justin-welby-refugees-asylum-policy-suella-braverman-rishi-sunak-uk-politics-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/09/espresso-clementine-pavlova-recipe-benjamina-ebuehi", "title": "Benjamina Ebuehi’s recipe for espresso and clementine pavlovas | The sweet spot", "date_published": "2022-12-09 15:00:37+00:00", "description": "<p>Coffee cream gives this dish a tiramisu-like twist to bring the wow factor to the festive season</p><p>Never do I let a festive season go by without a pavlova. It is my ideal, make-ahead dessert and always delivers, bringing the wow factor without too much effort. The coffee cream in this one gives it a bit of a tiramisu vibe, while the orange liqueur-soaked clementines help cut through some of the richness. I’ve made these in individually sized portions, so they’re a bit more manageable, but you can take them even smaller, for canapes, or go big for a proper showstopping centrepiece.</p> <a href=\"https://www.theguardian.com/food/2022/dec/09/espresso-clementine-pavlova-recipe-benjamina-ebuehi\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/09/why-is-childcare-so-expensive-we-ask-an-expert", "title": "Why is childcare so expensive? We ask an expert", "date_published": "2022-12-09 15:00:37+00:00", "description": "<p>Childcare in the UK is rising faster than inflation – so what’s going wrong? Economist Christine Farquharson explains</p><p>The UK has some of the <a href=\"https://www.theguardian.com/money/2021/sep/12/how-do-uk-childcare-costs-stack-up-against-the-best\" title=\"\">highest childcare costs</a> in the world, increasingly forcing women out of the workplace. I asked Christine Farquharson, from the Institute of Fiscal Studies, why.</p><p><strong>Being a woman in her 30s, I’d rank childcare costs before bloating, but after climate</strong><strong> in the list of “routinely discussed horrors”. It’s hard to make sense of.</strong><br />Looking after young children is expensive. In the UK, we have a childcare ratio of one adult to a maximum of three under-twos. If you divide the minimum wage – £9.50 an hour for over-23s – by three, you’re looking at north of £3 an hour per child. It’s labour-intensive, and that makes it expensive. Then add rent, energy, etc.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/09/why-is-childcare-so-expensive-we-ask-an-expert\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/harry-and-meghan-black-britain-white-netflix", "title": "A white lens sees Harry and Meghan as villains – through a Black one, they’ve done Britain a favours | Nels Abbey", "date_published": "2022-12-09 14:47:33+00:00", "description": "<p>The Netflix series has caused establishment outrage. But I think it gives us a chance to have a long needed discussion about racism</p><p>Although it would be hard to reach this conclusion from reading any of the thousands of articles of negative copy the couple have generated, when Prince Harry fell in love with Meghan Markle, the royal family – and Britain more broadly – was gifted manna from soft-power heaven.</p><p>As well as her vast, obvious qualities (often demanded by such roles), Meghan also brought something less obvious: Blackness – a quality that could not have been more historically potent, given the circumstances.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/harry-and-meghan-black-britain-white-netflix\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/09/taylor-swift-direct-first-movie", "title": "Taylor Swift to direct her first feature-length movie", "date_published": "2022-12-09 14:45:38+00:00", "description": "<p>The award-winning singer-songwriter has written an original script and will bring it to the big screen with Searchlight Pictures</p><p>Taylor Swift is set to make her feature-length directorial debut with a new film for Searchlight Pictures.</p><p>The award-winning singer-songwriter has written an original script, details of which are unknown. Swift has previously directed videos for All Too Well and The Man, winning MTV VMAs for both. All Too Well: The Short Film is also eligible for next year’s Oscar for best short film.</p> <a href=\"https://www.theguardian.com/music/2022/dec/09/taylor-swift-direct-first-movie\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/09/the-game-awards-three-patience-testing-hours-of-video-game-advertorials", "title": "The Game awards: three patience-testing hours of video game advertorials", "date_published": "2022-12-09 14:19:50+00:00", "description": "<p>By focusing on the near-future of the industry, the honours failed to adequately celebrate its present</p><p>The high point of the <a href=\"https://youtu.be/qVEgq182Eq0\">ninth annual Game awards</a> arrived within its first 15 minutes. A charmingly unkempt Al Pacino arrived on stage to present the award for best performance, quickly admitting that he neither played “a whole lot of video games” nor could read the teleprompter especially well. Still, he managed to hand the gong out to actor Christopher Judge for his electrifying performance as Kratos in God of War Ragnarök. Dressed in a sparkling gold suit, Judge began his moment in the sun by hugging the Hollywood star. This was just the start of a further 10 heartfelt minutes on stage, the actor relaying the personal anguish he went through leading up to the game’s production. As the minutes wore on, the show’s producers seemingly began to fret about the night’s schedule, eventually playing orchestral music in an attempt to hurry him along. Yet this only made Judge’s words more epic – all the more affecting.</p><p>Judge’s time on stage was a rare moment of spontaneity and personality in a three-hour awards show otherwise sorely lacking these ingredients. Creator, host, and producer Geoff Keighley, had promised a “<a href=\"https://twitter.com/geoffkeighley/status/1600888902033715200?s=20&amp;t=Y8XXvKkKf4zQ7esnLLGf3Q\">streamlined</a>” runtime compared with its predecessors, and so Judge’s extended appearance left less time for other winners. However, this year’s glitzy event continued to show the extent to which the Game awards lack balance. The length of time given to the awards and their winners was dwarfed by that allocated for what the show calls “world premiere” trailers of new and announced games. The awards should be a celebration of the year’s interactive excellence yet the evening demonstrated the extent to which it remains fixated on a hype-filled future, often to the detriment of the creators it purports to recognise.</p> <a href=\"https://www.theguardian.com/games/2022/dec/09/the-game-awards-three-patience-testing-hours-of-video-game-advertorials\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/09/government-to-weaken-water-pollution-goals-river-health", "title": "Government to weaken water pollution goals in ‘attack on nature’", "date_published": "2022-12-09 14:11:16+00:00", "description": "<p>Exclusive: Despite demands from water campaigners, there will be no overall target for river health</p><p>Water pollution goals are to be weakened by the government next week, the Guardian can reveal, as <a href=\"https://www.theguardian.com/politics/2022/oct/28/ministers-admit-delays-will-cause-government-to-breach-environment-act\">Environment Act targets</a> will give farmers three extra years to reduce their waste dumping into waterways.</p><p>River campaigners have said the news is proof the government has not dropped its “attack on nature”.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/09/government-to-weaken-water-pollution-goals-river-health\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/09/chester-zoo-birth-malayan-tapir-nessa", "title": "Chester zoo hails birth of rare Malayan tapir as ‘important moment’", "date_published": "2022-12-09 14:05:14+00:00", "description": "<p>Female calf named Nessa will help efforts to protect species, of which fewer than 2,500 remain in the wild</p><p>An endangered Malayan tapir has been born at a UK zoo, in what the zoo said was an “important moment” for conservation.</p><p>The female calf, which zookeepers have named Nessa, was born weighing 9kg on Wednesday at Chester zoo, one of only two places in the country to keep tapirs, a species related to the horse and the rhinoceros.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/09/chester-zoo-birth-malayan-tapir-nessa\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/portugal-coach-cristiano-ronaldo-frank-conversation-dropping-him-world-cup-fernando-santos", "title": "Portugal coach had ‘frank conversation’ with Ronaldo over dropping him", "date_published": "2022-12-09 14:03:14+00:00", "description": "<ul><li>Fernando Santos says Ronaldo not happy and queried decision</li><li>Santos defends Ronaldo over behaviour before Morocco game</li></ul><p>Portugal’s coach, Fernando Santos, has revealed he had a “frank conversation” with Cristiano Ronaldo to explain why he was dropping him.</p><p>Ronaldo was on the bench for the 6-1 <a href=\"https://www.theguardian.com/football/2022/dec/06/portugal-switzerland-world-cup-last-16-match-report\">last-16 win over Switzerland</a>, coming on in the closing stages as Portugal secured a quarter-final on Saturday against Morocco. Santos said he told Ronaldo the news on the day of the game, and admitted the record goalscorer in men’s international football took some convincing.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/portugal-coach-cristiano-ronaldo-frank-conversation-dropping-him-world-cup-fernando-santos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/09/croatia-v-brazil-world-cup-2022-quarter-final-live-score-update", "title": "Croatia v Brazil: World Cup 2022 quarter-final – live", "date_published": "2022-12-09 14:02:47+00:00", "description": "<ul><li>World Cup updates, 3pm GMT, 10am ET kick-off</li><li>You can <a href=\"mailto:scott.murray@theguardian.com\">contact Scott here</a> with your thoughts</li></ul><p><strong>Croatia make two changes to the starting XI named for the win over Japan.</strong> Borna Sosa returns from illness, replacing Borna Barisic, while forward Bruno Petkovic is sacrificed for additional midfield strength in Mario Pasalic.</p><p><strong>Brazil name an unchanged line-up.</strong> First-choice left back Alex Sandro still hasn’t fully recovered from a hip injury and remains on the bench. Danilo will once again move across from right back to stand in, with Eder Militao covering in turn.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/09/croatia-v-brazil-world-cup-2022-quarter-final-live-score-update\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/10/how-might-i-do-my-life-differently-the-over-60s-re-imagining-what-ageing-looks-like", "title": "‘How might I do my life differently?’: the over-60s re-imagining what ageing looks like", "date_published": "2022-12-09 14:00:39+00:00", "description": "<p>As the population ages, many people in their 60s and beyond are refusing to conform to old age stereotypes. Is our view of old age about to change?</p><p>Seventy-year-old Anne Young was unequivocal when asked what she wanted for her milestone birthday in April this year. “A wetsuit.” Young started swimming to recover from an injury a few months before and had no intention of missing her weekly swims in the icy waters of Melbourne’s Port Phillip Bay just because of winter. “Are you sure?” they asked her. “Why not?” she countered.</p><p>“So, I got the wetsuit, got the gloves, got the booties and then I got the giggles, as I couldn’t get the wetsuit on. Then I couldn’t get the zip up. When I went for the swim, I couldn’t get it down.” She needed help. “One day I went to one of the girls and a man said, ‘Here, let me’.” Young leans forward and laughs. “So, at 70, you can still get undressed by a strange man.”</p> <a href=\"https://www.theguardian.com/science/2022/dec/10/how-might-i-do-my-life-differently-the-over-60s-re-imagining-what-ageing-looks-like\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/09/my-in-laws-wont-accept-my-post-chemo-vulnerability-do-i-confront-them", "title": "My in-laws won’t accept my post-chemo vulnerability | Ask Annalisa Barbieri", "date_published": "2022-12-09 14:00:38+00:00", "description": "<p>You are well within your rights to ask them to consider your weakened immune system. You deserve to feel safe – even if the chat causes tension</p><p><strong>Two years ago, aged 35, I was diagnosed with cancer and required major surgery and six months of chemotherapy.</strong></p><p><strong>I have a wonderful husband, and at the time my child was three years old. My diagnosis was a shock for everyone. It has been a hard road since, physically and mentally. Some of my friendships are closer than before, some more casual. I’ve also made new friends</strong><strong>. However, I still really struggle with my parents-in-law.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/09/my-in-laws-wont-accept-my-post-chemo-vulnerability-do-i-confront-them\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/10/violet-coco-is-not-alone-the-climate-activists-facing-jail", "title": "Violet Coco is not alone: the climate activists facing jail", "date_published": "2022-12-09 14:00:36+00:00", "description": "<p>As protesters use more provocative tactics, state governments are responding with heavy-handed laws to stop them</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Lee Coaldrake was 18 when she joined protests in Brisbane against South Africa’s rugby tour of Australia in 1971.</p><p>She later became an anaesthetist, got married, had two daughters and then seven grandchildren – and didn’t participate in another demonstration for nearly 50 years.</p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/10/violet-coco-is-not-alone-the-climate-activists-facing-jail\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/09/avian-flu-has-led-to-the-killing-of-140m-farmed-birds-since-last-october", "title": "Avian flu has led to the killing of 140m farmed birds since last October", "date_published": "2022-12-09 13:54:11+00:00", "description": "<p>Culls and compensation have cost hundreds of millions of pounds in the US, UK and Europe, with current outbreak predicted to worsen</p><p>More than 140 million birds have died and hundreds of millions of pounds have been spent in the past year in the US, UK and EU in tackling bird flu, as some experts said continual culling was “morally” wrong.</p><p>With an international agreement on the use of vaccinations likely to be one or two years away, the situation will probably worsen this winter as outbreaks of bird flu continue to rise.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/09/avian-flu-has-led-to-the-killing-of-140m-farmed-birds-since-last-october\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/09/from-the-wheelchair-using-black-panther-to-the-cripple-suffragette-10-heroes-of-the-disabled-rights-movement", "title": "From the wheelchair-using Black Panther to the ‘cripple suffragette’ – 10 heroes of the disabled rights movement", "date_published": "2022-12-09 13:52:17+00:00", "description": "<p>Brad Lomax in the US, Rosa May Billinghurst in the UK, Javed Abid in India … these are the men and women I wish I had known about as a disabled child</p><p>Martin Luther King, Emmeline Pankhurst, Malcolm X, Rosa Parks. As a kid, I knew these names. I was taught about the brave things these people had done and the change they had created. They were people to look up to.</p><p>Somewhere along the way, I became aware that none of these people were <a href=\"https://www.theguardian.com/society/disability\">disabled</a>. Despite all the opportunities I was afforded by the Disability Discrimination Act (DDA), passed in 1995 when I was a few months old, I lived with the misguided idea that disabled people had never fought for our civil rights. I had no idea that I was only <em>in </em>the classrooms where I learned the names of King and Pankhurst because of people whose names were never mentioned.</p> <a href=\"https://www.theguardian.com/society/2022/dec/09/from-the-wheelchair-using-black-panther-to-the-cripple-suffragette-10-heroes-of-the-disabled-rights-movement\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/09/a-burning-devil-and-a-messi-mural-fridays-best-photos", "title": "A burning devil and a Messi mural: Friday’s best photos", "date_published": "2022-12-09 13:52:04+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/09/a-burning-devil-and-a-messi-mural-fridays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/harry-meghan-netflix-trailer-hints-at-attack-on-royal-family-next-week", "title": "Harry & Meghan Netflix trailer hints at attack on royal family next week", "date_published": "2022-12-09 13:51:08+00:00", "description": "<p>Duke and Duchess’s documentary is expected reveal drama within the palace about the couple’s departure</p><p>Details of the brutal drama within the royal family surrounding the departure from the UK of the Duke and Duchess of Sussex are expected to be aired in the couple’s Netflix documentary next week.</p><p>With Buckingham Palace largely spared <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/prince-harry-royals-meghan-racial-attacks-duke-duchess-sussex-netflix\">during the first three episodes of Harry &amp; Meghan</a>, the trailer for the final three episodes, out next Thursday, hints at an attack on the family, nicknamed The Firm by the late Diana, Princess of Wales.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/harry-meghan-netflix-trailer-hints-at-attack-on-royal-family-next-week\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/09/natalia-tena-rebekah-vardy-is-a-warrior-the-game-of-thrones-star-whos-turning-wagatha-christie-into-a-serious-drama", "title": "‘Rebekah Vardy is a warrior’: the Game of Thrones star who’s turning Wagatha Christie into a serious drama", "date_published": "2022-12-09 13:00:42+00:00", "description": "<p>From learning to flush loos in fake nails, to acting like her face was frozen by cosmetics, taking on the trial of the century wasn’t easy. Ex-Harry Potter actor and wildling Natalia Tena tells all</p><p></p><p>The Wagatha Christie trial was easily the most high-profile court case of 2022. You didn’t need to follow football to know who Rebekah Vardy was; you didn’t have to be on Instagram to know that Coleen Rooney, suspecting someone was selling nuggets from her personal life to the Sun, smoked out the culprit by fabricating a story, restricting her follower count to one person – Vardy – then waiting for it to hit the showbiz pages. The whole escapade had so many dimensions – suspense, panto, bitter enmity – and played so well in a culture that routinely pries into the lives of footballers’ wives and girlfriends, that by the time Vardy brought her astonishing <a href=\"https://www.theguardian.com/uk-news/2022/jul/29/rebekah-vardy-loses-libel-case-against-coleen-rooney-wagatha-christie\">libel case against</a> Rooney, there can’t have been anyone in the country who wasn’t getting in the popcorn and waiting for the self-sabotage to play out.</p><p>Well, turns out there was one person: Natalia Tena, who now plays Vardy in Channel 4’s Vardy v Rooney: A Courtroom Drama with a self-respect that dignifies the whole saga. “I didn’t know who these women were at all,” the 38-year-old actor tells me in a restaurant in London’s King’s Cross. She’s openly vaping indoors so I already love her, but I don’t quite believe her. “Seriously?” I ask. “But they’re so famous. And this has been going on since 2019.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/09/natalia-tena-rebekah-vardy-is-a-warrior-the-game-of-thrones-star-whos-turning-wagatha-christie-into-a-serious-drama\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/09/the-top-50-tv-shows-of-2022-no-9-derry-girls", "title": "The top 50 TV shows of 2022: No 9 – Derry Girls", "date_published": "2022-12-09 13:00:41+00:00", "description": "<p>Tonally perfect, exquisitely funny and hugely moving, the final series of Lisa McGee’s comedy about growing up in 90s Northern Ireland was a masterpiece</p><ul><li><a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/02/the-50-best-tv-shows-of-2022\">The 50 best TV shows of 2022</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More of the best culture of 2022</a></li></ul><p>‘I’m so fucking sick of peace!” And so, another of Michelle’s banging lines launched the third and best series of Derry Girls. While a second ceasefire was called, the girls (and yes, James, that includes you) spent the summer of 1997 making a “really quite shite” documentary about growing up Catholic in Northern Ireland. Ah, well. Maybe it wasn’t too late to make “a couple of fake videos for You’ve Been Framed” instead. Anyway, on to more pressing matters: GCSE results! Cue Bizarre Inc screeching “Why waste your time? / You know you’re gonna be mine.” Let the final series of Lisa McGee’s masterpiece begin!</p><p>Derry Girls is so tonally perfect, its farce so exquisitely timed, the 90s nostalgia so flawlessly pitched, the essence of teenage girlhood so lovingly distilled, that the impulse to relay each scene line by line, in the merciful-Jesus-kill-me-now manner of Uncle Colm, is impossible to resist. My intro only covers the first 60 seconds of series three – <em>that’s</em> how high the gag rate is. One has to pay the kind of close attention previously reserved for Line of Duty interrogations to catch every joke. Laugh too hard at the chief constable of the Royal Ulster Constabulary (played by Liam Neeson!) telling the wains that there are in fact three Catholics in the force if you include the lovely Jewish fella down Ballymena station, and you’re in danger of missing the epiphany that Sister Michael’s full name is … Sister George Michael. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/09/the-top-50-tv-shows-of-2022-no-9-derry-girls\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/09/squishmallows-go-from-tiktok-sensation-to-top-christmas-toy", "title": "Squishmallows go from TikTok sensation to top Christmas toy", "date_published": "2022-12-09 12:59:55+00:00", "description": "<p>Huggable pillow with a face, made popular by famous devotees such as Lady Gaga, sees UK sales soar 300%</p><p>Times are tough and budgets are squeezed, so it is perhaps no surprise that the runaway success story in Toyland this Christmas is Squishmallows, the squidgy, huggable pillows-with-a-face that became a viral sensation on TikTok.</p><p>The <a href=\"https://www.theguardian.com/business/2022/nov/09/lively-guinea-pig-and-giraffe-toys-flagged-as-christmas-bestsellers\">£8 toys are flying off retailers’ shelves</a> with UK sales up 300% this year and stores on track to sell 4m. This pattern is being repeated around the world as total Squishmallows sales doubled in less than a year to surpass 200m this summer – a success story that Frédérique Tutt, toy expert at market researchers NPD, said reflected the staggering “power of social media”.</p> <a href=\"https://www.theguardian.com/business/2022/dec/09/squishmallows-go-from-tiktok-sensation-to-top-christmas-toy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/09/the-white-lotus-end-who-will-it-kill-off-this-time-series-two", "title": "The White Lotus is sure to end with a bang – but who will it kill off this time?", "date_published": "2022-12-09 12:56:35+00:00", "description": "<p>Series two of Mike White’s intricate social satire draws to close against a backdrop of Sicily and carnage</p><p>The White Lotus has blossomed into the most talked-about television of the year. The HBO series, shown on Sky Atlantic in the UK, concludes its second series on Monday night, with a much-promised high body count, and a whodunnit almost as highly anticipated as Dallas’s who-shot-JR reveal.</p><p>Creator and showrunner Mike White has been a screenwriter for 25 years – he wrote the Jack Black film School of Rock, episodes of Dawson’s Creek and created the underrated Laura Dern vehicle Enlightened – but The White Lotus is his biggest hit to date. Its viewing figures have more than doubled since series one, thanks to a combination of online fan fervour and high intensity, satirical drama that promises a rare unhappy ending against a backdrop of gorgeous scenery and excessive wealth.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/09/the-white-lotus-end-who-will-it-kill-off-this-time-series-two\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/russian-opposition-figure-ilya-yashin-jailed-for-denouncing-ukraine-war", "title": "Russian opposition figure Ilya Yashin jailed for denouncing Ukraine war", "date_published": "2022-12-09 12:54:08+00:00", "description": "<p>Politician sentenced to eight and a half years over series of posts about atrocities in Bucha</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest updates</a></li></ul><p>A Russian court has sentenced the opposition politician Ilya Yashin to eight and a half years in prison, in the most high-profile case to date of a Russian dissident being jailed for opposing the invasion of Ukraine.</p><p>Yashin was tried on charges of spreading false information meant to discredit the Russian army, under a law introduced after Russia launched its invasion, due to a series of posts in May about the murder and torture of Ukrainian civilians by Russian troops in the town of Bucha.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/russian-opposition-figure-ilya-yashin-jailed-for-denouncing-ukraine-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/france-hugo-lloris-predicts-big-battle-with-england-in-world-cup-quarter-final-qatar-2022", "title": "France’s Hugo Lloris predicts ‘big battle’ with England in World Cup quarter-final", "date_published": "2022-12-09 12:53:31+00:00", "description": "<ul><li>‘Ambitious’ England will push world champions, says captain</li><li>Deschamps believes Kylian Mbappé can make the difference</li></ul><p>Hugo Lloris has said France are primed for a “big battle” with England as the countries prepare to renew their rivalry in Saturday’s World Cup quarter-final. The teams have met only twice in a competitive fixture this millennium and never in a World Cup knockout match but the France captain, citing the needle between the nations in rugby union’s “Le Crunch”, acknowledged all the ingredients are there for a mouthwatering showdown at Al Bayt Stadium.</p><p>No team has scored more goals in Qatar than England (12) and Lloris said France recognise the significance of the occasion as well the quality of the opposition. England have also kept three successive clean sheets. France, meanwhile, possess the tournament’s leading goalscorer in Kylian Mbappé and the reigning champions are bidding to become the first country since Brazil in 1962 to win back-to-back World Cups.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/france-hugo-lloris-predicts-big-battle-with-england-in-world-cup-quarter-final-qatar-2022\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/dec/09/arizona-senator-kyrsten-sinema-democrats-independent-biden-latest-politics", "title": "Arizona senator Kyrsten Sinema leaves Democrats to become independent – live", "date_published": "2022-12-09 12:44:03+00:00", "description": "<ul><li>Dramatic news comes after Democrats take 51-49 Senate margin</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Good morning and happy Friday! Democrats woke to a bombshell development from Arizona, where Senator Kyrsten Sinema has announced she is <a href=\"https://www.theguardian.com/us-news/2022/dec/09/kyrsten-sinema-independent-days-after-democrats-secure-senate-majority\">leaving the party</a> and has registered as an independent.</strong></p><p>The dramatic news comes just three days after <strong>Raphael Warnock</strong>’s re-election in Georgia gave the Democratic party what they thought was a 51-49 majority in the chamber (which includes the two other Senate independents <strong>Angus King</strong> of Maine, and Vermont’s <strong>Bernie Sanders</strong>).</p><p>Freed basketball star <strong>Brittney Griner</strong> has landed <a href=\"https://www.theguardian.com/sport/2022/dec/09/brittney-griner-arrives-in-us-after-prisoner-exchange-with-russia\">back in the US</a> from Russia. There’s political reaction to the prisoner-swap deal for a notorious Russian arms dealer.</p><p>We’re waiting to hear more from the House January 6 committee after reports emerged it was <a href=\"https://www.theguardian.com/us-news/2022/dec/08/doj-trump-team-contempt-classified-documents-mar-a-lago\">set to issue criminal referrals</a> for <strong>Donald Trump</strong> insiders, including the former president himself.</p><p>White House press secretary <strong>Karine Jean-Pierre</strong> will brief reporters at 1pm. <strong>Joe Biden</strong> has no public events scheduled.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/dec/09/arizona-senator-kyrsten-sinema-democrats-independent-biden-latest-politics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/us-world-climate-collapse-nations", "title": "The US is a rogue state leading the world towards ecological collapse | George Monbiot", "date_published": "2022-12-09 12:35:05+00:00", "description": "<p>It’s not just indifference. It’s an active, and deadly, cavalier attitude towards the lives of others: an example other nations follow</p><p>There are two extraordinary facts about the convention on biological diversity, whose members are <a href=\"https://www.theguardian.com/environment/2022/dec/05/making-sense-of-cop15-what-to-look-out-for-in-montreal\">meeting in Montreal</a> now to discuss the global ecological crisis. The first is that, of the world’s <a href=\"https://www.everycountryintheworld.com/howmany/\">198 states</a>, 196 are party to it. The second is the identity of those that aren’t. Take a guess. North Korea? Russia? Wrong. <a href=\"https://www.cbd.int/information/parties.shtml\">Both ratified the convention years ago</a>. One is the Holy See (the Vatican). The other is the United States of America.</p><p>This is one of several major international treaties the US has refused to ratify. Among the others are crucial instruments such as the <a href=\"https://asp.icc-cpi.int/states-parties\">Rome statute</a> on international crimes, the treaties banning <a href=\"https://www.clusterconvention.org/states-parties/\">cluster bombs</a> and <a href=\"https://www.armscontrol.org/factsheets/ottawasigs\">landmines</a>, the <a href=\"https://indicators.ohchr.org/\">convention on discrimination against women</a>, the <a href=\"http://www.basel.int/?tabid=4499\">Basel convention</a> on hazardous waste, the convention on the <a href=\"https://treaties.un.org/pages/ViewDetailsIII.aspx?src=TREATY&amp;mtdsg_no=XXI-6&amp;chapter=21&amp;Temp=mtdsg3&amp;clang=_en\">law of the sea</a>, the <a href=\"https://en.wikipedia.org/wiki/List_of_parties_to_the_Comprehensive_Nuclear-Test-Ban_Treaty\">nuclear test ban treaty</a>, the <a href=\"https://www.ilo.org/dyn/normlex/en/f?p=NORMLEXPUB:11300:0::NO::P11300_INSTRUMENT_ID:312267\">employment policy convention</a> and the convention on the <a href=\"https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&amp;mtdsg_no=IV-15&amp;chapter=4&amp;clang=_en\">rights of persons with disabilities</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/us-world-climate-collapse-nations\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/abrar-ahmed-debut-pakistan-england-second-test-day-one-match-report", "title": "Abrar Ahmed takes seven on debut as Pakistan battle back against England", "date_published": "2022-12-09 12:29:15+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-12-09/england-cricket-team\">Second Test, day one: England 281; Pakistan 107-2</a></li><li>Half-centuries for Pope and Duckett but day belongs to spinner  </li></ul><p>Pakistan’s Abrar Ahmed bagged seven wickets in a dream Test debut as Pakistan’s spinners kept England’s aggression in check on the first day of the second Test in Multan.</p><p>The Pakistan mystery spinner, who ended with seven for 114, had at one stage looked like becoming only the fourth player to take 10 wickets in a Test innings, but had to share the spoils as Zahid Mahmood took the last three to bowl England out for 281 inside two sesssions.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/abrar-ahmed-debut-pakistan-england-second-test-day-one-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/how-resilient-goncalo-ramos-grafted-his-way-to-world-cup-star-status", "title": "How ‘resilient’ Gonçalo Ramos grafted his way to World Cup star status", "date_published": "2022-12-09 12:18:17+00:00", "description": "<p>Portugal’s hat-trick hero was homesick after moving to Benfica but his coach says he has learned how to overcome all obstacles</p><p>When Gonçalo Ramos moved from his childhood home in the Algarve to Lisbon to join Benfica’s academy as a teenager he struggled to settle, often crying for his parents. His determination to get through the hard times ensured he would make the most of his talent and helped to mould him as a person.</p><p>On Tuesday, at the age of 21, Ramos was not fazed by replacing the national icon Cristiano Ronaldo in Portugal’s World Cup <a href=\"https://www.theguardian.com/football/2022/dec/06/portugal-switzerland-world-cup-last-16-match-report\">last-16 tie against Switzerland</a>. Those who know him were not surprised he scored a fine hat-trick, and Morocco will be more worried about facing him than a certain former Manchester United striker in Saturday’s quarter-final.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/how-resilient-goncalo-ramos-grafted-his-way-to-world-cup-star-status\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/09/uk-farmers-ripping-up-unaffordable-orchards-nfu-president-says", "title": "UK farmers ripping up unaffordable orchards, NFU president says", "date_published": "2022-12-09 12:17:07+00:00", "description": "<p>Experts call for schemes to help fruit growers keep trees and preserve habitats vital for biodiversity</p><p>Farmers are ripping up orchards because they are unable to afford to keep them, the president of the National Farmers’ Union (NFU) has said, in a major blow for biodiversity.</p><p>The increasing cost of labour and spiralling energy costs have meant fruit growers are removing trees from their land, Minette Batters said.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/09/uk-farmers-ripping-up-unaffordable-orchards-nfu-president-says\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/justin-welby-archbishop-canterbury-criticises-uk-government-asylum-policy", "title": "Justin Welby criticises ‘cruelty’ and ‘harmful rhetoric’ of UK asylum policy", "date_published": "2022-12-09 12:03:38+00:00", "description": "<p>Archbishop of Canterbury calls for approach based on compassion and recognition of human dignity in House of Lords debate</p><p>The archbishop of Canterbury has accused the government of cruelty in its asylum policy, and said that people-smuggling is as serious as slave trading in the 19th century.</p><p>Opening a debate in the House of Lords on Friday with a rebuke aimed at the home secretary, Suella Braverman, Justin Welby said the “harmful rhetoric” that those arriving in the UK are “invaders” must cease.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/justin-welby-archbishop-canterbury-criticises-uk-government-asylum-policy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/09/before-evensong-by-richard-coles-audiobook-review-a-cosy-mystery-with-charm", "title": "Murder Before Evensong by Richard Coles audiobook review – a cosy mystery with charm", "date_published": "2022-12-09 12:00:40+00:00", "description": "<p>Reverend Richard Coles captures the rhythms of English village life in his reading of his debut novel</p><p>The debut novel from broadcaster and cleric Reverend Richard Coles, Murder Before Evensong features Daniel Clement, amateur sleuth and rector of St Mary’s church in Champton, an English village surrounded by verdant hills and country lanes lined with primroses. </p><p>Set in the late 1980s, the book introduces us to a cast of characters including: flower arrangers Stella Harper and Anne Dollinger; an aristocratic landowner, Bernard de Floures; a retired headmaster Ned Thwaite; and Daniel’s no-nonsense mother, Audrey, who “sometimes reminded [Daniel] of Pope Pius IX, who responded to the loss of sovereign powers over the papal states by making himself infallible”.</p> <a href=\"https://www.theguardian.com/books/2022/dec/09/before-evensong-by-richard-coles-audiobook-review-a-cosy-mystery-with-charm\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/09/the-best-recent-poetry-review-roundup", "title": "The best recent poetry – review roundup", "date_published": "2022-12-09 12:00:40+00:00", "description": "<p>Embark by Sean O’Brien; Liquid Flesh: New and Selected Poems by Brenda Shaughnessy; Visions &amp; Feed by Maria Sledmere; Improvised Explosive Device by Arji Manuelpillai; Forevernoon by Ásta Fanney Sigurðardóttir</p><p><strong>Embark by Sean O’Brien (<a href=\"https://www.guardianbookshop.com/embark-9781529096859?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Picador, £10.99</a>)</strong><strong><br /></strong>O’Brien’s 11th collection comes in his 70th year, and has the elegiac, rueful tone of a poet looking back on a long life and career. These are poems stuffed full of the ghostly voices and tangled detritus of the past, that watch as seemingly firm structures, concepts and lives melt and give way to inevitable entropy: “There is no home or resting place. / The broken ground will have us all / Indifferently back.” This mournful collection also engages, albeit obliquely, with the grief caused by planetary crisis, describing a natural world that has lost its ability to comfort, and become bleak and threatening: “When the rooks / perform their barebones offices / the flinty blackness of their chant / strikes sparks from the bitter air.” In this poetic vision, the human becomes a solitary, vulnerable figure in a harsh, uncaring world: “While we are labouring, the sun / in all his arctic splendour / passes over, casting our shadows / like graves on the iron fields.” As the final poem has it, “times are evil” – and O’Brien’s desolate poetic voice matches that grim intensity.</p><p><strong>Liquid Flesh: New and Selected Poems by Brenda Shaughnessy (<a href=\"https://www.guardianbookshop.com/liquid-flesh-9781780376295?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">Bloodaxe, £14.99</a>)</strong><strong><br /></strong>This collection showcases Okinawan-Irish American poet Brenda Shaughnessy as one of contemporary poetry’s most original and important voices. Shaughnessy’s work contains multitudes, moving from experimental SF to evocations of family relationships and the profound struggle brought about by her son’s birth injury. Threaded throughout these kaleidoscopic poems is a focus on the complex, intimate experience of female desire and sexuality: “To come into my room is to strike strange. / My plum velvet pillow &amp; my hussy spot / the only furniture. / Red stripes around my ankles, tight / as sisters.” This rich, vivid book is a worthy testament to a poet who knows how to render the endlessly varied encounters of bodily life.</p> <a href=\"https://www.theguardian.com/books/2022/dec/09/the-best-recent-poetry-review-roundup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/revealed-the-full-inside-story-of-the-michelle-mone-ppe-scandal", "title": "Revealed: the full inside story of the Michelle Mone PPE scandal", "date_published": "2022-12-09 12:00:33+00:00", "description": "<p>• PPE Medpro and partners made as much as £100m profits<br />• At least £70m from PPE Medpro contracts taken offshore<br />• Small electronics firm behind supply of gowns for NHS<br />• Tory peer and husband now selling yacht and properties<br />• Mone takes leave of absence from Lords and may leave UK</p><p>On the sunny spring evening of 7 May 2020, in the lethal first wave of the Covid pandemic, the Conservative peer Michelle Mone and her husband, Douglas Barrowman, had themselves <a href=\"https://www.instagram.com/p/B_5cg9aFyfh/?hl=en-gb\">filmed for Instagram</a>. Standing between the stone pillars at the front door of their mansion on the Isle of Man, they clapped for NHS staff, carers and other key workers, as they did weekly from different parts of their Ballakew estate.</p><p>“As always, Doug and myself would just like to say a massive thank you tonight to everyone … that are keeping the country going,” Lady Mone posted. “We appreciate each and every one of you.”</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/revealed-the-full-inside-story-of-the-michelle-mone-ppe-scandal\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/kyrsten-sinema-independent-days-after-democrats-secure-senate-majority", "title": "Kyrsten Sinema goes independent days after Democrats secure Senate majority", "date_published": "2022-12-09 12:00:24+00:00", "description": "<p>Arizona senator swaps party affiliation and says she will not caucus with Republicans</p><p>The US senator Kyrsten Sinema has switched her political affiliation to independent, leaving the Democratic party just days after it <a href=\"https://www.theguardian.com/us-news/2022/dec/06/georgia-senate-runoff-polls-closing-raphael-warnock-herschel-walker\">won a Senate race in Georgia</a> to secure a 51st seat in the chamber.</p><p>“I have joined the growing numbers of Arizonans who reject party politics by declaring my independence from the broken partisan system in Washington. I registered as an Arizona independent,” she said <a href=\"https://eu.azcentral.com/story/opinion/op-ed/2022/12/09/sen-kyrsten-sinema-of-arizona-why-im-registering-as-an-independent/69712395007/\">in an op-ed</a> for Arizona Central, a local media outlet.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/kyrsten-sinema-independent-days-after-democrats-secure-senate-majority\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/digested-week-i-feel-like-a-million-dollars-on-my-childs-prescription-flu-medicine", "title": "Digested week: I feel like a million dollars on my child’s prescription flu medicine | Emma Brockes", "date_published": "2022-12-09 11:47:45+00:00", "description": "<p>Plus a strike-breaking Wordle, and the weirdest episode of political weeping since Matt Hancock</p><p>With the news full of alarm about this winter’s <a href=\"https://www.theguardian.com/society/2022/dec/07/rsv-covid-19-flu-tripledemic-social-distancing-masks\">“tripledemic”</a> – rising case numbers of RSV, flu and Covid, particularly among children – when my child’s fever hits 103F late on Monday, I do something I hate: drag her around the corner to urgent care, the 24-hour drop-in clinic where for $150 you can be seen immediately by a doctor who’s never seen you before and will never see you again. It’s the fast food of healthcare, right down to the décor which consists, unnervingly, of wall-to-wall framed photos of TV doctors, as if the place is cosplaying medical help and the clinicians have all been booked from central casting.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/digested-week-i-feel-like-a-million-dollars-on-my-childs-prescription-flu-medicine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global/2022/dec/09/the-guide-video-games-christmas-gifts", "title": "From Just Dance to Mario Party – these games will be festive fun for the whole family", "date_published": "2022-12-09 11:45:40+00:00", "description": "<p>Games have always been a vital part of Christmas. And thanks to smartphones and Switches, they’ve never been more accessible – or enjoyable</p><p>Games have always been an important part of the Christmas experience – whether we like it or not. Back in the middle ages, households gathered together in the bleak midwinter to play versions of blind man’s buff and truth or dare; Shakespeare’s Twelfth Night was inspired by a game played in aristocratic households where the masters and servants swapped roles for a night on the last day of Christmas. The Victorians were famous for their parlour games with charades and twenty questions as important to the 19th century experience of Christmas as roasted goose and rampant diphtheria.</p><p>During my own childhood in the 1970s and 1980s, board games ruled the festive period. Frankly, was it even Christmas until someone (me) flipped the dining room table during a particularly sociopathic game of Monopoly? Did everyone have that one uncle who took Trivial Pursuit too seriously – lambasting his terrified teammates for not knowing the chemical formula of sulphuric acid, while claiming the opponents were getting all the easy questions? Did everyone else immediately break Hungry Hungry Hippos?</p> <a href=\"https://www.theguardian.com/global/2022/dec/09/the-guide-video-games-christmas-gifts\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/football-daily-email-human-rights-world-cup-quarter-final-time", "title": "Football Daily | Romantic denouements in football are a big ask and no mistake", "date_published": "2022-12-09 11:40:35+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>It doesn’t matter how big a star you are: the World Cup doesn’t really do fairytale endings. Take Zinedine Zidane, the embodiment of France 98, <a href=\"https://www.theguardian.com/football/blog/2014/mar/11/world-cup-moments-zinedine-zidane-head-butt\">sticking the nut</a> on Marco Materazzi in 2006 and traipsing off down the tunnel in disgrace, his chances of a second title following in lockstep. Garrincha’s reward for <a href=\"https://www.theguardian.com/football/2002/apr/27/sport.features\">sprinkling stardust</a> at the 1958 and 1962 tournaments was to be kicked all over the shop in 1966, his last international a 3-1 defeat to Hungary, the only game for the <em>Seleção</em> he ever lost. Or how about Alcides Ghiggia, Uruguay’s matchwinner of <a href=\"https://www.theguardian.com/football/blog/2014/feb/18/world-cup-25-stunning-moments-no2-uruguay-brazil-1950-scott-murray\">1950’s legendary </a><em><a href=\"https://www.theguardian.com/football/blog/2014/feb/18/world-cup-25-stunning-moments-no2-uruguay-brazil-1950-scott-murray\">Maracanazo</a></em>, ending his World Cup career in 1957 by getting sent off while representing Italy in a 2-1 qualifying defeat to Northern Ireland. Italy didn’t make it through to the finals; that sort of news used to be a big shock back then.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/football-daily-email-human-rights-world-cup-quarter-final-time\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/09/pop-music-is-tiktok-killing-the-bridge", "title": "Is TikTok killing off the pop music bridge?", "date_published": "2022-12-09 11:30:39+00:00", "description": "<p>It’s a trend that’s been spotted by everyone from Sting to social media users: the bit of a song between the verse and chorus is disappearing. Are short attention times to blame, or is this simply another evolution in songwriting?</p><p><br /></p><p>Back in March, the Australian singer <a href=\"https://www.theguardian.com/music/2022/apr/19/the-double-life-of-hatchie-i-toured-with-kylie-then-came-home-and-worked-in-a-cafe\" title=\"\">Hatchie</a> tweeted: “Why are pop songs with a bridge a dying breed?” She wasn’t the only one pondering that question; it was a sentiment that would be echoed in a post by the TikTok musician <a href=\"https://www.tiktok.com/@boyjr.69\" title=\"\">Boy Jr</a> in August, who – to the tune of Video Killed the Radio Star – told her 300,000 followers that the very platform she was posting from had, along with streaming services and algorithms, “killed the bridge in pop songs”. In another TikTok post that garnered 100,000 likes in November, user, R00keries wrote “shoutout to every artist that still writes bridges in their songs … they’re the best part and I hate that they’re going away”.</p> <a href=\"https://www.theguardian.com/music/2022/dec/09/pop-music-is-tiktok-killing-the-bridge\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/09/veronica-ryan-on-winning-the-turner-prize", "title": "‘People wouldn’t show my work – or even reply to me’: Veronica Ryan on her Turner prize triumph", "date_published": "2022-12-09 11:30:01+00:00", "description": "<p>The oldest artist ever to win the Turner spent years feeling as if she was invisible. Now, her quiet, contemplative sculptures have finally been rewarded with the British art world’s biggest prize</p><p>It’s the morning after Veronica Ryan <a href=\"https://www.theguardian.com/culture/2022/dec/07/veronica-ryan-wins-2022-turner-prize\">won the Turner prize</a>, a moment celebrated with her name being projected triumphantly on Liverpool’s vast Radio City tower, and it still hasn’t sunk in. “It feels as though there’s this separate person, who might be me, who’s won the Turner prize,” she says. “At the moment, there’s a disconnect.”</p><p>At 66, Ryan becomes the oldest artist to have won the award. In some ways, she has also had the hardest path to get here. In her winner’s speech in the grandeur of Liverpool’s St George’s Hall on Wednesday night, she thanked and named three lost siblings, Patricia, Josephine and David. When I ask about them, she tells me baldly: “They committed suicide.” There have been years of trauma and grief for the bereaved family to cope with. And other losses, too. Ryan’s career had a promising start, with plenty of opportunities and shows when she graduated from the Slade School of Fine Art. But that ground to a halt. It was almost as if she was swept away by the incoming tide of the Young British Artists, who were a few years younger than her. “There was a whole period,” she says, “when people wouldn’t show my work and wouldn’t even reply when I sent them images.”</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/09/veronica-ryan-on-winning-the-turner-prize\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/brittney-griner-arrives-in-us-after-prisoner-exchange-with-russia", "title": "Brittney Griner arrives in US after prisoner exchange with Russia", "date_published": "2022-12-09 11:17:15+00:00", "description": "<p>Basketball star lands at Texas airbase after being swapped for Russian arms dealer Viktor Bout</p><p><a href=\"https://www.theguardian.com/sport/2022/dec/08/brittney-griner-from-brilliant-basketball-talent-to-high-profile-prisoner\">The American basketball star Brittney Griner</a> returned to the US early on Friday after being freed in a high-profile prisoner exchange from nearly 10 months in detention in Russia.</p><p>The deal, in which <a href=\"https://www.theguardian.com/world/2022/dec/08/brittney-griner-russia-us-prisoner-swap-viktor-bout\">she was swapped for the Russian arms dealer Viktor Bout</a>, secured the release of the most prominent American detained abroad and achieved a top goal for Joe Biden. But Washington failed to win freedom for another US citizen, Paul Whelan, who has been jailed for nearly four years.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/brittney-griner-arrives-in-us-after-prisoner-exchange-with-russia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/met-police-officer-charged-with-two-counts-of-rape", "title": "Met police officer charged with two counts of rape", "date_published": "2022-12-09 11:06:11+00:00", "description": "<p>PC Rupert Edwards charged in relation to alleged incidents in south London and Surrey this year</p><p>A serving Metropolitan police officer has been charged with rape, the force has said.</p><p>PC Rupert Edwards, attached to the South-West basic command unit, was arrested on suspicion of rape of 5 September, after which he was bailed and suspended from duty, Scotland Yard said.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/met-police-officer-charged-with-two-counts-of-rape\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/georgia-runoff-democrats-winning-strategy-biden", "title": "The Georgia runoff shows that Democrats have figured out a winning strategy | Andrew Gawthorpe", "date_published": "2022-12-09 11:05:39+00:00", "description": "<p>The midterms have been an endorsement of Biden’s formula: appeal to the middle by hammering at Republicans’ extremism</p><p>For the third time in a row, Democrats have won a Senate election in Georgia. Raphael Warnock’s victory makes it clear that the party’s gains in the state in 2020 were not an anomaly. Although far from being a so-called blue state, Georgia is positioned well to remain competitive in 2024 and beyond. But in order for that to happen – and to build on their victories elsewhere – Democrats have to make the right choices.</p><p>Taken as a whole, the midterms have provided a ringing endorsement of the approach to politics favored by President Joe Biden. From the first moment it looked like he would enter the 2020 Democratic primary, Biden was <a href=\"https://newrepublic.com/article/153939/democrats-victory-not-depend-swing-voters\">maligned</a> and <a href=\"https://www.gq.com/story/democratic-leadership-base\">mocked</a> for suggesting that the path to a Democratic victory lay through gains with independent and suburban voters. Critics argued that the country was so deeply polarized that swing voters no longer existed, and that appeals for bipartisanship would fall on deaf ears. In their view, the only viable strategy was to mobilize the Democratic base with leftwing appeals, even at the cost of losing voters in the center.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/georgia-runoff-democrats-winning-strategy-biden\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/09/why-dressing-sexy-is-back-in-fashion", "title": "Flash the flesh: why dressing sexy is back in fashion", "date_published": "2022-12-09 11:00:40+00:00", "description": "<p>Thigh-high boots, mini skirts … brunch bustiers. It’s time to lose the baggy knits and bare some skin. Plus: 10 ways to dial up your wardrobe’s sex factor (with very little effort)</p><p>Sex never goes out of fashion. The survival of the human race depends on it, for starters, so like sleeping and eating, sex isn’t going anywhere. But sexy? Sexy is different. Sexy has been kind of off-message, fashion-wise, for the past few years. Sexy has been uncool.</p><p>But lately sexy is, in the words of Justin Timberlake, very much back. The milkmaid dresses of summer are being mothballed in favour of corsets worn under your blazer (see Alexa Chung in a corset dress under leather jacket at Miu Miu’s Paris show) or thigh-high boots with your miniskirt, as seen on Kate Moss on the Tommy Hilfiger front row in New York. After a decade of flat shoes, the slingback kitten heel is a-dangling from bar stools everywhere. Where last year’s hot party-season look was a pair of fancy pyjamas, 2022 is all about the return of the cocktail dress.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/09/why-dressing-sexy-is-back-in-fashion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/09/houseplant-of-the-week-strawberry-geranium", "title": "Houseplant of the week: strawberry geranium", "date_published": "2022-12-09 11:00:40+00:00", "description": "<p>This is one of the few houseplants that can survive outside in the UK</p><p><strong>Why will I love it?</strong> <br />With its rosette of fuzzy, dark-green leaves – silver-grey veins on top and a striking red underside – the strawberry geranium (<em>Saxifraga stolonifera</em>) is a wooer. One of its many names is “mother of thousands”, referring to the way it sends out reddish-pink, threadlike stolons, with plantlets that hang like parachutes. In late summer, blooming clusters of small, cream flowers with distinctive pointed petals are a delight.</p><p><strong>Light or shade?</strong> <br />Bright, indirect light to partial shade.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/09/houseplant-of-the-week-strawberry-geranium\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/us-immigration-laws-joe-biden-enforced-discretion-common-sense", "title": "US immigration laws should be enforced with discretion. That’s common sense | Robert Reich", "date_published": "2022-12-09 11:00:39+00:00", "description": "<p>Biden ordered officials to focus on deporting immigrants convicted of felonies, rather than undocumented people en masse. I applaud that decision</p><p>Texas has sued the Biden administration over its order to immigration agents to prioritize undocumented immigrants convicted of felonies rather than deport all undocumented immigrants.</p><p>Texas argues that federal immigration law requires the government to deport <em>every</em> undocumented immigrant. The Biden administration says it doesn’t have the resources to deport the country’s estimated 11 million undocumented immigrants, so it must develop priorities.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/us-immigration-laws-joe-biden-enforced-discretion-common-sense\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/09/what-do-you-get-when-you-support-the-guardian-supporter-subscribe-contribute", "title": "What do you get when you support the Guardian?", "date_published": "2022-12-09 11:00:39+00:00", "description": "<p>Answer: unlimited app access, ad-free reading, newsroom gossip – and the reassurance that you’re funding independent, open, trustworthy journalism in slippery times</p><p></p><p>More than 1.5 million people from 180 countries have <a href=\"https://support.theguardian.com/contribute?acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentType%22%3A%22ACQUISITIONS_EDITORIAL_LINK%22%2C%22componentId%22%3A%22supporter_explainer%22%2C%22campaignCode%22%3A%22supporter_explainer%22%7D&amp;INTCMP=supporter_explainer\">supported the Guardian</a>. Why?</p><p>Good question.</p> <a href=\"https://www.theguardian.com/media/2022/dec/09/what-do-you-get-when-you-support-the-guardian-supporter-subscribe-contribute\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/09/have-we-fallen-out-of-love-with-celebrity-memoirs", "title": "Have we fallen out of love with celebrity memoirs?", "date_published": "2022-12-09 10:52:17+00:00", "description": "<p>The year’s autobiography big-hitters haven’t sold as well as expected, with buyers disenchanted by pricing and lack of feelgood topics</p><p>From actors and musicians to athletes and presenters, there are no shortage of celebrity memoirs on bookshop shelves. This year has seen new books published by a Spice Girl, a couple of Harry Potter stars and a beloved UK comedian.</p><p>But in a world where celebrities can, and do, share their every thought on social media, are their memoirs still able to pull in readers? Sales figures suggest such books might be in a rocky place, as titles by names including Jeremy Clarkson and Matthew Perry struggle to sell, despite a post-pandemic comeback from the genre.</p> <a href=\"https://www.theguardian.com/books/2022/dec/09/have-we-fallen-out-of-love-with-celebrity-memoirs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/armchair-guide-everything-you-need-to-know-about-england-v-france", "title": "Armchair guide: everything you need to know about England v France", "date_published": "2022-12-09 10:30:38+00:00", "description": "<p>Seven Years’ War, Hundred Years’ War, Napoleonic Wars, Roy Keane v Brazil … expect more confrontation on Saturday night</p><p>It’s the defending champions, France, against the beaten Euro 2020 finalists, England, for a place in the World Cup semi-finals. Kick-off is at 7pm GMT; if it’s not over in 90 minutes extra time or possibly penalties could settle it – layering more jeopardy for fans of Lee Mack’s The 1% Club, due to follow on ITV1 at 9.30pm. Stars include Kylian Mbappé, Antoine Griezmann and the ex-Arsenal and Chelsea forward Olivier Giroud, France’s all-time top male goalscorer. His presence ensures another full night of unwanted Twitter notifications for Giroud’s TV lookalike,<a href=\"https://twitter.com/rylan/status/970354227880058881?lang=en-GB\"> @Rylan</a>: “I’m NOT Olivier Giroud. I’m not playing football today. thanks bye.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/armchair-guide-everything-you-need-to-know-about-england-v-france\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/09/i-got-a-bit-drunk-with-the-twins-toy-story-2s-lee-unkrich-on-his-obsession-with-the-shining", "title": "‘I got a bit drunk with the twins’: Toy Story 2’s Lee Unkrich on his obsession with The Shining", "date_published": "2022-12-09 10:23:39+00:00", "description": "<p>In an extract from his forthcoming book, Unkrich explains how, aged 13, he first saw the film which would inspire a lifelong passion</p><p>‘Are you OK? Is it too scary? We can leave if you need to …” It was May 1980. I was nearly 13 years old, sitting in an Ohio movie theatre with my mother watching Stanley Kubrick’s The Shining. She was right to be concerned; exactly two years earlier she had taken me to see Larry Cohen’s horror film It Lives Again – his sequel to It’s Alive – and the experience had caused more than a year of traumatic, recurring nightmares. As a result, I had since avoided any scary movies (or even their trailers). So it was risky for her to take me to see another horror film that early summer evening.</p><p>Little did she know that she was changing the course of my life. The Shining penetrated my psyche in a way I had never experienced, and it was intoxicating. Like Danny Torrance, I was an only child whose parents were entangled in a dysfunctional marriage. I also spent many hours home alone, my house filled with rich fodder for my imagination: a shadowy crawlspace, a statue of a little girl that I was certain was alive, and the insecurity and numb terror that comes from watching your parents’ marriage unravel.</p> <a href=\"https://www.theguardian.com/film/2022/dec/09/i-got-a-bit-drunk-with-the-twins-toy-story-2s-lee-unkrich-on-his-obsession-with-the-shining\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/france-v-england-where-world-cup-quarter-final-could-be-won-and-lost-tactics", "title": "England v France: where World Cup quarter-final could be won and lost | Jonathan Wilson", "date_published": "2022-12-09 10:11:46+00:00", "description": "<p>We pick five tactical areas key to the outcome, including Gareth Southgate’s choice of shape and France’s defensive weak spots</p><p>The pattern under Gareth Southgate has been that England play a back four when confident of dominating the ball and a back three when they expect possession to be more contested. In four games at this tournament so far, England have played 4-3-3. The question is whether, against France, they stick to the shape that has been effective or whether, mindful of the threat posed by, <a href=\"https://www.theguardian.com/football/2022/dec/08/kyle-walker-warned-there-is-no-proven-formula-to-stop-frances-kylian-mbappe\">particularly, Kylian Mbappé</a>, they opt for a back three. In September, Southgate spoke of how he had allowed himself in June to be lured away from his principles, leading to four winless Nations League games, which might suggest conservatism will reign and he will opt for the back three. But this week his assistant Steve Holland spoke of how <a href=\"https://www.theguardian.com/football/2022/dec/06/england-steve-holland-assistant-coach-mbappe-france-world-cup-quarter-final\">deploying a “soldier” to combat Mbappé</a> effectively removed a player from your own side, suggesting a back four.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/france-v-england-where-world-cup-quarter-final-could-be-won-and-lost-tactics\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/09/uk-to-develop-next-generation-fighter-jets-with-italy-and-japan", "title": "UK to develop next-generation fighter jets with Italy and Japan", "date_published": "2022-12-09 10:10:05+00:00", "description": "<p>Rishi Sunak says defence deal for Tempest means ‘outpacing those who seek to do us harm’</p><p>Britain will work to develop next-generation fighter jets with Italy and Japan, Rishi Sunak has announced.</p><p>The prime minister said the defence partnership will ensure the UK and allies are “outpacing and outmanoeuvring those who seek to do us harm”.</p> <a href=\"https://www.theguardian.com/business/2022/dec/09/uk-to-develop-next-generation-fighter-jets-with-italy-and-japan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/09/weather-tracker-south-america-heatwave-argentina", "title": "Weather tracker: Heatwave sweeps South America as Argentina hits 43C", "date_published": "2022-12-09 10:04:26+00:00", "description": "<p>Weather warnings issued as worshippers brave temperatures to celebrate Catholic holy day</p><p>A heatwave has hit parts of central South America this week, coinciding with the Immaculate Conception pilgrimage attended by Catholic worshippers.</p><p>A sizzling 43.5C was recorded in Santiago del Estero, Argentina, on Wednesday, a day before the holy day. Weather warnings for extreme heat were issued by the Argentinian and the Paraguayan national meteorological services this week, as temperatures rose 10C above the seasonal norm for several days in many places.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/09/weather-tracker-south-america-heatwave-argentina\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/09/am-homes-richard-powers-is-the-american-novelist-for-the-21st-century", "title": "AM Homes: ‘Richard Powers is the American novelist for the 21st century’", "date_published": "2022-12-09 10:00:21+00:00", "description": "<p>The author on identifying with Holden Caulfield and how Margaret Atwood made her a feminist writer</p><p><strong>My earliest reading memory<br /></strong>In order to check out books at the local library you had to be able to sign your name in cursive. I practised obsessively, grateful that my mother had opted for a short name, as writing has always been difficult. I am dyslexic, a fact that gave me an early (and unresolved) case of impostor syndrome. Each time we went to the library, I stocked up. The formative books of my childhood were all set in New York City: EB White’s Stuart Little, the story of a small mouse who lived a seemingly regular life with his adoptive human family, who made him, clothing and his own canoe. Kay Thompson’s Eloise, of the famed Plaza hotel, and Bernard Waber’s Lyle, Lyle, Crocodile, about a toothy character who lived with the Primm family in the house on East 88th Street.</p><p><strong>The book that changed me as a teenager<br /></strong>In the summer of 1972, my parents, who were philosophically and economically opposed to vacations, rented a house in Cape Cod, Massachusetts, for two weeks. The house turned out to have only one bedroom, with five twin beds. Everyone was miserable except me – I swam in the pool that belonged to the hotel next door. It was the summer of Watergate, the summer <a href=\"https://www.theguardian.com/media/2022/jul/03/feminist-magazine-ms-turns-50-a-beacon-for-rights-sex-equality-and-roe-v-wade\">Ms Magazine</a> launched, and I was 11 years old, reading the most amazing and horrifying books. The Terminal Man, Michael Crichton’s novel about mind control, was top of my list – a line describing the coarseness of a single male pubic hair still haunts me. Also that summer, I read Will There Really Be a Morning, the autobiography of Frances Farmer. The book is the brutal story of Farmer, an actor, who was committed to a psychiatric hospital. The fear of incarceration, of mental illness, of not being seen for who one is, of being so disappointing or frightening to one’s own family that they send you away, was terrifying. For me, something changed that summer: I went in as one person and came out as another.</p> <a href=\"https://www.theguardian.com/books/2022/dec/09/am-homes-richard-powers-is-the-american-novelist-for-the-21st-century\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/09/experience-i-saved-an-elephant-from-drowning", "title": "Experience: I saved an elephant from drowning", "date_published": "2022-12-09 10:00:20+00:00", "description": "<p>The river was deep and unpredictable, and infested with crocodiles</p><p>I live in Samburu, in northern Kenya, but I was raised even farther north, on the border of Ethiopia. Where I grew up, there were elephants living in the wild. I was fascinated by these creatures. They’re so social, complex and compassionate; their size breathtaking. I became obsessed with elephants, and decided to carve out a career working with them.</p><p>Now, working in the field for Save the Elephants in Kenya, I am mostly based in Samburu National Reserve – a 165km<sup>2</sup> protected park – recording details of the population and leading collaring operations. We deploy GPS trackers around wild elephants’ necks, so we can monitor their movements.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/09/experience-i-saved-an-elephant-from-drowning\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/gallery/2022/dec/09/the-police-came-because-of-the-sea-of-red-gore-unseen-photos-from-the-set-of-the-shining", "title": "‘The police came because of the sea of red gore’: unseen photos from the set of The Shining", "date_published": "2022-12-09 10:00:20+00:00", "description": "<p>Stanley Kubrick’s The Shining has legions of admirers the world over – not the least Lee Unkrich, director of Pixar classics including Toy Story 2 and Coco. Unkrich spent years collecting pictures, artefacts and stories about the making of the film, uncovering deleted scenes and getting to grips with its most obscure details. Here are a collection of unseen photographs from his forthcoming book about the 1980 horror classic</p><p><a href=\"https://www.taschen.com/pages/en/catalogue/film/all/66983/facts.stanley_kubricks_the_shining.htm\">• The Collector’s Edition of Stanley Kubrick’s The Shining is published by Taschen</a></p> <a href=\"https://www.theguardian.com/film/gallery/2022/dec/09/the-police-came-because-of-the-sea-of-red-gore-unseen-photos-from-the-set-of-the-shining\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/ukraine-russia-war-cold-donetsk-frontline", "title": "‘Only 100 metres apart’: Ukrainians and Russians face off in Donetsk", "date_published": "2022-12-09 09:54:21+00:00", "description": "<p>The eastern city of Bakhmut – where soldiers suffer bitter cold and lack of supplies – is now the war’s most violent front</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/07/russia-ukraine-war-live-blinken-says-us-did-not-enable-ukraine-strikes-inside-russia\">Russia-Ukraine war – latest news updates</a></li></ul><p>When Nazar and his fellow soldiers came to the village outside the key city of Bakhmut that they had been ordered to attack, they thought they would be there for a single day. They arrived without sleeping bags or extra rations, as snow lay on the ground.</p><p>Instead of the 15 Russians they had been warned to expect, they encountered 50 of them, dug into the tree line, triggering a fight that lasted several days. “In places we were only 100 metres apart,” recalls Nazar. “We were on one low hill and they were on another. Sometimes, we could even hear their laughter.”</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/ukraine-russia-war-cold-donetsk-frontline\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/search-resumes-for-three-fishers-off-jersey", "title": "Search resumes for three fishers off Jersey", "date_published": "2022-12-09 09:34:46+00:00", "description": "<p>Fishing boat believed to be resting on seabed after collision with Condor Ferries freight vessel</p><p>The search for three fishers whose <a href=\"https://www.theguardian.com/uk-news/2022/dec/08/jersey-fishing-boat-believed-to-have-sunk-after-collision-with-ferry\">boat is believed to have sunk in the Channel after a collision with a freight vessel</a> has<a href=\"https://www.theguardian.com/uk-news/2022/dec/08/jersey-fishing-boat-believed-to-have-sunk-after-collision-with-ferry\"> </a>resumed off the coast of Jersey.</p><p>Lifeboats and a search aircraft were launched at first light to continue to scour the area to the west and north-west of the island.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/search-resumes-for-three-fishers-off-jersey\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/09/oddest-book-title-of-the-year-won-by-rupauls-drag-race-essay-collection", "title": "RuPaul’s Drag Race essay collection wins oddest book title of the year award", "date_published": "2022-12-09 09:01:19+00:00", "description": "<p>RuPedagogies of Realness wins the Bookseller/Diagram prize ahead of What Nudism Exposes and Frankenstein Was a Vegetarian</p><p>A book about the teachable moments from RuPaul’s Drag Race has beaten titles about naked Canadians and a book of essays about clowns to win the Bookseller/Diagram prize for the oddest book title of the year.</p><p>RuPedagogies of Realness: Essays on Teaching and Learning with RuPaul’s Drag Race edited by Lindsay Bryde and Tommy Mayberry won 39% of the public vote for the prize, beating Mary-Ann Shantz’s What Nudism Exposes: An Unconventional History of Postwar Canada, which got 25% of the vote.</p> <a href=\"https://www.theguardian.com/books/2022/dec/09/oddest-book-title-of-the-year-won-by-rupauls-drag-race-essay-collection\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/pakistani-journalists-killing-in-kenya-a-pre-meditated", "title": "Pakistani journalist’s killing in Kenya ‘a pre-meditated murder’", "date_published": "2022-12-09 09:00:26+00:00", "description": "<p>Fact-finding team sent by Pakistani government finds contradictions in reports of Kenyan officials</p><p>A team set up by the Pakistani government to investigate the killing of a well-known Pakistani journalist in Nairobi said it found several contradictions in the version given by Kenyan authorities, and believes it was a case of pre-meditated murder.</p><p>The TV journalist Arshad Sharif, who had fled Pakistan citing threats to his life, was shot dead in Nairobi in October. Kenyan officials said it was a case of mistaken identity and that police hunting car thieves opened fire on his vehicle as it drove through a roadblock without stopping.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/pakistani-journalists-killing-in-kenya-a-pre-meditated\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/england-tactics-france-world-champions-2018-world-cup-didier-deschamps-gareth-southgate", "title": "England have adopted the tactics that made France world champions in 2018", "date_published": "2022-12-09 09:00:19+00:00", "description": "<p>Over the last few years, Gareth Southgate has been perfecting the style that secured the World Cup for Didier Deschamps</p><p>By <a href=\"https://twitter.com/ericdevin_?lang=en\">Eric Devin</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>“It felt like an Atlético Madrid match. It made me feel at home,” said Antoine Griezmann after France’s semi-final triumph over Belgium at the 2018 World Cup. That 1-0 win against perhaps the most potent attacking team at the tournament – who were fresh from their thrilling quarter-final win over Brazil – summed up France under Didier Deschamps. The team that would go on to become world champions resembled an international version of Diego Simeone’s famously combative Atlético team: conservative and rigid but also boasting supreme quality in forward areas. It is a blueprint that Gareth Southgate has used to achieve England’s recent success.</p><p>Deschamps’ conservative team was designed to fit modern international football, knowing the attacking fluidity achieved by club managers is difficult to replicate in a national team given the minimal time coaches have to work with their players. Many recent successes in international football have been built on a considered style of play: stoic and well organised in defence, with moments of individual quality in attack. Portugal’s triumph at Euro 2016 and France’s win in 2018 are standout examples.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/england-tactics-france-world-champions-2018-world-cup-didier-deschamps-gareth-southgate\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/ufc-has-been-rocked-by-a-betting-scandal-and-its-a-self-inflicted-wound", "title": "UFC has been rocked by a betting scandal. And it’s a self-inflicted wound", "date_published": "2022-12-09 09:00:19+00:00", "description": "<p>Several investigations have been launched around gambling patterns for UFC fights. The organization must shoulder some of the blame</p><p>On 5 November 2022, a handful of UFC oddsmakers and media members <a href=\"https://twitter.com/aaronbronsteter/status/1589024482991431680\">noticed</a> suspicious gambling activity before a fight between Shayilan Nuerdanbieke and Darrick Minner in Las Vegas.</p><p>In the hours leading up to the fight, Nuerdanbieke emerged as a significant betting favorite. He went on to win by technical knockout in the opening round after Minner’s knee appeared to buckle. It was later <a href=\"https://www.espn.com/chalk/story/_/id/34968905/ufc-fight-investigation-suspicious-betting-detected\">reported</a> that Minner had hurt his left knee before the fight, and that <a href=\"https://twitter.com/BloodyElbow/status/1589046922018697216?ref_src=twsrc%5Etfw\">rumors about the injury</a> had spread among betting insiders.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/ufc-has-been-rocked-by-a-betting-scandal-and-its-a-self-inflicted-wound\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/macron-free-condoms-under-25s-france-contraception-sti-unwanted-pregnancies", "title": "Macron announces free condoms for 18- to 25-year-olds in France", "date_published": "2022-12-09 08:48:50+00:00", "description": "<p>President hails ‘revolution for contraception’ as government seeks to curb STIs and unwanted pregnancies</p><p>The French president has said condoms will be made available for free in pharmacies for 18- to 25-year-olds in an attempt to reduce unwanted pregnancies among young people.</p><p>“It’s a small revolution for contraception,” Emmanuel Macron announced during a health debate with young people in Fontaine-le-Comte, a suburb of Poitiers in western France.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/macron-free-condoms-under-25s-france-contraception-sti-unwanted-pregnancies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/09/european-culture-dominates-world-cup-but-argentina-can-teach-tactical-lesson", "title": "European culture dominates World Cup but Argentina can teach tactical lesson | Philipp Lahm", "date_published": "2022-12-09 08:30:18+00:00", "description": "<p>Most key figures left in the last eight play in Europe but Lionel Messi’s side have a mindset unique to South America</p><p>The quarter-finals are about to begin and the world is talking about Morocco. For the fourth time an African nation and for the first time an Arab nation is among the last eight. Geographically, this is true, but in terms of football culture Morocco is European. One of the stars, Achraf Hakimi of Paris Saint-Germain, was born in Madrid and played in Real’s youth teams. The other, Chelsea’s Hakim Ziyech, grew up in the Netherlands and made his name at Ajax.</p><p>Morocco, whose coast can be easily seen from Andalucía, has adapted its football to the Spanish rondo style. The players are light-footed, agile, flexible, technically good. The team defend with dedication, counter with courage. “We have to copy the game of the Europeans,” says Morocco’s coach, Walid Regragui, “and bring in our own values.” <a href=\"https://www.theguardian.com/football/2022/dec/06/morocco-spain-world-cup-last-16-match-report\" title=\"\">Morocco knocked out Spain</a> in the last 16.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/09/european-culture-dominates-world-cup-but-argentina-can-teach-tactical-lesson\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/09/world-cup-2022-quarter-finals-brazil-croatia-netherlands-argentina-live", "title": "World Cup 2022: European pair face South American giants in quarter-finals – live", "date_published": "2022-12-09 08:06:38+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/football/2022/dec/08/brazil-and-tite-wary-of-croatian-resilience-in-toughest-hurdle-yet\">Brazil wary of ‘Croatian resilience’ in toughest hurdle yet</a></li><li><a href=\"https://www.theguardian.com/football/2022/dec/08/netherlands-argentina-past-world-cup-meetings\">Netherlands v Argentina: their previous World Cup meetings</a></li><li>And you can <a href=\"mailto:martin.belam@theguardian.com\">mail Martin</a> with any World Cup thoughts</li></ul><p>It does seem slightly mad that we are nine days away from a World Cup final and also about twelve days away from the resumption of the top European club football season, but here we are. <strong>Paris St Germain</strong> president Nasser Al-Khelaifi has said <strong>Lionel Messi</strong> is happy at the Ligue 1 champions and they will open discussions about a possible contract extension after the World Cup, Reuters reports.</p><p>Messi, who has 12 goals and 14 assists for PSG in all competitions this season, moved to PSG from Barcelona in 2021 on a two-year contract, which expires in the summer.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/09/world-cup-2022-quarter-finals-brazil-croatia-netherlands-argentina-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/09/jeremy-hunt-sets-out-sweeping-reforms-to-financial-sector", "title": "Jeremy Hunt sets out sweeping reforms to financial sector", "date_published": "2022-12-09 08:05:12+00:00", "description": "<p>Chancellor says plans will ensure City ‘benefits from dynamic, proportionate regulation’</p><p>The chancellor has announced plans to reform and repeal a number of City regulations, including rules originally meant to protect the UK from another financial crisis.</p><p>Jeremy Hunt’s <a href=\"https://www.theguardian.com/business/2022/dec/08/jeremy-hunt-city-regulation-financial-sector\">30-point plan</a> was announced as he travelled to Edinburgh to meet a group of chief executives from banks and insurers, who the government hopes will be in a stronger position to grow and compete with international peers as a result of the deregulation drive.</p> <a href=\"https://www.theguardian.com/business/2022/dec/09/jeremy-hunt-sets-out-sweeping-reforms-to-financial-sector\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/putin-shelling-ukraine-power-grid-russia-president-strikes-energy-infrastructure", "title": "Putin vows to keep shelling Ukraine’s power grid at ‘heroes’ drinks reception", "date_published": "2022-12-09 08:03:40+00:00", "description": "<p>Russian president says he will not be deterred by ‘noise’ about strikes on energy infrastructure</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/09/russia-ukraine-war-live-russia-has-installed-rocket-launchers-at-zaporizhzhia-nuclear-power-plant-says-ukraine\">Russia-Ukraine war – latest news updates</a></li></ul><p>Drinking what appeared to be sparkling wine, Vladimir Putin has vowed to keep battering Ukraine’s energy grid despite an outcry against the systematic attacks that have plunged millions into the cold and dark as winter sets in.</p><p>Speaking after an awards ceremony for “Heroes of Russia” at the Kremlin on Thursday, the president addressed a group of soldiers. Acknowledging the targeted attacks by Russia, Putin blamed Ukraine for initiating a trend of <a href=\"https://www.theguardian.com/world/2022/dec/02/russia-vicious-tactics-ukraine-further-expose-weakness\">attacking civilian infrastructure</a>, pointing to a blast on a <a href=\"https://theguardian.com/world/2022/oct/08/crimea-kerch-bridge-explosions-russia-ukraine\">key bridge</a> between the Russian mainland and the annexed Crimean peninsula.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/putin-shelling-ukraine-power-grid-russia-president-strikes-energy-infrastructure\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/dec/09/the-week-in-wildlife-in-pictures", "title": "The week in wildlife – in pictures", "date_published": "2022-12-09 08:00:19+00:00", "description": "<p>The best of this week’s wildlife pictures, including a released snow leopard, a rescued bear and a very large flower </p> <a href=\"https://www.theguardian.com/environment/gallery/2022/dec/09/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/09/you-be-the-judge-should-my-best-friend-stop-wearing-winter-coats-all-year-round", "title": "You be the judge: should my best friend stop wearing winter coats all year round?", "date_published": "2022-12-09 08:00:19+00:00", "description": "<p>Samantha wears puffer jackets and fleeces come rain or shine. Her mate thinks she looks ridiculous. We ask you to be the fashion police</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></li></ul><p><em>Samantha will wear a big fleece to go for ice-cream in the summer. She makes us all look ridiculous</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/09/you-be-the-judge-should-my-best-friend-stop-wearing-winter-coats-all-year-round\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/09/academy-nutrition-financial-ties-processed-food-companies-contributions", "title": "Revealed: group shaping US nutrition receives millions from big food industry", "date_published": "2022-12-09 08:00:18+00:00", "description": "<p>Academy of Nutrition and Dietetics has a record of quid pro quos with a range of food giants, documents show</p><p>Newly released documents show an influential group that helps shape US food policy and steers consumers toward nutritional products has financial ties to the world’s largest processed food companies and has been controlled by former industry employees who have worked for companies like Monsanto.</p><p>The documents reveal the Academy of Nutrition and Dietetics has a record of quid pro quos with a range of food giants, owns stock in ultra processed food companies and has received millions in contributions from producers of pop, candy, and processed foods linked to diabetes, heart disease, obesity and other health problems.</p> <a href=\"https://www.theguardian.com/science/2022/dec/09/academy-nutrition-financial-ties-processed-food-companies-contributions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/09/sam-ryder-theres-nothing-but-space-man-review-parlophone-eurovision-tiktok", "title": "Sam Ryder: There’s Nothing But Space, Man! review – unfortunately apt title for vapid debut album", "date_published": "2022-12-09 08:00:18+00:00", "description": "<p><strong>(Parlophone)<br /></strong>Never mind his trademark vocal prowess: the TikTok and Eurovision star shines most strongly when he shows his vulnerability on the softer songs of this disappointing debut</p><p>Sam Ryder’s brief career has run on surprises: first, posting covers on TikTok, where this sweet, bearded hippie showcased a falsetto so astonishing it grabbed the attention of Alicia Keys. Then, at Eurovision this May, where he shocked a defeated nation by almost winning and, moreover, doing so with a brilliant song, Space Man. A cosmic ballad with touches of Elton and Bowie (and Harry Styles’s similarly inspired Sign of the Times) that made great use of Ryder’s vocal power, its clever, moving lyrics likened the isolation of heartbreak to being stuck in orbit. To boot, this effusively joyful former wedding singer was apparently entirely untouched by cynicism.</p><p>It’s a crushing inevitability, then, that Ryder’s debut album conveys all the limited imagination of the British pop industry trying to capitalise on a viral moment. Although Space Man’s co-writers contributed to several other tracks, that song’s elegance is nowhere to be found among a litany of cliches and self-help guff so toothless it makes Ed Sheeran look like Nick Cave. Even basic sense can be hard to come by: Tiny Riot, with its budget <a href=\"https://www.theguardian.com/music/2021/may/09/rag-n-bone-man-life-by-misadventure-review-rory-graham\">Rag’n’Bone Man</a> boom, advises us to “turn the pouring rain to the wave of a tiny riot” and suggests that “if butterflies can use their wings to turn the wind to hurricanes / You and I can break the chains”. More baffling still is the entirely out-of-character This Time, a bitter, jaunty up-yours to some big shot who “lost your trust fund and that trophy wife”.</p> <a href=\"https://www.theguardian.com/music/2022/dec/09/sam-ryder-theres-nothing-but-space-man-review-parlophone-eurovision-tiktok\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/commentisfree/2022/dec/09/fading-tories-stealing-ideas-labour-keir-starmer", "title": "The fading Tories are stealing ideas from Labour – a transition has already begun | Andy Beckett", "date_published": "2022-12-09 08:00:18+00:00", "description": "<p>Blurred lines between one government and the next happen quite often, but that doesn’t mean Starmer’s fight is over</p><p>The British political system likes to present itself as one where power shifts decisively from one party to another. The removal van arrives in Downing Street, and a very different government replaces the defeated one. These quick, dramatic switches are meant to be one of the good points of our system: the electorate’s wishes clearly enacted, in compensation for being kept at a distance from centralised Westminster the rest of the time.</p><p>It’s in the interests of the two big parties sustained by this system to say they offer a stark choice. And sometimes that’s true: Jeremy Corbyn’s loose socialism against Theresa May’s stern Conservatism; Keir Starmer’s self-conscious competence against Boris Johnson’s showy chaos. Since 2015 the gap between Labour and the Tories – in style, ideology and policies – has often been larger than ever.</p><p>Andy Beckett is a Guardian columnist</p> <a href=\"https://www.theguardian.com/politics/commentisfree/2022/dec/09/fading-tories-stealing-ideas-labour-keir-starmer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/09/music-books-memoirs-scene-histories-reading-diversity-rock", "title": "‘You don’t have to be Bono or Bruce’: the business behind the current glut of music books", "date_published": "2022-12-09 08:00:18+00:00", "description": "<p>In 2022, you can’t budge for new music memoirs and scene histories. But who’s reading them, where’s the quality control – and the diversity?</p><p>If it feels as though you can’t move for new music, then books about pop aren’t far behind. This Christmas alone has brought weighty tomes by <a href=\"https://www.theguardian.com/music/2022/oct/22/bono-memoir-birth-of-u2-itunes-album-live-aid-mullet\">Bono </a>and <a href=\"https://www.theguardian.com/books/2022/nov/09/the-philosophy-of-modern-song-by-bob-dylan-review-essays-on-songcraft\">Bob Dylan</a>, <a href=\"https://www.theguardian.com/music/2022/sep/11/nick-cave-on-music-grief-and-spirituality-faith-hope-carnage\">Nick Cave’s conversations with the writer Sean O’Hagan</a>, Bez’s autobiography, and former GQ editor Dylan Jones’s book about 1995. In recent years in the UK, two new imprints have launched – <a href=\"https://www.bonnierbooks.co.uk/adult-imprints/nine-eight-books/\">Nine Eight</a> and <a href=\"https://www.whiterabbitbooks.co.uk/\">White Rabbit</a> – both running music-only lists within larger publishing groups. Omnibus is still soldiering on after 50 years, and the big non-specialist publishers have music lists, too. Music writing has its own literary festivals – <a href=\"https://louderthanwordsfest.com/\">Louder Than Words</a> in Manchester, <a href=\"https://www.glasgowlife.org.uk/arts-music-and-cultural-venues/aye-write-glasgows-book-festival\">Aye Write! </a>in Glasgow – and its own prizes.</p><p>There are probably a few reasons for this glut, suggests Pete Selby, founder of Nine Eight. “A lot of it is generational,” he says – hence new books by 90s acts such as Jarvis Cocker, <a href=\"https://www.theguardian.com/music/2022/sep/09/mogwais-stuart-braithwaite-its-even-easier-for-weirdos-to-find-each-other-now-than-in-the-90s\">Mogwai’s Stuart Braithwaite</a> and the Charlatans’ Tim Burgess “whose thoughts are starting to turn to getting it all down on paper”. Plus, “the calibre of music publishing has never been stronger than over the past 10 years – the bar is really high, which acts as its own self-fulfilling virtuous circle”.</p> <a href=\"https://www.theguardian.com/books/2022/dec/09/music-books-memoirs-scene-histories-reading-diversity-rock\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/09/seven-year-old-bodhana-sivanandan-breaks-record-to-share-english-womens-blitz-chess-title", "title": "Chess: seven-year-old breaks record to share English women’s blitz title", "date_published": "2022-12-09 07:30:17+00:00", "description": "<p>Harrow schoolgirl lowers the age record for a national women’s champion by more than four years after sharing the crown</p><p>Bodhana Sivanandan earned a place in chess record books last Saturday when the Harrow schoolgirl, just seven years old, tied for second prize in the UK women’s blitz championship at Leamington Spa. As joint winner of the English title, she broke the existing age record for a national women’s champion by more than four years in a remarkable performance against opposition led by internationally seasoned rivals.</p><p>The open winner was Elmira Mirzoeva, 41, a former Moscow women’s champion now resident in London and playing under a neutral Fide flag. Sivanandan, a point behind, shared the English title with Sussex-based Kamila Hryshchenko, 20, who as a Ukrainian was the 2019 world girls under-18 blitz champion. “Blitz” was defined as three minutes per player for the entire game, plus an increment of two seconds per move.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/09/seven-year-old-bodhana-sivanandan-breaks-record-to-share-english-womens-blitz-chess-title\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/education-and-listening-helping-southgate-shape-his-happy-england", "title": "Education and listening helping Southgate shape his happy England", "date_published": "2022-12-09 07:30:17+00:00", "description": "<p>Culture of fun, accountability and responsibility is a far cry from atmosphere in the camp under Fabio Capello or Roy Hodgson</p><p>When England’s footballers arrived back at their World Cup base camp in Doha after <a href=\"https://www.theguardian.com/football/2022/dec/04/england-senegal-world-cup-last-16-match-report\">beating Senegal</a>, they were <a href=\"https://twitter.com/England/status/1599557948606320640\">greeted by dozens of dancing hotel workers</a>, who waved St George flags, threw confetti and looked genuinely pleased to be seeing them at 3am. The feeling was clearly mutual. Soon Jack Grealish, Luke Shaw and Kyle Walker were pogoing blissfully alongside them. And, as their heads bopped up and down, it was hard to escape the sense of this being a very different England setup.</p><p>Earlier, in a seemingly throwaway remark, John Stones gave a further insight into the team’s culture. “We spoke in our meeting about not letting any standards drop,” the defender said. “Whether it might be putting out socks the right way for the kit men – we get on at each other for things like that because we have created those standards.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/education-and-listening-helping-southgate-shape-his-happy-england\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/morocco-aim-to-break-new-ground-for-africa-after-world-cup-heartbreaks", "title": "Morocco aim to break new ground for Africa after World Cup heartbreaks", "date_published": "2022-12-09 07:30:17+00:00", "description": "<p>Cameroon, Senegal and Ghana have narrowly failed at the quarter-final stage but Walid Regragui is building a powerhouse</p><p>Even for a player who remains the only man to have three World Cup winners’ medals it was a bold prediction. “An African nation will win the World Cup before the year 2000,” declared Pelé – who had been persuaded to come out of retirement to play for New York Cosmos by Henry Kissinger three years earlier – on the eve of his final match in October 1977.</p><p>Nearly five decades have passed since then and while there has undoubtedly been progress on the global stage, an African team has yet to smash through the ceiling of the quarter-finals. Morocco, led by the wily tactician Walid Regragui, will become the latest to attempt to go where Cameroon in 1990, Senegal in 2002 and – most heartbreakingly – Ghana in 2010 failed and reach the last four when they face Portugal on Saturday.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/morocco-aim-to-break-new-ground-for-africa-after-world-cup-heartbreaks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/09/seven-empty-houses-by-samanta-schweblin-review-addictive-short-stories", "title": "Seven Empty Houses by Samanta Schweblin review – addictive short stories", "date_published": "2022-12-09 07:30:17+00:00", "description": "<p>The Argentinian author explores domestic suspense and psychological imbalance in a disturbing and compelling collection</p><p>Samanta Schweblin is one of a generation of South American female writers whose willingness to experiment with language, content and form has made them some of the most interesting and necessarily provocative voices in literature today (other names include <a href=\"https://www.theguardian.com/books/2022/mar/12/paradais-by-fernanda-melchor-review-snakes-mexican-eden-hurricane-season\" title=\"\">Fernanda Melchor</a>, <a href=\"https://www.theguardian.com/books/2022/mar/01/portrait-of-an-unknown-lady-by-maria-gainza-review-bolano-esque-art-mystery\" title=\"\">Maria Gainza</a>, Ariana Harwicz and Pola Oloixarac). While their predominantly male forebears staked out the territory of magic realism, these newer writers have arguably shown themselves to be even more innovative, utilising elements of autofiction, reportage and literary postmodernism in their quest to create a literature that offers a uniquely critical perspective on our times.</p><p>With her predilection for the dark and discomfiting, Schweblin sits closest to fellow Argentinian Mariana Enríquez, whose stories also occupy a queasy interstitial realm in which reality and nightmare can be difficult to distinguish. Schweblin’s first work to be translated into English was the 2014 novella <a href=\"https://www.theguardian.com/books/2017/mar/24/fever-dream-by-samanta-schweblin-review\" title=\"\">Fever Dream</a>, which made the shortlist for the 2017 Booker International. Fever Dream uses the tools of psychological horror to tell a story about the destructive power of agricultural chemical companies, and the economic and political vested interests that afford them protection. She followed this with the 2018 science fiction novel <a href=\"https://www.theguardian.com/books/2020/apr/25/little-eyes-by-samanta-schweblin-review-timely-visions-of-a-virtual-reality\" title=\"\">Little Eyes</a>, which employed a fractured narrative technique to create a highly engaging and thought-provoking commentary on the surveillance state and our willing participation in our own subjugation. In this new collection, winner in the US of a National book award, Schweblin steps back out on the shifting sands of literary horror that characterised Fever Dream, with seven stories of domestic suspense and psychological imbalance.</p> <a href=\"https://www.theguardian.com/books/2022/dec/09/seven-empty-houses-by-samanta-schweblin-review-addictive-short-stories\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/09/dressing-dakar-senegal-a-fashion-city-from-artisan-tailoring-to-haute-couture", "title": "Dressing Dakar: a fashion city from artisan tailoring to haute couture", "date_published": "2022-12-09 07:15:17+00:00", "description": "<p>Senegal’s capital has a labyrinth of backstreet workshops where makers cut and sew, and its annual fashion week attracts design talent from across Africa </p><ul><li>Photographs by Guy Peterson </li></ul><p>Jackets are hung on one wall of Bada Seck’s single-room atelier in the Ngor arrondissement of Dakar in Senegal, dresses are arranged along another. Half-made garments lie on top of an unused sewing machine and bags of fabric cover the floor.</p><p>Seck’s workshop, in this former fishing village on the westernmost edge of the Senegalese capital might be modest, but his clients come from as far away as France.</p><p>Tailor Bada Seck shopping for fabric in a small neighbourhood shop in Ngor</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/09/dressing-dakar-senegal-a-fashion-city-from-artisan-tailoring-to-haute-couture\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/09/al-sharpton-documentary-loudmouth", "title": "Al Sharpton: ‘No matter what happens, I’m not going to stop’", "date_published": "2022-12-09 07:03:16+00:00", "description": "<p>In an inspiring new documentary, the preacher and activist talks about his tireless quest for racial justice and equality</p><p>There are many familiar sides to the Rev Al Sharpton. There is Al Sharpton the preacher-protester, marching fearlessly through hostile white neighbourhoods in New York City; Al Sharpton the racial justice warrior, arm-in-arm with the mother of the latest police shooting victim; Al Sharpton the progressive TV host, pounding out his monologue on MSNBC.</p><p>Then there is the very unfamiliar image that fills the screen towards the end of Loudmouth, the new documentary on his life and battles. It shows Al Sharpton slumped to the ground, literally on his knees.</p> <a href=\"https://www.theguardian.com/film/2022/dec/09/al-sharpton-documentary-loudmouth\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/09/the-cartier-bresson-of-the-east-fan-hos-hong-kong-in-pictures", "title": "‘The Cartier-Bresson of the East’: Fan Ho’s Hong Kong – in pictures", "date_published": "2022-12-09 07:00:18+00:00", "description": "<p>Whether shooting street photography or art for art’s sake, the late Chinese artist spent a lifetime honing his evocative style</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/09/the-cartier-bresson-of-the-east-fan-hos-hong-kong-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/for-ukrainians-poetry-isnt-a-luxury-its-a-necessity-during-war", "title": "For Ukrainians, poetry isn't a luxury, it's a necessity during war | Charlotte Higgins", "date_published": "2022-12-09 07:00:17+00:00", "description": "<p>Poetry is fulfilling a very human need – to make sense of the senseless and tell their stories</p><p>“There is so much poetry coming out of Ukraine now that I’m barely keeping up with it,” the Ukrainian translator and scholar Oksana Maksymchuk tells me. It is hardly the first thing that one would expect of a country at war. But poetry’s ability to, as she says, “crystallise a particular moment in time, or an emotion that is fleeting”, has led to an outpouring of poems – not so much emotion recollected in tranquillity, as the spontaneous overflow of powerful feelings. Often these poems are posted by their authors on social media; the literary journal <a href=\"https://chytomo.com/stan-z-kryvavoi-krapli-koralom-11-novykh-virshiv-vijny/?fbclid=IwAR2DFAXQsOXFbyLrV4_4W0hH4ca2LiiPLM5PsujNTAWq6qYWngI3wUqWD44\">Chytomo</a> has been gathering up and publishing examples, some by established poets, many by those new to the form, including soldiers. There is even a <a href=\"https://warpoetry.mkip.gov.ua/\">Ukrainian government website</a> that encourages members of the public to upload their work. “Every poem, every line, every word is part of Ukrainian history,” the site says. “We know for sure that wars end, but poetry does not.” At the time of writing, more than 24,000 poems had been added to the site.</p><p>“It is true that when Russia’s full-scale invasion started on 24 February, literature was the last thing on people’s minds – “you could not protect your family from a rifle with your poems”, as the writer Oleksandr Mykhed put it. But as the conflict has continued, the power of writing to record, to testify and to witness has seemed more and more important. Many Ukrainians started to keep diaries, the “first responder”, perhaps, among literary genres, able to gather experience and emotion in its rawest form. But in surprising numbers, Ukrainians are also turning to poetry, while setting aside for the time being that time-greedy literary form, the novel. “It’s the condensation, the density of it, the way that you can arrange words so that they carry a lot,” explains Max Rosochinsky who, with Maksymchuk, is co-editor of an anthology of Ukrainian poems, <a href=\"https://www.wordsforwar.com/\">Words for War</a>, born from the conflict that began in 2014 with Russian annexations in the Donbas and Crimea.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/for-ukrainians-poetry-isnt-a-luxury-its-a-necessity-during-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/peyote-native-american-medicine-nacna-federal-protection", "title": "Inside the battle to save the sacred peyote ceremony: ‘We’re in dire straits’", "date_published": "2022-12-09 07:00:17+00:00", "description": "<p>Used in Native religious ceremonies but now adopted by A-list celebrities, the cactus is threatened by land development and over-harvesting</p><p>Earlier this fall, leaders of the Native American Church of North America (Nacna) made a historic trip to Washington DC to meet with lawmakers about the need to protect peyote – and, with it, the faith of hundreds of thousands of Native people.</p><p>Over the course of three days, they sat down with more than 20 lawmakers, federal officials and representatives from the Biden administration. In each meeting, they distributed photos to better illustrate the grim situation: huge swaths of land, in an area of southern Texas known as the Peyote Gardens, brutally cleared by root plowing.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/peyote-native-american-medicine-nacna-federal-protection\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/neckarwestheim-delay-phasing-out-nuclear-power-dividing-german-village", "title": "Why delay in phasing out nuclear power is dividing German village", "date_published": "2022-12-09 07:00:17+00:00", "description": "<p>Neckarwestheim’s nuclear power station was granted a stay of execution due to Russia’s weaponisation of gas, but some would like the extension to be permanent</p><p>On a slope above the river Neckar in south-west Germany, about 25 miles (40km) from Stuttgart, stands the village of Neckarwestheim, its red terracotta roofs surrounded by vineyards and farmers’ fields, with streets leading to a central market square. <br /><br />So far, so typical for a rural community in the German state of Baden-Württemberg. However, this settlement of 4,200 residents has one defining characteristic: it is located right next to one of Germany’s three remaining nuclear power stations.</p><p>The challenges facing this picturesque village illustrate how the energy crisis is affecting Europe’s largest economy, as Russia’s weaponisation of the gas supply has complicated Germany’s planned transition away from nuclear. </p> <a href=\"https://www.theguardian.com/world/2022/dec/09/neckarwestheim-delay-phasing-out-nuclear-power-dividing-german-village\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/gallery/2022/dec/09/homes-for-a-cosy-christmas-in-pictures", "title": "Homes for a cosy Christmas – in pictures", "date_published": "2022-12-09 07:00:16+00:00", "description": "<p>From a Queen Anne-style villa with a log burner and wine cellar to a newly renovated London apartment</p> <a href=\"https://www.theguardian.com/money/gallery/2022/dec/09/homes-for-a-cosy-christmas-in-pictures\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/09/russia-ukraine-war-live-russia-has-installed-rocket-launchers-at-zaporizhzhia-nuclear-power-plant-says-ukraine", "title": "Russia-Ukraine war live: Russia has installed rocket launchers at Zaporizhzhia nuclear power plant, says Ukraine", "date_published": "2022-12-09 06:44:44+00:00", "description": "<p>While all six reactors have been shut down, move by Russia heightens fears of radiation dangers</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>The US is set to levy fresh sanctions against Russia and China on Friday, the Wall Street Journal reports, citing officials familiar with the matter.</p><p>The measures will target Russia’s deployment of Iranian drones in Ukraine, as well as alleged human-rights abuses by Russia. </p><p>After Vladimir Putin launched his latest onslaught against <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> in February, the UK put together the biggest package of sanctions ever enacted against a major economy.</p><p>So far we have targeted over <a href=\"https://www.gov.uk/government/news/uk-sanctions-russian-officials-behind-conscription-mobilisation-and-criminal-mercenaries#:~:text=Foreign%20affairs-,UK%20sanctions%20Russian%20officials%20behind%20conscription%2C%20mobilisation%20and%20criminal%20mercenaries,in%20Russia%27s%20war%20on%20Ukraine.\">1,200 Russian individuals</a>, including at least 100 oligarchs and their families, with a net worth <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9481/\">exceeding £140bn</a>.</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/09/russia-ukraine-war-live-russia-has-installed-rocket-launchers-at-zaporizhzhia-nuclear-power-plant-says-ukraine\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/new-zealand-baby-w-case-boy-has-surgery-after-court-gives-doctors-guardianship", "title": "New Zealand ‘Baby W’ case: boy has surgery after court gives doctors guardianship", "date_published": "2022-12-09 06:31:27+00:00", "description": "<p>Six-month-old said to be doing well after court lets doctors perform heart surgery against wishes of parents who wanted only ‘unvaccinated’ blood used</p><p>A baby who was placed in his doctors’ care because his <a href=\"https://www.theguardian.com/world/2022/nov/30/new-zealand-parents-refuse-use-of-vaccinated-blood-in-life-saving-surgery-on-baby\">parents refused to consent to a transfusion of “vaccinated blood” for the operation</a>, has had life-saving surgery, the parents’ lawyer has said.</p><p>Sue Grey confirmed to broadcaster RNZ on Friday afternoon that the boy, identified only as “Baby W”, had had the procedure and was doing well.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/new-zealand-baby-w-case-boy-has-surgery-after-court-gives-doctors-guardianship\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/06/the-50-best-films-movies-of-2022-in-the-uk", "title": "The 50 best films of 2022 in the UK – 50 to 21", "date_published": "2022-12-09 06:08:32+00:00", "description": "<p>Our countdown of the best films released in the UK this year continues with jailed Iranian director Jafar Panahi’s No Bears, Joanna Hogg’s double-Swinton sequel and a disturbing drama about mass killer Martin Bryant</p><ul><li><a href=\"https://www.theguardian.com/film/2022/dec/06/the-50-best-movies-films-of-2022-in-the-us\">Read the US Top 50 films of 2022</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More of the best culture of 2022</a></li></ul><p><em>This list is compiled by the Guardian film team, with all films released in the UK during 2022 in contention. Check in every weekday to see our next picks, and please share your own favourite films of 2022 in the comments below.</em></p> <a href=\"https://www.theguardian.com/film/2022/dec/06/the-50-best-films-movies-of-2022-in-the-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/britain-oligarchs-dictators-fear-us-britain", "title": "Britain is not a passive observer on the world stage. We want oligarchs and dictators to fear us | James Cleverly", "date_published": "2022-12-09 06:00:17+00:00", "description": "<p>I will ensure this country uses its power and influence to advance its interests and values</p><ul><li>James Cleverly is the foreign secretary</li></ul><p>You may not have heard of General Min Aung Hlaing, but <a href=\"https://www.theguardian.com/commentisfree/2021/dec/05/myanmars-top-general-min-aung-hlaing-is-strangling-a-democracy-what-will-the-west-do-about-it\">this military dictator</a> has robbed 55 million people of their freedom and blighted the future of his country. </p><p>Last year, <a href=\"https://www.theguardian.com/world/2021/feb/01/aung-san-suu-kyi-and-other-figures-detained-in-myanmar-raids-says-ruling-party\">he seized power</a> in Myanmar, overturning the result of a free election which a military-backed party had lost by a huge margin.</p><p>James Cleverly is the Conservative MP for Braintree and the foreign secretary</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/britain-oligarchs-dictators-fear-us-britain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/09/a-shopping-guide-to-the-best-bracelets", "title": "A shopping guide to the best … bracelets", "date_published": "2022-12-09 06:00:16+00:00", "description": "<p>Add a little extra touch to a party outfit with our pick of bangles and bracelets to buy, rent and thrift</p><p>Pearls, £15.99, <a href=\"https://shop.mango.com/gb/women/jewellery-bracelets/pearl-chain-bracelet_37035832.html\">mango.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/09/a-shopping-guide-to-the-best-bracelets\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/angel-ahearn-killed-by-father-georgia", "title": "Georgia girl, 12, killed by father after family court grants him custody", "date_published": "2022-12-09 06:00:16+00:00", "description": "<p>Angel Ahearn’s grandmother fought to gain custody of the girl, but a judge placed her with her father despite allegations of abuse</p><p>A Tennessee grandmother who fought for custody of her late daughter’s child but lost out to the girl’s father was left grieving and angry after the man murdered her granddaughter.</p><p>Monica Dunning is holding up the shooting death of her 12-year-old granddaughter, Angel Ahearn, as devastating evidence that the US family court system is broken, the Tennessee news outlet <a href=\"https://www.wbir.com/article/news/local/12-year-old-girl-shot-and-killed-by-father-after-custody-battle-family-wants-answers/51-38386957-965c-46a9-a76a-f9f013ecfd6a\">WBIR</a> reported.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/angel-ahearn-killed-by-father-georgia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/pelosi-in-the-house-documentary-jan-6", "title": "Pelosi in the House: documentary captures speaker’s January 6 struggle", "date_published": "2022-12-09 06:00:16+00:00", "description": "<p>Film by her daughter, Alexandra Pelosi, captures how Nancy Pelosi fought to preserve democracy in the dramatic hours of the Capitol attack</p><p>The struggle of <a href=\"https://pelosi.house.gov/\">Nancy Pelosi</a>, the speaker of the House of Representatives, to preserve American democracy in the dramatic hours of the January 6 attack are captured in a new documentary film shot by her daughter.</p><p>Pelosi is seen watching on TV Donald Trump’s incendiary speech to his supporters, getting rushed out of the US Capitol building and making calls to Vice-President Mike Pence and other officials from the <a href=\"https://militarybases.com/washington-dc/fort-mcnair/\">Fort McNair</a> military base, where congressional leaders took refuge from the mob.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/pelosi-in-the-house-documentary-jan-6\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/09/lensa-ai-portraits-misogyny", "title": "The inherent misogyny of AI portraits – Amelia Earhart rendered naked on a bed", "date_published": "2022-12-09 06:00:16+00:00", "description": "<p>The hugely popular Lensa AI app creates portraits based on image prompts, but users say it sexualizes them unnecessarily </p><p>Officially, the Lensa AI app creates “magic avatars” that turn a user’s selfies into lushly-stylized works of art. It’s been touted by celebrities such as Chance the Rapper, Tommy Dorfman, Jennifer Love Hewitt and Britney Spears’ husband, Sam Asghari. But for many women the app does more than just spit out a pretty picture: the final results are highly sexualized, padding women’s breasts and turning their bodies into hourglass physiques.</p><p>“Is it just me or are these AI selfie generator apps perpetuating misogyny?” tweeted Brandee Barker, a feminist and advocate who has worked in the tech industry. “Here are a few I got just based off of photos of my face.” One of Barker’s results showed her wearing supermodel-length hair extensions and a low-cut catsuit. Another featured her in a white bra with cleavage spilling out from the top.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/09/lensa-ai-portraits-misogyny\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/09/brendan-fraser-darren-aronofsky-the-whale-samuel-d-hunter-interview", "title": "‘All that hyperventilating makes you dizzy’: Brendan Fraser and Darren Aronofsky on The Whale", "date_published": "2022-12-09 06:00:16+00:00", "description": "<p>The actor and director are joined by screenwriter Samuel D Hunter to discuss career comebacks, the hazards of Hollywood and the importance of human connection</p><p>The last time I met Brendan Fraser, he was bouncing off the walls of a Los Angeles hotel suite and looking every bit as popeyed, elastic-limbed and cartoonish as his animated co-stars in Looney Tunes: Back in Action. This was 2008. He was promoting the third Mummy film, Tomb of the Dragon Emperor, and not merely answering questions but turning the replies into zany skits or wackadoodle monologues. A jangling desperation, though, lurked just below the surface. It was never more apparent than when he recounted what he had said to a businessman who buttonholed him about the prospect of another Mummy sequel: “I don’t know! Leave me alone!”</p><p>Now we know why. Injuries sustained on that third Mummy picture led to seven years of hospital visits; there were operations on his back, a partial knee replacement and surgery on his vocal cords. In 2009, he and the mother of his three sons divorced. Then, in a 2018 interview headlined “<a href=\"https://www.gq.com/story/what-ever-happened-to-brendan-fraser\">Whatever happened to Brendan Fraser</a>?”, he alleged that he had been groped in 2003 by Philip Berk, a former president of the Hollywood Foreign Press Association, which is responsible for the Golden Globes. (Berk apologised but denies any wrongdoing.)</p> <a href=\"https://www.theguardian.com/film/2022/dec/09/brendan-fraser-darren-aronofsky-the-whale-samuel-d-hunter-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/09/slow-horses-season-2-review-apple-tv-gary-oldman-kristin-scott-thomas", "title": "Slow Horses season 2 review – Gary Oldman’s spy thriller is a cut above", "date_published": "2022-12-09 06:00:15+00:00", "description": "<p>Every scene in this series has a finesse of quality or invention. Full of lovely comedy and espionage antics, it gives stars like Kristin Scott Thomas plenty to relish</p><p>Spies never stop being spies, even when they’ve been out of the game for a while, and even when they know the game is up. Season two of Slow Horses (AppleTV+) starts with an old geezer standing behind the counter of a Soho sex shop, minding his own business – until he recognises a passerby and immediately sets off in pursuit, tailing the mystery man to a railway station, on to a train, then through the rain to catch a rail replacement bus bound for Oxford Parkway. On the bus, the sex shop proprietor begins to feel unwell, but before he drops dead, he types a single codeword into his phone and hides the device down the side of his seat. The man he was following gets away.</p><p>Much of what makes Slow Horses a tasty mis-shape of a drama can be found in that sequence, from the way it’s in bustling London one minute and an unglamorous provincial car park the next, to the fact that a bristly shambles of a man is the protagonist in an exciting chase. Star casting, too: the sex-shop guy, who is clearly a retired intelligence agent, has no lines and carks it before the opening credits, and yet he’s played by the great Phil Davis.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/09/slow-horses-season-2-review-apple-tv-gary-oldman-kristin-scott-thomas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/commentisfree/2022/dec/09/somalia-is-not-a-single-story-of-violence-and-state-failure-focus-on-our-strengths", "title": "Somalia is not just a story of violence and state failure. Focus on our strengths |  President Hassan Sheikh Mohamud", "date_published": "2022-12-09 06:00:15+00:00", "description": "<p>The country can overcome multiple urgent challenges to achieve sustainable development for and with the people</p><p>Development is complex, but in complexity there is an opportunity for innovation if the right partnerships are formed.</p><p>In Somalia, <a href=\"https://www.theguardian.com/global-development/2022/jun/22/somalia-the-worst-humanitarian-crisis-weve-ever-seen\">where the needs are extreme, multiple and urgent</a>, there is no shortage of development projects, but more often than not, this dominates the global view of Somalia. However, this is not the full story.</p> <a href=\"https://www.theguardian.com/global-development/commentisfree/2022/dec/09/somalia-is-not-a-single-story-of-violence-and-state-failure-focus-on-our-strengths\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/vaccines-china-economy-growth-covid", "title": "Without effective vaccines, China’s economy may not heal", "date_published": "2022-12-09 06:00:15+00:00", "description": "<p>Changes to zero-Covid policy could prove insufficient if lockdowns are expected to continue</p><p>China’s nearly three-year policy of enacting strict lockdowns to contain outbreaks of Covid-19 came with a heavy price for the world’s second largest economy.</p><p>The question for its president, Xi Jinping, and his inner court of advisers is whether a sudden relaxation of lockdown rules brought in this week will both prevent a recurrence of <a href=\"https://www.theguardian.com/world/2022/nov/29/china-targets-older-people-in-covid-19-vaccination-drive\">the shockwave of protests across the country</a> and turn the economy around.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/vaccines-china-economy-growth-covid\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/dec/09/pakistan-v-england-second-test-day-one-live", "title": "Pakistan v England: second Test, day one – live", "date_published": "2022-12-09 05:00:27+00:00", "description": "<ul><li>Updates from the first day’s play in Multan</li><li>Get in touch: you can contact Tanya <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">by email</a> or <a href=\"https://twitter.com/tjaldred\">Twitter</a></li></ul><p><strong>There’s a touch of fog</strong> in the air but they start on time!</p><p><strong>Pakistan:</strong> Imam-ul-Haq, Abdullah Shafique, Babar Azam (capt), Saud Shakeel, Mohammad Rizwan (wk), Agha Salman, Mohammad Nawaz, Faheem Ashraf, Zahid Mahmood, Abrar Ahmed, Mohammad Ali</p> <a href=\"https://www.theguardian.com/sport/live/2022/dec/09/pakistan-v-england-second-test-day-one-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/09/rsv-tripledemic-us-europe-covid-flu-respiratory-syncytial-virus", "title": "Race to control ‘tripledemic’ as cases of RSV in children sweep US and Europe", "date_published": "2022-12-09 05:00:14+00:00", "description": "<p>Spike in respiratory syncytial virus as well as Covid and flu pushing many hospitals close to brink</p><p>Before Covid, few people had heard of respiratory syncytial virus (RSV). Increasingly, though, this common cause of pneumonia and bronchiolitis (airway inflammation) is filling up hospital beds across Europe and the Americas. Combined with rising admissions for other respiratory infections, including influenza and Covid, it is pushing some healthcare systems close to the brink of collapse.</p><p>In its latest report, the <a href=\"https://www.ecdc.europa.eu/sites/default/files/documents/CDTR-2022w48.pdf\">European Centre for Disease Prevention</a> and Control (ECDC) said a number of countries had been experiencing unusually early increases in RSV detections, with rising paediatric hospital admissions in France, Ireland, Spain, Sweden and the US.</p> <a href=\"https://www.theguardian.com/science/2022/dec/09/rsv-tripledemic-us-europe-covid-flu-respiratory-syncytial-virus\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/08/baker-mayfield-has-dream-debut-in-la-as-rams-beat-raiders-in-wild-comeback", "title": "Baker Mayfield has dream debut in LA as Rams beat Raiders in wild comeback", "date_published": "2022-12-09 04:52:39+00:00", "description": "<ul><li>Las Vegas Raiders 16–17 Los Angeles Rams</li><li>Raiders lose another tight game in agonizing fashion</li><li>Quarterback leads 98-yard drive for winning touchdown</li><li>Mayfield had only joined Rams earlier this week</li></ul><p>Baker Mayfield threw a 23-yard touchdown pass to Van Jefferson with 10 seconds to play to cap a 98-yard drive, and the Los Angeles Rams’ brand-new quarterback led two TD drives late in the fourth quarter of a shocking 17-16 victory over the Las Vegas Raiders on Thursday night.</p><p>Just two days after the Rams (4-9) claimed Mayfield off waivers from Carolina, the former No 1 pick went 22 of 35 for 230 yards and snapped the defending Super Bowl champions’ six-game losing streak in dramatic fashion.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/08/baker-mayfield-has-dream-debut-in-la-as-rams-beat-raiders-in-wild-comeback\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/world-cup-2022-briefing-louis-van-gaal-is-a-man-apart-in-qatar", "title": "World Cup 2022 briefing: Louis van Gaal is a man apart in Qatar", "date_published": "2022-12-09 04:00:13+00:00", "description": "<p>Louis van Gaal’s Dutch team may not play beautiful football but winning the trophy would be a fitting feelgood tale</p><p>Louis van Gaal as the sentimental choice to win this World Cup feels like a fault in the space-time continuum. And yet the austere, brusque character who led Ajax to glory in the 1990s and whose tedious freeze-frame football had mid-2010s Manchester United fans barrelling to the concourses has reconfigured as world football’s friendly uncle. His battle with cancer and the reality that, at 71, this will likely be his final stand on the world stage has softened hearts, though. He has softened, too.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/world-cup-2022-briefing-louis-van-gaal-is-a-man-apart-in-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/dec/09/artists-defying-putin-war-on-ukrainian-culture-podcast", "title": "The artists defying Putin’s war on Ukrainian culture – podcast", "date_published": "2022-12-09 03:00:11+00:00", "description": "<p>From poetry to pop music, Ukrainians are using art to take a stand against Russia – and Putin’s assault on their identity. From dancers to documentary makers, they explain how work they have created in the conflict zone is a weapon of resistance</p><p>The war in Ukraine is not just over land but identity too. Before the invasion Vladimir Putin published an essay arguing that modern Ukraine is essentially a product of the Soviet era, both culturally and spiritually. Since the war began, the Russians have destroyed libraries, looted artwork and taken away important historical artefacts.</p><p>In response, Ukrainian artists have used every opportunity to assert their distinctive culture and keep the war in the minds of those in the outside world. The Guardian’s chief culture writer, <strong>Charlotte Higgins</strong>, travelled to Ukraine and tells <strong>Hannah Moore</strong> how the war has changed its culture. While the artist <strong>Oleksiy Sai</strong> explains why he now sees the work he produces not as art, but a tactical weapon.</p> <a href=\"https://www.theguardian.com/news/audio/2022/dec/09/artists-defying-putin-war-on-ukrainian-culture-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/markets-optimistic-as-china-eases-covid-rules-but-experts-warn-of-danger-ahead", "title": "Markets optimistic as China eases Covid rules, but experts warn of danger ahead", "date_published": "2022-12-09 02:56:34+00:00", "description": "<p>Amid signs that supply chain woes are improving, economists remain uncertain that China is ready to live with Covid</p><p>Global shares and the price of some key commodities have risen on hopes that the easing of China’s strict zero-Covid measures would help to bring down inflation, even as some experts warned that the country was not prepared to live with the disease.</p><p>China’s government on Wednesday announced <a href=\"https://www.theguardian.com/world/2022/dec/07/china-covid-home-quarantine-restrictions-eased-nationwide\">a significant shift towards living with the virus</a>. People with Covid-19 who have mild or no symptoms can quarantine at home, while officials have been instructed to stop launching temporary lockdowns. Testing will no longer be required for “cross-regional migrants”.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/markets-optimistic-as-china-eases-covid-rules-but-experts-warn-of-danger-ahead\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/09/assault-on-the-queens-legacy-what-the-uk-papers-say-about-harry-and-meghans-netflix-documentary", "title": "‘Assault on the Queen’s legacy’: what the UK papers say about Harry and Meghan’s Netflix documentary", "date_published": "2022-12-09 02:39:42+00:00", "description": "<p>Several papers denounce the couple for making a TV show about themselves, the royals and their relationship with the British media</p><p>The UK newspaper front pages were awash with outrage and upset following the launch of the Duke and Duchess of Sussex’s six-part Netflix documentary series.</p><p>The <strong>Guardian</strong> provides a frank review of the Harry and Meghan documentary with TV critic Lucy Mangan <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/08/harry-and-meghan-netflix-review-so-sickening-i-almost-brought-up-my-breakfast\">writing</a> the series was “so sickening I almost brought up my breakfast”. The headline on the front reads: “Renewed frenzy, but the story remains the same.” </p> <a href=\"https://www.theguardian.com/media/2022/dec/09/assault-on-the-queens-legacy-what-the-uk-papers-say-about-harry-and-meghans-netflix-documentary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/08/meghan-thee-stallion-shooting-detective-accused-domestic-violence", "title": "Detective in alleged Meghan Thee Stallion shooting accused of domestic violence", "date_published": "2022-12-09 02:14:40+00:00", "description": "<p>LAPD officer was set to be important witness in trial of Tory Lanez, who is accused of shooting the fellow rapper two years ago</p><p>A Los Angeles police detective who investigated the alleged shooting of Megan Thee Stallion has been accused of domestic violence and “relieved of his duties” by the agency, according to the Los Angeles county district attorney’s office and court testimony.</p><p>The revelation came during jury selection for the trial of Tory Lanez, a Canadian-born rapper accused of shooting the fellow rapper during an argument in the Hollywood Hills two years ago.</p> <a href=\"https://www.theguardian.com/music/2022/dec/08/meghan-thee-stallion-shooting-detective-accused-domestic-violence\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/christchurch-attack-inquiry-coroner-declines-to-remove-lawyer-after-request-from-families", "title": "Christchurch attack inquiry: coroner declines to remove lawyer after request from families", "date_published": "2022-12-09 02:12:41+00:00", "description": "<p>Senior lawyer assisting coroner will not cross-examine police witnesses after bereaved families objected to her law firm’s work with the police</p><p>The coroner leading an inquiry into the 2019 terrorist attack on two Christchurch mosques has ruled a senior lawyer assisting her investigation will not cross-examine police witnesses or give advice on officers’ conduct, after bereaved families called for her removal over her law firm’s close work with the police.</p><p>But coroner Brigitte Windley said in a ruling published on Friday that there was no allegation of misconduct by the lawyer, Alysha McClintock, who is also a Crown prosecutor. Windley declined the families’ application to remove McClintock from the inquiry altogether, rejecting their arguments that she might face real or perceived conflicts of interest when questioning officers at an inquest.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/christchurch-attack-inquiry-coroner-declines-to-remove-lawyer-after-request-from-families\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/all-south-koreans-to-become-younger-as-traditional-age-system-scrapped", "title": "All South Koreans to become younger as traditional age system scrapped", "date_published": "2022-12-09 01:35:48+00:00", "description": "<p>June 2023 will mark the end of system that saw babies born aged one, with a year added every 1 January</p><p>South Korea has passed laws to scrap its traditional method of counting ages and adopt the international standard – a shift that will make its citizens either one or two years younger on official documents.</p><p>Koreans are deemed to be a year old when born and a year is added every 1 January. It’s this age most commonly cited by Koreans in everyday life.</p> <a href=\"https://www.theguardian.com/world/2022/dec/09/all-south-koreans-to-become-younger-as-traditional-age-system-scrapped\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/09/russia-ukraine-war-at-a-glance-what-we-know-on-day-289-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 289 of the invasion", "date_published": "2022-12-09 01:22:36+00:00", "description": "<p>Brittney Griner freed in prison swap; Putin vows to continue attacking energy systems</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2022/dec/09/russia-ukraine-war-at-a-glance-what-we-know-on-day-289-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/09/as-a-climate-activist-who-has-been-jailed-in-russia-im-concerned-about-australias-treatment-of-violet-coco", "title": "As a climate activist who has been jailed in Russia, I’m concerned about Australia’s treatment of Violet Coco | Arshak Makichyan", "date_published": "2022-12-09 00:47:30+00:00", "description": "<p>I know what it is like to live in a country where there is no way to voice opposition</p><p>The case of climate protester Violet Coco, who was <a href=\"https://www.theguardian.com/environment/2022/dec/02/climate-activist-who-blocked-traffic-on-sydney-harbour-bridge-jailed-for-at-least-eight-months\">sentenced to 15 months in prison</a> for briefly blocking a lane of traffic on the Sydney Harbour Bridge, is a frightening development. This was a peaceful protest, but the court refusing her bail until March is a condition usually imposed on violent criminals, according to her lawyer. A researcher from Human Rights Watch has called the sentence <a href=\"https://twitter.com/Sophiemcneill/status/1598513805855961088\">“outrageous”</a>.</p><p>The escalation of this case to such a completely disproportionate punishment is a part of a trend of shrinking civic space that is being mirrored in other democratic societies. In the UK, <a href=\"https://www.theguardian.com/politics/2022/nov/01/peers-called-on-to-kill-public-order-bill-targeting-climate-activists\">new legislation</a> is set to give the police unprecedented powers to shut down protests and punish protesters. New laws in New South Wales that Violet was convicted under were supported by both the Liberal government and Labor opposition, both of which take donations from the fossil fuel companies. These new laws mean that peaceful climate activists face far higher jail terms than serious criminals.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/09/as-a-climate-activist-who-has-been-jailed-in-russia-im-concerned-about-australias-treatment-of-violet-coco\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/08/california-girl-unicorn-license-madeline", "title": "Diet of rainbows and sunlight: California girl given first-ever unicorn license", "date_published": "2022-12-09 00:45:18+00:00", "description": "<p>Los Angeles county granted a girl named Madeline permission to own the mythical animal – if she can find one</p><p>A girl named Madeline, with a vivid imagination and remarkable awareness of how bureaucracy can dash dreams, got her wish when she asked Los Angeles animal control authorities for a license to own a unicorn – if she’s able to find one.</p><p>The first-of-its-kind permit came with strings attached, however: the mythical creature must be provided ample exposure to sunlight, moonbeams and rainbows and have its horn polished at least once a month with a soft cloth.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/08/california-girl-unicorn-license-madeline\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/09/tory-mp-plans-legislation-strip-harry-meghan-royal-titles", "title": "Tory MP plans legislation to strip Harry and Meghan of royal titles", "date_published": "2022-12-09 00:07:41+00:00", "description": "<p>Bob Seely says he was considering proposing private member’s bill even before recent controversy over Netflix documentary</p><p>A Conservative MP has said he is planning to bring forward legislation in an attempt to strip the Duke and Duchess of Sussex of their royal titles. Bob Seely told the PA news agency he could propose the short private member’s bill early next year in an attempt to amend the 1917 Titles Deprivation Act.</p><p>If passed, it would see MPs vote on a resolution that could give the privy council the power to downgrade Harry and Meghan’s royal status.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/09/tory-mp-plans-legislation-strip-harry-meghan-royal-titles\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/09/study-reveals-footballers-more-likely-to-have-worse-brain-health-after-age-of-65", "title": "Study reveals footballers more likely to have worse brain health after age of 65", "date_published": "2022-12-09 00:01:08+00:00", "description": "<ul><li>Research compared former players to the general population</li><li>Repeatedly heading footballs has belated impact on brain</li></ul><p>Professional footballers are more likely to have worse brain health after they turn 65 compared with the general population, according to groundbreaking new research.</p><p>The study, which compared 75 former male professional footballers, including the former Norwich players Iwan Roberts and Jeremy Goss and the Crystal Palace striker Mark Bright to non-footballers, found that footballers’ brain health was typically better in their 40s.</p> <a href=\"https://www.theguardian.com/football/2022/dec/09/study-reveals-footballers-more-likely-to-have-worse-brain-health-after-age-of-65\">Continue reading...</a>", "persistent": false}]