[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/usa-zabojstwo-georgea-floyda-wyrok-dla-kolejnego-bylego-policjanta/", "title": "USA. Zabójstwo George'a Floyda. Wyrok dla kolejnego byłego policjanta", "date_published": "2022-12-09 20:42:00+00:00", "description": "Były policjant z Minneapolis został w piątek skazany na 3,5 roku więzienia za udział w zabójstwie Georgea Floyda. J. Alexander Kueng przyznał się do winy już na początku procesu. Kueng był jednym z czterech policjantów biorących udział w aresztowaniu czarnoskórego mężczyzny 25 maja 2020 roku pod zarzutem płacenia fałszywym banknotem 20-dolarowym.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/media-wiceprzewodniczaca-pe-zatrzymana-w-tle-mundial-i-korupcja/", "title": "Media: Wiceprzewodnicząca PE zatrzymana. W tle korupcja", "date_published": "2022-12-09 20:08:00+00:00", "description": "Eva Kaili, wiceprzewodnicząca Parlamentu Europejskiego, została w piątek zatrzymana w Brukseli w związku z toczącym się śledztwem dotyczącym korupcji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/jens-stoltenberg-obawiam-sie-ze-wojna-w-ukrainie-przerodzi-sie-w-wielka-wojne-miedzy-nato-a-rosja/", "title": "Jens Stoltenberg: Obawiam się, że wojna w Ukrainie przerodzi się w wielką wojnę między NATO a Rosją", "date_published": "2022-12-09 16:47:00+00:00", "description": "- Obawiam się, że wojna w Ukrainie wymknie się spod kontroli i przerodzi się w wielką wojnę między NATO a Rosją. Ale jestem przekonany, że tego unikniemy - przekazał sekretarz generalny NATO Jens Stoltenberg. Jak dodał, Europa już płaci wysoką cenę za wojnę, którą rozpoczął Putin, ale może zapłacić jeszcze więcej.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/francja-emmanuel-macron-obiecal-mlodym-darmowe-prezerwatywy-mala-prewencyjna-rewolucja/", "title": "Francja. Emmanuel Macron obiecał młodym darmowe prezerwatywy. \"Mała prewencyjna rewolucja\"", "date_published": "2022-12-09 16:09:00+00:00", "description": "Młodzi ludzie we Francji od stycznia będą mieli bezpłatny dostęp do prezerwatyw. Akcja ma na celu zminimalizowanie rozprzestrzeniania się chorób przenoszonych drogą płciową. O decyzji poinformował prezydent Emmanuel Macron.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/usa-rodzice-i-starsza-corka-zgineli-w-katastrofie-lotniczej-para-osierocila-mlodsze-dziecko/", "title": "USA: Rodzice i starsza córka zginęli w katastrofie lotniczej. Para osierociła młodsze dziecko", "date_published": "2022-12-09 15:48:00+00:00", "description": "Trzy osoby - ojciec, matka i starsza córka zginęli, gdy samolot z nieznanych przyczyn spadł do morza - przekazał The Sun. W momencie śmierci rodziny ich młodsza córka przebywała u przyjaciółki. Jak powiadomiono, 42-letni ojciec dziewczynki w grudniu ubiegłego roku rozpoczął kurs latania samolotami.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/wladimir-putin-kraj-ktory-przeprowadzi-atak-nuklearny-na-rosje-zostanie-zniszczony/", "title": "Władimir Putin: Kraj, który przeprowadzi atak nuklearny na Rosję, zostanie zniszczony", "date_published": "2022-12-09 14:54:00+00:00", "description": "Prezydent Rosji Władimir Putin zapowiedział w piątek, że każdy kraj, który ośmieli się zaatakować Rosję bronią nuklearną, zostanie zmieciony z powierzchni ziemi.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/watykan-bozonarodzeniowa-szopka-przedstawiajaca-zaklady-azowstal/", "title": "Watykan: Bożonarodzeniowa szopka przedstawiająca zakłady Azowstal", "date_published": "2022-12-09 14:42:00+00:00", "description": "W Watykanie po raz piąty otwarta została wystawa 100 szopek, na której można zobaczyć działa pochodzące z całego świata. Wśród nich znalazła się szopka przedstawiająca kombinat metalurgiczny Azowstal w ukraińskim mieście Mariupol.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/ekwador-28-letnia-kobieta-umarla-podczas-treningu-na-silowni/", "title": "Ekwador: 28-letnia kobieta umarła podczas treningu na siłowni", "date_published": "2022-12-09 13:25:00+00:00", "description": "Kobieta podczas ćwiczeń na siłowni w pewnym momencie upadła bezwładnie na ziemie. Po chwilowej konsternacji osoby obecne na sali ruszyły z pomocą, niestety 28-latki nie udało się uratować. W sieci pojawiło się nagranie, na którym widać moment tragedii.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/zea-wymiana-brittney-griner-za-wiktora-buta-jest-nagranie/", "title": "ZEA. Wymiana Brittney Griner za Wiktora Buta. Jest nagranie", "date_published": "2022-12-09 12:22:00+00:00", "description": "W piątek pojawiło się nagranie ukazujące moment wymiany Brittney Griner, amerykańskiej koszykarki więzionej w Rosji w zamian za Wiktora Buta, rosyjskiego handlarza bronią, który był w więzieniu w Stanach Zjednoczonych.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/nurek-spotkal-sie-oko-w-oko-z-rekinem-usmiechnal-sie-do-mnie/", "title": "Nurek spotkał się oko w oko z rekinem. \"Uśmiechnął się do mnie\"", "date_published": "2022-12-09 12:00:00+00:00", "description": "Ponad dwumetrowy rekin pielęgniarski podpłynął do nurkującego mężczyzny i uśmiechnął się do niego. Nurek udostępnił nagranie ze spotkania, które zapiera dech w piersiach.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/chiny-jechal-az-skonczylo-sie-paliwo-awaria-tempomatu-na-autostradzie/", "title": "Chiny. Jechał aż skończyło się paliwo. Awaria tempomatu na autostradzie", "date_published": "2022-12-09 10:58:00+00:00", "description": "Kierowca z Chin musiał przejechać pożyczonym suvem 500 kilometrów po autostradzie zanim skończyło się paliwo i auto stanęło. W pojeździe zaciął się tempomat, a awaria nie pozwoliła także na użycie hamulców. Spanikowany mężczyzna zadzwonił na policję, która dała mu... eskortę.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/usa-pobila-rekord-w-ultramaratonie-anulowano-go-po-ponownym-zmierzeniu-trasy/", "title": "USA: Pobiła rekord w ultramaratonie. Anulowano go po ponownym zmierzeniu trasy", "date_published": "2022-12-09 10:39:00+00:00", "description": "Po ośmiu miesiącach od pobicia rekordu świata na 100 mil (160 kilometrów), amerykańska biegaczka dowiedziała się, że jej wynik jest nieważny. Po ponownym zmierzeniu trasy okazało się bowiem, że była ona za krótka o... 218 metrów. Sportsmenka nie kryje rozgoryczenia całą sytuacją. - Włożyłam w ten 13 godzinny bieg duszę i serce - mówiła.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/indie-kabel-linii-energetycznej-spadl-na-mezczyzne-i-porazil-go-pradem/", "title": "Indie: Kabel linii energetycznej spadł na mężczyznę i poraził go prądem", "date_published": "2022-12-09 10:04:00+00:00", "description": "Zerwana linia energetyczna spadła na stojącego na stacji kolejowej kontrolera. Rażony prądem mężczyzna przewrócił się i upadł na tory - na szczęście w tym momencie do peronu nie zbliżał się pociąg. Po chwili pomogli mu świadkowie zdarzenia, którzy przenieśli go w bezpieczne miejsce.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/usa-kurier-dostarczyl-przesylke-do-domu-atheny-strand-potem-dziewczynke-uprowadzil-i-zabil/", "title": "USA. Kurier dostarczył przesyłkę do domu Atheny Strand. Potem dziewczynkę uprowadził i zabił", "date_published": "2022-12-09 09:26:00+00:00", "description": "Kierowca FedEx oskarżony o uprowadzenie i zamordowanie 7-letniej Atheny Strand dostarczył jej wcześniej prezent świąteczny. Był to zestaw lalek Barbie - przekazały media. Kurier nie znał swojej ofiary. - Już nigdy nie poczujemy radości, która dawała nam córka - powiedziała matka dziewczynki.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/belgia-165-osob-zrzucilo-sie-na-losy-euromillions-wygrali-lacznie-143-miliony-euro/", "title": "Belgia. 165 osób zrzuciło się na losy EuroMillions. Wygrali łącznie 143 miliony euro", "date_published": "2022-12-09 08:44:00+00:00", "description": "868 tysięcy euro na głowę - tyle wygrała grupa 165 osób z belgijskiej miejscowości Olmen, która postanowiła zrzucić się na losy loterii EuroMillions. Łączna pula wyniosła w sumie 143 miliony euro. - Musiałem powtórzyć informację kilka razy, ponieważ klienci nie wierzyli w wygraną - powiedział właściciel kiosku, który od lat organizuje grupowe losowania.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/rosja-jedna-ofiara-pozaru-centrum-handlowego-pod-moskwa-morze-ognia/", "title": "Rosja. Jedna ofiara pożaru centrum handlowego pod Moskwą. Morze ognia", "date_published": "2022-12-09 08:41:00+00:00", "description": "Pożar centrum handlowego w podmoskiewskich Chimkach. Na zdjęciach i nagraniach widać morze ognia i chmurę gęstego dymu. Według rosyjskich mediów płomienie objęły co najmniej 7 tys. metrów kwadratowych powierzchni, ale według niektórych doniesień mogło to być nawet dwa razy więcej. W piątek duży pożar wybuchł także w fabryce opon w Barnaule w kraju ałtajskim. Gasiły go dziesiątki strażaków.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-09/rosja-sarah-krivanek-deportowana-do-usa-byla-wieziona-za-napasc-na-partnera/", "title": "Rosja. Sarah Krivanek deportowana do USA. Była więziona za napaść na partnera", "date_published": "2022-12-09 07:18:00+00:00", "description": "Rosyjski sąd deportował Sarah Krivanek, która jest obywatelką Stanów Zjednoczonych. Kobieta była więziona przez prawie rok pod zarzutem napaści na swojego partnera - przekazały media. To kolejna skazana Amerykanka, która wróciła w ostatnich dniach z Rosji do USA.", "persistent": false}]