[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nothing-left-of-the-enemy-putin-considers-preemptive-nuclear-strike-doctrine-boasts-russian-cruise-missiles-surpass-u-s-equivalents", "title": "‘Nothing Left Of The Enemy’: Putin Considers Preemptive Nuclear Strike Doctrine, Boasts Russian Cruise Missiles Surpass U.S. Equivalents", "date_published": "2022-12-09 18:07:49+00:00", "description": "Russian President Vladimir Putin said Friday that his country could adopt the doctrine of preemptive nuclear strikes while boasting that Russia’s cruise missile capabilities surpass those of the U.S. Speaking at a summit of former Soviet nations in Kyrgyzstan, the Russian dictator referred to what he called America’s preemptive nuclear strike doctrine, saying that Russia ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jean-pierre-insists-white-house-not-involved-with-twitter-censorship-psaki-said-the-opposite-last-year", "title": "Jean-Pierre Insists White House ‘Not Involved’ With Twitter Censorship. Psaki Said The Opposite Last Year.", "date_published": "2022-12-09 18:00:40+00:00", "description": "White House Press Secretary Karine Jean-Pierre insisted on Friday that the Biden administration did not involve itself with content moderation decisions at Twitter, even though her predecessor said the opposite. One reporter asked during a press briefing whether officials were in contact with former Twitter General Counsel Jim Baker, the former FBI attorney who aided ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/critics-slam-harry-meghan-as-a-deeply-tedious-wallow-in-narcissism", "title": "Critics Slam ‘Harry & Meghan’ As A ‘Deeply Tedious Wallow In Narcissism’", "date_published": "2022-12-09 17:49:10+00:00", "description": "Amid their quest for peace and privacy, former senior royals Prince Harry and Meghan Markle have just released the first three episodes of their highly anticipated Netflix docuseries. “Harry &amp; Meghan” is making headlines not because of shocking revelations, but rather because it didn’t manage to reveal much at all. The initial three episodes provide ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-news-outlets-that-spread-twitter-execs-lies-about-not-shadow-banning-conservatives", "title": "Here Are The News Outlets That Spread Twitter Execs’ Lies About Not Shadow-Banning Conservatives", "date_published": "2022-12-09 17:02:39+00:00", "description": "Legacy media outlets have been insisting for years that Twitter has not been covertly suppressing conservative accounts. After the release of the second iteration of the Twitter Files, the world learned that those outlets had been thoroughly duped, even as they sneered at conservatives for bemoaning the evident censorship. Journalist Bari Weiss shared on Thursday evening ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/god-first-me-second-yellowstone-star-neal-mcdonough-talks-faith-and-navigating-a-career-in-hollywood", "title": "‘God First, Me Second’: ‘Yellowstone’ Star Neal McDonough Talks Faith And Navigating A Career In Hollywood", "date_published": "2022-12-09 16:54:51+00:00", "description": "&#8220;Yellowstone&#8221; star Neal McDonough talked about faith and navigating a career in Hollywood as he explained that, through &#8220;a hard few years&#8221; not finding work, he always believed God had a plan for him. The 56-year-old actor said before screenwriter Graham Yost offered him a role in the hit drama &#8220;Justified,&#8221; he was blacklisted in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/soros-donated-50-million-to-democratic-super-pac-after-2022-midterms", "title": "Soros Donated $50 Million To Democratic Super PAC After 2022 Midterms", "date_published": "2022-12-09 16:24:39+00:00", "description": "Billionaire George Soros, who has funded supportive campaigns for leftist candidates for years, including leftist DAs across the United States, donated $50 million this fall to an American leftist PAC shortly after the 2022 elections. Soros donated the funds to Democracy PAC, whose president is his son Alexander, a source who examined the PAC’s new ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-sorbo-says-he-doesnt-want-to-hear-about-gun-control-after-biden-willingly-freed-an-incredibly-dangerous-arms-dealer", "title": "Kevin Sorbo Says He Doesn’t ‘Want To Hear’ About Gun Control After Biden ‘Willingly’ Freed An ‘Incredibly Dangerous Arms Dealer’", "date_published": "2022-12-09 15:33:22+00:00", "description": "Actor Kevin Sorbo said the Left has lost the argument for gun control after President Joe Biden &#8220;willingly freed&#8221; an &#8220;incredibly dangerous arms dealer&#8221; through the prisoner swap for WNBA star Brittney Griner. The 64-year-old actor reacted Friday on Twitter to the news of Biden releasing notorious Russian weapons dealer Viktor Bout, known as the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/death-by-a-thousand-cuts-oil-executive-details-how-biden-is-a-drag-on-the-industry", "title": "‘Death By A Thousand Cuts’: Oil Executive Details How Biden Is A Drag On The Industry", "date_published": "2022-12-09 15:28:44+00:00", "description": "Canary CEO Dan Eberhart pinned low oil production on White House policies intended to accelerate a rapid pivot toward renewable energy. The executive of the oilfield services company said during an interview with Fox News anchor Maria Bartiromo that regulations and idealism regarding the energy transition have decreased output and worsened inflationary pressures for households. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sam-bankman-fried-agrees-to-testify-before-congress-i-had-thought-of-myself-as-a-model-ceo", "title": "Sam Bankman-Fried Agrees To Testify Before Congress: ‘I Had Thought Of Myself As A Model CEO’", "date_published": "2022-12-09 15:13:13+00:00", "description": "Former FTX CEO Sam Bankman-Fried agreed on Friday to testify before the House Financial Services Committee next week. FTX filed for bankruptcy last month after users discovered that the cryptocurrency exchange was likely fraudulently intertwined with Alameda Research; both were controlled by Bankman-Fried and a close-knit group of amateur executives. The disgraced entrepreneur announced his ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elton-john-quits-twitter-cites-misinformation-elon-musk-asks-him-one-question", "title": "Elton John Quits Twitter, Cites ‘Misinformation.’ Elon Musk Asks Him One Question.", "date_published": "2022-12-09 15:06:19+00:00", "description": "Pop star Elton John announced that he was leaving Twitter, claiming that &#8220;misinformation&#8221; was going to &#8220;flourish unchecked&#8221; on the site thanks to new company policies. “All my life I’ve tried to use music to bring people together,” John tweeted on Friday. “Yet it saddens me to see how misinformation is now being used to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americas-enemies-have-a-best-friend-in-biden", "title": "America’s Enemies Have A Best Friend In Biden", "date_published": "2022-12-09 15:00:46+00:00", "description": "Have America&#8217;s enemies ever had a better friend than President Joe Biden? The Chinese Communist Party, the drug cartels of Mexico, the Taliban, and a villain nicknamed the &#8220;Merchant of Death&#8221; — among others — have all received handouts, half-hearted condemnations, and diplomatic hugs from the Biden gang. Most recently, it would appear that the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-wins-iowa-state-house-race-by-11-votes-after-multiple-recounts", "title": "Republican Wins Iowa State House Race By 11 Votes After Multiple Recounts", "date_published": "2022-12-09 14:51:26+00:00", "description": "After multiple recounts, the results of an Iowa state legislative race flipped in favor of Republican candidate Luana Stoltenberg by just 11 votes. The tumultuous process came to an end when a three-member board determined Stoltenberg was the winner in House District 81 with 5,073 votes, beating out Democrat Craig Cooper, who had 5,062, according ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doj-pushes-court-to-hold-trump-team-in-contempt-in-classified-docs-case-report", "title": "DOJ Pushes Court To Hold Trump Team In Contempt In Classified Docs Case: Report", "date_published": "2022-12-09 14:33:02+00:00", "description": "The Department of Justice (DOJ) is reportedly asking a federal judge to hold former President Donald Trump’s team in contempt for failing to turn over classified documents to authorities. The DOJ reportedly made the request to U.S. District Court Judge Beryl Howell, unnamed sources told The Washington Post. The reported filing remains under seal, so the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/incredibly-grateful-al-roker-says-hes-finally-home-again-after-being-hospitalized-a-second-time", "title": "‘Incredibly Grateful’: Al Roker Says He’s Finally Home Again After Being Hospitalized A Second Time", "date_published": "2022-12-09 14:30:20+00:00", "description": "Longtime &#8220;Today&#8221; show host Al Roker said he&#8217;s &#8220;incredibly grateful&#8221; that he&#8217;s finally home following his second hospitalization after initially being released in time to spend Thanksgiving with his family. The 68-year-old weather personality updated fans with a post on Instagram that he&#8217;s once again home after being hospitalized for a series of blood clots ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ticketmasters-botched-sale-of-taylor-swift-tickets-converted-gen-zers-into-anti-monopolists-ftc-chairman-says", "title": "Ticketmaster’s Botched Sale Of Taylor Swift Tickets ‘Converted Gen Zers Into Anti-Monopolists,’ FTC Chairman Says", "date_published": "2022-12-09 14:18:25+00:00", "description": "Zoomers — members of Generation Z, meaning Americans born from the late 1990s to the early 2010s — aren&#8217;t big readers. A 2019 survey by the National Literacy Trust found that just 26% of people below the age of 18 spent at least some time each day reading, the lowest level since records began in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-gunn-addresses-wonder-woman-3-cancelation-rumors-without-confirming-anything", "title": "James Gunn Addresses ‘Wonder Woman 3’ Cancelation Rumors Without Confirming Anything", "date_published": "2022-12-09 14:08:06+00:00", "description": "Filmmaker James Gunn addressed the report that “Wonder Woman 3” got axed from the upcoming schedule, but he didn’t confirm or deny if the rumors were accurate. “So. As for the story yesterday in the Hollywood Reporter, some of it is true, some of it is half-true, some of it is not true, &amp; some ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/like-a-hot-mess-kate-winslet-reflects-on-being-47-while-juggling-motherhood-and-a-career", "title": "‘Like A Hot Mess’: Kate Winslet Reflects On Being 47 While Juggling Motherhood And A Career", "date_published": "2022-12-09 14:04:59+00:00", "description": "Kate Winslet reflected on being in her late 40&#8217;s now as she juggles motherhood and a career, saying she&#8217;s less worried these days about &#8220;looking like a hot mess.&#8221; During the 47-year-old actress&#8217; recent appearance on the BBC&#8217;s &#8220;Woman&#8217;s Hour&#8221; podcast, Winslet hit back at criticism over her character&#8217;s appearance in the HBO crime drama ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/north-carolina-state-treasurer-calls-for-the-resignation-of-blackrocks-larry-fink", "title": "North Carolina State Treasurer Calls For The Resignation Of BlackRock’s Larry Fink", "date_published": "2022-12-09 12:34:24+00:00", "description": "North Carolina State Treasurer Dale Folwell called for the resignation of BlackRock CEO Larry Fink over his focus on the environmental, social, and governance movement, also known as ESG. According to a letter sent on Friday and provided to The Daily Wire, the Tar Heel State’s public retirement system invests over $14 billion through the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heres-a-bag-full-of-dark-christmas-movies-for-those-sick-of-seasonal-sweets", "title": "Here’s A Bag Full Of Dark Christmas Movies For Those Sick Of Seasonal Sweets", "date_published": "2022-12-09 12:19:37+00:00", "description": "Every Christmas brings toys, treats, and a dozen (or more) sticky-sweet films. You know the favorites by heart (like “Elf”), but every December delivers dozens of wannabe classics brimming with Christmas cheer. Think “Three Wise Men and a Baby,” “Santa Bootcamp,” and “Haul Out the Holly,” from this year’s haul alone. For some, though, the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ultimate-betrayal-meghan-markle-slammed-for-mocking-exaggerated-bow-toward-late-queen", "title": "‘Ultimate Betrayal’: Meghan Markle Slammed For ‘Mocking’ Exaggerated Bow Toward Late Queen", "date_published": "2022-12-09 12:00:19+00:00", "description": "Meghan Markle was slammed on social media after part of the new Netflix documentary featuring her and her husband Prince Harry showed her making an exaggerated curtsy to imitate how she acted when she met the late Queen Elizabeth, Harry’s grandmother. Harry prompted Markle’s curtsy as he recalled his conversation with her before they met ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/drew-barrymore-refuses-to-buy-her-girls-christmas-presents-heres-why", "title": "Drew Barrymore Refuses To Buy Her Girls Christmas Presents. Here’s Why.", "date_published": "2022-12-09 11:43:48+00:00", "description": "Actress Drew Barrymore said in a recent interview that she doesn&#8217;t buy Christmas presents for her two daughters with ex-husband Will Kopelman, Frankie (8) and Olive (10) — and she doesn&#8217;t intend to change that. Barrymore told Entertainment Tonight&#8217;s Nischelle Turner, during an interview that was published Thursday, that she preferred to give her children ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/john-kerry-blames-recent-covid-bout-for-failed-climate-change-talks-with-china", "title": "John Kerry Blames Recent COVID Bout For Failed Climate Change Talks With China", "date_published": "2022-12-09 11:36:25+00:00", "description": "President Joe Biden&#8217;s climate czar John Kerry is having a tough time wrangling his Chinese counterparts to come to the table on climate change hysteria. On Thursday, Kerry — a known jet setter and Biden&#8217;s &#8220;dear friend&#8221; — blamed his recent inability to have any concrete conversation with the communist country on a recent bout ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-knew-this-was-happening-latest-twitter-tranche-exposes-how-woke-creeps-controlled-conversation", "title": "‘I Knew This Was Happening’: Latest Twitter Tranche Exposes How Woke Creeps Controlled Conversation", "date_published": "2022-12-09 11:22:51+00:00", "description": "Twitter wasn’t as bad as conservatives feared when it came to silencing voices its social justice commandoes didn’t like. It was far, far worse. The latest “Twitter Files” dump, live-tweeted Thursday night by independent journalist Bari Weiss, revealed that a secret cabal regularly scurried from yoga rooms and omelette stations, plastic cups of cabernet in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/abc-pulls-backstreet-boys-special-amid-nick-carter-sexual-assault-lawsuit", "title": "ABC Pulls Backstreet Boys Special Amid Nick Carter Sexual Assault Lawsuit", "date_published": "2022-12-09 11:07:36+00:00", "description": "The Backstreet Boys&#8217; television special “A Very Backstreet Holiday” was scheduled to air December 14 on ABC, but the network has postponed it in the wake of sexual assault allegations against band member Nick Carter. The special has been removed from the network’s schedule, and comedy reruns have taken its place, per The Hollywood Reporter. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/seven-house-republicans-list-demands-for-next-speaker-as-mccarthy-battles-for-every-vote", "title": "Seven House Republicans List Demands For Next Speaker As McCarthy Battles For Every Vote", "date_published": "2022-12-09 10:43:12+00:00", "description": "Seven Republican members of the House of Representatives wrote an open letter to their caucus listing reforms that the next Speaker of the House must pursue to earn their votes. The letter comes as House Minority Leader Kevin McCarthy (R-CA) attempts to succeed House Speaker Nancy Pelosi (D-CA) as the most powerful lawmaker in the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/true-crime-the-ex-diplomat-who-allegedly-murdered-his-family-and-went-on-the-run", "title": "TRUE CRIME: The Ex-Diplomat Who Allegedly Murdered His Family And Went On The Run", "date_published": "2022-12-09 10:33:33+00:00", "description": "In early March 1976, one of Bradford Bishop’s neighbors in Bethesda, Maryland, called the police because they hadn’t seen him or his family for a while and had grown concerned. When police arrived at the Bishop home, they found blood on the front porch and entered the house. Inside, they found blood on the floor ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-gender-fluid-official-accused-of-2nd-luggage-heist-megyn-kelly-blasts-biden-administration", "title": "Biden ‘Gender-Fluid’ Official Accused Of 2nd Luggage Heist. Megyn Kelly Blasts Biden Administration.", "date_published": "2022-12-09 10:22:01+00:00", "description": "After news broke that Sam Brinton, the “gender-fluid” deputy assistant secretary for Spent Fuel and Waste Disposition at the Department of Energy’s Office of Nuclear Energy, had been accused in a second case of stealing someone’s luggage at an airport, Megyn Kelly had some harsh words for the Biden administration. Brinton had already been accused ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leann-rimes-postpones-shows-because-of-bleed-on-vocal-cord", "title": "LeAnn Rimes Postpones Shows Because Of ‘Bleed’ On Vocal Cord", "date_published": "2022-12-09 09:59:02+00:00", "description": "LeAnn Rimes has postponed some of her upcoming performances at the insistence of her doctor, who said she has a &#8220;bleed&#8221; on her vocal cord. The 40-year-old singer shared the news with a handwritten note posted Thursday to Instagram.  “It completely and utterly breaks my heart to have to announce that I will be rescheduling ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-kjp-storms-out-of-press-briefing-after-reporter-accuses-her-of-dodging-his-questions", "title": "WATCH: KJP Storms Out Of Press Briefing After Reporter Accuses Her Of Dodging His Questions", "date_published": "2022-12-09 08:57:33+00:00", "description": "White House Press Secretary Karine Jean-Pierre stormed out of Thursday&#8217;s press briefing after a reporter repeatedly demanded that he be given a chance to ask a question. Today News Africa reporter Simon Ateba confronted Jean-Pierre during the briefing saying that she ignores him and does not answer his questions. Ateba was persistent and refused to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/musk-announces-new-twitter-features-reveals-company-targeted-political-candidates-takes-shot-at-biden", "title": "Musk Announces New Twitter Features, Reveals Company Targeted Political Candidates; Takes Shot At Biden", "date_published": "2022-12-09 08:22:37+00:00", "description": "Twitter CEO Elon Musk revealed late on Thursday new product features that will soon come to Twitter. Musk made the revelations after journalist Bari Weiss released the second installment of &#8220;The Twitter Files,&#8221; which showed how Twitter built blacklists, prevented disfavored tweets from trending on the platform, and actively limited the visibility of entire accounts ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nfl-lineman-sidelined-for-remainder-of-season-after-doctors-find-blood-clots-in-lung-leg", "title": "NFL Lineman Sidelined For Remainder Of Season After Doctors Find Blood Clots In Lung, Leg", "date_published": "2022-12-09 08:02:39+00:00", "description": "New York Jets rookie offensive tackle Max Mitchell has been sidelined for the remainder of the season after doctors reportedly discovered blood clots in one of his lungs and his right leg, his father said. Speculation and rumors floated around about why Mitchell was sidelined on Sunday against the Minnesota Vikings after he was placed ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pentagon-concerned-terrorist-biden-released-to-resume-operations-grave-threat-to-national-security", "title": "Pentagon Concerned Terrorist Biden Released To Resume Operations: ‘Grave Threat’ To ‘National Security’", "date_published": "2022-12-09 07:44:52+00:00", "description": "U.S. officials are reportedly concerned that the Russian terrorist that President Joe Biden freed Thursday in exchange for Brittney Griner could go right back to trafficking weapons across the world. Griner, who has a criminal record in the U.S. stemming from a domestic violence incident several years ago, was arrested in Russia back in February ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/key-senator-leaves-democratic-party-rejecting-beltway-partisanship", "title": "Key Senator Leaves Democratic Party, Rejecting Beltway Partisanship", "date_published": "2022-12-09 06:52:20+00:00", "description": "Arizona Sen. Kyrsten Sinema has changed her affiliation to independent after decrying the stranglehold extremists have on both major parties in a move that potentially weakens Democrats&#8217; already tenuous hold on the upper chamber. The first-term Democrat made the announcement Friday morning in a guest column for the Arizona Republic, just days after Democrats won ...", "persistent": false}]