[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/using-xdr-to-consolidate-and-optimize.html", "title": "Using XDR to Consolidate and Optimize Cybersecurity Technology", "date_published": "2022-12-09 17:50:00+00:00", "description": "Businesses know they need cybersecurity, but it seems like a new acronym and system is popping up every day. Professionals that aren’t actively researching these technologies can struggle to keep up. As the cybersecurity landscape becomes more complicated, organizations are desperate to simplify it. Frustrated with the inefficiencies that come with using multiple vendors for cybersecurity, often", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/new-truebot-malware-variant-leveraging.html", "title": "New Truebot Malware Variant Leveraging Netwrix Auditor Bug and Raspberry Robin Worm", "date_published": "2022-12-09 17:16:00+00:00", "description": "Cybersecurity researchers have reported an increase in TrueBot infections, primarily targeting Mexico, Brazil, Pakistan, and the U.S.\nCisco Talos said the attackers behind the operation have moved from using malicious emails to alternative delivery methods such as the exploitation of a now-patched remote code execution (RCE) flaw in Netwrix auditor as well as the Raspberry Robin worm.\n\"", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/why-is-robust-api-security-crucial-in.html", "title": "Why is Robust API Security Crucial in eCommerce?", "date_published": "2022-12-09 13:48:00+00:00", "description": "API attacks are on the rise. One of their major targets is eCommerce firms like yours. \nAPIs are a vital part of how eCommerce businesses are accelerating their growth in the digital world. \nECommerce platforms use APIs at all customer touchpoints, from displaying products to handling shipping. Owing to their increased use, APIs are attractive targets for hackers, as the following numbers expose", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/researchers-uncover-new-drokbk-malware.html", "title": "Researchers Uncover New Drokbk Malware that Uses GitHub as a Dead Drop Resolver", "date_published": "2022-12-09 11:25:00+00:00", "description": "The subgroup of an Iranian nation-state group known as Nemesis Kitten has been attributed as behind a previously undocumented custom malware dubbed Drokbk that uses GitHub as a dead drop resolver to exfiltrate data from an infected computer, or to receive commands.\n\"The use of GitHub as a virtual dead drop helps the malware blend in,\" Secureworks principal researcher Rafe Pilling said. \"All the", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/what-stricter-data-privacy-laws-mean.html", "title": "What Stricter Data Privacy Laws Mean for Your Cybersecurity Policies", "date_published": "2022-12-09 11:00:00+00:00", "description": "For today's businesses data privacy is already a big headache, and with modern privacy laws expanding to more of the world's population, regulatory compliance is on track to become a more complicated, high-stakes process touching on every aspect of an organization. In fact, Gartner predicts that by 2024, 75% of the Global Population will have its personal data covered under privacy regulations.", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/muddywater-hackers-target-asian-and.html", "title": "MuddyWater Hackers Target Asian and Middle East Countries with Updated Tactics", "date_published": "2022-12-09 07:43:00+00:00", "description": "The Iran-linked MuddyWater threat actor has been observed targeting several countries in the Middle East as well as Central and West Asia as part of a new spear-phishing activity.\n\"The campaign has been observed targeting Armenia, Azerbaijan, Egypt, Iraq, Israel, Jordan, Oman, Qatar, Tajikistan, and the United Arab Emirates,\" Deep Instinct researcher Simon Kenin said in a technical write-up.", "persistent": false}]