[{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pentagon-usa-zwieksza-obecnosc-sil-na-wschodniej-flance-nato/9ze6lm9", "title": "Pentagon: USA zwiększą obecność sił na wschodniej flance NATO", "date_published": "2022-12-09 21:07:26+00:00", "description": "Na prośbę państw bałtyckich USA wzmocnią obecność swoich sił na Litwie, Łotwie i w Estonii — poinformowało PAP Europejskie Dowództwo sił zbrojnych USA (EUCOM). W piątek na temat wzmacniania wschodniej flanki NATO rozmawiał także szef polskiego MSZ podczas spotkania z sekretarzem stanu USA.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/rosnie-liczba-kradziezy-luksusowych-zegarkow-rolex-ma-problem/8dzkpeq", "title": "Rośnie liczba kradzieży luksusowych zegarków. Rolex ma problem", "date_published": "2022-12-09 20:59:40+00:00", "description": "Statystyki m.in. londyńskiej policji pokazują wzrost liczby kradzieży drogich zegarków, co może zagrażać szwajcarskim markom — pisze Bloomberg. Czy kupujący nadal będą chcieli kupić Rolexa, jeśli boją się go nosić?", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rosnie-koszt-zerwania-z-rosja-niemcy-zaplaca-trzy-razy-wecej-za-terminale-lng/gx3l3ww", "title": "Niemcy zapłacą ponad trzy razy węcej za terminale LNG. Rachunek gwałtownie wzrósł", "date_published": "2022-12-09 20:00:55+00:00", "description": "Rachunek Niemiec za nowe terminale LNG gwałtownie rośnie i wynosi już 9,7 mld euro, czyli trzy raz więcej, niż pierwotnie zakładano.  Inwestycja ma pomóc zastąpić rosyjski gaz.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rosja-moze-obnizyc-wydobycie-ropy-w-odpowiedzi-na-pulap-cenowy-g-7-mowi-putin/4xpwye6", "title": "Limit cen ropy. Rosja może obniżyć wydobycie. Putin straszy dekretem", "date_published": "2022-12-09 19:12:27+00:00", "description": "Rosja może ograniczyć wydobycie ropy w odpowiedzi na ograniczenie cen jej ropy przez G-7 — powiedział Władimir Putin. Kreml wyda dekret w tej sprawie w najbliższych dniach — pisze Bloomberg.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/mcdonalds-rozda-swoje-zlote-karty-takie-ma-bill-gates-czy-warren-buffett/3ssz15q", "title": "McDonald's rozda swoje złote karty. Takie ma Bill Gates czy Warren Buffett", "date_published": "2022-12-09 18:24:19+00:00", "description": "Znana sieć barów z hamburgerami daje swoim klientom w Stanach Zjednoczonych możliwość wygrania \"złotych kart\", oficjalnie nazywanych McGold Card. Zwykle do kart mają dostęp tylko bardzo ważne osobistości. Teraz jednak każdy może ją wylosować.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/jest-wyrok-nsa-koniec-wojny-o-krowke-jeszcze-nie-teraz/n6f7450", "title": "Wojna o kajmak i krówkę. Na koniec jeszcze poczekamy", "date_published": "2022-12-09 17:39:39+00:00", "description": "Wojna producentów kajmaku z fiskusem idzie o stawkę podatku VAT. Chodzi o to, czy jest to wyrób mleczarski, opodatkowany 5-procentową stawką, czy wyrób cukierniczy z 23-procentową. Fiskus od puszki w cenie 10 zł netto chce brać 2,3 zł, a producenci woleliby oddać 50 groszy. Sprawa trafiła do Naczelnego Sądu Administracyjnego. Skarbówka przegrała dwie bitwy, ale wojna trwa, bo NSA kazał ponownie zbadać, czym jest dodawana do mazurków i ciast masa kajmakowa.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/polska-pomoze-niemcom-z-ropa-decyzja-niebawem/tsxk5xm", "title": "Polska pomoże Niemcom z ropą? Decyzja niebawem", "date_published": "2022-12-09 17:26:56+00:00", "description": "Niemcy już w przyszłym tygodniu podejmą decyzję, w jaki sposób zaopatrywana będzie rafineria w Schwedt. Dotychczas wielki zakład był uzależniony od ropy z Rosji.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/miliardy-z-ue-dla-wegier-jest-stanowisko-brukseli/sj03pw1", "title": "Miliardy z UE dla Węgier. Jest stanowisko Brukseli", "date_published": "2022-12-09 17:05:05+00:00", "description": "Reformy na Węgrzech nie wystarczą, by odblokować fundusze UE — poinformowała w piątek Komisja Europejska.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/slynny-aktor-sprzedaje-swoja-firme-stala-za-dziesiatkami-kinowych-hitow/ngfge4c", "title": "Słynny aktor sprzedaje swoją firmę. Stała za dziesiątkami kinowych hitów", "date_published": "2022-12-09 17:02:22+00:00", "description": "Brad Pitt sprzedaje większość akcji swojej firmy produkcyjnej Plan B Entertainment – wynika z nieoficjalnych informacji. Nabywcą ma być francuski koncern Mediawan.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/cena-egzaminu-na-prawo-jazdy-od-nowego-roku-nowe-stawki/qzgbl9g", "title": "Drożeją egzaminy na prawo jazdy", "date_published": "2022-12-09 16:52:57+00:00", "description": "Przyszli kierowcy zapłacą więcej za egzamin teoretyczny i praktycznych na prawo jazdy. Prezydent Andrzej Duda podpisał ustawę nowelizującą Prawo o ruchu drogowym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/refinansowanie-kredytow-rozwiazaniem-dla-rosnacych-stop-procentowych-specjalisci-z/k8ybw2r", "title": "Refinansowanie kredytów rozwiązaniem dla rosnących stóp procentowych? Specjaliści z Motty doradzą.", "date_published": "2022-12-09 16:10:00+00:00", "description": "", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/luka-vat-jeszcze-nie-zniknela-rzad-podaje-liczby/v5zczbr", "title": "Luka VAT jeszcze nie zniknęła. Rząd podaje liczby", "date_published": "2022-12-09 16:09:48+00:00", "description": "Według krajowych szacunków luka VAT spadła w 2021 r. do 4,3 proc. z 10,4 proc. w 2020 r. – poinformował resort finansów. Ministerstwo podkreśla, że Polska jest \"w europejskiej czołówce\" w obniżaniu luki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/kobieta-w-wojsku-kiedy-dobrowolnie-kiedy-z-obowiazku/x0gxqg3", "title": "Kobiety w kamasze? Kiedy dobrowolnie, kiedy z obowiązku", "date_published": "2022-12-09 15:37:51+00:00", "description": "Informacje o liczbie osób, które mogą być powołane w 2023 r. do czynnej służby wojskowej, wywołały medialną wrzawę i dyskusje: kto może być wezwany, na jak długo i ile za to dostanie. Pojawiły się też pytania, czy kobiety pójdą w kamasze. Sprawdziliśmy, kogo dotyczy ten obowiązek.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/likwiduja-straz-miejska-powodem-nie-tylko-oszczednosci/3f7s9m4", "title": "Likwidują straż miejską. Powodem nie tylko oszczędności", "date_published": "2022-12-09 15:25:18+00:00", "description": "Samorząd Nałęczowa (woj. lubelskie) zadecydował o likwidacji straży miejskiej — podaje \"Dziennik Wschodni\". Decyzja ma wejść w życie już w następnym roku. Jej powodem są przede wszystkim oszczędności, ale nie tylko.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/rpp-o-stopach-procentowych-litwiniuk-i-kotecki-nie-chca-czekac/6p6b4dx", "title": "Członkowie RPP boją się hydry inflacji. Nie chcą biernie czekać aż podniesie łeb", "date_published": "2022-12-09 15:19:05+00:00", "description": "— Jak hydra inflacji podniesie łeb, zwiększymy stopy — powiedział przewodniczący RPP Adam Glapiński. Dzień później jego koledzy z rady wskazali, że wzrost cen i perspektywy na tyle źle wyglądają, że trzeba już teraz podnieść oprocentowanie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/policja-dostala-black-hawki-ma-nimi-gasic-pozary/3gy94w3", "title": "Policja dostała Black Hawki. Ma nimi gasić pożary", "date_published": "2022-12-09 15:11:32+00:00", "description": "Policja dostała właśnie dwa nowe śmigłowce Lockheed Martin S-70i Black Hawk. Pieniądze na sprzęt przekazał Narodowy Fundusz Ochrony Środowiska i Gospodarki Wodnej gdyż, jak się okazuje, helikoptery mają wykonywać nie tylko stricte \"policyjne\" zadania.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/koreanski-parlament-odmlodzil-obywateli/ff810yd", "title": "Parlament odmłodził Koreańczyków. Przy pomocy ustawy", "date_published": "2022-12-09 14:55:52+00:00", "description": "Parlament Korei Południowej przyjął w czwartek ustawy, które sprawią, że obywatele staną się trochę młodsi. Parlamentarzyści zdecydowali o rezygnacji z tradycyjnych koreańskich metod obliczania wieku, które dodawały niektórym osobom nawet dwa lata.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wiktor-but-wychodzi-z-wiezienia-pentagon-ma-watpliwosci/0fv5vel", "title": "Koszykarka \"wymieniona\" na handlarza bronią. Pentagon ma zastrzeżenia", "date_published": "2022-12-09 14:49:04+00:00", "description": "Amerykańska koszykarka Brittney Griner dzięki wymianie została uwolniona z rosyjskiej kolonii karnej. Jednak na mocy porozumienia wolność odzyskał znany handlarz bronią Wiktor But. Amerykański Departament Obrony nie ukrywa, że ma tu pewne zastrzeżenia.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/smierc-imigranta-grad-krytyki-na-szefa-mistrzostw-swiata-w-katarze/jy5p94t", "title": "\"Śmierć jest naturalną częścią życia\". Ten komentarz sprowadził na szefa mundialu w Katarze ogień krytyki", "date_published": "2022-12-09 14:31:16+00:00", "description": "Dyrektor generalny Mistrzostw Świata w Katarze spotkał się z krytyką grup broniących praw człowieka po tym, jak powiedział, że \"śmierć jest naturalną częścią życia\", odnosząc się do zgonu migranta zatrudnionego do napraw w obiekcie turniejowym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/pomysl-na-prezent-kup-jeden-z-popularnych-uchwytow-do-smartfona/lp28sp2", "title": "Pomysł na prezent — kup jeden z popularnych uchwytów do smartfona", "date_published": "2022-12-09 14:26:00+00:00", "description": "Uchwyt do smartfona to doskonały pomysł na prezent dla wszystkich zmotoryzowanych. W najnowszym rankingu popularności na podstawie danych ze Skąpiec.pl znajdziesz sześć uchwytów na telefon, które są wytrzymałe, ładne, a do tego dostępne w bardzo korzystnej cenie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/co-zamiast-kawy-sposoby-na-pobudzenie-i-zmeczenie/92exymz", "title": "11 sposobów na to, by się pobudzić bez kawy", "date_published": "2022-12-09 14:24:00+00:00", "description": "Gdy chcemy się (p)obudzić lub tracimy koncentrację, najczęściej sięgamy po kawę. W sytuacjach kryzysowych, gdy senność bierze górę, łamiemy zasady i wypijamy kolejną filiżankę. Ale, jak powszechnie wiadomo, zbyt duża ilość kofeiny nie jest dobra dla zdrowia.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/bedzie-wiecej-wojsk-usa-na-wschodniej-flance/s16cwr8", "title": "Będzie więcej wojsk USA na \"wschodniej flance\" NATO", "date_published": "2022-12-09 14:17:24+00:00", "description": "USA zatwierdziły plany wzmocnienia obecności swoich wojsk w państwach bałtyckich – podała łotewska agencja LETA. Ma być to realizacja zapowiedzi prezydenta USA Joe Bidena z czerwcowego szczytu NATO w Madrycie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wolne-miejsca-pracy-kogo-poszukuja-firmy/s00pmm5", "title": "Ubywa wolnych miejsc pracy. Kogo najbardziej poszukują firmy?", "date_published": "2022-12-09 14:10:29+00:00", "description": "Polski rynek pracy opiera się spowolnieniu gospodarczemu. Najnowsze dane GUS wskazują, że zatrudnienie niemal od zaraz czeka na ponad 100 tys. osób. Liczba wolnych miejsc pracy jest jednak wyraźnie mniejsza niż rok temu. Największe zapotrzebowanie jest na pracowników w przemyśle. Najwięcej do zaoferowania ma zachodnia część kraju.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/biuro-reklamy-rasp-numerem-1-w-prestizowym-rankingu/4tt1hg6", "title": "Biuro Reklamy Ringier Axel Springer Polska numerem 1 w prestiżowym rankingu", "date_published": "2022-12-09 14:09:40+00:00", "description": "Biuro Reklamy Ringier Axel Springer Polska zdobyło pierwsze miejsce i tytuł \"Biura Reklamy Internetowej Roku\" oraz wyróżnienie w kategorii \"Biura Reklamy Prasowej. Dzienniki\". Ranking został stworzony przez magazyn \"Media Marketing Polska\" oraz Kantar Polska.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/uwolnienie-brittney-griner-paul-whelan-nie-rozumie-dlaczego-wciaz-jest-w-rosyjskim/5jedj12", "title": "Uwolnienie Griner. Były żołnierz: nie wiem, dlaczego wciąż siedzę w rosyjskim więzieniu", "date_published": "2022-12-09 14:00:22+00:00", "description": "Paul Whelan, były żołnierz piechoty morskiej, który od 2018 r. jest więziony w Rosji, powiedział, że nie jest pewien, dlaczego nadal pozostaje w więzieniu po tym, jak Brittney Griner została uwolniona w ramach wymiany więźniów.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/chcieli-dokonac-zamachu-stanu-w-niemczech-teraz-wychodza-szczegoly/n8c94mb", "title": "Chcieli dokonać zamachu stanu w Niemczech. Teraz wychodzą szczegóły", "date_published": "2022-12-09 13:42:42+00:00", "description": "Domniemana grupa terrorystyczna Obywatele Rzeszy zabiegała o werbowanie żołnierzy i policjantów. Podczas przeszukań śledczy znaleźli przy podejrzanych duże ilości broni i gotówki – informują niemieckie służby.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/zweryfikowany-twitter-bedzie-drozszy-jesli-masz-iphonea/7kpywhz", "title": "\"Zweryfikowany\" Twitter będzie droższy, jeśli masz iPhone'a", "date_published": "2022-12-09 13:25:07+00:00", "description": "Okazuje się, że Twitter Blue (czyli \"wersja premium\" serwisu) będzie droższy dla użytkowników iPhone'ów. Szef Twittera Elon Musk chce pobierać od nich 4 dol. więcej", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wojna-w-ukrainie-efekt-rewolucja-technologiczna-i-kosztowa/rffhxph", "title": "Krótkotrwały ból z cenami energii uruchamia poważne zmiany w firmach", "date_published": "2022-12-09 13:01:26+00:00", "description": "Atakiem na Ukrainę Putin uruchomił rewolucję kosztową, a może i kolejną rewolucję technologiczną — oceniają ekonomiści mBanku. Stawiają tezę, że krótkoterminowy ból związany z cenami energii uruchamia procesy, których wpływu na produktywność możemy nawet sobie nie wyobrażać.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/11-grudnia-niedziela-handlowa-sklepy-beda-otwarte/8k52yn0", "title": "Przed nami wyjątkowa niedziela. Sklepy będą otwarte", "date_published": "2022-12-09 12:59:29+00:00", "description": "Grudzień to wyjątkowy miesiąc w roku, jeżeli chodzi o handel. W tym miesiącu Polacy będą mieli dwie niedziele, w które będzie można zrobić zakupy. Sklepy pozostaną otwarte 11 i 18 grudnia. To wyjątek, przewidziany w ustawie wprowadzającej zakaz handlu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/via-carpatia-dotrzemy-az-do-morza-egejskiego-padla-data/mdg0y9w", "title": "Via Carpatia dotrzemy aż do Morza Egejskiego. Padła data", "date_published": "2022-12-09 12:54:44+00:00", "description": "Drogowy szlak Via Carpatia, ciągnący się od wybrzeża Bałtyku w Estonii do Morza Egejskiego w Grecji ma powstać w swoim zasadniczym kształcie do 2030 r. – zapowiedział minister infrastruktury Andrzej Adamczyk.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/zmiana-prawa-o-prokuraturze-co-traci-prezydent/sktjp9j", "title": "Prezydent podpisał ustawę z haczykiem. Nowy Prokurator Generalny straci wpływ na prokuratorskie stołki", "date_published": "2022-12-09 12:49:18+00:00", "description": "Prezydent Andrzej Duda podpisał nowelę kodeksu postępowania karnego i prawa o prokuraturze. Umożliwia ona współpracę naszych śledczych z Prokuraturą Europejską, ale nie tylko. Przyzna Prokuratorowi Krajowemu prawo do powoływania i odwoływania dyrektorów w prokuraturze i ich zastępców, co utrudni zmiany kadrowe w przypadku wygrania wyborów przez opozycję", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/zima-to-idealna-pora-na-urlop-w-meksyku-slonce-piekne-plaze-i-krystaliczna-woda/pxehfqz", "title": "Zima to idealna pora na urlop w Meksyku. Słońce, piękne plaże i krystaliczna woda", "date_published": "2022-12-09 12:42:00+00:00", "description": "Meksyk to kierunek turystyczny, który od lat cieszy się dużą popularnością i ma do zaoferowania turystom naprawdę wiele atrakcji. To doskonały kierunek na urlop jesienią i zimą, średnie temperatury w tym czasie wynoszą 28 - 30 stopni. Meksyk to piękne plaże, lazurowa woda, zabytki, niesamowite starożytne miasta Majów i Azteków oraz słynne cenoty na Półwyspie Jukatan. W artykule polecamy sprawdzone hotele, które mają dostępne terminy jesienią i zimą, a jednocześnie są różnorodne pod względem standardu i ceny.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kraje-baltyckie-sie-zbroja-jest-porozumienie/sphpxfz", "title": "Kraje bałtyckie się zbroją. Jest porozumienie", "date_published": "2022-12-09 12:38:28+00:00", "description": "Litwa, Łotwa i Estonia zgadzają się na zwiększenie finansowania obrony do 3 proc., ale w różnych terminach – poinformowano po spotkaniu premierów trzech państw bałtyckich.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-rejs-wzdluz-wybrzeza-chorwacji-po-renie-lub-modrym-dunaju/ntc0m7k", "title": "Zaplanuj rejs wzdłuż wybrzeża Chorwacji, po Renie lub modrym Dunaju", "date_published": "2022-12-09 12:37:00+00:00", "description": "Rejs wzdłuż wybrzeża Chorwacji lub jedną z głównych europejskich rzek może być doskonałą alternatywą dla urlopu, podczas którego większość czasu spędzamy na plaży, opuszczając ją jedynie na posiłki w bogatej formule all inclusive. Morskie lub rzeczne rejsy pasażerskie to interesująca forma wypoczynku dla wszystkich, którym znudziły się tradycyjne urlopy i potrzebują przeżyć coś nowego. Rejsy wycieczkowe to połączenie innej perspektyw zwiedzania, poznawania zabytków, architektury, historii, kultury z jednoczesną wygodą i relaksem. Widok kameralnych wiosek położonych wzdłuż Renu, wspaniałej architektury Wiednia, Budapesztu i Bratysławy, który towarzyszy podczas rejsu Dunajem oraz kąpiele w krystalicznie czystych wodach Adriatyku to tylko część atrakcji jakie można podziwiać z pokładu statku. W artykule polecamy sprawdzone i docenione przez klientów rejsy wycieczkowe biura podróży Albatros. Zapraszamy!", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/poznanski-cmentarz-wprowadza-ekopogrzeby-bez-krzyzy-i-nagrobkow/qqs3bnv", "title": "Poznański cmentarz wprowadza ekopogrzeby. Bez krzyży i nagrobków", "date_published": "2022-12-09 12:36:59+00:00", "description": "Na cmentarzu komunalnym w Poznaniu będą odbywać się ekologiczne pogrzeby. To tzw. Las Pamięci, gdzie nie będzie nagrobków ani krzyży, a zmarli będą chowani w biodegradowalnych urnach. Wszystko po to, by miejsca nigdy na nim nie zabrakło.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/motoryzacja/kierowcy-w-rosji-nie-maja-duzego-wyboru-w-salonach-sa-tylko-te-marki/dkk19bn", "title": "Kierowcy w Rosji nie mają dużego wyboru. W salonach są tylko te marki", "date_published": "2022-12-09 12:24:07+00:00", "description": "Jak informuje BBC, na rosyjskim rynku znalezienie zachodnich samochodów graniczy z cudem. Na rosyjskim rynku pozostaje już tylko czternaście marek samochodów, z czego dziesięć to firmy chińskie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/ceny-na-stacjach-drogie-ale-stabilne-jedno-moze-zastanawiac/5ql7n5p", "title": "Drogo, ale stabilnie na stacjach. \"Wnikliwi coś zauważą\"", "date_published": "2022-12-09 12:22:29+00:00", "description": "Na stacjach paliw widoczna będzie stagnacja cen, co – jak uważają analitycy – może być efektem polityki największego gracza na rynku. W okresie przedświątecznym w stosunkowo niezłej sytuacji będą kierowcy \"benzyniaków\". Znacznie gorzej mają ci, którzy posiadają auta z silnikami wysokoprężnymi.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/morawiecki-zbudujemy-armie-ktora-poradzi-sobie-sama-o-ile-wygramy-wybory/zyfp582", "title": "Morawiecki: Zbudujemy armię, która poradzi sobie sama. O ile wygramy wybory", "date_published": "2022-12-09 12:12:55+00:00", "description": "Zbudujemy armię, która w razie konfliktu będzie w stanie poradzić sobie nawet sama i to nie przez krótki czas, a co najmniej tak jak armia ukraińska — powiedział premier Mateusz Morawiecki w wywiadzie dla wPolityce.pl. Warunek? PiS musi jego zdaniem wygrać wybory.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/ceny-sylwestra-2023-r-ulubione-miasto-tvp-zdecydowanie-najdrozsze/xzvylx6", "title": "Tyle kosztuje sylwestrowy nocleg. Ulubione miasto TVP zdecydowanie najdroższe", "date_published": "2022-12-09 12:05:24+00:00", "description": "Powoli kończą się miejsca w hotelach w okresie sylwestrowym – wynika z analizy HRE Investments. W tym roku wyjątkowo dużo trzeba też zapłacić za takie pobyty. W znacznie lepszej sytuacji są ci, którzy chcieliby w hotelu spędzić Boże Narodzenie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/w-szwecji-moze-zabraknac-pradu-premier-wykorzystamy-nawet-smieci/hc8hfbf", "title": "W Szwecji może zabraknąć prądu. Minister: wykorzystamy nawet śmieci", "date_published": "2022-12-09 12:03:31+00:00", "description": "W południowej Szwecji może dojść do odłączenia gospodarstw domowych od sieci z powodu czasowego wyłączenia tamtejszych reaktorów jądrowych. System może być ratowany importem energii m.in. z Polski, ale jak podkreślił minister, również... paleniem śmieci.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/premier-indii-odmowil-spotkania-z-putinem/9nr0ksx", "title": "Premier Indii odmówił spotkania z Putinem", "date_published": "2022-12-09 11:51:23+00:00", "description": "Premier Indii Narendra Modi nie spotka się z prezydentem Rosji Władimirem Putinem na dorocznym szczycie Indie-Rosja - poinformowała w piątek agencja Reutera.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/upadek-getin-noble-banku-nbp-bylo-ryzyko-zarazania/yngcmd0", "title": "NBP komentuje upadek banku Czarneckiego. Było ryzyko \"zarażania\"", "date_published": "2022-12-09 11:50:37+00:00", "description": "Gdyby Getin Noble Bank upadł, Bankowy Fundusz Gwarancyjny musiałby wypłacić klientom 36 mld zł, a takich pieniędzy realnie nie było — przyznaje NBP. Wskazuje, że bank Leszka Czarneckiego był obciążeniem dla sektora i \"ryzyka zarażania\" na szczęście już nie ma. Choć dalej niektóre banki mają problemy, a straty kredytowe będą rosły.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/francuzi-wychodza-z-rosyjskiego-koncernu-godza-sie-na-gigantyczne-straty/cse362d", "title": "Francuzi wychodzą z rosyjskiego koncernu. Godzą się na gigantyczne straty", "date_published": "2022-12-09 11:27:26+00:00", "description": "Francuski koncern paliwowy TotalEnergies wycofuje się z udziałów w rosyjskim gigancie gazowym Novatek. Firma godzi się tym samym na utratę aktywów wartych 3,7 mld dol.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/najpopularniejsze-odkurzacze-w-naprawde-niskich-cenach/jyep7wt", "title": "Najpopularniejsze odkurzacze w naprawdę niskich cenach", "date_published": "2022-12-09 11:21:00+00:00", "description": "Zapraszamy do najnowszego rankingu popularności odkurzaczy według danych z porównywarki cen Skąpiec.pl. Znajdziesz tutaj urządzenia, które nie kosztują dużo, a skutecznie pomogą wysprzątać dom, nie tylko przed świętami.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/pge-z-kredytem-na-2-mld-zl-bedzie-wymieniac-liczniki/v62tlm7", "title": "PGE z kredytem na 2 mld zł. Będzie wymieniać liczniki", "date_published": "2022-12-09 11:19:30+00:00", "description": "PGE zawarła umowę kredytową z Europejskim Bankiem Inwestycyjnym na 2 mld zł. Kredyt przeznaczony będzie na realizację projektów w segmencie dystrybucji m. in. na liczniki zdalnego odczytu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/cougary-dla-polski-przyszla-kolejna-dostawa/l17p87t", "title": "Do Polski trafiły kolejne Cougary z USA", "date_published": "2022-12-09 11:17:31+00:00", "description": "Do Polski dotarła kolejna dostawa opancerzonych pojazdów Cougar – poinformował resort obrony. Polska kupiła 300 takich pojazdów z nadwyżek Pentagonu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/cechy-zlego-pracownika/kl5m5b7", "title": "14 sygnałów, które mogą świadczyć o tym, że jesteś kiepskim pracownikiem", "date_published": "2022-12-09 11:12:00+00:00", "description": "Są lepsi i gorsi pracownicy, ale co jeśli to właśnie ty zaliczasz się do tej drugiej grupy? To wcale nie musi oznaczać, że jesteś człowiekiem leniwym czy niezdolnym do osiągania sukcesów zawodowych, może wybrałeś/aś po prostu złą branżę. Jeśli sam/a czujesz, że nie wykonujesz swojej pracy najlepiej, najwyższy czas zastanowić się, dlaczego i spróbować to naprawić.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/ogromne-zainteresowanie-akcja-trenuj-z-wojskiem-kilka-tysiecy-miejsc/kp2c8jy", "title": "Ogromne zainteresowanie akcją \"Trenuj z wojskiem\". Kilka tysięcy miejsc", "date_published": "2022-12-09 10:41:26+00:00", "description": "Rusza kolejna akcja \"Trenuj z wojskiem\". Ministerstwo obrony przygotowało dla chętnych kilka tysięcy miejsc w 31 jednostkach wojskowych. W pierwszej edycji jednostek było dwukrotnie mniej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/dramatyczne-dane-z-niemiec-cwierc-miliona-ludzi-nie-ma-gdzie-mieszkac/vrq9nvt", "title": "Dramatyczne dane z Niemiec. Ćwierć miliona ludzi nie ma gdzie mieszkać", "date_published": "2022-12-09 10:39:06+00:00", "description": "Nawet 263 tys. osób w Niemczech nie ma gdzie mieszkać - wynika z najnowszego raportu rządu w Berlinie na temat bezdomności. To mniej więcej tyle osób, ile liczy Gdynia czy Częstochowa.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/digital-poland/piata-edycja-digital-shapers-ruszaja-zgloszenia/16npl7w", "title": "Wielkie umysły zasługują na wielkie tytuły. Fundacja Digital Poland po raz piąty wyróżni liderów cyfrowych zmian", "date_published": "2022-12-09 10:20:14+00:00", "description": "Od początku grudnia można zgłaszać kandydatów do piątej edycji Digital Shapers, konkursu organizowanego przez Fundację Digital Poland. Jeśli znacie innowatorów, z ciekawymi digitalowymi pomysłami, biznesmenów, działaczy organizacji pozarządowych, influencerów, polityków, dziennikarzy, nauczycieli lub twórców, których działalność przyśpiesza tempo cyfrowej transformacji Polski, to koniecznie zgłoście ich do tytułu Digital Shapers 2022.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/smiglowce-beda-bardziej-polskie-wazny-kontrakt-szansa-dla-pzl-swidnik/sv9bflx", "title": "Śmigłowce będą bardziej polskie. Kontrakt szansą dla PZL Świdnik", "date_published": "2022-12-09 10:17:17+00:00", "description": "Jak opisuje serwis wnp.pl kontrakt na zakup 32 śmigłowców AW149 wiąże się z polonizacją produkcji zakładów PZL Świdnik. Choć pierwsze maszyny będą przede wszystkim bazować na Włoszech, z czasem sytuacja będzie się zmieniać.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/sojusz-trzech-gigantow-stworza-ultranowoczesny-mysliwiec/w9xs27t", "title": "Sojusz trzech gigantów. Stworzą ultranowoczesny myśliwiec", "date_published": "2022-12-09 10:01:19+00:00", "description": "Wielka Brytania, Japonia i Włochy łączą siły, by wspólnie zbudować jeden z najnowocześniejszych myśliwców na świecie. Ma on powstać do 2035 r. i być odpowiedzią na rosnące zagrożenie ze strony Chin i Rosji. To bezprecedensowa umowa, która negocjowana była przez wiele lat - pisze \"Financial Times\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/przedswiateczny-ranking-popularnosci-wideorejestratorow-ktory-warto-kupic/mbn7nng", "title": "Przedświąteczny ranking popularności wideorejestratorów — który warto kupić?", "date_published": "2022-12-09 09:59:00+00:00", "description": "Jeśli szukasz wideorejestratora na prezent pod choinkę, dobrze trafiłeś. Przedstawiamy tutaj najpopularniejsze modele według porównywarki cen Skąpiec.pl. Są to urządzenia z różnych półek cenowych i z różnymi możliwościami. Każdy znajdzie coś dla siebie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/samorzadowe-spolki-tona-w-dlugach-nik-alarmuje/d21jnl0", "title": "Samorządowe spółki toną w długach. NIK alarmuje", "date_published": "2022-12-09 09:56:50+00:00", "description": "NIK alarmuje, że samorządy transferują długi do podległych sobie spółek. Jak podaje Portal Samorządowy, w ekstremalnych przypadkach, zadłużenie znacznie przekracza... zobowiązania samych gmin.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/volvo-trucks-polska-pracodawca-wyrozniony-przez-swoich-pracownikow/v7zvysw", "title": "Volvo Trucks Polska – pracodawca wyróżniony przez swoich pracowników", "date_published": "2022-12-09 09:26:15+00:00", "description": "Volvo Trucks Polska jest pionierem zrównoważonych rozwiązań transportowych w zakresie ochrony środowiska i szeroko pojętego bezpieczeństwa w ruchu kołowym. Firma szczyci się wyjątkową kulturą organizacyjną łączącą inspirujący cel, innowacyjność oraz wielorakie możliwości rozwoju. To stwarza pracownikom warunki sprzyjające dla ich osobistego oraz profesjonalnego rozwoju i zaangażowania w pracy. Powstałe w ten sposób środowisko współpracy jest doceniane przez osoby zatrudnione w firmie, czego przejawem jest wysoka ocena pracowników, która pozwoliła Volvo Trucks Polska dołączyć do grona pracodawców mogących pochwalić się certyfikatem Great Place to Work® i obecnością na liście Najlepszych Miejsc Pracy™.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/trudna-sytuacja-w-ubezpieczeniach-zysk-drastycznie-spadl/h30kp94", "title": "Zysk ubezpieczycieli drastycznie spadł. Rośnie wartość wypłat", "date_published": "2022-12-09 09:26:10+00:00", "description": "Zysk netto ubezpieczycieli spadł o 28,2 proc. w porównaniu do roku wcześniej do 3,83 mld zł w pierwszych trzech kwartałach 2022 r., wynika z danych Polskiej Izby Ubezpieczeń (PIU). W ciągu trzech kwartałów 2022 r. ubezpieczyciele wypłacili 33,6 mld zł odszkodowań i świadczeń. To o 11 proc. więcej niż rok wcześniej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/uokik-zbadal-kremy-i-szampony-zatrwazajace-wyniki-kontroli/4g2f1re", "title": "UOKiK zbadał kremy i szampony. Zatrważające wyniki kontroli", "date_published": "2022-12-09 09:23:43+00:00", "description": "Aż 38 proc. kosmetyków skontrolowanych przez Urząd Ochrony Konkurencji i Konsumentów zostało zakwestionowanych. Są wśród nich produkty z najbardziej znanych drogerii w Polsce. Często kremy czy szampony były przeterminowane, a na etykietach były niepoprawne informacje o składzie produktu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/raport-nbp-o-stabilnosci-systemu-finansowego-to-najwieksze-problemy/ckdwwj2", "title": "NBP: \"ocena stabilności krajowego systemu finansowego się pogorszyła\". Wskazuje ryzyka", "date_published": "2022-12-09 09:07:40+00:00", "description": "Narodowy Bank Polski (NBP) dwa razy do roku opracowuje raport poświęcony analizie stabilności systemu finansowego. W piątek opublikował najnowsze wyniki, w których omawia najważniejsze ryzyka i problemy sektora bankowego, mieszkaniowego itp. Przedstawił też swoje rekomendacje.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/inflacja-w-chinach-najnizsza-od-osmiu-miesiecy-to-nie-jest-dobry-znak/q75fq5r", "title": "Inflacja w kluczowej gospodarce świata najniższa od ośmiu miesięcy. To nie jest dobry znak", "date_published": "2022-12-09 08:52:44+00:00", "description": "Inflacja konsumencka w Chinach spada drugi miesiąc z rzędu i wynosi 1,6 proc. W przypadku inflacji producentów mamy nawet deflację. Eksperci z niepokojem patrzą na te dane, bo sugerują spadek aktywności gospodarki, która nadaje też tempo rozwoju na świecie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/vat-na-gaz-pis-nie-wyklucza-zmian-w-prawie/1e2rs3b", "title": "VAT na gaz. PiS nie wyklucza zmian w prawie", "date_published": "2022-12-09 08:33:36+00:00", "description": "Jeżeli będzie taka potrzeba, jeżeli z analiz rządowych będzie wychodziło, że należy VAT przywrócić do niższego poziomu, to na pewno taka decyzja zapadnie — mówił rzecznik PiS Rafał Bochenek pytany o podwyżkę stawki VAT na gaz od przyszłego roku.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/cytaty-einsteina/r20l784", "title": "12 cytatów Einsteina, które pokazują, że był prawdziwym geniuszem", "date_published": "2022-12-09 08:24:00+00:00", "description": "Nie bez powodu nazwisko \"Einstein\" stało się synonimem słowa geniusz. Albert Einstein był jednym z najwspanialszych umysłów XX wieku, który wniósł do nauki bezcenną wiedzę.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-9-grudnia-2022/tr6ppg6", "title": "Kurs dolara 9 grudnia poniżej 4,5 zł", "date_published": "2022-12-09 08:04:02+00:00", "description": "Kurs dolara poniżej 4,5 zł. W piątek rano 9 grudnia 2022 r. kurs USD/PLN wynosi 4,4314.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-9-grudnia-2022/42bly8z", "title": "Kurs euro 9 grudnia poniżej 4,7", "date_published": "2022-12-09 08:02:22+00:00", "description": "Kurs euro poniżej 4,7 zł. W piątek rano 9 grudnia 2022 r. kurs EUR/PLN wynosił 4,6837 zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-9-grudnia-2022/xphc557", "title": "Kurs franka 9 grudnia w okolicach 4,75 zł", "date_published": "2022-12-09 07:59:34+00:00", "description": "Frank szwajcarski w okolicach 4,75 zł. W piątek rano 9 grudnia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7490.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/firmy/amazon-zarabia-na-polskim-rynku-jestesmy-zadowoleni-z-sezonu-przedswiatecznego/2hf657w", "title": "Amazon zarabia na polskim rynku. \"Jesteśmy zadowoleni z sezonu przedświątecznego\"", "date_published": "2022-12-09 07:19:39+00:00", "description": "Amazon ocenia, że szczyt sprzedażowy w Polsce związany z Black Friday i nadchodzącymi świętami Bożego Narodzenia jest silny i generalnie pozostaje zadowolony co do rozwoju biznesu w Polsce, poinformował ISBnews dyrektor generalny Amazon.pl Mourad Taoufiki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/szef-elektrocieplowni-jakosc-wegla-z-kazachstanu-nas-zaskoczyla/4yhkbpq", "title": "Szef elektrociepłowni o węglu z Kazachstanu: jakość nas zaskoczyła", "date_published": "2022-12-09 07:12:43+00:00", "description": "W wywiadzie dla serwisu wnp.pl, Witold Niedzielski, prezes Elektrociepłowni Będzin ocenił sytuację na krajowym rynku węgla. Jego zdaniem najgorsze już minęło, a ceny zauważalnie spadają. Dodał także, że jakość sprowadzanego surowca z Kazachstanu okazała się zaskakująca.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/lewandowski-zdradza-kulisy-rozmowy-o-premiach-poszedlem-do-trenera-przekazac-nasze/54b0c33", "title": "Lewandowski zdradza kulisy rozmowy o premiach. \"Poszedłem do trenera przekazać nasze ustalenia\"", "date_published": "2022-12-09 07:01:26+00:00", "description": "\"Zostaliśmy poproszeni, jako rada drużyny, żeby stworzyć nowy procentowy system podziału tej ewentualnej premii między zawodnikami\" — przyznaje w rozmowie z przegladsportowy.onet.pl Robert Lewandowski. Jednocześnie zaznacza, że konfliktu o pieniądze w kadrze nie było.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/wigilia-2022-ponad-80-proc-polakow-oszczedzi-na-jedzeniu/s10vjrb", "title": "Skromniej przy wigilijnym stole. Ponad 80 proc. Polaków oszczędzi na jedzeniu", "date_published": "2022-12-09 06:45:43+00:00", "description": "81 proc. Polaków zamierza ograniczyć wydatki na świąteczne zakupy spożywcze, w ub. roku taki zamiar miało 45 proc. respondentów — wynika z raportu UCE Research i Grupy BLIX. W tym roku tylko 11 proc. Polaków nie ma zamiaru oszczędzać na świątecznej żywności.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/firmy-szukaja-oszczednosci-stawiaja-na-oze/dw632qw", "title": "Firmy szukają oszczędności. Stawiają na OZE", "date_published": "2022-12-09 06:00:01+00:00", "description": "Kryzys energetyczny przyspieszył decyzje firm o budowie niezależnych odnawialnych źródeł energii. Jak zauważa \"Rzeczpospolita\", firmy w Polsce przechodzą na odnawialne źródła energii, a trend jest już masowy w wielu wiodących branżach.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-09122022/907lxbp", "title": "Opozycja jest gotowa poprzeć rząd w Sejmie w sprawie ustawy wiatrakowej", "date_published": "2022-12-09 05:44:05+00:00", "description": "Sporo dzieje się ostatnio na styku gospodarki z polityką i politykami. Ci z opozycji deklarują wsparcie dla rządu w kwestii ustawy odblokowującej inwestycji w energetykę wiatrową, która jest istotna także w kontekście odblokowywania funduszy unijnych dla Polski. Szef PiS twierdzi, że nie stać nas na emerytury stażowe. Także polityka w dużym stopniu odpowiada za to, że inflacja bazowa na Węgrzech to już 24 proc. Szef NBP mówi, że koniec wymyślonych przez polityków wakacji kredytowych będzie za rok niczym podwyżka stóp procentowych, a brak konieczności odpisywania strat z nimi związanych pozwolił bankom w październiku zarobić ponad 4 mld zł. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/nowe-gwiezdne-wojny-chiny-podbijaja-kosmos/6dshsxf", "title": "Nowe \"Gwiezdne Wojny\"? Chiny podbijają kosmos", "date_published": "2022-12-09 05:36:35+00:00", "description": "— Chiny rozwijają potencjał, który naraża większość amerykańskich zasobów kosmicznych na ryzyko, a Pekin postrzega tę domenę jako kluczową dla swojej strategii wojskowej — powiedział w piątek szef amerykańskiego dowództwa kosmicznego generał James H. Dickinson.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/takich-podwyzek-cen-pradu-jeszcze-nie-bylo-wiemy-o-jakie-taryfy-wnioskuja-koncerny/c2jj71k", "title": "Takich podwyżek cen prądu jeszcze nie było. Wiemy, o jakie taryfy wnioskują koncerny energetyczne", "date_published": "2022-12-09 05:29:25+00:00", "description": "Na biurku prezesa URE leżą wnioski spółek energetycznych o zatwierdzenie taryf na sprzedaż energii dla gospodarstw domowych na 2023 r. Jak ustaliliśmy, spółki zawnioskowały o ceny prądu nawet trzykrotnie wyższe niż obecnie. To oznacza, że tyle moglibyśmy płacić od stycznia, gdyby nie wdrożono działań osłonowych. Od wysokości zatwierdzonych taryf zależeć będzie, jak duże rekompensaty od państwa dostaną koncerny za sprzedaż klientom energii po obniżonych cenach.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/darmowe-projekty-domow-staly-sie-hitem-ministerstwo-podalo-dane/23cjg29", "title": "Darmowe projekty domów stały się hitem? Ministerstwo podało dane", "date_published": "2022-12-09 05:20:57+00:00", "description": "W całym kraju zgłoszono do tej pory budowę 1058 domów do 70 m kw. przy wykorzystaniu uproszczonej procedury — poinformowało Ministerstwo Rozwoju i Technologii. Pobrano ok. 20 700 bezpłatnych projektów domów.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/kredyty-ze-stalym-oprocentowaniem-czy-zmiennym-sprawdz-ile-wynosza-raty/r2cv4nh", "title": "KNF mówi o rewolucji na rynku. Nowi kredytobiorcy muszą zdecydować między dwiema opcjami", "date_published": "2022-12-09 05:16:00+00:00", "description": "Wszystko wskazuje na to, że oprocentowanie kredytów mieszkaniowych nie będzie już rosło. W związku z tym nasuwa się pytanie, jaki rodzaj kredytu bardziej się opłaca? KNF wskazuje, że już nawet 90 proc. nowych umów jest ze stałym oprocentowaniem. Jeśli jednak w perspektywie kilku lat NBP będzie obniżać stopy procentowe, każdy 1 pkt proc. mniej może oznaczać oszczędność około 200 zł miesięcznie dla kredytów w drugiej opcji.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosja-ukarana-za-deal-z-iranem-stany-zjednoczone-maja-plan/tqkxev2", "title": "Rosja ukarana za deal z Iranem? Stany Zjednoczone mają plan", "date_published": "2022-12-09 05:10:52+00:00", "description": "Jak poinformowali w czwartek dwaj amerykańscy urzędnicy cytowani przez Reutersa, USA planują w piątek nałożyć nowe sankcje na Rosję i Chiny. Waszyngton chce ukarać Moskwę za wykorzystanie irańskich dronów w wojnie z Ukrainą. Władze USA chcą też uderzyć w chińskie firmy, które ich zdaniem dokonują nadmiernych połowów i wykorzystują flotę rybacką do zwiększania strefy wpływów Państwa Środka.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/marek-wesoly-ma-zostac-wiceministrem-aktywow-panstwowych-zajmie-sie-weglem/vgbgw66", "title": "Będzie nowy wiceminister od węgla. To człowiek prosto ze Śląska", "date_published": "2022-12-09 05:04:00+00:00", "description": "Jeszcze przed świętami Bożego Narodzenia powinno być znane nazwisko nowego wiceministra aktywów państwowych, który będzie nadzorował sprawy związane z górnictwem węgla – wynika z informacji Business Insider Polska. Stanowisko ma objąć poseł PiS ze Śląska Marek Wesoły. Niedawno przegrał wybory na prezydenta Rudy Śląskiej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/praca/pieniadze-za-powolanie-pracownika-do-wojska-ile-sie-nalezy-firmie/qr4skeb", "title": "Wojsko wzywa, firma zostaje bez pracownika. Co dostanie w zamian?", "date_published": "2022-12-09 05:02:00+00:00", "description": "Firma, której pracownik zostanie powołany na ćwiczenia wojskowe, otrzyma świadczenie rekompensujące koszty, jakie ponosi w związku z absencją zatrudnionego. Chodzi np. o pieniądze na znalezienie i przeszkolenie osoby, która zastąpi pracownika na czas służby. Z drugiej strony powołanego nie można zwolnić, a pieniądze nie wpływają na konto ekspresowo.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/przewodniczacy-knf-na-wigilii-bankierow-liczenie-na-cud/l44msfp", "title": "Mocne słowa szefa KNF na wigilii bankierów. \"Liczenie na cud, który nie nastąpił\" [TYLKO U NAS]", "date_published": "2022-12-09 04:59:00+00:00", "description": "Jacek Jastrzębski, przewodniczący Komisji Nadzoru Finansowego, spotkanie świąteczne środowiska bankowego wykorzystał, aby jasno przedstawić, jakie ma oczekiwania wobec sektora. — Moim zdaniem jedną z przyczyn obecnej sytuacji i wyraźnej eskalacji oczekiwań wobec banków jest niestety wypieranie problemu frankowego przez banki i przysłowiowe \"liczenie na cud\", który jednak – jak to z cudami bywa – nie nastąpił. Dziś jest to już jednak historia, z której możemy jedynie wyciągać wnioski na przyszłość – powiedział bankowcom szef KNF.", "persistent": false}]