[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hispanic-voters-believe-nation-heading-in-wrong-direction-report", "title": "Hispanic Voters Believe Nation Heading In Wrong Direction: Report", "date_published": "2022-10-24 19:12:37+00:00", "description": "A new national poll that surveyed approximately 1,300 Hispanic voters revealed about half of those surveyed believe the United States is on the wrong track, citing key issues impacting their views on the current political climate — particularly with regard to crime, healthcare, and inflation. WPA Intelligence, a conservative polling firm that collaborated with Visto ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wynonna-judd-talks-about-how-relationship-with-sister-ashley-judd-has-changed-since-moms-suicide", "title": "Wynonna Judd Talks About How Relationship With Sister Ashley Judd Has Changed Since Mom’s Suicide", "date_published": "2022-10-24 18:54:25+00:00", "description": "Wynonna Judd talked about how her relationship with sister Ashley Judd has changed for the better following the death of country legend and mom Naomi Judd in April. During the 58-year-old country music singer&#8217;s appearance Monday on the &#8220;Today with Hoda &amp; Jenna&#8221; show, Judd opened up about still reeling from her mother&#8217;s death. She ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wwe-hall-of-fame-wrestler-kevin-nash-reveals-what-killed-his-26-year-old-son", "title": "WWE Hall of Fame Wrestler Kevin Nash Reveals What Killed His 26-Year-Old Son", "date_published": "2022-10-24 18:42:11+00:00", "description": "WWE Hall of Fame wrestler Kevin Nash opened up this week about the death of his 26-year-old son, Tristen Nash, late last week. The family said in a statement late last week that Tristen and Kevin had just started working together on Kevin&#8217;s new podcast and that they were enjoying spending time together. Kevin Nash ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actor-comedian-marlon-wayans-slams-cancel-culture-i-aint-listening-to-this-damn-generation", "title": "Actor, Comedian Marlon Wayans Slams Cancel Culture: ‘I Ain’t Listening To This Damn Generation’", "date_published": "2022-10-24 18:36:12+00:00", "description": "Actor and comedian Marlon Wayans slammed cancel culture in a new interview that was published late last week, vowing to never censor his work or his thoughts. Wayans, 50, is known for his roles in &#8220;White Chicks,&#8221; &#8220;Scary Movie,&#8221; Requiem for a Dream,&#8221; and &#8220;Marmaduke.&#8221; In an interview with BuzzFeed, Wayans defended the comedy &#8220;White ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/investor-tells-zuckerberg-to-cut-headcount-cool-down-metaverse-push-since-no-one-knows-what-it-even-means", "title": "Investor Tells Zuckerberg To Cut Headcount, Cool Down Metaverse Push Since No One Knows What It ‘Even Means’", "date_published": "2022-10-24 18:30:24+00:00", "description": "Altimeter Capital Management pressed Meta CEO Mark Zuckerburg to reform the company’s hiring practices and focus on core competencies in a Monday investor letter. Meta, formerly known as Facebook, changed its name last year to highlight a pivot toward developing the metaverse, an immersive virtual reality that the company believes will serve as the next ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/being-in-europe-makes-me-wonder-why-american-cities-are-so-ugly", "title": "Being In Europe Makes Me Wonder Why American Cities Are So Ugly", "date_published": "2022-10-24 18:18:45+00:00", "description": "Hello from London! My question of the day is: When did society give up on beauty? From our cities to our fashion to our use of language, it seems that America has become uglier. This might come as a surprise, but one of my favorite forms of entertainment is ballet. I love everything about it. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wisconsin-college-campus-vandalized-ahead-of-matt-walshs-speech", "title": "Wisconsin College Campus Vandalized Ahead Of Matt Walsh’s Speech", "date_published": "2022-10-24 18:00:17+00:00", "description": "Protesters vandalized the campus of the University of Wisconsin-Madison hours ahead of an appearance by Daily Wire host Matt Walsh on Monday evening. Vandals scrawled profanities against Walsh and the school&#8217;s Young America&#8217;s Foundation (YAF) chapter, which is hosting Walsh. &#8220;Today we saw an absolutely inexcusable act of vandalism on our most beloved campus building, which ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stacey-abrams-fair-fight-action-paid-9-4-million-to-firm-headed-by-her-campaign-manager", "title": "Stacey Abrams’ Fair Fight Action Paid $9.4 Million To Firm Headed By Her Campaign Manager", "date_published": "2022-10-24 17:33:30+00:00", "description": "A voting rights group founded by Democratic Georgia gubernatorial candidate Stacey Abrams is coming under fire after revelations that it paid $9.4 million to a boutique law firm where one of the partners is her campaign manager. Fair Fight Action, which lost its multi-million dollar case in which it accused Georgia Secretary of State Brad ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/megyn-kelly-gets-emotional-on-air-after-revealing-major-loss-in-her-family", "title": "Megyn Kelly Gets Emotional On Air After Revealing Major Loss In Her Family", "date_published": "2022-10-24 17:00:40+00:00", "description": "Megyn Kelly got emotional on her show Monday as she revealed that she had suffered a major loss in her family after her older sister died on Friday — at the age of 58 — of a heart attack. During the Sirius XM &#8220;The Megyn Kelly Show&#8221; podcast, the host admitted that at first she ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/senators-confront-paypal-on-misinformation-policy-highlighted-by-daily-wire-report", "title": "Senators Confront PayPal On ‘Misinformation’ Policy Highlighted By Daily Wire Report", "date_published": "2022-10-24 16:33:41+00:00", "description": "Members of the Senate requested more information from PayPal about a retracted attempt to sanction users $2,500 for spreading “misinformation” through the platform, as highlighted by a report from The Daily Wire. PayPal, which has deplatformed multiple organizations and commentators for their political views, had unveiled an upcoming change to its acceptable use policy that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/americas-got-talent-finalist-dead-at-44", "title": "‘America’s Got Talent’ Finalist Dead At 44", "date_published": "2022-10-24 16:26:47+00:00", "description": "&#8220;America&#8217;s Got Talent&#8221; finalist Zuri Craig, who made it all the way to the final top 10 on the hit reality competition, has died at the age of 44, his family confirmed. &#8220;It is with profound sadness that we announce the transition of our beloved son, brother and friend, Zuri Craig,&#8221; the Craig family shared ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/for-the-associated-press-child-mutilation-is-now-gender-affirming-surgery", "title": "For The Associated Press, ‘Child Mutilation’ Is Now ‘Gender-Affirming Surgery’", "date_published": "2022-10-24 16:22:51+00:00", "description": "Back when I was covering President George W. Bush, the Associated Press &#8211; long held aloft as an unbiased news source &#8211; made an extraordinary decision. The worldwide wire service decided that no, there aren&#8217;t two sides to every story. There is one correct side and, the AP decided, the news agency would just present ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/englands-national-health-service-abandons-gender-affirming-model-of-care", "title": "England’s National Health Service Abandons Gender-Affirming Model Of Care", "date_published": "2022-10-24 16:21:51+00:00", "description": "After conducting a systematic review of evidence, England&#8217;s National Health Service has proposed new guidelines for treating trans-identifying youth, abandoning their previous endorsement of the &#8220;gender-affirming&#8221; model of care for a more cautious approach to treating gender dysphoria in minors.  The NHS now recognizes that children and adolescents identifying as transgender may be experiencing a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-might-flush-san-franciscos-1-7-million-toilet-project", "title": "Newsom Might Flush San Francisco’s $1.7 Million Toilet Project", "date_published": "2022-10-24 16:14:35+00:00", "description": "Democratic Governor of California Gavin Newsom has expressed dissatisfaction with San Francisco’s plan to construct a $1.7 million public toilet. The governor will not provide the money for the project unless the city can come up with a better way to use the taxpayer dollars. &#8220;A single, small bathroom should not cost $1.7 million,&#8221; Erin ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/give-me-the-target-ted-cruz-demands-receipts-when-sunny-hostin-accuses-barr-of-weaponizing-doj", "title": "‘Give Me The Target’: Ted Cruz Demands Receipts When Sunny Hostin Accuses Barr Of Weaponizing DOJ", "date_published": "2022-10-24 16:10:44+00:00", "description": "Senator Ted Cruz (R-TX) demanded receipts from Sunny Hostin when she claimed on &#8220;The View&#8221; that former Attorney General William Barr was guilty of politicizing and weaponizing the United States Justice Department. Cruz joined the regular co-hosts for Monday&#8217;s broadcast of the ABC midday talk show, and he argued that it was President Joe Biden&#8217;s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-isnt-johns-format-fetterman-team-offers-preemptive-excuses-ahead-of-debate-with-dr-oz", "title": "‘This Isn’t John’s Format’: Fetterman Team Offers Preemptive Excuses Ahead Of Debate With Dr. Oz", "date_published": "2022-10-24 16:10:14+00:00", "description": "The campaign behind Pennsylvania Lt. Governor John Fetterman’s bid for the Senate admitted on Monday that expectations for the Democratic nominee are low as he prepares to debate his Republican rival, Dr. Mehmet Oz. The two candidates will debate live for one hour on Tuesday at 8:00 p.m. in what will likely be the only ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/polling-and-common-sense-shows-stacey-abrams-will-get-crushed-this-election", "title": "Polling And Common Sense Shows Stacey Abrams Will Get Crushed This Election", "date_published": "2022-10-24 16:09:59+00:00", "description": "Apparently — in addition to Lizzo — there is some &#8220;artist&#8221; named Latto. If you have no idea who that is, you are not alone. This author had no clue who she was either until Georgia Democratic gubernatorial candidate Stacey Abrams joined &#8220;Latto&#8221; on stage in Atlanta on Sunday night to tout abortion and ask ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/will-grace-actor-leslie-jordan-dead-at-67", "title": "‘Will & Grace’ Actor Leslie Jordan Dead At 67", "date_published": "2022-10-24 16:05:19+00:00", "description": "Actor Leslie Jordan died tragically in a Monday morning car crash, according to TMZ. Law enforcement sources told the publication that the 67-year-old “American Horror Story” star was driving in Hollywood Monday morning when he crashed his BMW into the side of a building. There is speculation that the crash was the result of a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/justice-department-charges-13-over-chinese-espionage-operations-in-u-s", "title": "Justice Department Charges 13 Over Chinese Espionage Operations In U.S.", "date_published": "2022-10-24 16:00:22+00:00", "description": "The Department of Justice (DOJ) announced a slew of charges against Chinese nationals in what the DOJ said is part of a concerted effort by the Chinese government to undermine U.S. institutions and values. Attorney General Merrick Garland was joined at the DOJ by Deputy Attorney General Lisa Monaco, FBI Director Chris Wray, and other ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/america-only-has-25-days-of-diesel-supply-left-biden-administration-responds", "title": "America Only Has 25 Days Of Diesel Supply Left; Biden Administration Responds", "date_published": "2022-10-24 15:50:24+00:00", "description": "The United States has less than one month’s supply of diesel fuel, according to data from the Energy Information Administration. Even as the nation has a mere 25 days of inventory, marking the lowest levels since 2008, the four-week average of distillates supplied, a proxy for demand, rose to its highest seasonal level since 2007, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/poll-majority-of-american-voters-say-transgender-movements-targeting-of-underage-minors-has-gone-too-far", "title": "Poll: Majority Of American Voters Say Transgender Movement’s Targeting of Underage Minors Has Gone Too Far", "date_published": "2022-10-24 15:47:10+00:00", "description": "A new poll found that nearly 75 percent of American voters with an opinion on the issue believe that the transgender movement has &#8220;gone too far&#8221; by encouraging underage minors to use drugs and surgery to appear like the opposite sex.  Other key insights from the survey include: 69 percent of voters with an opinion ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/family-of-sacheen-littlefeather-who-rejected-marlon-brandos-oscar-says-her-native-american-heritage-is-a-lie", "title": "Family Of Sacheen Littlefeather, Who Rejected Marlon Brando’s Oscar, Says Her Native American Heritage ‘Is A Lie’", "date_published": "2022-10-24 15:38:09+00:00", "description": "Sacheen Littlefeather, the activist actress who rejected Marlon Brando’s ‘Godfather’ Oscar in 1973, allegedly lied about her Native American heritage – according to her two biological sisters. Littlefeather, who died earlier this month, made headlines in August after the Academy of Arts and Sciences apologized to her for the treatment she received during the 1973 ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fan-credits-gwen-stefani-for-inspiring-her-to-save-herself-after-she-says-she-was-pushed-onto-subway-tracks", "title": "Fan Credits Gwen Stefani For Inspiring Her To Save Herself After She Says She Was Pushed Onto Subway Tracks", "date_published": "2022-10-24 15:00:24+00:00", "description": "A New York City woman who was allegedly pushed off a subway platform by a stranger last month says attending Gwen Stefani concerts helped prepare her to properly react to the assault. The Brooklyn resident discussed the September attack during a recent interview with Fox 5 New York. The 22-year-old told the news outlet she ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/crowds-cheer-as-student-climate-protesters-storm-upenn-football-field-delay-homecoming-game-for-over-an-hour", "title": "Crowds Cheer As Student Climate Protesters Storm UPenn Football Field, Delay Homecoming Game For Over An Hour", "date_published": "2022-10-24 14:02:51+00:00", "description": "Student climate protesters at the University of Pennsylvania disrupted the school’s homecoming football game for over an hour on Saturday. More than 60 students rushed the field during halftime as the Quakers took on Yale University’s Bulldogs and were supported with cheers by many attendees, according to a report from The Daily Pennsylvanian student newspaper. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-family-that-went-missing-under-suspicious-circumstances-found-safe-in-wisconsin", "title": "Michigan Family That Went Missing Under Suspicious Circumstances Found Safe In Wisconsin", "date_published": "2022-10-24 13:56:49+00:00", "description": "A Michigan family that has been missing for a week following a strange 911 call has been found safe in Wisconsin. The Cirigliano family of four was found at around 11 a.m. on Sunday in Stevens Point, Wisconsin, WOOD-TV reported. All four family members have been interviewed, the outlet reported, and according to police, the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taylor-swifts-midnights-marriage-miscarriage-and-two-single-day-records-at-spotify", "title": "Taylor Swift’s ‘Midnights’: Marriage, Miscarriage, And Two Single Day Records At Spotify", "date_published": "2022-10-24 13:55:24+00:00", "description": "Taylor Swift has returned to her roots. After releasing songs in the past few years with lyrics like “f*** the patriarchy” and “Why are you mad? / When you could be GLAAD?” her latest album is largely a return to pre-2018 Swift, one who wasn’t “obsessed with politics” and one who sang about universal experiences: ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/newsom-promises-to-serve-full-term-if-re-elected", "title": "Newsom Promises To Serve Full Term If Re-Elected", "date_published": "2022-10-24 13:45:03+00:00", "description": "Democratic Governor of California Gavin Newsom and Republican opponent Brian Dahle appeared in a debate on Sunday, where Newsom promised he would finish a term as governor if he is re-elected on November 8.  “Everyday Californians understand what is happening here in California and the governor is focused on running for president,” Dahle said during ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-marco-rubio-staffer-seriously-injured-after-violent-attack-for-wearing-desantis-hat-rubio-shirt", "title": "BREAKING: Marco Rubio Staffer Seriously Injured After Violent Attack For Wearing DeSantis Hat, Rubio Shirt", "date_published": "2022-10-24 13:34:24+00:00", "description": "A campaign staffer for Sen. Marco Rubio (R-FL) reportedly suffered serious injuries late Sunday night while knocking on doors, the senator said in a statement Monday afternoon. &#8220;Last night one of our canvassers wearing my T-shirt and a Desantis (sic) hat was brutally attacked by 4 animals who told him Republicans weren’t allowed in their ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stacey-abrams-takes-stage-at-lizzo-concert-with-my-body-my-choice-sign-after-latto-performs-py", "title": "Stacey Abrams Takes Stage At Lizzo Concert With ‘My Body, My Choice’ Sign After Latto Performs ‘P***y’", "date_published": "2022-10-24 13:32:28+00:00", "description": "Stacey Abrams took the stage at a Lizzo concert in Atlanta, making a last-minute plea for voters to show up on November 8 while reiterating her firm pro-abortion stance. The Democratic candidate for governor of Georgia walked out holding a &#8220;My body my choice&#8221; sign just after singer Latto’s performance of the song “P***y.” Latto ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-checks-chess-legend-with-brutal-tweet-over-ukraine-criticism", "title": "Elon Musk Checks Chess Legend With Brutal Tweet Over Ukraine Criticism", "date_published": "2022-10-24 13:21:44+00:00", "description": "Elon Musk took aim at chess legend Garry Kasparov, calling the Russian grandmaster an “idiot” for his criticism of Musk’s effort to promote peace in Ukraine. Musk has been under fire from supporters of Ukraine, including many on the American left since he tweeted a proposal for ending the Russian invasion of its western neighbor. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-view-cuts-to-commercial-break-as-far-left-activists-erupt-in-protest-shout-obscenities-at-ted-cruz", "title": "‘The View’ Cuts To Commercial Break As Far-Left Activists Erupt In Protest, Shout Obscenities At Ted Cruz", "date_published": "2022-10-24 13:16:11+00:00", "description": "ABC&#8217;s &#8220;The View&#8221; cut to a commercial break Monday during a live interview with Sen. Ted Cruz (R-TX) after far-left activists in the crowd began protesting over climate matters which eventually turned into someone shouting obscenities at the lawmaker. The protesters started shouting as Cruz began bringing up economist Milton Friedman&#8217;s explanation that the federal ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-burton-my-days-with-disney-are-done-because-of-homogenized-content-like-marvel-multiverse", "title": "Tim Burton: ‘My Days With Disney Are Done’ Because Of ‘Homogenized’ Content Like Marvel Multiverse", "date_published": "2022-10-24 12:51:59+00:00", "description": "Tim Burton is not interested in working with Disney again because of a bad experience making “Dumbo,” plus some issues with the Marvel multiverse. The veteran Hollywood director made the statements this weekend at the Lumière Festival in Lyon, France, per Deadline. Burton discussed the company&#8217;s current focus on the Marvel, Star Wars, and Pixar ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/is-biden-completely-zoning-out-in-the-middle-of-an-interview-really-ok", "title": "Is Biden Completely Zoning Out In The Middle Of An Interview Really OK?", "date_published": "2022-10-24 12:49:39+00:00", "description": "Ever since Joe Biden announced he was running for president (he did it by video before holing up in his basement for most of the campaign), the legacy media has had his back, defending his endless gaffes, both small and large. But the legacy media truly outdid themselves this past weekend, turning a blind eye ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-takes-google-to-court-for-allegedly-harvesting-biometric-data-without-consent", "title": "Texas Takes Google To Court For Allegedly Harvesting Biometric Data Without Consent", "date_published": "2022-10-24 12:46:22+00:00", "description": "Texas Attorney General Ken Paxton, a Republican, filed suit against Google last week for alleged violations of state law against collecting biometric data without informed consent. The Capture or Use of Biometric Identifier Act, which the Lone Star State enacted in 2009, prohibits technology companies from using data such as retina or iris scans, fingerprints, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doctor-family-speak-out-after-healthy-teen-suffers-cardiac-arrest-on-tennis-court", "title": "Doctor, Family Speak Out After Healthy Teen Suffers Cardiac Arrest On Tennis Court", "date_published": "2022-10-24 12:38:17+00:00", "description": "Medical professionals are still unable to specifically identify what caused a healthy teenager with no history of heart issues to suffer sudden cardiac arrest (SCA) during a tennis practice over the summer, his family says. Drew Strasser, 18, collapsed during an early morning tennis practice in August when his heart suddenly stopped beating. Likely saving the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/keep-it-simple-the-closing-argument-for-the-gop-heading-into-november", "title": "Keep It Simple: The Closing Argument For The GOP Heading Into November", "date_published": "2022-10-24 12:16:26+00:00", "description": "Sometimes electoral politics is disappointingly simple. The final argument the GOP must make before the November election has little to do with nuanced policy positions and everything to do with reminding voters that President Biden has been ineffective at solving the problems that worry them most. Yes, most of us wish we lived in a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-open-investigation-after-nude-photos-videos-of-uw-women-volleyball-players-are-leaked-online", "title": "Police Open Investigation After Nude Photos, Videos Of UW Women Volleyball Players Are Leaked Online", "date_published": "2022-10-24 11:53:46+00:00", "description": "The UW-Madison Police Department has opened an investigation into leaked nude photos and videos of University of Wisconsin women volleyball players, the school announced last week. The graphic content includes a photo of numerous players lifting their sports bras after a win in November. The private images and videos were published on a website, and most ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-senator-dem-congresswoman-endorse-one-another-in-alaska", "title": "GOP Senator, Dem Congresswoman Endorse One Another In Alaska", "date_published": "2022-10-24 11:49:51+00:00", "description": "Sen. Lisa Murkowski (R-AK) and Rep. Mary Peltola (D-AK) have publicly endorsed one another ahead of the November midterms, despite serving in different political parties. Murkowski announced her endorsement and plans to vote for Peltola on Friday at Alaska&#8217;s Federation of Natives convention. “I know that bothers some people who want me to be that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nevadas-democratic-gov-down-6-points-in-latest-poll", "title": "Nevada’s Democratic Gov Down 6 Points In Latest Poll", "date_published": "2022-10-24 11:36:31+00:00", "description": "Nevada Democratic Governor Steve Sisolak is trailing his GOP opponent by nearly six points in a new InsiderAdvantage/American Greatness poll almost two weeks out from Election Day. Sisolak has struggled to overcome significant Democratic headwinds in the final weeks of his campaign for re-election. Clark County Sheriff Joe Lombardo, his Republican opponent, has run even ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/founded-on-gods-words-judge-rules-for-christian-baker-who-refused-to-make-cake-for-lesbian-wedding", "title": "‘Founded On God’s Words’: Judge Rules For Christian Baker Who Refused To Make Cake For Lesbian Wedding", "date_published": "2022-10-24 11:33:59+00:00", "description": "A California judge ruled Friday in favor of a bakery in Bakersfield whose Christian owner refused to bake a wedding cake for a lesbian couple. Breaking news! Cake designer Cathy Miller has been vindicated in the California courts for practicing her Christian principles on the job. https://t.co/uKjag4XgzT &mdash; @ThomasMoreSoc (@ThomasMoreSoc) October 22, 2022 Cathy Miller, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gop-voters-place-desantis-at-top-of-list-to-influence-gops-future-poll", "title": "GOP Voters Place DeSantis At Top Of List To Influence GOP’s Future: Poll", "date_published": "2022-10-24 11:24:16+00:00", "description": "A new poll shows that Republican voters put Florida Governor Ron DeSantis at the top of deep list of politicians they want to see influence the party&#8217;s direction. The ABC News/Ipsos poll, conducted on October 21-22, asked voters how much influence various famous Republicans should have on the future direction of the Republican Party. Some ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/matthew-perry-said-he-punched-a-hole-through-jennifer-anistons-wall-upon-hearing-chris-farley-died", "title": "Matthew Perry Said He ‘Punched A Hole’ Through Jennifer Aniston’s Wall Upon Hearing Chris Farley Died", "date_published": "2022-10-24 10:56:31+00:00", "description": "“Friends” actor Matthew Perry is revealing more details from his life as an addict, including an incident when he reacted with violence upon learning comedian Chris Farley died. The 53-year-old star recalled the incident as part of his upcoming memoir, “Friends, Lovers and the Big Terrible Thing,&#8221; which is out November 1. Perry has already ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/are-you-for-real-alec-baldwin-hit-with-backlash-over-halyna-hutchins-post-one-year-after-fatal-shooting", "title": "‘Are You For Real?’: Alec Baldwin Hit With Backlash Over Halyna Hutchins Post One Year After Fatal Shooting", "date_published": "2022-10-24 10:40:11+00:00", "description": "Actor Alec Baldwin received backlash on social media over a post he published Friday, marking the one-year anniversary of the day cinematographer Halyna Hutchins was killed and director Joel Souza was wounded after a gun he was holding discharged on the film set of “Rust.” The post included a photo of Hutchins working on a project, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/frequent-flyer-desantis-stumps-hard-for-republicans-ahead-of-midterms", "title": "Frequent Flyer: DeSantis Stumps Hard For Republicans Ahead Of Midterms", "date_published": "2022-10-24 10:32:28+00:00", "description": "Florida Governor Ron DeSantis (R) is criss-crossing the country to stump for Republicans in gubernatorial and U.S. Senate races, putting his star power behind what some pollsters say could be a red wave in November. DeSantis made appearances with Turning Point Action in August and September to campaign for U.S. Senate candidates JD Vance, of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-makes-glaring-omission-while-talking-about-his-familys-gun-ownership", "title": "Biden Makes Glaring Omission While Talking About His Family’s Gun Ownership", "date_published": "2022-10-24 09:53:15+00:00", "description": "President Joe Biden noted his family’s gun-toting ways at a town hall that aired Sunday night, but neglected to mention one member of his clan’s problems with firearms and the law. Biden said he has two shotguns, and noted that his late son Beau was also a gun owner. But perhaps unsurprisingly, he made no ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-next-british-prime-minister-decided-after-rivals-bow-out", "title": "BREAKING: Next British Prime Minister Decided After Rivals Bow Out", "date_published": "2022-10-24 09:44:51+00:00", "description": "British lawmaker Rishi Sunak will succeed Liz Truss as the nation’s prime minister after his last rival dropped out of the Conservative Party contest early Monday morning. Sunak, who formerly served as finance minister under Boris Johnson, will be the country&#8217;s first nonwhite prime minister, as his parents are of Punjabi Indian descent. His succession ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-book-unlocks-origins-of-fbis-crossfire-hurricane-and-doj-corruption", "title": "New Book Unlocks Origins Of FBI’s ‘Crossfire Hurricane’ And DOJ Corruption", "date_published": "2022-10-24 09:43:13+00:00", "description": "The following is an excerpt from Senator Ted Cruz&#8217;s new book Justice Corrupted. Based on nothing more than this rumor, the FBI launched an operation to uncover any links between the Russian government and the Trump campaign. The investigation, which was code-named Crossfire Hurricane and led by James Comey and his hyper-partisan deputy, Andrew McCabe, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-slammed-over-trans-remarks-democrats-are-officially-and-proudly-pro-mutilation-for-minors", "title": "Biden Slammed Over Trans Remarks: ‘Democrats Are Officially And Proudly Pro-Mutilation For Minors’", "date_published": "2022-10-24 09:29:38+00:00", "description": "President Joe Biden (D) faced intense backlash online Sunday afternoon over an interview with a hard-left organization in which he expressed &#8220;moral&#8221; disgust over Republicans trying to ban controversial transgender surgeries and other treatments for minors. The segment with NowThis featured biological male Dylan Mulvaney, a transgender activist who identifies as a woman. &#8220;This is ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nba-players-ejected-after-taking-fight-from-court-into-the-stands", "title": "NBA Players Ejected After Taking Fight From Court Into The Stands", "date_published": "2022-10-24 08:29:35+00:00", "description": "Two NBA players were ejected from a game over the weekend after they engaged in a fight that ended up in the stands. The Toronto Raptors&#8217; Christian Koloko and Miami Heat&#8217;s Caleb Martin were ejected in the third quarter on Saturday night after a scuffle broke out between the two. Koloko and Martin both went ...", "favourite": false}]