[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wielka-brytania-prezenter-radiowy-tim-gough-zmarl-podczas-audycji/", "title": "Wielka Brytania. Prezenter radiowy Tim Gough zmarł podczas audycji", "date_published": "2022-10-24 21:13:00+00:00", "description": "55-letni prezenter radiowy Tim Gough zmarł godzinę po rozpoczęciu porannej audycji - informuje CNN. Stacja GenX Radio Suffolk z Wielkiej Brytanii, w której pracował, zamieściła kondolencje w mediach społecznościowych. W chwili śmierci mężczyzny muzyka nagle przestała grać, a w głośnikach słuchaczy zapadła głucha cisza. Prowadzący nie powrócił już na antenę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/watykan-macron-przekazal-franciszkowi-cenna-ksiazke-jeden-szczegol-wywolal-burze-w-internecie/", "title": "Watykan. Macron przekazał papieżowi Franciszkowi bezcenną książkę. Jeden szczegół wywołał burzę", "date_published": "2022-10-24 20:04:00+00:00", "description": "Prezydent Francji Emmanuel Macron odwiedził w poniedziałek Stolicę Apostolską, gdzie spotkał się z papieżem. Podczas prywatnej audiencji ofiarował głowie Kościoła pierwsze francuskie wydanie książki Immanuela Kanta z końca XVIII wieku. Ale gdy do sieci wyciekła strona tytułowa dzieła, w mediach społecznościowych rozpętała się burza.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/gigantyczna-asteroida-przeleci-tuz-obok-ziemi-ma-740-metrow-srednicy/", "title": "Gigantyczna asteroida przeleci tuż obok Ziemi. Ma 740 metrów średnicy", "date_published": "2022-10-24 19:53:00+00:00", "description": "Mająca od 300 do 740 metrów średnicy asteroida nazwana 2022 RM4 ma minąć Ziemię 1 listopada. Obiekt mknie w kierunku naszej planety z prędkością do 85 tys. kilometrów na godzinę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/spor-doroty-bawolek-i-tvp-unijny-komisarz-ds-sprawiedliwosci-reaguje/", "title": "Spór Doroty Bawołek i TVP: Unijny komisarz ds. sprawiedliwości reaguje", "date_published": "2022-10-24 19:34:00+00:00", "description": "W UE nie ma miejsca na oszczercze kampanie przeciwko dziennikarzom - napisał na Twitterze Didier Reynders, unijny komisarz ds. sprawiedliwości. Wpisem odniósł się do sporu między dziennikarską Polsat News Dorotą Bawołek i TVP.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/usa-poszla-na-zabieg-wypelniania-ust-wizyta-zakonczyla-sie-w-szpitalu/", "title": "USA. Poszła na zabieg wypełniania ust. Wizyta zakończyła się w szpitalu", "date_published": "2022-10-24 16:18:00+00:00", "description": "Amerykanka z Las Vegas była w szoku, gdy po jednej z wizyt w gabinecie kosmetycznym zobaczyła swoją twarz w lustrze. Jej zaskoczenie było tym większe, że już wcześniej przeprowadzała podobny zabieg. Tym razem jednak coś poszło nie tak.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wielka-brytania-kolejna-akcja-aktywistow-obrzucili-ciastem-figure-krola-karola-iii/", "title": "Wielka Brytania: Kolejna akcja aktywistów. Obrzucili ciastem figurę króla Karola III", "date_published": "2022-10-24 15:09:00+00:00", "description": "Aktywiści z organizacji Just Stop Oil obrzucili woskową figurę króla Karola III ciastem czekoladowym. Do incydentu doszło w Muzeum Figur Woskowych Madame Tussaud w Londynie.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/francja-wichury-i-tornado-w-polnocnej-czesci-kraju-ogromne-zniszczenia/", "title": "Francja. Wichury i tornado w północnej części kraju. Ogromne zniszczenia", "date_published": "2022-10-24 14:59:00+00:00", "description": "Tornado uderzyło w wioskę Bihucourt w północnej Francji w niedzielę. Towarzyszący burzy silny wiatr zrywał dachy z budynków i zniszczył wiekowy kościół.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/indie-slonie-sterroryzowaly-mieszkancow-wioski-zadeptaly-mezczyzne-w-zemscie-za-zabicie-mlodego/", "title": "Indie. Słonie sterroryzowały mieszkańców wioski. Zadeptały mężczyznę w zemście za zabicie młodego", "date_published": "2022-10-24 14:51:00+00:00", "description": "Stado słoni wpadło w szał po tym, jak jedno z należących do grupy cieląt zostało zabite przez mieszkańców indyjskiej wsi. Wściekłe zwierzęta spustoszyły osadę, zadeptując jednego z mężczyzn. Lokalne media spekulują, że słonie mogły dokonać w ten sposób aktu zemsty.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wielka-brytania-rishi-sunak-nowym-premierem-kim-jest-nowy-szef-rzadu-jego-krolewskiej-mosci/", "title": "Wielka Brytania. Rishi Sunak nowym premierem. Kim jest nowy szef brytyjskiego rządu?", "date_published": "2022-10-24 14:15:00+00:00", "description": "Rishi Sunak został w poniedziałek nowym szefem sprawującej władzę w Wielkiej Brytanii Partii Konserwatywnej, a co za tym idzie nowym premierem brytyjskiego rządu. To trzecia zmiana na tym urzędzie w ciągu ostatnich dwóch miesięcy. Kim jest Rishi Sunak?", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/ukraina-poszukiwania-bylego-szefa-narodowego-banku-chodzi-o-kradziez-ponad-200-mln-hrywien/", "title": "Ukraina: Poszukiwania byłego szefa Narodowego Banku. Chodzi o kradzież ponad 200 mln hrywien", "date_published": "2022-10-24 14:02:00+00:00", "description": "Były szef Narodowego Banku Ukrainy Kyryło Szewczenko oraz dwóch kierowników Ukrgasbanku są poszukiwani przez ukraińskie organy ścigania. Bankowcy są podejrzewani o kradzież ponad 200 milionów hrywien.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/szwecja-kobra-krolewska-uciekla-z-terrarium-trwaja-poszukiwania-weza/", "title": "Szwecja. Kobra królewska uciekła z terrarium. Trwają poszukiwania węża", "date_published": "2022-10-24 13:49:00+00:00", "description": "Z zoo w Sztokholmie uciekła 2,5 metrowa kobra królewska. Wąż wydostał się z terrarium przez szparę w zamontowanej w suficie lampie. Kobra królewska jest największym jadowitym wężem świata.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/usa-odmowila-upieczenia-tortu-na-slub-homoseksualnej-pary-sad-przyznal-jej-racje/", "title": "USA: Odmówiła upieczenia tortu na ślub homoseksualnej pary. Sąd przyznał jej rację", "date_published": "2022-10-24 13:27:00+00:00", "description": "Właścicielka cukierni, która odmówiła przygotowania tortu weselnego dla pary jednopłciowej działała zgodnie z prawem - orzekł sędzia Eric Bradshow, który prowadził sprawę. Kobiecie zarzucano dyskryminację i naruszenie kalifornijskiej ustawy Unruh dot. praw obywatelskich.", "favourite": true}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wielka-brytania-partia-konserwatywna-ma-nowego-lidera-x-zostanie-nowym-premierem/", "title": "Wielka Brytania: Partia Konserwatywna ma nowego lidera. Rishi Sunak zostanie nowym premierem", "date_published": "2022-10-24 13:00:00+00:00", "description": "Rishi Sunak uzyskał poparcie posłów Partii Konserwatywnej, zostając tym samym nowym liderem ugrupowania. Następca Liz Truss po audiencji u króla Karola III zostanie ogłoszony premierem Wielkiej Brytanii.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wojna-w-ukrainie-rosjanie-walcza-o-skradzione-arbuzy-owoce-pochodza-z-ukrainy/", "title": "Wojna w Ukrainie: Rosjanie walczą o skradzione arbuzy. Owoce pochodzą z Ukrainy", "date_published": "2022-10-24 12:52:00+00:00", "description": "W sieciach pojawiło się wideo z rosyjskiego targowiska. Widać na nim ludzi walczących o arbuzy. Owoce mają pochodzić z Ukrainy.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/rosja-propagandysta-anton-krasowski-wzywal-do-topienia-dzieci-zostal-zwieszony/", "title": "Rosja: Propagandysta Anton Krasowski wzywał do topienia dzieci. Został zwieszony", "date_published": "2022-10-24 12:15:00+00:00", "description": "Rosyjski propagandysta Anton Krasowski, który na antenie Russia Today wzywał do wrzucania ukraińskich dzieci do rzeki lub palenia ich w domach został zawieszony. Te słowa były dzikie i obrzydliwe. Być może Anton wyjaśni, co spowodowało to chwilowe szaleństwo - napisała redaktor naczelna RT Margarita Simonjan.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wojna-w-ukrainie-bezdomne-psy-czekaja-na-swoja-kolej-jedzenia-niezwykle-zachowanie-czworonogow/", "title": "Niezwykłe zachowanie psów w Ukrainie. Czekały w kolejce do jedzenia", "date_published": "2022-10-24 10:37:00+00:00", "description": "Nagranie z odbitego przez ukraińskie siły Kramatorska pokazało niesamowite zachowanie bezpańskich psów. Czworonogi posłusznie czekają na swoją kolej, aby zjeść w karmniku. - Nigdy nie widziałem czegoś takiego - powiedział pomysłodawca dokarmiania bezdomnych zwierząt w Ukrainie, Nate Mook.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/brazylia-policjanci-mieli-aresztowac-polityka-rzucil-w-nich-granatem/", "title": "Brazylia: Polityk nazwał sędzię prostytutką. Gdy przyszła policja, rzucił w nią granatem", "date_published": "2022-10-24 10:19:00+00:00", "description": "Brazylijski polityk Roberto Jefferson podczas próby aresztowania otworzył ogień w stronę radiowozu, a później rzucił granatem w policjantów. Dwóch oficerów zostało rannych i przewiezionych do szpitala. Jefferson odsiadywał wcześniej wyrok za pranie pieniędzy i korupcję, został jednak ułaskawiony przez prezydenta.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wrzatek-prad-i-wieszanie-kobiet-ukrainka-opowiedziala-o-torturach-rosjan/", "title": "\"Wrzątek, prąd i wieszanie kobiet\". Ukrainka opowiedziała o torturach Rosjan", "date_published": "2022-10-24 08:29:00+00:00", "description": "Ukraińska wojskowa, która ostatnie pół roku spędziła w rosyjskiej niewoli opowiedziała o torturach stosowanych przez okupantów. Jak przyznała, bicie i rażenie prądem były najłagodniejszymi rzeczami. Odnosząc się do jedzenia dla jeńców stwierdziła, że nawet psom nie podaje się czegoś takiego. Hanna znalazła się wśród 108 kobiet, które zostały niedawno zwolnione z rosyjskiej niewoli.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/rosja-dziennikarz-mowi-o-topieniu-ukrainskich-dzieci-zapowiada-rozstrzelanie-ukraincow/", "title": "Rosyjski propagandysta mówił o topieniu ukraińskich dzieci", "date_published": "2022-10-24 07:35:00+00:00", "description": "Znany rosyjski propagandysta Anton Krasowski stwierdził, że ukraińskie dzieci, które mówią, że okupuje ich Moskwa, powinno się od razu wrzucić do rzeki z silnym nurtem. Powiedział też, że Ukraińcy, którzy zostaną w kraju po wojnie zostaną rozstrzelani.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/wymiana-ognia-miedzy-korea-polnocna-a-poludniowa/", "title": "Wymiana ognia między Koreą Północną a Południową", "date_published": "2022-10-24 06:25:00+00:00", "description": "W nocy z niedzieli na poniedziałek doszło do wymiany ognia między okrętami Korei Południowej i Północnej. Pretekstem do oddania strzałów ostrzegawczych był statek handlowy Korei Północnej, który przekroczył linię graniczną - przekazali Połączeni Szefowie Sztabów Południa (JCS). W odpowiedzi wojsko Północy wystrzeliło 10 pocisków artyleryjskich.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-24/usa-klotnia-nastolatek-w-pociagu-jedna-osoba-w-szpitalu/", "title": "USA: Kłótnia nastolatek w pociągu. Jedna osoba w szpitalu", "date_published": "2022-10-24 04:20:00+00:00", "description": "14-letnia dziewczyna została dźgnięta nożem w klatkę piersiową po tym, jak pokłóciła się z dwiema innymi nastolatkami. Dziewczynę przewieziono do szpitala w stabilnym stanie. Ranny został też 13-latek, który odniósł powierzchowne obrażenia. Policja szuka napastniczek.", "favourite": false}]