[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-military-unveils-new-superweapon-that-will-change-the-battlefield-in-americas-favor", "title": "U.S. Military Unveils New Superweapon That Will Change The Battlefield In America’s Favor", "date_published": "2022-12-03 17:51:43+00:00", "description": "The U.S. Military unveiled its new strategic long-range stealth bomber this week, Northrop Grumman’s B-21 Raider, which will serve as the backbone of the future for U.S. air power for decades to come. The U.S. Air Force unveiled the bomber at a special ceremony in Palmdale, California, Friday night. The bomber will become operational in ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-snags-california-district-after-nail-biter-in-lingering-2022-house-race", "title": "Republican Snags California District After Nail-Biter In Lingering 2022 House Race", "date_published": "2022-12-03 17:39:47+00:00", "description": "One of the final House races to be decided in the 2022 cycle went to the Republicans after a close contest in which the Democrat trailed by only a few hundred votes. Republican John Duarte won California&#8217;s 13th Congressional District after his Democratic rival, Adam Gray, conceded on Friday. &#8220;After weeks of incredibly hard work ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/british-museum-reportedly-in-secret-talks-to-return-signature-marble-sculptures", "title": "British Museum Reportedly In Secret Talks To Return Signature Marble Sculptures", "date_published": "2022-12-03 17:02:22+00:00", "description": "The British Museum is reportedly in talks to give Greece one of the museum&#8217;s most iconic displays, the Elgin Marbles. According to a report from Ta Nea, a Greek newspaper, Greek Prime Minister Kyriakos Mitsotakis and British Museum Chairman George Osborne have been discussing in secret a potential return of the ancient artifacts. Ta Nea ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/secret-service-finds-records-in-hunter-biden-gun-case-after-error", "title": "Secret Service Finds Records In Hunter Biden Gun Case After ‘Error’", "date_published": "2022-12-03 16:24:51+00:00", "description": "The Secret Service found more than 100 records that may be responsive to a lawsuit seeking details about an investigation into a gun-related incident involving Hunter Biden, according to a recent court filing. The disclosure marks a turn in the long-running Freedom of Information Act (FOIA) case brought by Judicial Watch after the Secret Service ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/another-kamala-harris-staffer-leaving-post", "title": "Another Kamala Harris Staffer Leaving Post", "date_published": "2022-12-03 15:52:03+00:00", "description": "Turnover in Vice President Kamala Harris&#8216; office is claiming another top staffer. Communications Director Jamal Simmons is expected to depart next month after roughly a year in the role, according to Politico. “Working for Vice President Harris has been an honor and a privilege,” Simmons said in a statement to the news outlet. “I’m so ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-woods-on-elon-musk-releasing-the-twitter-files-musk-has-very-possibly-saved-america", "title": "James Woods On Elon Musk Releasing ‘The Twitter Files’: ‘Musk Has Very Possibly Saved America’", "date_published": "2022-12-03 15:38:21+00:00", "description": "Actor James Woods praised Twitter CEO Elon Musk during an interview Friday night, saying that Musk quite possibly “saved America” by releasing internal company documents showing how former employees censored conservatives and a story about President Joe Biden&#8217;s son. Musk released internal company documents through journalist Matt Taibbi about the company’s censorship of the Hunter ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-woods-responds-to-the-twitter-files-in-interview-im-suing-the-dnc-im-coming-for-you-biden", "title": "James Woods Responds To ‘The Twitter Files’ In Interview: I’m Suing The DNC, ‘I’m Coming For You’ Biden", "date_published": "2022-12-03 15:12:53+00:00", "description": "Conservative actor James Woods responded to Twitter&#8217;s release of internal company documents Friday night, which showed that Democrats targeted one of his tweets for censorship, by announcing that he will be filing a lawsuit against the Democratic National Committee. Twitter CEO Elon Musk released internal company documents through journalist Matt Taibbi about the company’s censorship ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-reacts-to-hunter-biden-twitter-files-widespread-fraud-in-2020-leaves-only-two-options", "title": "Trump Reacts To Hunter Biden ‘Twitter Files’: ‘Widespread Fraud’ In 2020 Leaves Only Two Options", "date_published": "2022-12-03 14:10:18+00:00", "description": "Former President Donald Trump reacted to the release of the &#8220;Twitter Files&#8221; on Saturday by saying that &#8220;widespread fraud&#8221; revealed by the files only left two options regarding the 2020 presidential election. Twitter CEO Elon Musk released internal company documents through journalist Matt Taibbi about the company&#8217;s censorship of the Hunter Biden laptop story during ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/state-legislator-moves-to-ban-gender-transition-services-for-anyone-under-21-years-old", "title": "State Legislator Moves To Ban Gender Transition Procedures For Anyone Under 21 Years Old", "date_published": "2022-12-03 13:53:57+00:00", "description": "A Republican legislator in Oklahoma has moved to ban gender transition procedures from being provided to anyone under the age of 21. The bill seeks to ban medical professionals from providing or referring controversial procedures like puberty blockers, cross-sex hormones, and sex-change surgeries for those under 21. The legislation would also block such procedures or ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/singer-david-archuleta-talks-about-queer-experience-in-conservative-utah-heres-how-the-audience-responded", "title": "Singer David Archuleta Talks About Queer Experience In Conservative Utah. Here’s How The Audience Responded.", "date_published": "2022-12-03 13:40:59+00:00", "description": "Former “American Idol” contestant David Archuleta said that a few &#8220;dozen&#8221; fans in Utah left one of his concerts after he shared his coming out story. The 31-year-old musician told the story to TMZ, saying he gave an account of his coming out story during a break between songs. Archuleta claimed that this inspired the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-fbi-lawyer-turned-twitter-counsel-supported-decision-to-suppress-hunter-biden-laptop-story-report", "title": "Top FBI Lawyer-Turned-Twitter Counsel Supported Decision To Suppress Hunter Biden Laptop Story: Report", "date_published": "2022-12-03 13:01:32+00:00", "description": "Months after becoming Twitter&#8217;s deputy general counsel, former top FBI lawyer James Baker appeared to support the social media site&#8217;s move to suppress the New York Post&#8217;s report on Hunter Biden&#8217;s laptop in the run-up to the 2020 presidential election, according to a string of messages published Friday evening by journalist Matt Taibbi. “I support the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cdc-identifies-new-brain-eating-pandemic-called-the-world-cup", "title": "CDC Identifies New Brain-Eating Pandemic Called The World Cup", "date_published": "2022-12-03 12:52:22+00:00", "description": "The following is the opening satirical monologue from “The Andrew Klavan Show.“ Government Health Officials and other sinister incompetents are warning Americans about the onset of a new brain-eating, energy-sapping, mind-numbing pandemic called the World Cup. The symptoms are lethargy, apathy, irritability and a tendency to turn on the sports news only to experience a ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/appalling-biden-admin-blasted-for-leaving-nigeria-off-religious-violence-list-after-reportedly-thousands-of-killings", "title": "‘Appalling’: Biden Admin Blasted For Leaving Nigeria Off Religious Violence List After Reportedly Thousands Of Killings", "date_published": "2022-12-03 12:23:17+00:00", "description": "The Biden administration has kept Nigeria off of a religious liberty watchlist for the second year in a row even as thousands of Christians have been reportedly killed in the African nation.  On Friday, the State Department drew the ire of religious liberty advocates for leaving Nigeria off its list of “Countries of Particular Concern ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fedex-driver-charged-with-murder-after-body-of-missing-texas-girl-7-found", "title": "FedEx Driver Charged With Murder After Body Of Missing Texas Girl, 7, Found", "date_published": "2022-12-03 09:54:38+00:00", "description": "A FedEx driver is under arrest and a Texas community heartbroken after the body of a 7-year-old girl was found two days after she vanished. Athena Strand disappeared from her Paradise home Wednesday, sparking a frantic hunt that ended in tragedy. Tanner Lynn Horner, 31, a contract driver for FedEx who had delivered a package ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/twitter-users-sun-burn-prompts-gross-confession-from-enraged-bette-midler", "title": "Twitter User’s ‘Sun Burn’ Prompts Gross Confession From Enraged Bette Midler", "date_published": "2022-12-03 09:50:13+00:00", "description": "Bette Midler lost her temper and grossed out the internet this week over a snarky retort to her tweet calling for more use of solar energy. The “Rose” singer and actress tweeted out a graphic with a painting of the sun and the message: “If God wanted us to have free, unlimited clean energy, he ...", "persistent": false}]