[{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fortnite-chapter-4-start-time-when-will-fortnite-servers-be-back-up/1100-6509691/?ftag=CAD-01-10abi2f", "title": "Fortnite Chapter 4 Start Time: When Will Fortnite Servers Be Back Up?", "date_published": "2022-12-03 22:40:00+00:00", "description": "<p>Fortnite Chapter 4 is just hours away. Though Epic hasn't publicly stated when Fortnite's servers will be back up, some historical precedence and reasonable deductions give us a pretty clear window of time. The short answer: You won't be waiting long. For a more detailed answer, keep reading. Here's when you can play Fortnite again.</p><h2>When will Fortnite servers be back up?</h2><p>Fortnite is currently in scheduled downtime following the <a href=\"https://www.gamespot.com/articles/heres-what-happened-in-the-fortnite-chapter-3-finale-event/1100-6509690/\">Chapter 3 finale</a>. This means Chapter 4 is upon us and with it will come new weapons, a whole new island, and a new battle pass, among other things. But none of that matters until the Fortnite servers are letting players back into the game. Epic likes to keep this a surprise, but recent history suggests <strong>Fortnite will be playable again sometime around 4 AM - 7 AM PT / 7 AM - 10 AM ET tomorrow, December 4</strong>. This three-hour window is our best guess based on having covered several seasons of Fortnite by now, and as always, the actual time is subject to change for a number of reasons.</p><p>For one, downtime is needed to apply the game's latest patch, and patches can be delayed. Even if Epic is shooting for the earliest possible time to launch Chapter 4, things can get in the way of that plan. It's also worth noting that for the last year, new seasons (and the launch of Chapter 3) featured a queue system that slowed players' ability to get into the game past the main menu. You should absolutely expect--and plan for--a queue when you first boot up Fortnite tomorrow. A new chapter launch is about as big as it gets in Fortnite, so it's going to be a very busy day for Epic and all Fortnite players.</p><a href=\"https://www.gamespot.com/articles/fortnite-chapter-4-start-time-when-will-fortnite-servers-be-back-up/1100-6509691/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/fortnite-chapter-3-end-opening-cinematic/2300-6460151/", "title": "Fortnite Chapter 3 End Opening Cinematic", "date_published": "2022-12-03 22:32:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4071388-fortrnitea.jpg\" width=\"480\" /> Check out the opening cinematic that played before the Chapter 3 End event Fracture in Fortnite.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/fortnite-chapter-4-a-new-beginning-trailer/2300-6460150/", "title": "Fortnite Chapter 4 A New Beginning Trailer", "date_published": "2022-12-03 22:11:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4071387-frotnitesite.jpg\" width=\"480\" /> Check out a tease for Chapter 4 in this latest trailer for Fortnite, which came at the end of Chapter 3's Fracture event.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/heres-what-happened-in-the-fortnite-chapter-3-finale-event/1100-6509690/?ftag=CAD-01-10abi2f", "title": "Here's What Happened In The Fortnite Chapter 3 Finale Event", "date_published": "2022-12-03 22:03:00+00:00", "description": "<p>Fortnite Chapter 3 has come to an end, and as usual, the existential threats proved real, as The Herald made swift work of the loopers' most recent island. If you missed the Chapter 3 finale Fortnite event, we're breaking it all down for you right here. It'll be a few hours before Chapter 4 begins, so use that time to get caught up on the story and join us as we await the discovery of strange new terrain coming in a short while.</p><h2>Fortnite event recap</h2><p>The Fortnite Chapter 3 finale event kicked off with a cinematic. With the Chrome continuing to spread across the island, a band of resistance fighters taking up arms atop the Reality Tree fired an onslaught at The Herald to try and halt her march across their home. It briefly looked hopeful, as a bevy of rockets splattered the mysterious villain into chromey little bits, but she quickly undid that hopefulness when she merged into the Chrome tidal wave and re-formed as a gigantic version of herself.</p><div>          </div><p>Kaiju-like in size, The Herald needed only to swat away the resistance like gnats at a barbecue. The heroes floated away as chromified victims of her unceasing march, and soon thereafter--remarkably soon, I'll add--the island was destroyed. Before players could even lift a finger to assist, it seemed The Herald had won.</p><a href=\"https://www.gamespot.com/articles/heres-what-happened-in-the-fortnite-chapter-3-finale-event/1100-6509690/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/how-to-catch-charizard-in-pokemon-scarlet-and-violet/1100-6509689/?ftag=CAD-01-10abi2f", "title": "How to Catch Charizard In Pokemon Scarlet And Violet", "date_published": "2022-12-03 17:11:00+00:00", "description": "<p>If you are a huge fan of Charizard, one of the most recognizable Pokemon (and dragons, for that matter), you may have been disappointed to hear the fan-favorite flying/fire type Pokemon isn't readily available in <a href=\"https://www.gamespot.com/games/pokemon-scarlet-pokemon-violet/\">Pokemon Scarlet and Violet</a>. Fret not, however! There is still a way to get Charizard (although it is quite difficult), so read on and we'll walk you through everything you need to catch the fiery Gen 1 starter.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Charizard event times</a></li><li><a href=\"https://www.gamespot.com\">Beat the game</a></li></ul></div><h2 dir=\"ltr\" id=\"Charizard_event_times\">Charizard event times</h2><p dir=\"ltr\">Keep in mind this is a limited-time event. The times it will be available are as follows:</p><ul><li dir=\"ltr\">Dec. 1-4, 2022</li><li dir=\"ltr\">Dec. 15-18, 2022</li></ul><h2 dir=\"ltr\" id=\"Beat_the_game\">Beat the game</h2><p dir=\"ltr\">First, you'll need to beat the game, and roll credits. In order to do that, you'll have to complete the three story threads, and all the post-thread events.</p><a href=\"https://www.gamespot.com/articles/how-to-catch-charizard-in-pokemon-scarlet-and-violet/1100-6509689/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-best-nes-games-of-all-time/2900-4459/", "title": "The Best NES Games Of All Time", "date_published": "2022-12-03 17:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062098-3898125-nes-games.jpg\" /><br /><h3><p>The NES is perhaps the most important video game console ever made. Before its launch in 1983, the industry had experienced a massive decline, leading some to believe the video games were just another fad that had peaked before falling off a cliff. But then the Nintendo Entertainment System came along and changed everything. With the help of a few iconic series, including a plumber who doesn't seem to actually ever fix toilets, the NES rejuvenated the industry. The NES's library was filled with standouts, many of which are still a blast to play today. We've rounded up the best NES games of all time (in alphabetical order).</p><p>More Nintendo best lists</p><ul><li><a href=\"https://www.gamespot.com/articles/best-snes-games/1100-6496256/\">Best SNES Games</a></li><li><a href=\"https://www.gamespot.com/articles/best-game-boy-games/1100-6496660/\">Best Game Boy Games</a></li><li><a href=\"https://www.gamespot.com/articles/best-game-boy-color-games/1100-6496925/\">Best Game Boy Color Games</a></li><li><a href=\"https://www.gamespot.com/articles/best-n64-games/1100-6496612/\">Best N64 Games</a></li><li><a href=\"https://www.gamespot.com/articles/best-gamecube-games/1100-6496396/\">Best GameCube Games</a></li><li><a href=\"https://www.gamespot.com/articles/best-wii-games/1100-6496263/\">Best Wii Games</a></li></ul><p>From first-party franchises like Metroid and Mario to third-party gems like Castlevania and Final Fantasy, the NES ushered in some of the most beloved series in all of games. And if you're feeling nostalgic, a bunch of these games are available on Switch via a Nintendo Switch Online membership.</p><div><div class=\"norewrite\" title=\"[Various] - Nintendo Switch Online Sign-Up\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1591/15918215/3807430-switchonline.jpg\" />                                 <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-12-Month-Individual-Membership/dp/B07FV64QLX?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-12-Month-Individual-Membership/dp/B07FV64QLX?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\">Sign up for Nintendo Switch Online</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-12-Month-Individual-Membership/dp/B07FV64QLX?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\">Get 1 year for $20 or a family plan for $35.</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-12-Month-Individual-Membership/dp/B07FV64QLX?tag=gamespotdeals-20&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\">See at Amazon</a>                     </div>                         </div>                                                                                                                                                                                                                 <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/3970316-switchonline.png\" />                                 <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Expansion-12-month-Individual-Membership/dp/B09WJY877B?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Expansion-12-month-Individual-Membership/dp/B09WJY877B?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\">Switch Online + Expansion Pack</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Expansion-12-month-Individual-Membership/dp/B09WJY877B?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\">Get 1 year for $50 or a family plan for $50</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Expansion-12-month-Individual-Membership/dp/B09WJY877B?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:gs-2900-4459|vg:-|st:dtp\">See at Amazon</a>                     </div>                         </div>                     </div> </div></div><p> </p></h3></p><br />     <p><h2>Batman: The Video Game</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062099-3898100-batman.jpg\" /><br /><h3><p>Michael Keaton's caped crusader may have been cursed with limited peripheral vision and an inability to turn his neck when he suited up in Tim Burton's landmark 1989 superhero movie, but those weaknesses weren't present in Sunsoft's brilliant tie-in game. Loosely based on the film, this game gave players a dark knight who could jump off walls, out-punch any criminal who ran into his fists, and a wonderful toybox of gadgets that would have any clown prince of crime wondering about how he could get his hands on them.</p><p> </p></h3></p><br />     <p><h2>Battletoads and Double Dragon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062100-3898101-battletoads-double-dragon.jpg\" /><br /><h3><p>Technos and Rare might have been ready for an ambitious crossover, but there was no doubt that the spotlight was on the infamous battling toads named after various skin conditions. Even with that in mind, the NES beat-'em-up was a joyride of over-the-top action, eye-popping graphics, and gameplay that didn't waste your time.</p></h3></p><br />     <p><h2>Bionic Commando</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062101-3898102-bionic-commando.jpg\" /><br /><h3><p>The main takeaway from Capcom's Bionic Commando was that every level could be completed with the use of an incredibly satisfying robotic prosthetic grappling hook. Think calling back Kratos' axe in God of War or nailing a perfect counter in the Arkham series to get an understanding of just how thrilling it was to launch yourself over gaps. Factor in the attention-grabbing art design and you've got a great idea as to just why this game has been a valuable addition to the NES history books.</p><p> </p></h3></p><br />     <p><h2>Blaster Master</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062102-3898103-blaster-master.jpg\" /><br /><h3><p>Games showed their hands early on during the 1980s, but Blaster Master is one of those rare titles which managed to surprise players with an extra slice of perspective action. Whether you were engaged in some classic side-scrolling and platforming fun or tearing through enemies with a top-down perspective, Blaster Master's non-linear gameplay was a treat across all eight levels on offer as it combined two vastly different experiences into a cohesive whole.</p><p> </p></h3></p><br />     <p><h2>Castlevania</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062103-3898104-castlevania.jpg\" /><br /><h3><p>The first but definitely<a href=\"https://www.gamespot.com/articles/best-castlevania-games-ranked/1100-6497199/\">not the best</a>, Castlevania is still essential gaming content for anyone looking to see the origin point of one of the best franchises in the industry today. Classic Castlevania is a brutally difficult odyssey through Dracula's infamous castle, but it's still a game that's delightfully cheesy, has a soundtrack that never grows old, and runs wild with its concept of a whip-equipped monster hunter carving a bloody path on his way towards the greatest villain in horror.</p><p> </p></h3></p><br />     <p><h2>Castlevania III: Dracula's Curse</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062104-3898105-castlevania-3.jpg\" /><br /><h3><p>The first Castlevania sequel may have had some ambitious and interesting ideas, but Simon's Quest dropped the ball when it first arrived. Castlevania III: Dracula's Curse on the other hand, managed to grab said ball with a deft flick of the whip and run wild. Striking a perfect balance between Castlevania 2's more ingenious ideas and the original game's action-focused gameplay, Dracula's Curse increased the size of its roster, enhanced the visual quality, and delivered a soundtrack that would leave you tapping a foot-shaped dent into your floor.</p><p> </p></h3></p><br />     <p><h2>Contra</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062105-3898106-contra.jpg\" /><br /><h3><p>The best use of the Konami code of all time mixed with character art that looked <em>suspiciously</em> similar to Hollywood blockbuster film posters, Contra is the stuff of legend. Run-and-gun action across several levels and dozens of lives if you knew the right inputs, the original game is a classic showcase of gung-ho attitude and innovative ideas for its time. Addictive and packed with memorable level boss fights, Contra's a blast from the past, especially if you manage to get that overpowered spread gun.</p><p> </p></h3></p><br />     <p><h2>Dragon Warrior IV</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062106-3898124-dragon-warrior-4.jpg\" /><br /><h3><p>The final Dragon Warrior to be released in the West for many <em>many </em>years after it arrived in 1992, Chunsoft's sprawling fantasy epic was going out with a bang in that region. Spread across five chapters that put a unique character in the spotlight, this specific sequel was peak Dragon Quest--yes, it's the same seires--with its epic storyline, enjoyable gameplay mechanics, and a legacy that saw it get its own spin-off game. Years later, a PlayStation remake would arrive and spruce up the visuals while adding several new gameplay features.</p><p>A few more years passed and another remake arrived, this time on the Nintendo DS. After that, a version based on the DS remake would be released on Android and iOS in 2014, proving that Dragon Warrior IV had an enduring appeal that lasted for several generations.</p><p> </p></h3></p><br />     <p><h2>Dr. Mario</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062107-3898107-dr-mario.jpg\" /><br /><h3><p>Mario may have started his career as a plumber on a mission, but in 1990 the Nintendo mascot swapped his blue overalls for a white labcoat as he ventured into territory that was dominated by Tetris at the time. Dr. Mario's prescription for breaking a Russian stranglehold on puzzle-based video games was color-matching pills, providing easily accessible digital healthcare that could keep you occupied for hours at a time.</p><p> </p></h3></p><br />     <p><h2>Earthbound Beginnings</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062108-3898108-mother.jpg\" /><br /><h3><p>Also known as Mother, Nintendo's 1989 RPG is a strange mix of contemporary themes and battling formerly-inanimate objects that have suddenly developed homicidal urges. From its menu-based first-person perspective battle system to its overall USA aesthetic as viewed through the lens of 1980s Japan, Earthbound Beginnings became a cult classic after launch. It's still as brutally challenging as ever before and it may have taken its sweet time to arrive in the West as a new offering on the Wii U Virtual Console in 2015, but this charming little adventure is worth experiencing at least once in your life.</p><p> </p></h3></p><br />     <p><h2>Excitebike</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062109-3898109-excite-bike.jpg\" /><br /><h3><p>Provided that you could tear yourself away from the screen and its catchy theme tune, Excitebike was motocross action that lived up to its name. Every track was a combination of high jumps, neck-to-neck competition, and watching out for hazards while you maintained expert control of your engine on every lap. That tight balance between speed, precision, and control made for an addictive combination, and decades later the formula holds up better than ever for some quick and dirty motorcycle mayhem.</p><p> </p></h3></p><br />     <p><h2>Final Fantasy</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062110-3898110-final-fantasy.jpg\" /><br /><h3><p>Every legend has a beginning, and for Final Fantasy, that franchise's rise to the top of the RPG food chain began in 1987 on the NES. Everything that you associate with Final Fantasy began here, as Square's original game combined overworld maps, dungeons, and an intriguing plot with magic, a stellar soundtrack, and enough crystals to attract a horde of homeopaths to your home. The template that would become one of the biggest game franchises in the world, Final Fantasy's original game still has enough magic in the tank to cast a spell of enchantment on anyone who gives it a whirl.</p><p> </p></h3></p><br />     <p><h2>Kid Icarus</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062111-3898111-kid-icarus.jpg\" /><br /><h3><p>Kid Icarus may feel like a forgotten part of NES history these days, but the original game is still a quirky and delightful adventure that's worth talking fondly about. It may be a flawed diamond with several peculiar gameplay decisions really standing out, but as a fun reminder of the past, the nostalgia still runs deep with Pit's debut game. If you still have a Nintendo 3DS console, it's well worth checking out that smoother incarnation of the game which offers tighter controls and more eye-pleasing graphics.</p><p> </p></h3></p><br />     <p><h2>The Legend of Zelda</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062112-3898112-loz.jpg\" /><br /><h3><p>The blueprint to everything that would follow in its footsteps over the decades, it's amazing to see just how much of this high fantasy game's DNA has survived this far into the 21st century. Everything that you'd expect from a Zelda game is here, including green tunics, legendary swords, and puzzles with solutions that seem obtuse in hindsight. Undeniably difficult at times, Link's original journey is still video game royalty that belongs in any gaming hall of fame.</p><p> </p></h3></p><br />     <p><h2>Mega Man 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062113-3898113-mega-man-2.jpg\" /><br /><h3><p> </p><p>When it comes to sequels, Mega Man is the blueprint for how to get a follow-up act right the first time. Taking the original game's ideas and further refining them towards pixel-perfection, everything about Mega Man 2 just felt<em>better</em>. More responsive, bigger in scope, and introducing features that would become series staples, Capcom's little blue android was firing on all cylinders for his 1988 return. Plus, Heat Man's theme on the game's soundtrack is still a certified banger.</p></h3></p><br />     <p><h2>Metal Gear</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062114-3898114-metal-gear.jpg\" /><br /><h3><p>It may be hard to believe, but Solid Snake's first appearance on a home console<em>wasn't</em>1998's Metal Gear Solid. The chain-smoking soldier first introduced audiences to his brand of stealth espionage action a decade earlier on the NES--well, as an adaptation of an MSX2 game--sneaking through enemy lines with nothing more than guile and cunning at the time. A radical departure from the more action-heavy games flooding the market at the time, Metal Gear's emphasis on brains before bullets approach to infiltrating the mercenary haven of Outer Heaven made for an instant classic in 1988.</p><p> </p></h3></p><br />     <p><h2>Metroid</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062115-3898115-metroid.jpg\" /><br /><h3><p>Metroid's debut on the NES is admittedly a game that hasn't held up too well over time, especially when a superior and more refined version exists in the form of the superb Metroid: Zero Mission on the Game Boy Advance. Where the game earns a spot on this list though, is through its introduction of several elements that would become series staples. A combination of atmospheric level design and spooky audio made Samus Aran's first adventure a memorable one, setting a template for future games to further refine.</p><p> </p></h3></p><br />     <p><h2>Mike Tyson's Punch-Out!!</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062116-3898116-mike-tyson.jpg\" /><br /><h3><p>By the time that Mike Tyson's Punch-Out!! had arrived on NES, the infamous pugilist had become a household name for his ability to transform faces into abstract art whenever he stepped into the ring. While the man himself was an almost unstoppable monster if you managed to reach him, the fight to go from journeyman to main event challenger was a thrilling collection of boxing bouts against a colorful collection of brawlers. From Glass Joe to Bald Bull, every fight was a tense and tactical showdown before you got to Iron Mike and made certain that your next of kin had been informed of your championship dreams.</p><p> </p></h3></p><br />     <p><h2>Ninja Gaiden</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062117-3898117-ninja-gaiden.jpg\" /><br /><h3><p>Ninja Gaiden's debut on the NES was one that captured the pure power fantasy of being a shinobi--not that one--with unrelenting and grueling obstacles thrown your way. Ninja-running on a tightrope of fun and challenging gameplay, Ninja Gaiden at its best was an acrobatic showcase of protagonist Ryu Hayabusa's speed and lethal precision, which required god-like thumb reflexes to avoid an early death. Was it often frustratingly difficult? Absolutely, but all the effort and hard work in successfully completing a stage made you feel like a true badass when all was said and done.</p><p> </p></h3></p><br />     <p><h2>River City Ransom</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062118-3898118-river-city-ransom.jpg\" /><br /><h3><p>River City Ransom is one of those rare perfect games to have on hand when you want to sit back, relax, and have a friend join you for some couch potato fun. A brawler at heart, the magic in this game comes from having a partner by your side to offer a surplus of high kicks to the digital faces of any goons who get in your way. Adorably aggressive and loaded with charm, this is one game that's still a blast to play and helped inspire a few other classic beat-'em-ups along the years.</p><p> </p></h3></p><br />     <p><h2>Super C</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062119-3898119-super-contra.jpg\" /><br /><h3><p>Contra was a trendsetter when it first hit the scene, and while Super C doesn't do much to improve on the formula of the original game, it does refine its ideas for gloriously over-the-top bullet hell action featuring color-coded commandos on a mission. Turning the action up to 11 for a blast of run-and-gun mayhem, Super C is still a hell of a brilliant two-player game, punishing and thrilling in equal measure with its ability to deliver well-earned blisters to your thumbs after a marathon gaming session. It also doesn't support the 30 extra lives code, so good luck.</p><p> </p></h3></p><br />     <p><h2>Super Mario Bros.</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062120-3898120-super-mario-bros.jpg\" /><br /><h3><p>Super Mario Bros. may just have one of the most iconic opening levels of all time, a perfect introduction to its world of stomping action, brick-busting acrobatics, and eating nearby mushrooms to gain a power-up. Decades later, and that game's historical importance has only grown since then to signify the beginning of a new generation for the industry following a disastrous crash in 1983. A milestone in design that still holds up today, the original Super Mario Bros. was just the first chapter in an incredible trilogy of games that reshaped the world around it with timeless fun.</p><p> </p></h3></p><br />     <p><h2>Super Mario Bros. 2</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062121-3898121-super-mario-bros-2.jpg\" /><br /><h3><p>Technically a reskin of Doki Doki Panic, Nintendo of America's demand for a less-punishing Super Mario Bros. sequel still managed to find massive success in the West. A more colorful follow-up to the chart-topping success of the first game, Super Mario Bros. 2 feels like an odd duck when compared to its predecessor and successor, a middle child that nevertheless still had a profound impact on the franchise and is still well worth revisiting for some classic platforming action.</p><p> </p></h3></p><br />     <p><h2>Super Mario Bros. 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062122-3898122-super-mario-3.jpg\" /><br /><h3><p>Was there ever any doubt that Mario was capable of packing a 1-2-3 punch of excellence? The previous games starring the plumber may have helped define the Nintendo era, but Super Mario Bros. 3 built on those titles to deliver not just one of the greatest sequels of all time, but also one of the best video games ever. Everything on offer here is a monumental leap beyond what came before it, from fascinating level design to inventive gameplay and visuals that can still leave your eyes shaken <em>and</em> stirred today.</p><p>Still as fun to play today as it was when it first arrived in 1988, this timeless masterpiece was the perfect game to cap off a trilogy of gaming excellence.</p><p> </p></h3></p><br />     <p><h2>Tecmo Bowl</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4062123-3898123-tecom-super-bowl.jpg\" /><br /><h3><p>For fans of American football, Tecmo Bowl is still one of the finest examples of the gridiron sport after three decades. A classic that allowed for players to take to the field while wearing the official NFL colors of their beloved team, Tecmo's legacy is one of realistic kicking action, bouts of chaotic fun, and a community that has kept the game alive with regular roster updates over the years. EA's Madden series may feel like the only game in town currently, but Tecmo Bowl is still a reliable cult classic even in this modern era of gaming.</p><p> </p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/firearms-expert-reacts-to-warhammer-40000-darktides-guns/2300-6460143/", "title": "Firearms Expert Reacts To Warhammer 40,000: Darktide’s Guns", "date_published": "2022-12-03 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1571/15719603/4070870-darktide_site.jpg\" width=\"480\" /> Jonathan Ferguson, a weapons expert and Keeper of Firearms &amp; Artillery at the Royal Armouries, breaks down more of the weaponry of Warhammer 40,000: Darktide, including the iconic Boltgun, the versatile Grenadier Gauntlet, and an M79 Grenade Launcher in space.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/the-callisto-protocols-goriest-deaths/2300-6460121/", "title": "The Callisto Protocol's Goriest Deaths", "date_published": "2022-12-03 15:00:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4070224-feature_callistoprotocol_gorydeaths_site.jpg\" width=\"480\" /> The Callisto Protocol has some of the grossest, gnarliest death in gaming, and we're gonna show to you. Warning: does contain spoilers for all enemy types and the final boss.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-best-playstation-games-of-2022-according-to-metacritic/2900-4478/", "title": "The Best PlayStation Games Of 2022 According To Metacritic", "date_published": "2022-12-03 14:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4068456-ps-best-games-2022.jpg\" /><br /><h3><p dir=\"ltr\">It has been another blockbuster year for video games, as AAA exclusives and indie darlings have raised the bar for quality. From lush remakes to astonishingly original titles, the PlayStation library grew this year with the addition of these titles, and we've rounded the best of the best together according to the critical numbers gathered from GameSpot's sister site Metacritic.</p><p dir=\"ltr\">2022 has been bookended by two of Sony’s strongest console-exclusive games, Horizon Forbidden West and God of War Ragnarok, while the months between have also seen a massive shift towards releasing older first-party games on PC. With Nixxes leading the way, PC players have managed to get their hands on Spider-Man, God of War, and Uncharted games that have been enhanced on that system.</p><p dir=\"ltr\">Rounding out the list of new releases has been a selection of strong third-party games as well, encompassing a wide range of genres and themes. Some have been wonderfully weird, others have been iterative updates, and we’ve seen some fantastic retro compilations launch this year.</p><p dir=\"ltr\">The list below encompasses both PS5 and PS4 releases. This cross-gen approach this year has allowed for a more cohesive and combine list of top-scoring games. We've listed these games from highest Metascore to lowest.</p></h3></p><br />     <p><h2>Elden Ring</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067695-eldenring%284%29.jpg\" /><br /><h3><p>Unsurprisingly, From Software's Elden Ring has been hailed as one of the games of the year thanks to its richly detailed world, unforgettable boss fights, and a layer of elegance that permeates the entire experience. It's the Souls-like formula amplified to the highest level possible, and in a sandbox that always offers something new to discover with each playthrough, Elden Ring has easily risen to the top of the charts.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/elden-ring\">Metascore: 96</a> | Read our <a href=\"https://www.gamespot.com/reviews/elden-ring-review-death-of-the-wild/1900-6417832/\">Elden Ring review</a></p></h3></p><br />     <p><h2>God of War Ragnarok</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067669-gow-ragnarok.jpg\" /><br /><h3><p>The biggest PlayStation release of the year, God of War Ragnarok is easily the best example of the PlayStation-exclusive formula. Packed with brutal action, loaded with storytelling that'll take you on an emotional rollercoaster, and looking phenomenal in the graphical department, the sequel to 2018's God of War is a blockbuster for the ages.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/god-of-war-ragnarok\">Metascore: 94</a> | Read our <a href=\"https://www.gamespot.com/reviews/god-of-war-ragnarok-review-blood-sweat-and-tyrs/1900-6417993/\">God of War Ragnarok review</a></p></h3></p><br />     <p><h2>Persona 5 Royal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067670-persona5%282%29.jpg\" /><br /><h3><p>Persona 5 has long been one of the best JRPGs that you can get into if you're willing to commit dozens of hours to it, and this upgraded version is the definitive edition of the Atlus-developed masterpiece. A host of excellent gameplay refinements builds further on the incredible foundation of the original PS4 game for this PS5 release, tweaking the experience to deliver an adventure that can easily<a href=\"https://www.gamespot.com/articles/persona-5-royal-how-long-to-beat-plus-to-finish-ne/1100-6475460/\"> run for more than a hundred hours</a>.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/persona-5-royal\">Metascore: 91</a> | Read our <a href=\"https://www.gamespot.com/reviews/persona-5-royal-review-hearts-of-gold/1900-6417444/\">Persona 5 Royal review</a></p></h3></p><br />     <p><h2>The Stanley Parable: Ultra Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067671-thestanleyparableultradeluxe%283%29.jpg\" /><br /><h3><p>At first glance, The Stanley Parable: Ultra Deluxe might strike you as the same game, but better. Throw in some new content, spruce up the graphics, and call it a day, right? Not exactly, as this wonderfully strange director's cut of the original game functions more like a full-blown sequel thanks to its wealth of new content, thought-provoking themes about the illusion of choice, and a layer of witty commentary that's sharper than a scalpel.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/the-stanley-parable-ultra-deluxe\">Metascore: 89</a> | Read our <a href=\"https://www.gamespot.com/reviews/the-stanley-parable-ultra-deluxe-review-a-sequel-in-all-but-name/1900-6417868/\">The Stanley Parable: Ultra Deluxe review</a></p></h3></p><br />     <p><h2>The Last of Us Part I</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067672-thelastofusparti.jpg\" /><br /><h3><p>Technically, there's not much that's genuinely new in The Last of Us Part I if you've already played through Naughty Dog's groundbreaking post-apocalypse tale. But for anyone who has yet to experience the heartache and mystery of this game, the PS5 upgrade is a must-play title. The gameplay and storyline remains the same here, but with the full power of the PS5 behind it, this masterpiece of storytelling feels and looks better than ever, and it features a wealth of welcome accessibility features to boot.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/the-last-of-us-part-i\">Metascore: 88</a> | Read our <a href=\"https://www.gamespot.com/reviews/the-last-of-us-part-i-review-desolation-row/1900-6417949/\">The Last of Us Part I review</a></p></h3></p><br />     <p><h2>Horizon Forbidden West</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067673-horizonforbiddenwest.jpeg\" /><br /><h3><p>When it comes to maximum bang for your buck, Horizon Forbidden West doesn't shy away from giving you as much content as it can possibly squeeze within the borders of its gigantic sandbox. All the elements of the previous game are still here and better than ever, but it's the gargantuan expansion of open-world exploration, memorable characters, and skillfully crafted diversions that makes this sequel a standout title on PS5.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/horizon-forbidden-west\">Metascore: 88</a> | Read our <a href=\"https://www.gamespot.com/reviews/horizon-forbidden-west-review/1900-6417826/\">Horizon Forbidden West review</a></p></h3></p><br />     <p><h2>Return to Monkey Island</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067674-returntomonkeyisland%281%29.jpg\" /><br /><h3><p>Return to Monkey Island is a love letter to the golden age of point-and-click adventure games, a welcome return of a classic franchise that is soaked in delightful nostalgia. While the game could have easily rested on its laurels, series creator Ron Gilbert, writer Dave Grossman, and developer Terrible Toybox have managed to create a swashbuckling sequel that merges new and old ideas together to create an engaging and thrilling tale of high seas thrills and buffoonery.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/return-to-monkey-island\">Metascore: 88</a> | Read our <a href=\"https://www.gamespot.com/reviews/return-to-monkey-island-review-happiness-is-a-warm-manatee/1900-6417961/\">Return to Monkey Island review</a></p></h3></p><br />     <p><h2>Gran Turismo 7</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067676-granturismo7.jpeg\" /><br /><h3><p>There's no denying that Gran Turismo 7 had some engine troubles on the starting grid this year, but after spending some time in the garage, it's once again firing on all cylinders. It's a petrolhead's dream of a game in its current state, a showcase of V8 horsepower that's amplified by incredibly precise driving gameplay, sublime graphics that you could gawk at all day, and a constant push to always be the best driver that you can be when you hit the track.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/gran-turismo-7\">Metascore: 87</a> | Read our <a href=\"https://www.gamespot.com/reviews/gran-turismo-7-review-round-we-go-again/1900-6417837/\">Gran Turismo 7 review</a></p></h3></p><br />     <p><h2>Uncharted: Legacy of Thieves Collection</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067677-unchartedlegacyofthievescollection.jpg\" /><br /><h3><p>A pair of excellent treasure-hunting adventures tales in one convenient package, Uncharted: Legacy of Thieves is the best version of Uncharted 4: A Thief's End and Uncharted: Lost Legacy. With a trio of impressive visual upgrade options to choose from, this collection of tight platforming and free-form action shines on newer hardware as it fires off emotional haymakers that always find their mark.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/uncharted-legacy-of-thieves-collection\">Metascore: 87</a> | Read our <a href=\"https://www.gamespot.com/reviews/uncharted-legacy-of-thieves-review-charted-again/1900-6417817/\">Uncharted: Legacy of Thieves Collection review</a></p></h3></p><br />     <p><h2>Destiny 2: The Witch Queen</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067678-destiny2thewitchqueen%282%29.jpg\" /><br /><h3><p>Whenever a new expansion rolls around for Destiny 2, you can rest assured that it'll have major ramifications on the evolving sandbox of that sci-fi universe. This year was no different, as Bungie finally pulled the trigger on a story that was years in the making and introduced plenty of new fascinating gameplay mechanics in the process. An 11th-hour twist, a compelling antagonist, and a paradigm shift made this expansion unforgettable, but it's the tight gunplay, new tools of destruction, and brand-new game modes that helped morph Destiny 2 into its best shape yet.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/destiny-2-the-witch-queen\">Metascore: 87</a> | Read our <a href=\"https://www.gamespot.com/reviews/destiny-2-the-witch-queen-review-queens-gambit/1900-6417838/\">Destiny 2: The Witch Queen review</a></p></h3></p><br />     <p><h2>Inscryption</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067679-inscryption.jpg\" /><br /><h3><p>There's been no shortage of deck-building card games in recent years, and while many of them have put new spins on familiar ideas, few can compare to the atmospheric tension of Inscryption. Wasting no time with its opening moves, Inscryption plays a strong hand with its incredibly well-designed card mechanics, the twists that it throws at players in later acts, and a superb presentation.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/inscryption\">Metascore: 87</a> | Read our <a href=\"https://www.gamespot.com/reviews/inscryption-review-house-of-cards/1900-6417788/\">Inscryption review</a></p></h3></p><br />     <p><h2>Cult of the Lamb</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067680-cultofthelamb%283%29.jpg\" /><br /><h3><p>Packed with sects and violence, Cult of the Lamb is a delightfully weird roguelike where you spend just as much time slaying demons as you do managing your fledgling community of like-minded acolytes. Sinister in the best way possible, it looks like a Saturday morning cartoon designed by a committee of death metal games and it packs a punch with its well-honed gameplay.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/cult-of-the-lamb\">Metascore: 86</a> | Read our <a href=\"https://www.gamespot.com/reviews/cult-of-the-lamb-review-a-cult-classic/1900-6417933/\">Cult of the Lamb review</a></p></h3></p><br />     <p><h2>Tactics Ogre: Reborn</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067682-tacticsogrereborn%281%29.jpg\" /><br /><h3><p>It's not easy to improve on tactical-RPG perfection, but Tactics Ogre: Reborn comes pretty close to recapturing the magic of one of the greatest strategy games of all time. While the new coat of graphical paint may be uneven in this rebirth of tactical royalty, everything else about Tactics Ogre: Reborn is a knockout blow of genre excellence. Tight storytelling, riveting tactical combat, and in-depth character-building makes this one of the best remakes of the year.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/tactics-ogre-reborn\">Metascore: 86</a> | Read our <a href=\"https://www.gamespot.com/reviews/tactics-ogre-reborn-review-4d-chess/1900-6417997/\">Tactics Ogre: Reborn review</a></p></h3></p><br />     <p><h2>Cuphead: The Delicious Last Course</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067683-cupheadthedeliciouslastcourse%281%29.jpg\" /><br /><h3><p>2022 has been a fantastic year to be a Cuphead fan, as the Netflix animated series has been an absolute delight and the original game got a fantastic extra serving of content. The Delicious Last Course builds on the hand-crafted artistry of that game, dropping in a new playable character in the form of Ms. Chalice, new parry-focused fights to shake up the formula, and new weapons to wield in this digestible slice of DLC.</p><p><a href=\"https://www.metacritic.com/game/playstation-4/cuphead-in-the-delicious-last-course\">Metascore: 86</a> | Read our <a href=\"https://www.gamespot.com/reviews/cuphead-the-delicious-last-course-review-more-than-a-cherry-on-top/1900-6417904/\">Cuphead: The Delicious Last Course review</a></p></h3></p><br />     <p><h2>Crusader Kings 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067685-crusaderkings3%282%29.jpg\" /><br /><h3><p>A game where your choices have tangible consequences, Crusader Kings 3 tasks you with running a kingdom and avoiding an untimely acupuncture session with sharpened knives. Intricate and elegant storytelling that you're in charge of, the depth and complexity is only heightened by its fusion of several genres to tell a captivating tale.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/crusader-kings-iii-console-edition\">Metascore: 85</a> | Read our <a href=\"https://www.gamespot.com/reviews/crusader-kings-3-review-pass-the-duchy/1900-6417551/\">Crusader Kings 3 review</a></p></h3></p><br />     <p><h2>Atari 50</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067686-atari50%281%29.jpg\" /><br /><h3><p>It's a golden age for classic game compilations, as more of these games have begun transforming into digital museums. Atari 50 joins a growing number of retro video game collections that invite you to spend just as much time learning about these classic titles as you do playing them, creating an interactive archive that is both entertaining and educational.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/atari-50-the-anniversary-celebration\">Metascore: 85</a></p></h3></p><br />     <p><h2>OlliOlli World</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067689-olliolliworld%282%29.jpg\" /><br /><h3><p>Skateboarding games have entered a Renaissance period as of late, but amongst the many simulators of the shredding arts, OlliOlli World best captures the spirit of that lifestyle. Able to switch between meditative grinds and intense attempts to defy gravity, Roll7's brightly colored 2.5D skateboarding is an easygoing blast of fun that knows exactly when to dial up the challenge.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/olliolli-world\">Metascore: 84</a> | Read our <a href=\"https://www.gamespot.com/reviews/olliolli-world-review-half-pipe-heaven/1900-6417822/\">OlliOlli World review</a></p></h3></p><br />     <p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4069739-midnightsns2.jpg\" /><br /><h3><p>With Firaxis at the helm, everyone was expecting a comic book game that featured deep and engaging combat. Marvel's Midnight Suns brings the heat in that action-packed department, but it's the inclusion of a rich and layered relationship system that adds emotional impact behind each mighty blow. Plucking at both the heart and brain strings, Marvel's Midnight Suns shows just how fun and satisfying superhero games can be when developers are allowed to play to their strengths.</p><p><a href=\"https://www.metacritic.com/game/pc/marvels-midnight-suns\">Metascore: 84</a> | Read our <a href=\"https://www.gamespot.com/reviews/marvels-midnight-suns-review-xcom-superhero-squad/1900-6418006/\">Marvel's Midnight Suns review</a></p></h3></p><br />     <p><h2>The Entropy Centre</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067690-theentropycentre.jpg\" /><br /><h3><p>Looking like a tribute to Portal, The Entropy Centre starts off with a few ideas that are <em>very </em>similar to Valve's first-person puzzle-shooting action, but it still manages to put its own spin on a genre that has been neglected for far too long. Cunning time-manipulation puzzles will leave you scratching your head regularly, but once you solve them, that euphoric feeling of accomplishing the seemingly impossible can't be beat.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/the-entropy-centre\">Metascore: 83</a></p></h3></p><br />     <p><h2>Stray</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067691-stray.jpg\" /><br /><h3><p>It's easy to look at Stray as just another platforming game that leverages the unstoppable power of cute cats to shift numbers, but beneath that obvious appeal, this game is captivating thanks to its solid design. Stray leans hard into its idea of controlling a plucky feline trapped in a dangerous world, building on its fascinating world with puzzles that are satisfying to solve and platforming that's enhanced by thrilling momentum.</p><p><a href=\"https://www.metacritic.com/game/playstation-5/stray\">Metascore: 83</a> | Read our <a href=\"https://www.gamespot.com/reviews/stray-review-nine-lives/1900-6417917/\">Stray review</a></p></h3></p><br />     <p><h2>Moss: Book II</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067692-mossbookii.jpg\" /><br /><h3><p>With a second generation of virtual technology on the way, Moss: Book II feels like the perfect send-off for the original PlayStation VR. An effortlessly charming game with quirky characters and sensational adventure elements, this sequel to Moss gives you a gorgeous world to explore that you won't want to leave anytime soon.</p><p><a href=\"https://www.metacritic.com/game/playstation-4/moss-book-ii\">Metascore: 83</a></p></h3></p><br />     <p><h2>Infernax</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4067694-infernax.jpg\" /><br /><h3><p>Infernax looks like it was plucked from the 8-bit era of gaming, as this brutal platforming RPG takes plenty of inspiration from the likes of Castlevania and classic Legend of Zelda to create an experience that is sadistically fun. You'll need an all-or-nothing mentality to survive the overwhelming odds stacked against you in this gory and brutal odyssey, but those classical elements mixed with a few clever modern touches makes for a bloody good time.</p><p><a href=\"https://www.metacritic.com/game/playstation-4/infernax\">Metascore: 83</a></p></h3></p><br />", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/pokemon-scarlet-violet-what-to-do-once-youve-finished-the-game/2300-6460148/", "title": "Pokemon Scarlet & Violet - What To Do Once You've Finished The Game", "date_published": "2022-12-03 03:13:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4071233-guide_pokemonpostgame_final_2022122_site.jpg\" width=\"480\" /> Pokémon Scarlet &amp; Violet is a big game, and there’s even more to do after the credits roll. Here’s what to do once you beat the game.", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/a-cyberpunk-2077-game-of-the-year-edition-is-reportedly-coming-in-2023/1100-6509684/?ftag=CAD-01-10abi2f", "title": "A Cyberpunk 2077 Game Of The Year Edition Is Reportedly Coming In 2023", "date_published": "2022-12-03 01:17:00+00:00", "description": "<p>It appears that CD Projekt Red plans on releasing a Game of the Year edition for its most recent game, <a href=\"https://www.gamespot.com/games/cyberpunk-2077/\">Cyberpunk 2077</a>.</p><p dir=\"ltr\">In an investor meeting reported on by <a href=\"https://insider-gaming.com/cyberpunk-2077-game-of-the-year-edition/\">Insider Gaming</a>, CD Projekt Red CEO Adam Kicinski stated that the studio intends to release a Game of the Year edition after the launch of the game's upcoming DLC <a href=\"https://www.gamespot.com/videos/cyberpunk-2077-phantom-liberty-official-teaser-trailer/2300-6459383/\">Phantom Liberty</a>.</p><p dir=\"ltr\">The report states that Kicinski said the following about the upcoming rerelease of Cyberpunk 2077 next year:</p><a href=\"https://www.gamespot.com/articles/a-cyberpunk-2077-game-of-the-year-edition-is-reportedly-coming-in-2023/1100-6509684/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cyberpunk-2077-goty-coming-in-2023/1100-6509684/?ftag=CAD-01-10abi2f", "title": "Cyberpunk 2077 GOTY Coming In 2023", "date_published": "2022-12-03 01:17:00+00:00", "description": "<p>It appears that CD Projekt Red plans on releasing a Game of the Year edition for its most recent game, <a href=\"https://www.gamespot.com/games/cyberpunk-2077/\">Cyberpunk 2077</a>.</p><p dir=\"ltr\">In an investor meeting reported on by <a href=\"https://insider-gaming.com/cyberpunk-2077-game-of-the-year-edition/\">Insider Gaming</a>, CD Projekt Red CEO Adam Kicinski stated that the studio intends to release a Game of the Year edition after the launch of the game's upcoming DLC <a href=\"https://www.gamespot.com/videos/cyberpunk-2077-phantom-liberty-official-teaser-trailer/2300-6459383/\">Phantom Liberty</a>.</p><p dir=\"ltr\">The report states that Kicinski said the following about the upcoming rerelease of Cyberpunk 2077 next year:</p><a href=\"https://www.gamespot.com/articles/cyberpunk-2077-goty-coming-in-2023/1100-6509684/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false}]