[{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-callisto-protocol-patch-performance-patch-225131596.html?src=rss", "title": "‘The Callisto Protocol’ patch attempts to address PC performance issues", "date_published": "2022-12-03 22:51:31+00:00", "description": "<p>One day after releasing <em>The Callisto Protocol </em>to <a href=\"https://www.engadget.com/callisto-protocol-review-scifi-horror-ps5-050054417.html\"><ins>mixed reviews</ins></a>, developer Striking Distance Studios is rolling out a patch to address the PC version’s stuttering issues. The studio <a href=\"https://twitter.com/CallistoTheGame/status/1598732338133110784?s=20&amp;t=VYduEd_1zoKsW1o3caXLUw\">promised</a> the hotfix would “improve performance,” adding that “a number of additional updates” were on the way.</p><div id=\"1fd9cb75dc6e4792800a70cb7f9cf4a0\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We’re aware that some users are experiencing stuttering issues on the PC. We’ve got a patch that will be available in a few hours to improve performance, with a number of additional updates on the way.</p>— The Callisto Protocol (@CallistoTheGame) <a href=\"https://twitter.com/CallistoTheGame/status/1598732338133110784?ref_src=twsrc%5Etfw\">December 2, 2022</a></blockquote></div><p>Since its release, PC players have taken to YouTube, Reddit and other online forums to complain about <em>The Callisto Protocol’s</em> performance issues. On Steam, the game currently holds a “Mixed” score after nearly 10,000 player reviews, with the majority of negative posts complaining about the game’s technical shortcomings.</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://youtu.be/Psetdjz01mI\"><em><ins>Digital Foundry</ins></em></a><em>&nbsp;</em>details the problems in its recent video on the game. According to the outlet, <em>The Callisto Protocol</em> doesn’t precompile its shaders. That’s a big no-no for an Unreal Engine 4 game on PC. Nearly every time <em>The Callisto Protocol</em> introduces new assets or shows something for the first time, players can expect massive stuttering, with the effect worse on PCs with older and less powerful CPUs.</p><div id=\"952dfd6fef184b7681b98646b1e0321c\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>How much the first patch fixes the shader compilation issue is hard to say. Some Twitter users report a “huge” difference, but note the problem isn’t completely fixed. Watching the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS93YXRjaD92PWxmZjNmcjFGa200JmFiX2NoYW5uZWw9TE1HIiwiY29udGVudFV1aWQiOiI1Y2FmYjAxNi1jZDA1LTQ4NDQtODgxZi0xMmNiMzBlOTg2NTQifQ&amp;signature=AQAAAZ_jMRosJql8vwRPbReWJEYrqPT5NbbxVrXr-aZQp-cG&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dlff3fr1Fkm4%26ab_channel%3DLMG\"><ins>few YouTube</ins></a> videos that document how the update affects performance, you can still see still plenty of micro stutters. If you want to play <em>The Callisto Protocol</em> on PC, I would say your best bet is to wait before buying the game.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hbo-the-last-of-us-second-trailer-212931347.html?src=rss", "title": "Stunning ‘The Last of Us' trailer puts Joel and Ellie's relationship in the spotlight", "date_published": "2022-12-03 21:29:31+00:00", "description": "<p>If the wait to watch HBO's adaptation of <em>The Last of Us</em> wasn't long enough already, the network has shared a new trailer for the upcoming series ahead of its <a href=\"https://www.engadget.com/the-last-of-us-hbo-premiere-date-163907183.html\">January 15th release date</a>. Clocking in at almost two-and-a-half minutes long, the clip offers our best look yet at the Craig Mazin (<em>Chernobyl</em>) production<em>. </em>And<em>&nbsp;</em>for those who may have worried that the series would hew too closely to Naughty Dog's source material, it shows the adaptation's creators weren't afraid to bring something new to the franchise.&nbsp;</p><p>That's on display early on when there's a short scene of Ellie pretending to be a clicker. The exchange that follows is one of the few light-hearted moments in the trailer. Later in the clip, eagle-eyed fans will spot Ashley Johnson, the actor who voiced Ellie in the video games.    <em>&nbsp;</em></p><span id=\"end-legacy-contents\"></span><div id=\"a2edf052760d4e3d837a6b3ff1a5a61a\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>If you're unfamiliar with <em>The Last of Us</em>, the trailer serves as a decent overview of the first game's story. At the center of the narrative are Joel and Ellie, played by Pedro Pascal and Bella Ramsey in the upcoming HBO series. Joel must escort Ellie across a post-apocalyptic version of the US in the hopes that she may be the key to protecting what's left of the world's population from a fungal infection that turns its victims into aggressive, zombie-like creatures known as the Infected.&nbsp;&nbsp;&nbsp;&nbsp;</p><p>From all the marketing material HBO has shared to promote <em>The Last of Us</em>, it's clear the network has high hopes for the series. Footage from the show capped off a <a href=\"https://www.engadget.com/hbo-shares-the-last-of-us-first-footage-002614979.html\">sizzle reel</a> HBO uploaded earlier this year to hype its 2023 slate.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-witcher-blood-origin-trailer-203812809.html?src=rss", "title": "Netflix's latest 'The Witcher: Blood Origin' trailer teases the appearance of a certain bard", "date_published": "2022-12-03 20:38:12+00:00", "description": "<p>With its latest Witcher franchise spinoff <a href=\"https://www.engadget.com/the-witcher-blood-origin-december-25-netflix-181659438.html\">scheduled to arrive on December 25th</a>, Netflix has shared a new trailer for <em>The Witcher: Blood Origin</em>. The approximately two-minute-long clip expands on the teaser the company <a href=\"https://www.engadget.com/netflix-the-witcher-blood-origin-teaser-210014672.html\">uploaded last month</a>. After most of Netflix's past promotional material for <em>Blood Origin </em>focused on Michelle Yeoh's character Scian, the latest trailer gives her co-stars, including Sophia Brown and Laurence O’Fuarain, a chance to shine. It probably won't surprise you to find out they're all badasses in their own way.</p><div id=\"852d0d70fb104fec97cce7aa6ce2d549\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Set some 1,200 years before the story of Geralt and Ciri, <em>Blood Origin </em>promises to give fans more insight into the creation of the first witcher. You'll want to watch the clip through to the end to catch a glimpse of Jaskier (Joey Batey). It looks like everyone's favorite bard will work alongside Minnie Driver to immortalize the exploits of Scian's band of elves. When Driver announced she was joining The Witcher franchise back in September, she said her character would play a pivotal role \"in connecting <em>Blood Origin's</em> past with <em>The Witcher's</em> future.\"</p><span id=\"end-legacy-contents\"></span><p><em>Blood Origin </em>comes during a period of uncertainty for Netflix's<em>The Witcher</em>. The company recently announced that Henry Cavill <a href=\"https://www.engadget.com/netflix-renews-the-witcher-season-four-recasts-geralt-of-rivia-201602903.html\">would not return</a> to play Geralt of Rivia after the show's third season. Liam Hemsworth will carry the series moving forward.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-restores-andrew-anglins-account-192658758.html?src=rss", "title": "Twitter reinstates account of The Daily Stormer’s infamous neo-Nazi creator", "date_published": "2022-12-03 19:26:58+00:00", "description": "<p>Twitter has restored the account of Andrew Anglin, one of America’s most notorious neo-Nazis. The creator of the white supremacist website <a href=\"https://www.engadget.com/2017-08-14-godaddy-daily-stormer-violation.html\">The Daily Stormer</a> had been banned from the social media platform for nearly a decade. His return would appear to be part of Elon Musk’s offer of “<a href=\"https://www.engadget.com/twitter-engineers-fired-holiday-pay-amnesty-elon-musk-210356513.html\"><ins>general amnesty</ins></a>” to users who had “not broken the law or engaged in egregious spam.” Anglin, it should be noted, is currently in hiding while attempting to avoid a 2019 court order to <a href=\"https://apnews.com/article/technology-race-and-ethnicity-montana-courts-1554c9a9254449b75018cee56317c557\"><ins>pay $14 million</ins></a> for leading a harassment campaign against Jewish residents in Montana.</p><div id=\"6627d19809bd45758edd688f45d443b5\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Neo-Nazi Andrew Anglin, who was booted off Twitter in 2013, has had his account restored. <a href=\"https://t.co/sEv5UDVUw2\">pic.twitter.com/sEv5UDVUw2</a></p>— Right Wing Watch (@RightWingWatch) <a href=\"https://twitter.com/RightWingWatch/status/1598719032764555264?ref_src=twsrc%5Etfw\">December 2, 2022</a></blockquote></div><p>Shortly after regaining control of his account, Anglin tweeted a defense of  Ye, the rapper formerly known as Kanye West. “Saying you love Hitler is not even a big deal,” Anglin said, referencing Ye’s <a href=\"https://www.politico.com/news/2022/12/01/ye-antisemitism-republicans-hitler-00071695\"><ins>recent InfoWars interview</ins></a>. “No one cares about that. The man died 80 years ago.” Ye’s now-infamous interview with Alex Jones saw the rapper declare his “love” for Adolf Hitler and deny that the Holocaust had ever happened. Anglin later tweeted an endorsement of Ye’s 2024 presidential campaign.</p><span id=\"end-legacy-contents\"></span><p>The reinstatement comes in the same week Twitter <a href=\"https://www.engadget.com/ye-twitter-account-suspended-again-111550704.html\"><ins>suspended Ye</ins></a> for tweeting a photo of the Star of David merged with a swastika. Anglin is only one of a few prominent white nationalists to return to Twitter following Elon Musk’s <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\"><ins>takeover of the company</ins></a>. <a href=\"https://gist.github.com/travisbrown/c966666ad583f760a568e805f36274d4#29-November-2022\"><ins>One estimate</ins></a> by software engineer <a href=\"https://twitter.com/travisbrown\"><ins>Travis Brown</ins></a> suggests Twitter has restored as many as 12,000 accounts since October 27th, including those belonging to <a href=\"https://twitter.com/travisbrown/status/1592385498089390080?s=20&amp;t=66f96P23i7Tm_tWcjWuasg\"><ins>Richard Spencer</ins></a> and <a href=\"https://twitter.com/travisbrown/status/1597822538692055040?s=20&amp;t=66f96P23i7Tm_tWcjWuasg\"><ins>Patrick Casey</ins></a>.</p><div id=\"8cde0c11527142f09282c9b0be51ffb8\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">White nationalist Patrick Casey, who has repeatedly ban evaded on Twitter, (<a href=\"https://t.co/qjFcmNTyOa\">https://t.co/qjFcmNTyOa</a>), claimed that he has been reinstated on the platform. Casey thanked Twitter owner Elon Musk for the supposed development. <a href=\"https://t.co/bf5ROtwELa\">pic.twitter.com/bf5ROtwELa</a></p>— Alex Kaplan (@AlKapDC) <a href=\"https://twitter.com/AlKapDC/status/1597749072471130112?ref_src=twsrc%5Etfw\">November 30, 2022</a></blockquote></div><p>The return of even just one avowed neo-Nazi is likely to reinforce fears from civil rights groups, advertisers and governments over Elon Musk's handling of the platform. On November 26th, the billionaire <a href=\"https://www.engadget.com/twitter-user-signups-hit-all-time-high-says-elon-musk-180252792.html\"><ins>claimed hate speech impressions</ins></a> had recently decreased compared to October last year. However, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMi8xMi8wMi90ZWNobm9sb2d5L3R3aXR0ZXItaGF0ZS1zcGVlY2guaHRtbD9zbWlkPW55dGNvcmUtaW9zLXNoYXJlJnJlZmVycmluZ1NvdXJjZT1hcnRpY2xlU2hhcmUiLCJjb250ZW50VXVpZCI6ImQ1ODE4Y2IzLTc2NDktNDEzNC04OWFhLWI4ZWY5ODIxYjM1ZSJ9&amp;signature=AQAAAf88GLzNG_RqWkQY_g1voQNhKYbUgSoMaSH1Fejs5IiF&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2022%2F12%2F02%2Ftechnology%2Ftwitter-hate-speech.html%3Fsmid%3Dnytcore-ios-share%26referringSource%3DarticleShare\">findings</a> from the Center for Countering Digital Hate, the Anti-Defamation League and other groups that study online platforms suggest that there’s been a dramatic increase in the prevalence of hate speech on Twitter since Musk’s takeover.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/us-dimisses-indictment-against-huawei-meng-wanzhou-164919359.html?src=rss", "title": "Judge dismisses indictment against Huawei exec Meng Wanzhou", "date_published": "2022-12-03 16:49:19+00:00", "description": "<p>More than four years after her arrest, the drawn-out legal saga of Huawei Chief Financial Officer Meng Wanzhou came to a formal end this week. On Friday, US District Judge Ann Donnelly dismissed an indictment against Meng, according to <a href=\"https://www.reuters.com/legal/us-judge-dismisses-indictment-against-huawei-cfo-that-strained-us-china-2022-12-02/?utm_source=reddit.com\"><em>Reuters</em></a>. On behalf of the US, Canadian authorities <a href=\"https://www.engadget.com/2018-12-05-canada-arrests-huawei-cfo.html\">arrested Meng</a> in 2018 for allegedly violating American sanctions against Iran. Meng, who is also the daughter of Huawei founder and CEO Ren Zhengfei, spent the next three years fighting attempts to extradite her to the US, where she faced up to 30 years in prison for bank and wire fraud charges. Donnelly dismissed the indictment “with prejudice,” meaning the Justice Department can’t bring the same charges against Meng again.</p><p>Before entering into an <a href=\"https://www.engadget.com/huawei-meng-wanzhou-justice-department-deal-170707904.html\">agreement</a> with US prosecutors last year, Meng spent three years under house arrest. The detainment strained relationships between the United States and China and led to an international incident. China apprehended two Canadians, Michael Spavor and Michael Kovrig, within days of Meng’s arrest. They were later released after Meng entered into a deferred prosecution agreement with the Justice Department. As part of the agreement, she acknowledged having made false statements about Huawei’s business in Iran. Meng flew home to China the day Donnelly approved the pact.</p><span id=\"end-legacy-contents\"></span><p>Huawei and its subsidiaries are still facing charges in the US. Most notably, the Justice Department recently <a href=\"https://www.engadget.com/us-justice-department-huawei-investigation-182355974.html\">announced charges</a> against two Chinese spies who had allegedly tried to interfere in a criminal investigation into the company.  Earlier this week, the FCC also <a href=\"https://www.engadget.com/fcc-officially-bans-telecom-and-video-surveillance-gear-from-several-chinese-companies-003040729.html\">banned telecom and video surveillance equipment</a> from Huawei, among a handful of other Chinese companies. Meng currently serves as the company's rotating chairperson and deputy chairwoman, as well as CFO.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/pentagon-unveils-b21-raider-stealth-bomber-155234631.html?src=rss", "title": "Pentagon unveils B-21 Raider aircraft with advanced stealth technology", "date_published": "2022-12-03 15:52:34+00:00", "description": "<p>The US military has <a href=\"https://news.northropgrumman.com/news/releases/northrop-grumman-and-the-us-air-force-introduce-the-b-21-raider-the-worlds-first-sixth-generation-aircraft?_gl=1*8b78wn*_ga*MTIwNDE2NzIxMi4xNjcwMDYxOTI3*_ga_7YV3CDX0R2*MTY3MDA2MTkyNy4xLjEuMTY3MDA2MTk3NS4wLjAuMA..\">unveiled</a> the <a href=\"https://www.engadget.com/2016-12-30-us-nuclear-stockpile-upgrade-modernize-connected-nukes.html\">B-21 Raider</a>, its first new stealth bomber in 30 years. Northrop Grumman, which developed the aircraft, first showed us a silhouette of the plane covered by a shroud way back in 2015. Now, the Pentagon has officially presented the B-21 at an event at Northrop Grumman's plant in Palmdale, California, but most of its details still remain a secret. Prior to the event, though, the company called it the \"world’s first sixth-generation aircraft,\" which means it's a lot more technologically advanced than the military jets in service today.</p><p>According to <a href=\"https://abcnews.go.com/Politics/new-21-stealth-bomber-unveiled/story?id=94353024\"><em>ABC News</em></a>, US Defense Secretary Lloyd Austin said during the event that \"no other long range bomber can match [the B-21's] efficiency.\" Austin also said that \"fifty years of advances in low observable technology\" have gone into the aircraft and that even the most sophisticated air defense systems will have a hard time detecting a B-21 in the sky.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The aircraft was designed using next-generation stealth technology so that it can remain undetectable even to advanced radars and air defense systems, Northrop Grumman said in a previous <a href=\"https://news.northropgrumman.com/news/features/10-facts-about-northrop-grummans-b-21-raider?_gl=1*xiqapl*_ga*MTIwNDE2NzIxMi4xNjcwMDYxOTI3*_ga_7YV3CDX0R2*MTY3MDA2MTkyNy4xLjAuMTY3MDA2MTkyNy4wLjAuMA..\">announcement</a>. A Northrop Grumman official also said that the B-21 can fly in full stealth mode every day, according to<em>&nbsp;</em><a href=\"https://www.airandspaceforces.com/much-about-the-air-forces-new-b-21-bomber-remains-a-secret-following-reveal/\"><em>Air and Space Forces Magazine</em></a>, unlike the current model that needs hundreds of hours of maintenance between missions. The aircraft will use a cloud-based digital infrastructure that's cheaper and easier maintain, and the military can also roll out rapid upgrades for separate components so that it's always protected against evolving threats.&nbsp;</p><p>Northrop Grumman is currently working on six B-21 units, which are in various stages of production, but the Air Force is expected to order at least 100 of them. The military will start testing the stealth bomber in California sometime next year before the first units go into service by mid-2020s.</p><div id=\"c1e4b14bb121481e94279b387971739d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Take a closer look at the B-21 Raider — the world’s first sixth generation aircraft. This changes everything. <a href=\"https://twitter.com/hashtag/DefiningPossible?src=hash&amp;ref_src=twsrc%5Etfw\">#DefiningPossible</a><a href=\"https://twitter.com/hashtag/RiseoftheRaider?src=hash&amp;ref_src=twsrc%5Etfw\">#RiseoftheRaider</a><a href=\"https://t.co/rZIINucOug\">pic.twitter.com/rZIINucOug</a></p>— Northrop Grumman (@northropgrumman) <a href=\"https://twitter.com/northropgrumman/status/1598862840886067200?ref_src=twsrc%5Etfw\">December 3, 2022</a></blockquote></div><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/recommended-reading-china-evs-environment-150014047.html?src=rss", "title": "Recommended Reading: The environmental cost of China's EV boom", "date_published": "2022-12-03 15:00:14+00:00", "description": "<h2><a href=\"https://restofworld.org/2022/indonesia-china-ev-nickel/\">The dirty road to clean energy: How China’s electric vehicle boom is ravaging the environment</a></h2><p><strong>Antonia Timmerman, </strong><strong><em>Rest of World</em></strong></p><p>The rise of electric vehicles in China is causing devastating environmental impacts in nearby Indonesia, including rising ocean temperatures as a byproduct of coal plants. Upper respiratory infections are also one of the main health issues for people who live near nickel-processing factories and the main water sources for some areas are increasingly polluted and prone to flooding.</p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.cnbc.com/2022/11/23/nyc-robotic-parking-systems-luxury-residents.html\">The future of parking is in New York — and it costs at least $300,000 per space</a></h2><p><strong>Ray Parisi, </strong><strong><em>CNBC</em></strong></p><p>Some of the priciest condos in NYC are housed in buildings with futuristic parking systems. Robotic technology is deployed to park and retrieve vehicles. The catch? The apartments cost millions and reserving a self-parking spot will cost you at least $300,000 more.</p><h2><a href=\"https://www.wired.com/story/musk-denial-true-cost-twitter-implosion/\">We’re in denial about the true cost of a Twitter implosion</a></h2><p><strong>Eve Fairbanks, </strong><strong><em>Wired</em></strong></p><p>\"The amount of reputational and social wealth that stands to be lost if Twitter collapses is astounding,\" Fairbanks explains. \"Twitter currently functions as perhaps the world's biggest status bank, and the investments stored in it are terrifyingly unsecured.\"&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/meta-collecting-sensitive-financial-data-tax-prep-websites-100454171.html?src=rss", "title": "Meta faces lawsuit for harvesting financial data from tax prep websites", "date_published": "2022-12-03 10:04:54+00:00", "description": "<p>A group of anonymous plaintiffs who filed their taxes online in 2020 using H&amp;R Block has <a href=\"https://themarkup.org/pixel-hunt/2022/12/02/meta-sued-for-collecting-financial-information-through-tax-filing-websites\">sued Meta</a>, accusing the company of violating users' trust and privacy. If you'll recall, a recent <em>Markup</em> investigation <a href=\"https://www.engadget.com/tax-filing-website-data-meta-pixel-facebook-154500543.html\">revealed</a> that H&amp;R Block, along with other popular tax-filing websites like TaxAct and TaxSlayer, have been sending users' sensitive financial information to Meta through its Pixel tracking tool.&nbsp;</p><p>Pixel is a piece of code companies can embed on their websites so they can track visitors' activities and identify Facebook and Instagram users to target with ads. Apparently, the aforementioned tax prep websites had been transmitting personal information, such as income data, filing statuses, refund amounts and dependents' tuition grants, to Meta through that code. The tax-filing services had already changed their Pixel settings to stop sending information or had been reevaluating how they used Pixel by the time <em>Markup's</em> report came out.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In a statement sent to <em>Engadget</em> when the news first came out, Meta said that advertisers are prohibited from sharing personal information and that it uses an automated system that can filter out sensitive content sent through Pixel. The plaintiffs acknowledged in their <a href=\"https://www.documentcloud.org/documents/23326894-322-cv-07557-si\">complaint</a> (PDF, courtesy of <a href=\"https://themarkup.org/pixel-hunt/2022/12/02/meta-sued-for-collecting-financial-information-through-tax-filing-websites\"><em>The Markup</em></a>) that Meta does require businesses that use Pixel to \"have lawful rights to collect, use and share\" user data before providing the company with any information. However, the plaintiffs argue that Meta makes no effort to enforce that rule and instead relies on a \"broken honor-system\" that has resulted in \"repeated, documented violations.\"</p><p>According to <em>The Markup</em>, the lawsuit is seeking class action status for people who used the tax prep services mentioned in the publication's report. The services themselves, however, were not named as defendants in the case.&nbsp;</p>", "persistent": false}]