[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/usa-10-latek-zamordowal-matke-bo-nie-kupila-mu-okularow-vr/", "title": "USA. 10-latek zamordował matkę, bo nie kupiła mu okularów VR", "date_published": "2022-12-03 21:34:00+00:00", "description": "10-latek zastrzelił swoją 44-letnią matkę, bo nie chciała kupić mu zestawu do gier na Amazonie. Po morderstwie zamówił sobie gogle i dopytywał babcię, czy paczka już przyszła. Dziecko ma być sądzone jak dorosły. Grozi mu do 60 lat więzienia.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/wojna-w-ukrainie-lukaszenka-o-wojnie-do-ostatniego-polaka/", "title": "Wojna w Ukrainie. Łukaszenka o \"wojnie do ostatniego Polaka\"", "date_published": "2022-12-03 20:05:00+00:00", "description": "Alaksandr Łukaszenka rozmawiał z rosyjskim ministrem obrony Siergiejem Szojgu. Białoruski przywódca za wojnę obwinił Ukrainę, twierdząc, że ani Rosja, ani Białoruś nie chciały konfliktu. Straszył też wojną do ostatniego Polaka.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/wojna-w-ukrainie-nowa-baza-wojskowa-w-mariupolu-sa-zdjecia-satelitarne/", "title": "Wojna w Ukrainie. Nowa baza wojskowa w Mariupolu? Są zdjęcia satelitarne", "date_published": "2022-12-03 17:01:00+00:00", "description": "Rosjanie wzmacniają swoją gotowość bojową w Mariupolu? Tak wynika z opublikowanych ostatnio zdjęć satelitarnych firmy Maxar. Fotografie przedstawiają kompleks wojskowy Rosji. Na dachu zaś Rosjanie zostawili wiadomość.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/legenda-futbolu-nie-reaguje-na-chemioterapie-pele-pod-opieka-paliatywna/", "title": "Legenda futbolu nie reaguje na chemioterapię. Pele pod opieką paliatywną", "date_published": "2022-12-03 16:16:00+00:00", "description": "Słynny piłkarz, jedyny trzykrotny mistrz świata - Pele - otrzymał opiekę paliatywną po tym, jak chemioterapia przestała przynosić oczekiwane rezultaty - donosi dziennik Folha de Sao Paulo. Brazylijska legenda futbolu walczy z rakiem okrężnicy.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/usa-emmanuel-macron-po-spotkaniu-z-joe-bidenem-mowil-o-gwarancjach-bezpieczenstwa-dla-rosji/", "title": "USA. Emmanuel Macron po spotkaniu z Joe Bidenem mówił o gwarancjach bezpieczeństwa dla Rosji", "date_published": "2022-12-03 15:55:00+00:00", "description": "Przyszła europejska architektura bezpieczeństwa musi zawierać gwarancje dla Rosji - powiedział w sobotę telewizji TF1 prezydent Francji Emmanuel Macron. Przytoczył przy tej okazji słowa Władimira Putina, który ma obawiać się, że ​​NATO zbliża się do granic jego państwa. Macron jednocześnie zapowiedział, że Ukraina otrzyma dodatkowe wsparcie militarne do walki z okupantem.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/usa-siedmiolatka-znaleziona-martwa-porwal-ja-kierowca-firmy-kurierskiej/", "title": "USA. Siedmiolatka znaleziona martwa. Porwał ją kierowca firmy kurierskiej", "date_published": "2022-12-03 11:29:00+00:00", "description": "Koszmarny finał trwającej dwa dni akcji poszukiwawczej Atheny Strand z Teksasu. Siedmiolatka została znaleziona martwa w wiejskim hrabstwie Wise. Zaginięcie dziecka z domu jej ojca zostało zgłoszone 30 listopada. Zdaniem policji za uprowadzenie oraz zabicie dziewczynki odpowiedzialny jest 31-letni kurier firmy FedEx.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/ukraina-mer-moskwy-siergiej-sobianin-pojawil-sie-na-froncie/", "title": "Ukraina. Mer Moskwy Siergiej Sobianin pojawił się na froncie. Jego miasto wspiera Ługańsk i Donieck", "date_published": "2022-12-03 10:20:00+00:00", "description": "Nieoczekiwanie na ukraińskim froncie pojawił się Siergiej Sobianin, uznawany za jednego z kandydatów do zastąpienia Władimira Putina, mer Moskwy. Polityk do tej pory dystansował się od operacji specjalnej, dlatego jego wizyta jest tym bardziej zaskakująca. Jak podają rosyjskie media, wyjazd na okupowane terytoria ma związek z poleceniem od prezydenta Rosji.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/maksymilian-dura-tysiace-ukraincow-zniknelo-z-frontu-atak-na-melitopol-moze-byc-przelomem/", "title": "Maksymilian Dura: Tysiące Ukraińców zniknęło z frontu. Atak na Melitopol może być przełomem", "date_published": "2022-12-03 10:10:00+00:00", "description": "Ukraińcy mogą szykować się do przeprowadzenia ofensywy i odbicia Melitopolu w obwodzie zaporoskim, co mogłoby doprowadzić do przełomu w wojnie - uważa kmdr por. rez. Maksymilian Dura, ekspert Defence24.pl. Jak tłumaczy, taki ruch pozwoliłby odciąć znaczną część wojsk okupantów od dostaw. Ofensywę może przeprowadzić kilkadziesiąt tysięcy Ukraińców, którzy jakiś czas temu nagle zniknęli z frontu.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-12-03/media-wladimir-putin-mial-wypadek-w-swojej-rezydencji/", "title": "Media: Władimir Putin miał wypadek w swojej rezydencji", "date_published": "2022-12-03 08:00:00+00:00", "description": "Rosyjskie media społecznościowe obiegła informacja o poważnym wypadku Władimira Putina. Prezydent Rosji miał spaść ze schodów w swojej rezydencji i poważnie potłuc kość ogonową.", "persistent": false}]