{"entries": [{"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/stopy-procentowe-w-usa-szef-fed-studzi-nadzieje-rynku/tt4pl74", "title": "Stopy procentowe w USA. Szef Fed studzi nadzieje rynku", "date_published": "2022-12-14 21:21:08+00:00", "description": "Po dzisiejszej podwyżce stóp procentowych w USA o 50 pkt bazowych Fed przewiduje, że wskazane będą dalsze podwyżki — Będziemy musieli utrzymać restrykcyjne nastawienie przez jakiś czas. Doświadczenia historyczne zdecydowanie przestrzegają przed przedwczesnym luzowaniem polityki — powiedział prezes Fed Jerome Powell na konferencji prasowej w środę.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/firmy-rodzinne-sejm-uchwail-ustawe/0lq1e8f", "title": "Firmy rodzinne. Sejm uchwaił ustawę", "date_published": "2022-12-14 20:35:52+00:00", "description": "Sejm uchwalił w środę ustawę powołującą fundację rodzinną, która ma pomóc firmom rodzinnym kontynuować prowadzenie biznesu w perspektywie dłuższej niż jedno pokolenie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/pracownicy-amazona-nagrali-swiateczna-piosenke-nasz-czas/sgs4jg4", "title": "Pracownicy Amazona nagrali świąteczną piosenkę \"Nasz Czas\"", "date_published": "2022-12-14 20:20:21+00:00", "description": "Pracownicy polskiego oddziału Amazona nagrali świąteczną piosenkę pod tytułem \"Nasz Czas\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/polski-atom-nowy-wiceprezes-spolki-odpowiedzialnej-za-inwestycje/c9yrnlv", "title": "Polski atom. Nowy wiceprezes spółki odpowiedzialnej za inwestycję", "date_published": "2022-12-14 19:50:24+00:00", "description": "Spółka odpowiedzialna za przygotowanie programu inwestycyjnego pierwszej polskiej elektrowni atomowej poinformowała, że jej nowym wiceprezesem został dr Łukasz Młynarkiewicz. Menedżer kierował dotychczas Państwową Agencją Atomistyki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/podatki/nowy-pit-2-kto-moze-skladac-co-roku-mamy-wyjasnienia-mf/8wgff4b", "title": "Nowy PIT-2. Będziesz składał? Mamy wyjaśnienia resortu finansów", "date_published": "2022-12-14 19:02:15+00:00", "description": "Ministerstwo Finansów przedstawiło nowy formularz PIT-2, który będzie obowiązywał od 2023 r. Warto się nim zainteresować już teraz, bo można w nim obniżyć zaliczki na PIT pobierane co miesiąc przez pracodawcę. Problem w tym, że formularz już budzi wątpliwości. Część z nich rozwiewa Ministerstwo Finansów w odpowiedzi na pytania Business Insidera.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/stopy-procentowe-w-usa-jest-decyzja-fed-zdejmuje-noge-z-gazu/7zhfpwe", "title": "Stopy procentowe w USA. Jest kluczowa dla rynków decyzja Fed", "date_published": "2022-12-14 19:00:36+00:00", "description": "Amerykański bank centralny kontynuuje walkę z inflacją. W środę podniósł stopy procentowe o 50 pkt bazowych, do najwyższego poziomu od 15 lat. Podwyżka jest jednak mniejsza od poprzednich.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/wygaszanie-kopaln-jest-wstepne-porozumienie-ws-gwarancji-dla-pracownikow/ngnbe83", "title": "Wygaszanie kopalń. Jest wstępne porozumienie ws. gwarancji dla pracowników", "date_published": "2022-12-14 18:58:15+00:00", "description": "Resort aktywów państwowych poinformował, że parafowano umowę społeczną ws. gwarancji dla pracowników przedsiębiorstw, które zostaną dotknięte zmianami po powołaniu Narodowej Agencji Bezpieczeństwa Energetycznegi.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/prace-nad-budzetem-wsrod-poprawek-pieniadze-na-nowe-przejscie-graniczne/d80p7bt", "title": "Prace nad budżetem. Wśród poprawek pieniądze na nowe przejście graniczne", "date_published": "2022-12-14 18:39:48+00:00", "description": "Sejmowa Komisja finansów publicznych pozytywnie zaopiniowała 17 z 68 poprawek do przyszłorocznego budżetu zgłoszonych na etapie drugiego czytania. Jedną z nich jest przekazanie niemal 70 mln na budowę nowego przejścia granicznego z Ukrainą.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/elektrownia-w-zaporozu-pracownicy-lojalni-wobec-kijowa-dostana-bonus/9htcyk8", "title": "Zaporoska Elektrownia Atomowa. Pracownicy lojalni wobec Kijowa dostaną bonus", "date_published": "2022-12-14 18:07:59+00:00", "description": "Ukraiński państwowy koncern Enerhoatom poinformował w środę, że pracownikom Zaporoskiej Elektrowni Atomowej, którzy pozostali lojalni wobec Kijowa zaoferuje wyższe bonusy — podaje Reuters. Rosjanie zmuszają ukraiński personel do przyjmowania rosyjskich paszportów i podpisywania kontraktów z Rosatomem.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/twitter-zawiesil-konto-ktore-sledzilo-prywatny-odrzutowiec-elona-muska/zbkt9t6", "title": "Twitter zawiesił konto, które śledziło prywatny odrzutowiec Elona Muska", "date_published": "2022-12-14 17:39:05+00:00", "description": "Twitter zawiesił konto, które śledziło prywatny odrzutowiec Elona Muska, nowego właściciela platformy. Musk zapewniał wcześniej, że nie zawiesi konta.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/tarcza-antyinflacyjna-i-ceny-zywnosci-wiceminister-o-dalszych-krokach-rzadu/y5fxq23", "title": "Tarcza antyinflacyjna i ceny żywności. Wiceminister o dalszych krokach rządu", "date_published": "2022-12-14 16:51:19+00:00", "description": "Rząd przewiduje możliwość kontynuowania zerowej stawki VAT na żywność — zapowiedział w środę w Sejmie wiceminister finansów Artur Soboń.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/rewolucja-w-urlopach-nawet-35-wolnych-dni-w-2023-r-ale-jest-warunek/8pw9r6z", "title": "Rewolucja w urlopach. Nawet 35 wolnych dni w 2023 r., ale jest jeden warunek", "date_published": "2022-12-14 16:48:46+00:00", "description": "Jest szansa, że w przyszłym roku osoby zatrudnione na podstawie umowy o pracę będą mogły skorzystać ze znacznie większej liczby dni urlopowych niż do tej pory. Nie dotyczy to jednak wszystkich i nie wiadomo, czy zmiany wejdą w życie już na początku 2023 r. Wiele zależy od tego, jak szybko zostaną wdrożone dyrektywy, które przybliżą nasz Kodeks pracy do unijnych standardów, a zwłaszcza jedna z nich. Na razie mamy w tym spore opóźnienie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/wojciech-kaluza-z-posada-w-spolce-skarbu-panstwa/jt220w6", "title": "Były wicemarszałek śląskiego sejmiku z posadą w spółce Skarbu Państwa", "date_published": "2022-12-14 16:20:50+00:00", "description": "Wojciech Kałuża nie pozostawał długo bez stanowiska. Kilka tygodni po złożeniu dymisji ze stanowiska wicemarszałka województwa śląskiego Wojciech Kałuża został powołany do zarządu Jastrzębskiej Spółki Węglowej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/motoryzacja/zla-wiadomosc-dla-kierowcow-jest-drogo-i-stabilnie/gmd69t0", "title": "Zła wiadomość dla kierowców. Jest drogo i stabilnie", "date_published": "2022-12-14 16:02:12+00:00", "description": "Jest drogo, ale stabilnie - tak można podsumować sytuację na stacjach benzynowych. Z analizy ekspertów e-petrol, wynika, że jedynym paliwem, które potaniało, jest autogaz.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosnie-napiecie-tajwan-chiny-pekin-wyslal-rekordowa-liczbe-bombowcow/m095psb", "title": "Chiny wysłały rekordową liczbę bombowców nad Tajwan. Napięcie rośnie", "date_published": "2022-12-14 15:55:50+00:00", "description": "Chiny wysyłają rekordową liczbę 18 bombowców do strefy obrony powietrznej Tajwanu. Zdaniem obserwatorów ciągłe ćwiczenia morskie i powietrzne wyglądają na ćwiczenia przyszłej blokady lub napaści.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/eksperci-tego-nie-przewidzieli-pomogly-unijne-pieniadze/vk98qqs", "title": "Niespodziewana poprawa w statystykach NBP. Pomogły unijne pieniądze", "date_published": "2022-12-14 15:26:57+00:00", "description": "Poprawiły się statystyki Polski związane z wymianą handlową z innymi krajami. Do zwiększenia wartości eksportu przyczynił się przede wszystkim wzrost sprzedaży w branży motoryzacyjnej. Duże znaczenie ma w tym także żywność. Jednocześnie największy wzrost wartości importu kontynuowany był w paliwach.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/pis-robi-krok-w-tyl-wiec-kpo-coraz-blizej-wyjasniamy-na-co-pojda-miliardy-z-brukseli/hc7gt7y", "title": "PiS robi krok w tył, więc KPO coraz bliżej. Wszystko, co musisz o nim wiedzieć", "date_published": "2022-12-14 15:09:41+00:00", "description": "Rząd już otwarcie wycofuje się z reform i przepisów, które do tej pory blokowały wypłatę środków z KPO dla Polski. Dzięki temu nasz kraj będzie mógł liczyć na nieco ponad 35 mld euro. To jedna czwarta rocznego budżetu. Na co pójdą te środki? Wyjaśniamy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/rosjanie-fortyfikuja-granice-z-ukraina-pojawiaja-sie-okopy/5qvd2d2", "title": "Rosjanie fortyfikują granicę z Ukrainą. Pojawiają się okopy", "date_published": "2022-12-14 14:59:13+00:00", "description": "Władze graniczący z Ukrainą obwodu biełgorodzkiego w Rosji opublikowały zdjęcia prac fortyfikacyjnych prowadzonych w regionie, o czym poinformowała rosyjska redakcja BBC. Na zdjęciach widać okopy oraz betonowe zapory przeciwczołgowe połączone drutem kolczastym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/sport/argentyna-w-finale-12-letni-alvarez-zrobil-sobie-zdjecie-z-messim-teraz-razem/pc0jq2f", "title": "12-letni Alvarez zrobił sobie zdjęcie z Messim. Wczoraj razem zdobyli 3 bramki w półfinale mundialu", "date_published": "2022-12-14 14:28:07+00:00", "description": "Od najmłodszych lat Álvarez miał dwa jasne cele: chciał zagrać na mistrzostwach świata i chciał to zrobić z Messim. Dziesięć lat temu, zrobił sobie nawet zdjęcie ze swoim idolem. Wczoraj razem przyczynili się do zdobycia trzech bramek w półfinale mundialu w Katarze.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/niemcy-poteznie-sie-zadluza-dramatyczny-plan-rzadu-na-kryzys/1pweqz5", "title": "\"Dramatyczny\" plan niemieckiego rządu. Zadłuży się na rekordową kwotę", "date_published": "2022-12-14 14:05:38+00:00", "description": "Kryzys energetyczny zmusza niemieckie władze do działań pomocowych. Ich koszty będą tak duże, że w przyszłym roku rząd planuje rekordowo wysokie zadłużenie. Mowa o długu federalnym na kwotę około 539 mld euro.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/orlen-odpiera-zarzuty-o-zlamanie-prawa-jest-oswiadczenie/nqlvjb2", "title": "Orlen odpiera zarzuty o złamanie prawa. Jest oświadczenie", "date_published": "2022-12-14 13:58:00+00:00", "description": "PKN Orlen odpiera zarzuty o złamanie prawa przy sprzedaży aktywów Lotosu gigantowi Saudi Aramco. \"W żadnym momencie PKN Orlen nie złamał postanowień ustawy\" — napisał w oświadczeniu płocki koncern.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/zalozenie-firmy-niezbyt-kusi-polakow-odstraszaja-inflacja-skladki-na-zus-i-polski-lad/fgf07hk", "title": "Polacy niechętnie zakładają nowe firmy. Odstraszają inflacja, składki na ZUS i Polski Ład", "date_published": "2022-12-14 13:47:17+00:00", "description": "W Centralnej Ewidencji i Informacji o Działalności Gospodarczej widać niewielki wzrost liczby zakładanych w Polsce firm. Eksperci nie spodziewają się tu zbytniego przyspieszenia w najbliższym czasie ze względu na sytuację gospodarczą.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/skorzystal-z-promocji-zamiast-telefonu-za-5-tys-zl-dostal-dwie-marchewki/8ejdy2d", "title": "Zamiast markowego telefonu za 5 tys. zł dostał dwie marchewki", "date_published": "2022-12-14 13:45:44+00:00", "description": "Mieszkaniec Rudy Śląskiej skorzystał z internetowej okazji i kupił telefon o 2 tys. zł taniej. Jednak zamiast zamówionego towaru otrzymał dwie marchewki. Kurier, który dostarczył paczkę, zainkasował 5 tys. zł pobrania.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/podroze/spedz-urlop-w-wakacyjnym-raju-seszele-z-widokiem-na-ocean/jc54585", "title": "Spędź urlop w wakacyjnym raju. Seszele z widokiem na ocean", "date_published": "2022-12-14 13:24:00+00:00", "description": "Seszele, przez odwiedzających je turystów, nazywane są rajem na ziemi. Położone są na lazurowych wodach Oceanu Indyjskiego. Wyspy te już od kilku lat znajdują się na szczycie rankingów najlepszych wakacyjnych kierunków podróży. Czym przyciągają turystów? Z całą pewnością rajską przyrodą: szerokimi i pięknymi plażami z białym, miękkim piaskiem, malowniczymi zatokami, rozłożystymi, zielonymi palmami i pyszną kuchnią składającą się z egzotycznych owoców i warzyw, często łączonych z owocami morza. W artykule polecamy sprawdzone hotele, które mają dostępne terminy, a jednocześnie są różnorodne pod względem standardu i ceny. Zapraszamy!", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/akcja-policji-w-niemczech-odkryla-nieludzkie-warunki-w-jakich-mieszkali-min-polacy/7enmtez", "title": "\"Nieludzkie warunki\" dla pracowników m.in. z Polski. Nalot niemieckiej policji", "date_published": "2022-12-14 13:22:54+00:00", "description": "90 euro tygodniowo za łóżko w przepełnionym mieszkaniu mieli płacić agencjom zatrudnienia pracownicy z Polski i Rumunii. Niemiecka policja przeprowadziła we wtorek nalot na mieszkania w okolicach Roermond i Venlo — informuje portal NOS. Lokale mają należeć do polskich i holenderskich firm.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/ktore-pralki-sa-najpopularniejsze-w-grudniu-sprawdz-obiektywne-dane/4jysn9s", "title": "Które pralki są najpopularniejsze w grudniu? Sprawdź obiektywne dane", "date_published": "2022-12-14 13:19:00+00:00", "description": "Przedstawiamy najnowszy ranking popularności pralek. Tym razem z danych płynących od Skąpiec.pl pozostawiliśmy wśród pięciu najpopularniejszych modeli tylko te, które są dostępne przynajmniej w kilku sklepach. Gwarantuje to możliwość wyboru najtańszej oferty.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/lifestyle/posel-nie-skorzystal-ze-zwolnienia-lekarskiego-chory-pojawil-sie-w-sejmie/ewsctw6", "title": "Poseł nie skorzystał ze zwolnienia lekarskiego. Chory pojawił się w Sejmie", "date_published": "2022-12-14 13:16:17+00:00", "description": "\"Jak ktoś jest chory to idzie do lekarza i otrzymuje zwolnienie z pracy żeby m.in. nie zakażać innych\" - w ten sposób minister zdrowia odniósł się do pojawienia się w Sejmie zakażonego COVID-19 posła Koalicji Obywatelskiej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/jack-dorsey-byly-szef-twittera-przyznaje-sie-do-bledow-przy-moderacji-tresci/0w8qgj3", "title": "Były szef Twittera przyznaje się do błędów. \"Zła rzecz dla internetu i społeczeństwa\"", "date_published": "2022-12-14 13:08:24+00:00", "description": "Jack Dorsey, były CEO Twittera, przeprasza za decyzje dotyczące moderowania treści. Przyznaje, że zrobił \"źle dla internetu i społeczeństwa\". Wymienia trzy zasady, jakimi powinny kierować się media społecznościowe.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kluczowa-ustawa-w-sprawie-kpo-wiadomo-kiedy-zajmie-sie-nia-sejm/k835y5j", "title": "Kluczowa ustawa w sprawie KPO. Wiadomo, kiedy zajmie się nią Sejm", "date_published": "2022-12-14 12:39:34+00:00", "description": "Pierwsze czytanie projektu ustawy o Sądzie Najwyższym zostanie przeprowadzone w czwartek 15 grudnia. We wtorek odbędzie się dalszy ciąg posiedzenia Sejmu i wtedy zostanie przeprowadzone drugie i trzecie czytanie projektu – poinformował rzecznik PiS Rafał Bochenek.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wegry-rzad-przedluza-limity-cen-na-produkty-spozywcze/4s3c8l3", "title": "Węgry. Rząd przedłuża limity cen na produkty spożywcze", "date_published": "2022-12-14 12:31:52+00:00", "description": "Węgierski rząd zdecydował o przedłużeniu przynajmniej do końca kwietnia przyszłego roku maksymalnych cen na podstawowe produkty spożywcze. Wcześniej wprowadzenie maksymalnej ceny na paliwa doprowadziło do sytuacji, w której tego paliwa na stacjach zabrakło.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/produkcja-przemyslowa-w-ue-z-problemami-polska-poddaje-sie-presji/jrpc4f3", "title": "Słaba końcówka roku w europejskim przemyśle. Polska poddaje się presji", "date_published": "2022-12-14 12:18:21+00:00", "description": "Kluczowa gałąź europejskiej gospodarki radzi sobie coraz słabiej. Produkcja przemysłowa jedzie na zaciągniętym hamulcu ręcznym. W największych krajach widać spadki produkcji miesiąc do miesiąca i w skali roku. Na tle UE dobrze wypada Polska, ale i nasze statystyki się pogarszają.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/morawiecki-przed-wylotem-do-brukseli-polska-szuka-koalicji-wokol-cen-energii/sbwm6gw", "title": "Morawiecki przed wylotem do Brukseli. Będzie walka o ceny surowców", "date_published": "2022-12-14 11:25:52+00:00", "description": "— Europy nie może paraliżować lęk przed Rosją — stwierdził przed wylotem do Brukseli premier Mateusz Morawiecki. Zabrał także głos w sprawie KPO dla Polski.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/ktora-hulajnoge-elektryczna-wybrac-na-prezent-sprawdz-ranking-popularnosci/v06exqr", "title": "Którą hulajnogę elektryczną wybrać na prezent? Sprawdź ranking popularności", "date_published": "2022-12-14 11:21:00+00:00", "description": "Hulajnoga elektryczna to znakomity pomysł na prezent. Zadowoleni z niej będą szczególnie ci, którzy muszą dojeżdżać do pracy lub na zajęcia komunikacją miejską. Wybierz jeden z pięciu najpopularniejszych modeli według danych z porównywarki cen Skąpiec.pl.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/kluczowa-ustawa-dla-kpo-liderzy-opozycji-stawiaja-warunek/107mttg", "title": "Kluczowa ustawa dla KPO. Opozycja stawia warunek", "date_published": "2022-12-14 10:33:03+00:00", "description": "Liderzy opozycji: zgodzili się na procedowanie projektu nowelizacji ustawy o Sądzie Najwyższym na najbliższym posiedzeniu Sejmu, \"ale nie w pilnym trybie\".", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/ustawa-o-sadzie-najwyzszym-jest-reakcja-opozycji-na-wniosek-pis/g435f4r", "title": "Pilne spotkanie w Sejmie. Jest reakcja opozycji na wniosek PiS", "date_published": "2022-12-14 10:32:56+00:00", "description": "Polska jest o kolejny krok bliżej do uzyskania pieniędzy z KPO. Opozycja zgodziła się na procedowanie nowelizacji ustawy o Sądzie Najwyższym. Stawia jednak warunek.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/krakow-kupuje-dzialke-od-zakonu-zaplaci-miliony/ccmvsg6", "title": "Kraków kupuje działkę od zakonu. Miał zapłacić złotówkę, a zapłaci miliony", "date_published": "2022-12-14 10:30:29+00:00", "description": "Władze Krakowa wykupiły za blisko 11 mln zł od zakonu salwatorianów park Jalu Kurka w centrum miasta. Teren zielony, który od kilkunastu lat nie był dostępny dla mieszkańców, po doposażeniu ma stać się zieloną enklawą i miejscem spacerowym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/krakow-kupuje-dzialke-od-zakonu-zaplaci-za-to-miliony/ccmvsg6", "title": "Kraków kupuje działkę od zakonu. Miał zapłacić złotówkę, a zapłaci miliony", "date_published": "2022-12-14 10:30:29+00:00", "description": "Władze Krakowa wykupiły za blisko 11 mln zł od zakonu salwatorianów park Jalu Kurka w centrum miasta. Teren zielony, który od kilkunastu lat nie był dostępny dla mieszkańców, po doposażeniu ma stać się zieloną enklawą i miejscem spacerowym.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/najwiekszy-swiatowy-producent-ubran-podniosl-ceny-zyski-wystrzelily/md9whlx", "title": "Największy światowy producent ubrań podniósł ceny. Zyski wystrzeliły", "date_published": "2022-12-14 10:29:33+00:00", "description": "Właściciel takich marek odzieżowych jak Zara czy Bershka zwiększył w tym roku sprzedaż o 19 proc., a zyski skoczyły o prawie jedną czwartą. To efekt m.in. podwyżek cen ubrań. Rosnąca presja ze strony pracowników na podwyżki płac może skutkować kolejnymi działaniami.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/zwolnienia-beda-ale-ciagle-wiecej-firm-chce-zatrudniac/wdn5hq2", "title": "Zwolnienia będą, ale ciągle więcej firm chce zatrudniać", "date_published": "2022-12-14 10:19:48+00:00", "description": "Więcej firm planuje dodatkowe zatrudnienia niż cięcia swoich załóg – podaje Instytut Badawczy Randstad. Jak się okazuje, najwięcej firm chce przeczekać najbliższy czas bez zmian w swoim personelu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kiedy-bedziemy-bogaci-niczym-niemcy/zfk1kjf", "title": "Będziemy tak zamożni jak Niemcy. Złą informacją jest data", "date_published": "2022-12-14 09:53:49+00:00", "description": "2022 to kolejny rok, w którym Polska zmniejszała dystans dzielący nas od Niemiec – najbogatszego państwa Europy – podaje w swoim raporcie Warsaw Enterprise Institute. Z analizy wynika, że gonimy największą gospodarkę Europy w coraz lepszym tempie. Miną jednak dekady, nim będziemy na takim samym poziomie zamożności.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/kiedy-bedziemy-bogaci-niczym-niemcy-zla-informacja-jest-data/zfk1kjf", "title": "Będziemy tak zamożni jak Niemcy. Złą informacją jest data", "date_published": "2022-12-14 09:53:49+00:00", "description": "2022 to kolejny rok, w którym Polska zmniejszała dystans dzielący nas od Niemiec – najbogatszego państwa Europy – podaje w swoim raporcie Warsaw Enterprise Institute. Z analizy wynika, że gonimy największą gospodarkę Europy w coraz lepszym tempie. Miną jednak dekady, nim będziemy na takim samym poziomie zamożności.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/technologia-moze-pomoc-samorzadom-w-oszczedzaniu-energii/8g6fqq6", "title": "Technologia może pomóc samorządom w oszczędzaniu energii", "date_published": "2022-12-14 09:46:06+00:00", "description": "Wiele samorządów od kilkunastu miesięcy przygotowuje się na kryzys energetyczny. Włodarze wymieniali oświetlenie uliczne na bardziej energooszczędne, a dziś możemy trafić na miejsca, w których lampy włączane są z dużym opóźnieniem. Przemysław Błaszczyk prezes SolarSpot mówi, że samorządy oszczędzając energię muszą po prostu jej mniej zużywać, a pomóc może im technologia. SolarSpot ma rozwiązania, które pozwalają zredukować koszty ogrzewania o 20 proc., z kolei solarne lampy offgiridowe dają możliwość instalowania ich w miejscach, w których nie ma sieci elektroenergetycznej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/zaskakujace-badanie-polacy-mniej-niepokoja-sie-inflacja/l267yzb", "title": "Zaskakujące badanie. Polacy mniej niepokoją się inflacją", "date_published": "2022-12-14 09:33:05+00:00", "description": "Do 60 proc. spadł odsetek Polaków, którzy niepokoją się rosnącą inflacją. Do 40 proc. wzrósł w listopadzie odsetek tych, którzy spodziewają się zwiększenia dochodu w przyszłym roku – wynika z badania firmy doradczej Deloitte.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/bardzo-zaskakujace-badanie-polacy-mniej-niepokoja-sie-inflacja/l267yzb", "title": "Zaskakujące badanie. Polacy mniej niepokoją się inflacją", "date_published": "2022-12-14 09:33:05+00:00", "description": "Do 60 proc. spadł odsetek Polaków, którzy niepokoją się rosnącą inflacją. Do 40 proc. wzrósł w listopadzie odsetek tych, którzy spodziewają się zwiększenia dochodu w przyszłym roku – wynika z badania firmy doradczej Deloitte.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/jaka-bedzie-przyszlosc-branzy-motoryzacyjnej/yn1wns8", "title": "Jaka będzie przyszłość branży motoryzacyjnej", "date_published": "2022-12-14 09:32:55+00:00", "description": "Sektor motoryzacyjny przechodzi rewolucję. W Europie od 2035 roku nie będzie można zarejestrować nowego samochodu spalinowego. Tomasz Tonder dyrektor biura PR i Corporate Affairs w Grupie Volkswagen podkreśla, że branża w ciągu najbliższych 10 lat branża zmieni się bardziej, niż w czasie ostatnich 50 lat. Dodaje, że innym kierunkiem obok elektromobilności jest automatyzacja jazdy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/dyscyplinarki-sedziow-dla-kpo-przejmie-je-nsa/5vj7dxt", "title": "Naczelny Sąd Administracyjny zajmie się dyscyplinarkami sędziów. Jest projekt ratujący KPO", "date_published": "2022-12-14 09:21:40+00:00", "description": "We wtorek późnym wieczorem do Sejmu wpłynął poselski projekt nowelizacji ustawy o Sądzie Najwyższym i innych ustaw, który ma pozwolić na odblokowanie środków dla Polski z Krajowego Planu Odbudowy. Wiosek o przeprowadzenie testu niezależności będzie rozpoznawany przez Naczelny Sąd Administracyjny na posiedzeniu niejawnym w składzie 5 sędziów losowanych spośród całego składu NSA.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/biogazownie-szansa-dla-polskiej-energetyki/nnw9rzp", "title": "Biogazownie szansą dla polskiej energetyki", "date_published": "2022-12-14 09:18:17+00:00", "description": "", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/technologie/iphony-juz-nie-tylko-z-app-store-apple-peka-pod-naciskiem-unii-europejskiej/2kx4v2w", "title": "Apple pęka pod naciskiem Unii Europejskiej. W iPhone'ach już nie tylko App Store", "date_published": "2022-12-14 08:47:33+00:00", "description": "Po wymuszeniu na Apple wprowadzenia ustandaryzowanych ładowarek Unia Europejska może skruszyć kolejną skałę amerykańskiej korporacji. Wszystko wskazuje na to, że w iPhone'ach skończy się monopol App Store.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wskaznik-przyszlej-inflacji-w-grudniu-2022-inflacja-moglaby-spasc-w-okolice-15-proc/tgm6l7m", "title": "Inflacja mogłaby spaść w okolice 15 proc. Kilka czynników stanie na przeszkodzie", "date_published": "2022-12-14 08:44:51+00:00", "description": "Wyliczenia BIEC sugerują, że inflacja w Polsce powinna się w kolejnych miesiącach obniżać. Po pięciu kolejnych spadkach wskaźnika przyszłej inflacji główny miernik cen mógłby zejść w okolice 15 proc. Niestety to tylko teoria.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/wszyscy-musza-sie-posunac-i-zrobic-miejsce-rolnikowi/4msqne5", "title": "\"Wszyscy muszą się posunąć i zrobić miejsce rolnikowi\". Pomóc może państwowy holding", "date_published": "2022-12-14 08:33:32+00:00", "description": "Były mister Jan Krzysztof Ardanowski uważa, że trzeba dążyć, \"by rolnicy trochę lepiej zarabiali z produkcji\". Ma dwa pomysły, jak można to zrobić.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-14-grudnia-2022/l3zhgct", "title": "Kurs franka 14 grudnia w okolicach 4,75 zł", "date_published": "2022-12-14 08:07:15+00:00", "description": "Frank szwajcarski w okolicach 4,75 zł. W środę rano 14 grudnia 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,7584.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-14-grudnia-2022/czv9fhe", "title": "Kurs euro 14 grudnia poniżej 4,7", "date_published": "2022-12-14 08:05:02+00:00", "description": "Kurs euro poniżej 4,7 zł. W środę rano 14 grudnia 2022 r. kurs EUR/PLN wynosił 4,6991 zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-14-grudnia-2022/q11qsnp", "title": "Kurs dolara 14 grudnia poniżej 4,45 zł", "date_published": "2022-12-14 08:02:30+00:00", "description": "Kurs dolara poniżej 4,5 zł. W środę rano 14 grudnia 2022 r. kurs USD/PLN wynosi 4,4223.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pis-spieszy-sie-w-sprawie-kpo-kluczowe-spotkanie-sejmie/6kwzwen", "title": "PiS spieszy się w sprawie KPO. Kluczowe spotkanie Sejmie", "date_published": "2022-12-14 08:01:03+00:00", "description": "Skończyło się spotkanie marszałek Sejmu Elżbiety Witek z szefami klubów i kół w sprawie projektu nowelizacji ustawy o Sądzie Najwyższym – przekazuje Rafał Bochenek. W spotkaniu uczestniczy premier Mateusz Morawiecki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pis-spieszy-sie-w-sprawie-kpo-witek-zaprasza-na-spotkanie/6kwzwen", "title": "PiS spieszy się w sprawie KPO. Marszałek Witek zaprasza na spotkanie w Sejmie", "date_published": "2022-12-14 08:01:03+00:00", "description": "Jeszcze przed południem spotkanie marszałek Sejmu Elżbiety Witek z szefami klubów i kół w sprawie projektu nowelizacji ustawy o Sądzie Najwyższym – przekazuje Rafał Bochenek.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/pis-spieszy-sie-w-sprawie-kpo-trwa-spotkanie-sejmie/6kwzwen", "title": "PiS spieszy się w sprawie KPO. Trwa kluczowe spotkanie Sejmie", "date_published": "2022-12-14 08:01:03+00:00", "description": "Rozpoczęło się spotkanie marszałek Sejmu Elżbiety Witek z szefami klubów i kół w sprawie projektu nowelizacji ustawy o Sądzie Najwyższym – przekazuje Rafał Bochenek. W spotkaniu uczestniczy premier Mateusz Morawiecki.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/ceny-w-sklepach-na-swieta-duzo-drozej-niz-rok-temu-ale-i-tak-jest-przelom/0mcbwd6", "title": "Święta będą dużo droższe niż rok temu. I tak widać jednak przełom", "date_published": "2022-12-14 07:54:15+00:00", "description": "Wzrost cen w sklepach w Polsce przekraczający 20 proc. nie odpuszcza — wynika z badania UCE Research i Wyższych Szkół Bankowych. Coś się jednak zmieniło. Według danych pozyskanych z blisko 41 tys. sklepów detalicznych w listopadzie codzienne zakupy były droższe średnio o 25,8 proc. niż rok temu, czyli nieco mniej niż miesiąc wcześniej, gdy zanotowano 26,1 proc.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/lech-kaczynski-oficjalnie-nowym-statkiem-pgnig/dh0qhsh", "title": "\"Lech Kaczyński\" oficjalnie nowym statkiem PGNiG", "date_published": "2022-12-14 07:49:06+00:00", "description": "Imiona \"Lech Kaczyński\" oraz \"Grażyna Gęsicka\" uroczyście nadano w środę dwóm wyczarterowanym przez PGNiG metanowcom. To statki do transportu skroplonego gazu ziemnego, budowanym w stoczni Hyundai Heavy Industries w Ulsan w Korei Południowej.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/napisali-o-czarneckim-w-bagazniku-teraz-maja-przeprosic/zpkwzed", "title": "Napisali o Czarneckim w bagażniku. Teraz mają przeprosić", "date_published": "2022-12-14 07:16:33+00:00", "description": "W 2019 r. \"Super Express\" donosił, że Jolanta Pieńkowska pomogła swojemu mężowi Leszkowi Czarneckiemu w opuszczeniu Polski, wywożąc go w bagażniku swojego samochodu. Teraz sąd nakazał gazecie przeprosiny.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/biznes/biznes-w-krakowie-wielu-juz-wybralo-to-ma-sens/9g9g382", "title": "Biznes w Krakowie? Wielu już wybrało — to ma sens", "date_published": "2022-12-14 07:00:00+00:00", "description": "Kraków od dawna to już nie tylko Wawel i Sukiennice. To prężny ośrodek gospodarczy i naukowy. Jedno z najlepszych miejsc do prowadzenia innowacyjnego biznesu w Europie.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/tak-idzie-poczcie-polskiej-na-wojnie-z-paczkomatami/72ckjbw", "title": "Poczta Polska poszła na wojnę z paczkomatami. Zakończyło się porażką", "date_published": "2022-12-14 06:52:27+00:00", "description": "Poczta Polska zapowiadała, że do końca bieżącego roku będzie miała aż 2 tys. maszyn paczkowych. Okazuje się jednak, że z planów nic nie wyszło, a państwowa spółka ma mniej więcej tyle samo automatów, co trzy lata temu.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/europejski-skandal-korupcyjny-policja-pokazuje-zdjecia/mnd1s0r", "title": "Europejski skandal korupcyjny. Policja pokazuje zdjęcia", "date_published": "2022-12-14 06:47:20+00:00", "description": "Belgijska policja opublikowała zdjęcia gotówki skonfiskowanej podczas przeszukań w związku z przekupieniem przez Katar członków Parlamentu Europejskiego. W sumie prokuratorzy przejęli ok. 1,5 mln euro.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/twitter-myli-nigerie-i-norwegie/k62yf3h", "title": "Kolejna wpadka Twittera. Pomylili Norwegię z Nigerią", "date_published": "2022-12-14 06:34:09+00:00", "description": "Po przejęciu Twittera przez Elona Muska, serwis zalicza wpadkę za wpadką. Tym razem zareagował norweski resort spraw zagranicznych.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/cpk-ponadrynkowe-stawki-skusily-setki-osob-do-odsprzedazy-gruntow/1lk889z", "title": "Przejmowanie gruntów pod CPK trwa. Ponadrynkowe stawki skusiły setki osób", "date_published": "2022-12-14 06:18:29+00:00", "description": "Ponad 650 właścicieli, którzy mają 1500 ha, zgłosiło się do spółki CPK w sprawie odsprzedaży swoich nieruchomości. Dotychczas podpisano umowy na ponad 200 ha. Jak przypominają przedstawiciele przyszłego lotniska, za dom warty 1 mln zł są w stanie zapłacić 1,4 mln zł.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/wiadomosci/ukraina-walczy-z-niedoborem-pradu-najbardziej-potrzeba-zarowek/91c2vk9", "title": "Ukraina walczy z niedoborem prądu. Najbardziej potrzeba... żarówek", "date_published": "2022-12-14 06:16:17+00:00", "description": "Prezydent Ukrainy Wołodymyr Zełenski prosi o 50 milionów żarówek LED. To ma znacznie zmniejszyć niedobór prądu w kraju. Komisja Europejska proponuje 30 mln.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/finansowy-dolek-polakow-juz-tylko-elita-nie-oszczedza-na-swietach/fq1cyw1", "title": "Finansowy dołek Polaków. Już tylko elita nie oszczędza na świętach", "date_published": "2022-12-14 06:04:45+00:00", "description": "Najnowsze badania pokazują najgorszą od lat ocenę sytuacji gospodarstw domowych. Aż 81 proc. Polaków chce mniej wydać na żywność podczas tegorocznych świąt.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-14122022/hylx261", "title": "Unijne fundusze coraz bliżej. Jest przełom w sprawach sądownictwa w Polsce", "date_published": "2022-12-14 05:55:37+00:00", "description": "Wygląda na to, że mamy przełom w kwestii unijnych pieniędzy z Funduszu Odbudowy, a może także w sprawie wiatraków na lądzie. Rząd pokazał nowy plan budowy dróg krajowych. Na świecie firma Moderna ma przełom w badaniach nad szczepionką na raka skóry. Rynki finansowe czekając na dzisiejsze posiedzenie Fed, są zachwycone spadkiem inflacji w USA. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/fatalne-wiesci-dla-przedsiebiorcow-to-czeka-ich-na-starosc/z0kypk7", "title": "Fatalne wieści dla przedsiębiorców. To czeka ich na starość", "date_published": "2022-12-14 05:48:45+00:00", "description": "Obecni czterdziestolatkowie prowadzący firmy mogą liczyć co najwyżej na minimalne emerytury z ZUS – podaje \"Dziennik Gazeta Prawna\". I wylicza \"typowe\" świadczenie dla małego przedsiębiorcy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/jak-zwiekszyc-produktywnosc-w-pracy-rada-dotyczaca-smartfona/fjw656f", "title": "Produktywni ludzie nie sprawdzają ciągle smartfona. Oto co robią zamiast tego", "date_published": "2022-12-14 05:41:00+00:00", "description": "Według różnych badań każdy z nas sięga po swojego smartfona od 50 do nawet 150 razy dziennie. Często jednak robimy to bez najmniejszego celu. Greg McKeown, autor bestsellerowej książki \"Esencjalista: Mniej, ale lepiej\", sugeruje, by nawyk sięgania po telefon zastąpić innym.", "persistent": true}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/twoje-pieniadze/nowa-odslona-znanego-programu-mozna-wziac-nawet-31-tys-zl/5dy4v3j", "title": "Nowa odsłona znanego programu. Można wziąć nawet 31 tys. zł", "date_published": "2022-12-14 05:39:28+00:00", "description": "W nowej odsłonie programu \"Mój Prąd\" maksymalne dofinansowanie wyniesie 31 tys. zł. Wyższe dotacje będzie można otrzymać do paneli fotowoltaicznych i do magazynów energii – mówi wiceprezes Narodowego Funduszu Ochrony Środowiska i Gospodarki Wodnej Paweł Mirowski.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zle-nawyki-ktore-tak-naprawde-sa-zdrowe/krx8g15", "title": "Osiem \"złych nawyków\", które tak naprawdę są zdrowe", "date_published": "2022-12-14 05:33:00+00:00", "description": "Lubisz czasem zjeść coś kalorycznego, robić sobie drzemkę w ciągu dnia i raz na jakiś czas wypić lampkę wina? Z powodu takich pozornie niedobrych nawyków, wielu z nas ma wyrzuty sumienia. Tymczasem naukowcy przekonują, że wcale nie powinniśmy ich mieć. Wiele z tych ponoć złych nawyków, tak naprawdę jest dla nas zdrowa. Choć warto przy tym pamiętać, że wszystko zależy od tego, jak reaguje nasz organizm.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/prawo/wyrok-tk-w-sprawie-odbierania-prawa-jazdy-za-predkosc-lepiej-odmowic-przyjecia/6ne703t", "title": "Lepiej odmówić przyjęcia mandatu, czyli co w praktyce oznacza wyrok Trybunału", "date_published": "2022-12-14 05:25:00+00:00", "description": "Trybunał Konstytucyjny uznał, że przepis pozwalający na odebranie prawa jazdy za przekroczenie prędkości powyżej 50 km/h w terenie zabudowanym jest niezgodny z konstytucją. To nie oznacza, że policja nie zatrzyma już prawa jazdy. Może, ale kierowca zyska silne narzędzie obrony i wielu przypadkach będzie mógł dalej prowadzić. Za sprawą wyroku starosta nie wyda bowiem automatycznie decyzji o czasowym zabraniu uprawnień.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/makroekonomia/wysokie-podwyzki-stop-procentowych-to-juz-historia-amerykanie-zblizaja-sie-do-konca/kl106wg", "title": "Wysokie podwyżki stóp procentowych to już historia. Amerykanie zbliżają się do końca cyklu", "date_published": "2022-12-14 05:23:44+00:00", "description": "Cztery z rzędu podwyżki stóp procentowych w Stanach Zjednoczonych Ameryki aż o 0,75 pkt proc. to już najprawdopodobniej historia i w środę amerykańska Rezerwa Federalna podniesie koszt pieniądza już \"tylko\" o 0,50 pkt proc. Mniejszej skali podwyżek sprzyja spadek inflacji, ale nie oznacza to, że kolejnych ruchów w górę już nie będzie. Ich skala nie powinna być jednak duża. Koniec bolesnego cyklu już za rogiem.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/finanse/makroekonomia/gospodarka-wegier-w-tarapatach-mocno-odstaja-od-czech-i-polski/t9qmpb3", "title": "Węgrzy najsłabiej w regionie wypadają pod względem gospodarczym. Mocno odstają od Czech i Polski", "date_published": "2022-12-14 05:13:12+00:00", "description": "Nad gospodarką Węgier zbierają się czarne chmury. Państwo to wypada dużo słabiej od Czech i Polski pod względem zadłużenia i deficytu finansów publicznych w stosunku do PKB, jego waluta traci najmocniej, ma najwyższą inflację i stopy procentowe oraz rachityczny wzrost gospodarczy.", "persistent": false}, {"source": "https://businessinsider.com.pl/.feed", "link": "https://businessinsider.com.pl/gospodarka/gw-sprzedaz-lotosu-moze-byc-nielegalna/6czsvzk", "title": "\"GW\": sprzedaż Lotosu może być nielegalna", "date_published": "2022-12-14 05:09:15+00:00", "description": "Jak wynika z artykułu \"Gazety Wyborczej\", sprzedaż przez Orlen części Lotosu miała się odbyć z naruszeniem ustawy o kontroli niektórych inwestycji. Służby miały nie dostać w ogóle możliwości sprawdzenia tej transakcji.", "persistent": false}], "source url": "https://businessinsider.com.pl/.feed", "source title": "Business insider"}