{"entries": [{"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ftx-sam-bankman-fried-criminal-and-civil-charges-200410951.html?src=rss", "title": "Here's everything Sam Bankman-Fried is accused of by the US government", "date_published": "2022-12-14 20:04:10+00:00", "description": "<p>On Monday evening, Bahamian authorities <a href=\"https://www.engadget.com/former-ftx-ceo-sam-bankman-fried-arrested-in-bahamas-000800321.html\">arrested FTX founder and former CEO Sam Bankman-Fried</a> at the request of the US government. The following morning, the Securities and Exchange Commission (SEC), Department of Justice (DOJ) and Commodity Futures Trading Commission (CFTC) filed formal civil and criminal charges against Bankman-Fried in &quot;parallel actions.&quot; It was a lot to take in all at once, so below Engadget has broken up current charges against SBF by agency, with some additional context provided.</p><p>Those indictments likely represent only the start of Bankman-Fried's troubles. In addition to the charges it announced on Tuesday, the SEC said it was investigating Bankman-Fried for other securities violations. The agency also announced that it’s actively examining the actions of other FTX executives and employees. As more charges are unsealed, Engadget will continue to update this article.</p><span id=\"end-legacy-contents\"></span><h2>Securities and Exchange Commission</h2><h2></h2><p>The Securities and Exchange Commission accused SBF of <a href=\"https://www.engadget.com/ftx-collapse-could-affect-more-than-one-million-investors-111742474.html\">defrauding FTX investors and customers of more than $1.9 billion</a>. Starting as early as May 2019 until as recently as this past November, &quot;Bankman-Fried was orchestrating a massive, years-long fraud, diverting billions of dollars of the trading platform's customers funds for his own personal benefit and to help grow his crypto empire,&quot; the SEC said.</p><p>All the while, Bankman-Fried portrayed himself as a responsible business leader building a safe trading platform with &quot;sophisticated, automated measures to protect customer assets.&quot; In reality, the SEC says, &quot;Bankman-Fried orchestrated a fraud to conceal the diversion of customer funds to his privately-held crypto hedge fund, Alameda Research.&quot;</p><div id=\"35dd0a6a1cdb430b9b2ccf9552759b0c\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Today we charged FTX Trading Ltd CEO and co-founder Samuel Bankman-Fried with orchestrating a scheme to defraud equity investors. Investigations as to other securities law violations and into other entities and persons relating to the alleged misconduct are ongoing.</p>— U.S. Securities and Exchange Commission (@SECGov) <a href=\"https://twitter.com/SECGov/status/1602661434541981697?ref_src=twsrc%5Etfw\">December 13, 2022</a></blockquote></div><p>Bankman-Fried told investors and customers FTX's sister company was just another platform on the exchange with no special privileges to speak of. &quot;These statements were false and misleading,&quot; according to the SEC. Alameda had access to a &quot;virtually unlimited 'line of credit&quot; unknowingly funded by FTX customers. In May 2022, when Alameda's lenders demanded the firm repay loans worth billions of dollars, Bankman-Fried allegedly directed FTX to divert even more money to the hedge fund.</p><p>The SEC seeks to bar Bankman-Friend from trading securities in the future. The agency also wants to seize his ill-gotten gains and bar him from acting as an officer or director at another company.</p><p>Current FTX CEO John Ray III testified before the House Financial Services Committee on Tuesday —<a href=\"https://www.engadget.com/sam-bankman-fried-congress-testify-ftx-191421723.html\"> SBF had said he would attend the hearing before his arrest</a>. Ray spoke to some of the allegations detailed by the SEC. &quot;This is really old-fashioned embezzlement,&quot; he told the panel. &quot;We've lost $8 billion. I don't trust a single piece of paper in this organization.&quot;</p><h2>Department of Justice</h2><h2></h2><p>In addition to civil charges, Bankman-Fried faces a criminal indictment from the Justice Department. On Tuesday, prosecutors from the Southern District of New York filed eight charges against the former executive, including multiple counts of wire fraud. The Justice Department alleges SBF conspired with other individuals to defraud investors by sharing misleading information about FTX and Alameda's financial condition. Prosecutors further accused him of attempting to commit commodities and securities fraud. On top of that, Bankman-Fried allegedly broke federal election laws by donating more than is legally allowed and in the names of other people.</p><div id=\"642deac6702447fa9ac5c9a3bae42402\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Watch today's complete FTX hearing with CEO John Ray re-airing at 8pm ET on C-SPAN or anytime online here: <a href=\"https://t.co/UZeZcu93mc\">https://t.co/UZeZcu93mc</a><a href=\"https://t.co/qmLfR1VWiN\">pic.twitter.com/qmLfR1VWiN</a></p>— CSPAN (@cspan) <a href=\"https://twitter.com/cspan/status/1602825950365827072?ref_src=twsrc%5Etfw\">December 14, 2022</a></blockquote></div><p>SBF spoke about his political donations in a recent <a href=\"https://youtu.be/6DezodR9hNI\">interview with journalist Tiffany Fong</a>. &quot;I donated to both parties. I donated about the same amount to both parties,&quot; he said. &quot;All my Republican donations were dark. The reason was not for regulatory reasons, it's because reporters freak the fuck out if you donate to Republicans.&quot;</p><p>It's worth emphasizing how serious the criminal charges against Bankman-Fried are. For context, a federal judge recently sentenced Theranos founder and former CEO Elizabeth Holmes to <a href=\"https://www.engadget.com/elizabeth-holmes-theranos-fraud-sentence-221816950.html\">11 years in prison</a> for defrauding the company's investors and patients. Meanwhile, Ramesh &quot;Sunny&quot; Balwani, the startup's former chief operating officer, was sentenced to <a href=\"https://www.engadget.com/sunny-balwani-theranos-sentencing-224557843.html\">nearly 13 years</a> in prison for his role in the scheme. Sam Bankman-Fried stands accused of defrauding investors of almost $2 billion, or about twice what investors lost to Theranos.</p><h2>Commodity Futures Trading Commission</h2><h2></h2><p>Rounding out the current charges against Bankman-Fried, the Commodity Futures Trading Commission accused the former executive of using Alameda Research to &quot;surreptitiously&quot; siphon customer funds. &quot;At Bankman-Fried's direction, FTX executives created features in the underlying code for FTX that allowed Alameda to maintain an essentially unlimited line of credit on FTX,&quot; the regulator alleges. It adds that Alameda had other &quot;unfair&quot; advantages, including an exemption from the platform's auto-liquidation risk management process.</p><div id=\"52e37cdaf5714420a3869d5501d03754\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">.<a href=\"https://twitter.com/AOC?ref_src=twsrc%5Etfw\">@AOC</a> (D-NY) questions new FTX CEO John Ray on timing of Sam Bankman-Fried's arrest by the Bahamian government. <a href=\"https://t.co/2foxUpsitR\">pic.twitter.com/2foxUpsitR</a></p>— CSPAN (@cspan) <a href=\"https://twitter.com/cspan/status/1602736985172430849?ref_src=twsrc%5Etfw\">December 13, 2022</a></blockquote></div><p>As early as May 2019, SBF and &quot;at least one&quot; other Alameda executive directed the firm to use FTX customer funds to trade on competing platforms and buy &quot;high-risk&quot; digital assets. Additionally, the CFTC alleges that Bankman-Fried and his cohorts &quot;took hundreds of millions of dollars in poorly-documented 'loans' from Alameda,&quot; which they then used to purchase real estate and make political donations.</p><p>For his actions, the CFTC is seeking to ban Bankman-Fried from trading derivatives and impose civil penalties against him. It also wants to bar him from acting as a director or officer in the future.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/uber-nyc-raise-blocked-judge-192330738.html?src=rss", "title": "Court temporarily blocks NYC Uber drivers' scheduled pay raise", "date_published": "2022-12-14 19:23:30+00:00", "description": "<p>New York City Uber drivers won’t get a raise before the holidays after all. On Tuesday evening, a Manhattan Supreme Court justice granted Uber’s request for a temporary restraining order on drivers’ <a href=\"https://www.engadget.com/nyc-uber-and-lyft-driver-pay-increase-205833433.html\">rate hikes</a> scheduled to go into effect on December 19th. New York City’s Taxi and Limousine Commission (TLC) voted on the pay raise in November.</p><p>As part of the TLC’s new rules, Uber drivers’ per-minute rates would go up by 7.18 percent, and per-mile rates would increase by 16.11 percent. So, for example, a 7.5-mile trip taking 30 minutes would earn a driver at least $27.15 — $2.50 higher than the current rate. An inflation-based pay raise is also scheduled for March 2023.</p><span id=\"end-legacy-contents\"></span><p>Uber’s <a href=\"https://www.engadget.com/uber-files-lawsuit-block-nyc-driver-pay-increase-111506195.html\">lawsuit</a> suggests it would pass the extra costs onto riders while framing the worker raise as bad for business. It also claims the TLC’s hikes use flimsy calculations to lock in temporarily inflated gas prices. “Such a significant fare hike, right before the holidays, would irreparably damage Uber’s reputation, impair goodwill and risk permanent loss of business and customers,” the lawsuit said. In its response, TLC acknowledged that Uber charges 37 percent more today than in 2019, but it said the company is keeping money earned from fare hikes to itself rather than passing it on to drivers.</p><p>“This is a nasty stunt for Uber to pull on its drivers — especially right before the holidays. Even this would make Scrooge blush,” said Brendan Sexton, President of the Independent Drivers Guild, a Machinists Union affiliate representing the drivers. “While Uber has been recording record profits on its rideshare business, the drivers who make the service work have been stuck shouldering soaring expenses on their own. We fought hard to win this desperately needed increase to the minimum pay — and we will not let a billion dollar corporation snatch that victory from the 80,000 rideshare drivers who keep our city moving.”</p><p>The parties are due back in court on January 31st.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/redwood-materials-ev-battery-recycling-plant-south-carolina-183146247.html?src=rss", "title": "South Carolina EV battery recycling plant could salvage parts for a million cars a year", "date_published": "2022-12-14 18:31:46+00:00", "description": "<p>The push to <a href=\"https://www.engadget.com/ford-ev-battery-recycling-redwood-materials-investment-141338076.html\">recycle electric vehicle batteries</a> just gained some momentum. Redwood Materials has <a href=\"https://www.redwoodmaterials.com/news/announcing-redwood-south-carolina/\">unveiled</a> plans to build an EV battery recycling plant on the outskirts of Charleston, South Carolina. The roughly 600-acre facility (previewed in a render above) will break &quot;end-of-life&quot; batteries down to their raw metals and rebuild them as the anodes and cathodes that are crucial to EVs. The parts should support up to 1 million EVs per year. That could not only reduce waste, but reduce the costs and risks associated with importing those components from overseas.</p><p>The plant will reportedly amount to a $3.5 billion investment that includes 1,500 jobs. Like Redwood's Nevada campus, the Charleston hub will rely solely on clean energy and all-electric operations. The company claims its approach lowers CO2 emissions for producing the battery components by about 80 percent compared to the output from the usual Asian supply chain.</p><span id=\"end-legacy-contents\"></span><p>Construction should start for the South Carolina plant in the first quarter of 2023. The first recycling process should be ready by the end of that year, Redwood says. The company plans to scale afterward.</p><div id=\"d9d1942a93354bd4b10bf8133d7dbbc5\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The locale choice is strategic. Redwood says South Carolina is part of a growing &quot;Battery Belt&quot; where EV cell manufacturing will ramp up to &quot;hundreds&quot; of gigawatt-hours of production capacity by 2030. Its seaside port helps, too. The state further hosts factories for car manufacturers that include <a href=\"https://www.engadget.com/bmw-i4-m50-ev-video-review-143017047.html\">BMW</a> and Redwood partner <a href=\"https://www.engadget.com/copy-of-volvos-c-40-recharge-is-a-solid-second-stab-at-an-ev-163057572.html\">Volvo</a>, so a brand could quickly repurpose spent batteries for vehicles rolling off the line.</p><p>More importantly, Redwood appears to have broader support from the auto industry. On top of Volvo, it has partners like Ford, Toyota and battery makers that include Panasonic and Envision AESC. Large-scale battery recycling facilities are still relatively rare in the US — Li-Cycle's new Alabama plant <a href=\"https://electrek.co/2022/10/14/us-increases-ev-battery-recycling-capacity-with-new-al-facility/\">can process</a> batteries for about 20,000 EVs per year. This expansion could make recycling far more commonplace, and make a better case for electric cars as the environmentally conscious options.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/elizabeth-warren-digital-asset-anti-money-laundering-act-introduced-181504489.html?src=rss", "title": "Bipartisan bill targets crypto money laundering in wake of FTX collapse", "date_published": "2022-12-14 18:15:04+00:00", "description": "<p>US Senators Elizabeth Warren and Roger Marshall have <a href=\"https://www.warren.senate.gov/newsroom/press-releases/warren-marshall-introduce-bipartisan-legislation-to-crack-down-on-cryptocurrency-money-laundering-financing-of-terrorists-and-rogue-nations\"><ins>introduced</ins></a> a bipartisan bill designed to crack down on illegal uses of cryptocurrency. If passed, <a href=\"https://www.warren.senate.gov/imo/media/doc/Crypto%20National%20Security%20One-Pager%20draft_12.13.22.pdf\"><ins>The Digital Asset Anti-Money Laundering Act</ins></a> would extend aspects of the <a href=\"https://www.fincen.gov/resources/statutes-and-regulations/bank-secrecy-act\"><ins>Bank Secrecy Act</ins></a> (BSA), a Nixon-era law Congress passed to combat money laundering, to cover crypto entities such as wallet providers and miners. Specifically, the new legislation would apply so-called “<a href=\"https://www.investopedia.com/terms/k/knowyourclient.asp\"><ins>Know-Your-Customer</ins></a>” rules to those entities by directing the Treasury Department’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0931b986-736e-47bb-80b9-5f6f8f4ef5ae&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Google&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwOTMxYjk4Ni03MzZlLTQ3YmItODBiOS01ZjZmOGY0ZWY1YWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS9zZWFyY2g_cT1maW5jZW4mcmx6PTFDMUZIRktfZW5DQTk2M0NBOTYzJm9xPUZpbkNFTiZhcXM9Y2hyb21lLjAuMGk2N2kzNTVpNDMzajQ2aTY3aTE5OWk0MzNpNDY1ajBpNjdqMGk1MTJsM2o2OWk2MGwyLjI4MGowajcmc291cmNlaWQ9Y2hyb21lJmllPVVURi04IiwiY29udGVudFV1aWQiOiI2OTE1YmIyNi1lMTJiLTQxYjctYjIwZS1lNzdlOWJiNWRiNWQifQ&amp;signature=AQAAAZybq6GcK-4a1_j9x4uDO2t_T3drzwkG36TxpRVoy9p2&amp;gcReferrer=https%3A%2F%2Fwww.google.com%2Fsearch%3Fq%3Dfincen%26rlz%3D1C1FHFK_enCA963CA963%26oq%3DFinCEN%26aqs%3Dchrome.0.0i67i355i433j46i67i199i433i465j0i67j0i512l3j69i60l2.280j0j7%26sourceid%3Dchrome%26ie%3DUTF-8\"><ins>Financial Crimes Enforcement Network</ins></a> (FinCEN) to treat them as money service businesses. Another BSA expansion would require US citizens to file a report with the Internal Revenue Service whenever they engage in transactions that involve more than $10,000 in digital assets.</p><p>Additionally, the legislation would direct FinCEN to implement a rule the agency <a href=\"https://www.federalregister.gov/documents/2021/01/15/2021-01016/requirements-for-certain-transactions-involving-convertible-virtual-currency-or-digital-assets#:~:text=On%20December%2023%2C%202020%2C%20FinCEN,%E2%80%9D%20or%20%E2%80%9CLTDA%E2%80%9D).\"><ins>proposed at the end of 2020</ins></a> that would require financial institutions to report transactions involving “unhosted” digital wallets. Per <a href=\"https://www.coindesk.com/policy/2022/12/14/us-senators-warren-marshall-introduce-digital-assets-anti-money-laundering-bill/\"><em><ins>CoinDesk</ins></em></a>, those are wallets where the user has complete control over the contents — rather than an exchange or other third party. The legislation would also prohibit financial institutions from using or transacting with digital asset mixers, which are frequently used to obscure the origin of funds.</p><span id=\"end-legacy-contents\"></span><p>“Rogue nations, oligarchs, drug lords, and human traffickers are using digital assets to launder billions in stolen funds, evade sanctions, and finance terrorism,” said Senator Warren. “The crypto industry should follow common-sense rules like banks, brokers, and Western Union, and this legislation would ensure the same standards apply across similar financial transactions. The bipartisan bill will help close crypto money laundering loopholes and strengthen enforcement to better safeguard US national security.”</p><p>The push from Senators Warren and Marshall to crack down on crypto money laundering comes a day after the Department of Justice, Securities and Exchange Commission and Commodity Futures Trading Commission <a href=\"https://www.engadget.com/us-sec-regulator-charges-sam-bankman-fried-with-defrauding-investors-113127838.html\"><ins>announced civil and criminal charges</ins></a> against FTX founder and former CEO <a href=\"https://www.engadget.com/former-ftx-ceo-sam-bankman-fried-arrested-in-bahamas-000800321.html\"><ins>Sam Bankman-Fried</ins></a>. Due to time constraints, the likelihood of the bill passing in the current lame-duck session is low. Warren and Marshall will almost certainly need to reintroduce it next year.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/epic-games-rock-band-unreal-tournament-servers-181142548.html?src=rss", "title": "Epic is taking over a dozen games offline, including Rock Band and Unreal titles", "date_published": "2022-12-14 18:11:42+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/epic%20games/\"><ins>Epic Games</ins></a> is <a href=\"https://www.epicgames.com/site/en-US/news/epic-is-turning-off-online-services-and-servers-for-some-older-games/\"><ins>shutting down</ins></a> &quot;out-of-date online services&quot; and servers for several of its older games, including multiple <a href=\"https://www.engadget.com/tag/rockband/\"><ins>Rock Band</ins></a> and <a href=\"https://www.engadget.com/2018-12-05-epic-stops-working-on-unreal-tournament.html/\"><ins>Unreal</ins></a> titles, starting today. The company notes that most affected games will still be available offline, but others will no longer work. It says the move is part of a shift that will only see it support online functions through Epic Online Services, which offers a unified friends system, voice chat, parental controls and <a href=\"https://www.engadget.com/epic-games-cabined-accounts-kids-fortnite-fall-guys-rocket-league-metaverse-153028144.html/\"><ins>parental verification</ins></a>.</p><p>Epic is removing the mobile title <em>DropMix </em>and the Mac and Linux versions of <a href=\"https://www.engadget.com/2014-09-04-hatoful-boyfriend-review-the-beak-shall-inherit-the-earth.html/\"><em><ins>Hatoful Boyfriend</ins></em></a><em>&nbsp;</em>and <em>Hatoful Boyfriend: Holiday Star</em> from storefronts today. You'll still be able to play these games if you already own them.</p><span id=\"end-legacy-contents\"></span><p>Servers for several games will be shut down on January 24th, but Epic has already started delisting them from digital storefronts and turning off in-game purchases. After that date, you'll still be able to play the following offline in single or local multiplayer modes:</p><ul><li><p><em>1000 Tiny Claws</em></p></li><li><p><em>Dance Central 1-3</em></p></li><li><p><em>Green Day: Rock Band</em></p></li><li><p><em>Monsters (Probably) Stole My Princess</em></p></li><li><p><em>Rock Band 1-3</em></p></li><li><p><em>The Beatles: Rock Band</em></p></li><li><p><em>Supersonic Acrobatic Rocket-Powered Battle-Cars</em></p></li><li><p><em>Unreal Gold</em></p></li><li><p><em>Unreal II: The Awakening</em></p></li><li><p><em>Unreal Tournament 2003</em></p></li><li><p><em>Unreal Tournament 2004</em></p></li><li><p><em>Unreal Tournament 3</em></p></li><li><p><em>Unreal Tournament: Game of the Year Edition</em></p></li></ul><p><a href=\"https://www.engadget.com/2019-03-27-harmonix-dance-central-oculus-vr.html/\"><em><ins>Dance Central VR</ins></em></a><em>&nbsp;</em>and <a href=\"https://www.engadget.com/2018-05-03-rock-band-network-rb4-harmonix-xbox-one-ps4.html/\"><em><ins>Rock Band 4</ins></em></a><em>&nbsp;</em>online multiplayer features will remain available. Epic also plans to restore online features to <em>Unreal Tournament 3 </em>down the line. It will integrate Epic Online Services into the game.</p><p><a href=\"https://www.engadget.com/2017-02-27-epics-latest-game.html\"><em><ins>Battle Breakers</ins></em></a>, a hero collector RPG that a small team of Epic developers built inhouse and released in 2019, will shut down on December 30th. Epic will refund all in-game purchases made through its direct payment system in the 180 days before today. As of January 24th, the alpha of the <em>Unreal Tournament </em>reboot, <em>Rock Band Blitz</em>, the Rock Band companion app and <em>SingSpace </em>will no longer be available.</p><p>It's unclear how many people are still playing the Unreal Tournament and Rock Band titles but at their peaks, they were among the biggest franchises around. It's a shame to see Epic sunsetting these games and all the others on the list. Still, if you happen to have a Rock Band guitar or drum set gathering dust, this may at least be a decent reminder to bust those out and play along to &quot;I Want to Hold Your Hand&quot; or &quot;Basket Case.&quot;</p><p>Meanwhile, Rock Band developer Harmonix, which Epic <a href=\"https://www.engadget.com/epic-games-buys-harmonix-184001622.html\">bought last year</a>, recently announced that its most recent game, <a href=\"https://www.engadget.com/tag/fuser/\"><em>Fuser</em></a>, will go offline. The studio will also <a href=\"https://www.harmonixmusic.com/blog/fuser-live-services-sunset\">stop selling the game</a> and in-game purchases on December 19th.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/super-nintendo-world-universal-studios-hollywood-opening-2023-175710087.html?src=rss", "title": "Super Nintendo World will open its US doors on February 17th", "date_published": "2022-12-14 17:57:10+00:00", "description": "<p>Two years after <a href=\"https://www.engadget.com/super-nintendo-world-will-open-on-march-18th-with-strong-covid-19-measures-091217657.html\">Super Nintendo World’s opening</a> in Osaka, Japan, its first <a href=\"https://www.engadget.com/first-super-nintendo-world-in-us-will-open-in-2023-195849242.html\">American counterpart</a> will arrive at Universal Studios Hollywood. Like the Japanese version, Hollywood’s Super Nintendo World is less of a self-contained theme park and more of a new area at Universal Studios. Roughly coinciding with the release of <a href=\"https://www.engadget.com/super-mario-bros-movie-first-trailer-203221015.html\"><em>The Super Mario Bros. Movie</em></a>, the California “theme land” will open on February 17th, 2023.</p><p>Mario Kart: Bowser’s Challenge is the centerpiece attraction, an augmented reality-powered go-kart simulator inspired by Nintendo’s racing franchise. Attendees wear AR visors displaying an alternate digital world with fantastical racetracks, Koopa shells and familiar competitors, who you blast using your steering wheel trigger. Unfortunately, although Nintendo and Universal believe the attraction includes enough variety to invite repeat visits, it’s Super Nintendo World’s only proper ride at launch. (The Japan park only has one other ride, a slower-paced Yoshi adventure, which hasn’t been announced for the US.)</p><span id=\"end-legacy-contents\"></span><div id=\"02cdc0745abb411daeb6906003f622ac\"></div><p>Beyond AR Mario Kart, the park invites you stimulate your senses and spend money. You can buy a <a href=\"https://www.engadget.com/2020-01-13-super-nintendo-world-mario-kart-yoshi.html\">Power-Up Band</a>, which helps families keep score and unlock “extra-special interactions” with question-mark blocks and costumed characters. Additionally, if the ride’s AR visor wasn’t enough, you can pick up a pair of interactive binoculars to “discover a new dimension of Super Nintendo World.” You can buy lunch at Toadstool Cafe, where Chef Toad serves delicacies like Toadstool Cheesy Garlic Knots, Piranha Plant Caprese and the Mario Bacon Cheeseburger. And, of course, there’s the 1-Up Factory, a retail shop selling character hats and plush dolls.</p><p>Super Nintendo World is a collaboration between Nintendo and Universal Creative. Mario creator and Nintendo visionary Shigeru Miyamoto was instrumental in designing and constructing the original Japan park, which its Hollywood sibling largely mirrors. A second US park is in the works for Universal Studios Florida, which will open <a href=\"https://www.engadget.com/2020-01-23-super-nintendo-world-orlando-universal-studios.html\">sometime down the road</a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/sec-stock-manipulation-fraud-charges-discord-twitter-172056536.html?src=rss", "title": "8 charged in $114 million pump-and-dump stock scheme on Discord and Twitter", "date_published": "2022-12-14 17:20:56+00:00", "description": "<p>The US government just clamped down on a prominent online financial fraud. A <a href=\"https://www.justice.gov/opa/pr/eight-men-indicted-114-million-securities-fraud-scheme-orchestrated-through-social-media\">federal grand jury</a> and the <a href=\"https://www.sec.gov/news/press-release/2022-221\">Securities and Exchange Commission</a> have charged eight men with allegedly operating a stock pump-and-dump scheme on Discord and Twitter between January 2020 and April 2022. They reportedly used their social media presences (including a combined 1.5 million Twitter followers) to artificially inflate the value of stocks, only to sell their shares without disclosing their plans. They made a $114 million profit off the campaign, the Justice Department said.</p><p>In addition to tweets, the group supposedly used a Discord server (Atlas Trading) to share misinformation about stocks. One participant, Daniel Knight, also co-hosted a podcast that apparently played a role in the fraud. He brought some of the others on his show and falsely portrayed them as experts, according to the SEC.</p><span id=\"end-legacy-contents\"></span><p>All eight are facing at least one charge of conspiracy to commit securities fraud. Edward Constantinescu (aka Constantin), Perry &quot;PJ&quot; Matlock, John Rybarczyk, Gary Deel, Stefan Hrvatin, Tom Cooperman and Mitchell Hennessey are facing additional charges that revolve around securities fraud and (in Constantinescu's case) unlawful monetary transactions. The SEC has further charged Knight with aiding and abetting the scheme.</p><p>The conspiracy and fraud charges carry a maximum sentence of 25 years in prison for each count, while the transactions charge against Constantinescu carries a 10-year maximum. The SEC charges could add financial penalties, including disgorgement of the ill-gotten profits.&nbsp;</p><p>The nature of the manipulation isn't surprising. The <a href=\"https://www.engadget.com/gamestop-reddit-wallstreetbets-roaring-kitty-lawsuit-204813659.html\">meme stock saga</a> on Reddit showed that online communities can influence share prices in the right circumstances. However, the charges suggest a trend — fraudsters now see social media as a viable way to fool many investors with relatively little effort. Don't be surprised if you see more cases like this going forward.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-shutting-down-revue-171029741.html?src=rss", "title": "Twitter is shutting down Revue, the newsletter platform it bought last year", "date_published": "2022-12-14 17:10:29+00:00", "description": "<p>One day after <a href=\"https://www.engadget.com/jack-dorsey-twitter-files-011249897.html\">Jack Dorsey took to Revue</a> to share his thoughts on the Twitter Files, the company announced it would shut down the newsletter platform early next year. &quot;From January 12th, 2023, it will no longer be possible to access your Revue account,&quot; Revue <a href=\"http://help.getrevue.co/en/articles/6819675-we-ve-made-the-difficult-decision-to-shut-down-revue\">said on Wednesday</a>. &quot;On that date, Revue will shut down and all data will be deleted.&quot;</p><p>Twitter <a href=\"https://www.engadget.com/twitter-buys-revue-newsletter-service-124341255.html\">bought Revue at the start of 2021</a>. At the time, the company argued the acquisition was a natural expansion of its platform. And for a while, it had a point since paid newsletters were all the rage last year. Following the purchase, Twitter moved to quickly integrate the two platforms closer together. At first, the company added <a href=\"https://www.engadget.com/twitter-profile-revue-newsletter-signup-button-174241521.html\">Revue signup buttons to Twitter profiles</a>. A month later, it rolled out a feature that allowed users to sign up for Revue newsletters <a href=\"https://www.engadget.com/twitter-revue-newsletter-subscribe-button-tweets-163814091.html\">directly from tweets</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>But all of that was before Elon Musk's <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\">takeover of Twitter</a> and the newsletter goldrush died out. The billionaire has said one of his goals for Twitter has been to simplify the app. To that end, a handful of features, including <a href=\"https://www.engadget.com/twitter-is-now-pushing-recommended-tweets-to-everyone-235224308.html\">Moments</a> and &quot;<a href=\"https://twitter.com/elonmusk/status/1592178009410531330?s=20&amp;t=Saa2CpzIFEiCPdZ4Ayj-ng\">tweeted from</a>&quot; labels, have been put on the chopping block in recent weeks. So it's not surprising to see Revue get discontinued as well.&nbsp;</p><p>If you use Revue to run a paid newsletter, on December 20th Twitter will set all paid subscriptions to cancel at the end of their billing cycle. &quot;This is to prevent your subscribers being charged for Revue content after the point where it is no longer possible to send newsletters from Revue.&quot;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tidal-dj-steam-playback-real-time-165544778.html?src=rss", "title": "Tidal now lets you DJ for other paid users in real time", "date_published": "2022-12-14 16:55:44+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/tidal/\">Tidal</a> users in the US can now become DJs on the streaming service. The company is testing a feature called DJ, which enables those on the $20 per month <a href=\"https://www.engadget.com/tidal-free-streaming-plan-artist-paymetns-royalties-153606001.html\">HiFi Plus tier</a> to share songs or a playlist they're listening to with other paying users in real time. Tidal added <a href=\"https://www.engadget.com/tidal-profiles-playlist-sharing-160043016.html\">a proper playlist sharing option</a> just last month.&nbsp;</p><p>You can choose a name for the DJ session and share a link that others can use to access it. Unfortunately, Tidal says that those tuning in won't be able to listen to whatever the DJ's playing at high-resolution or lossless quality for the time being. The songs will play in regular AAC quality (160 Kbps) — higher-resolution streams will be available at a later date.</p><span id=\"end-legacy-contents\"></span><p>Budding DJs will need to be enrolled in Tidal's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8ab29eef-5263-4732-98de-bdf5034566d5&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=TIDAL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4YWIyOWVlZi01MjYzLTQ3MzItOThkZS1iZGY1MDM0NTY2ZDUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly90aWRhbC5jb20vZWFybHktYWNjZXNzLyIsImNvbnRlbnRVdWlkIjoiZjAxNTM1OGYtZjRhYS00Mjk1LThiODYtYTMzNWY2YTlmOTlhIn0&amp;signature=AQAAAa7Z-7B9N6ha5lDhwOmPEZ7e5Yg5ugb1_AxUAWpu5XSw&amp;gcReferrer=https%3A%2F%2Ftidal.com%2Fearly-access%2F\">Early Access Program</a> to access the beta. They'll only be able to start a session on iOS for now, but Android support is coming soon. All paying Tidal users can listen to a DJ session on either iOS or Android.</p><p>The feature is different from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8ab29eef-5263-4732-98de-bdf5034566d5&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=TIDAL&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4YWIyOWVlZi01MjYzLTQ3MzItOThkZS1iZGY1MDM0NTY2ZDUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly90aWRhbC5jb20vZGpzLyIsImNvbnRlbnRVdWlkIjoiZjAxNTM1OGYtZjRhYS00Mjk1LThiODYtYTMzNWY2YTlmOTlhIn0&amp;signature=AQAAAZGQT94Wn5EN6hq_VOsmDGoNHCpz8sDe01tRULVKV0cU&amp;gcReferrer=https%3A%2F%2Ftidal.com%2Fdjs%2F\">Tidal for DJs</a>, which enables producers and DJs to plug songs from the streaming service into professional audio software, as <a href=\"https://www.theverge.com/2022/12/13/23507759/tidal-dj-sessions-early-access-program-subscriber-livestream/\"><em>The Verge</em></a> notes. So, this new feature is geared toward amateur tastemakers. However, the fact that listeners also need to be paid Tidal users might prevent folks from sharing their live DJ sessions with friends who typically use Spotify or Apple Music. At least <a href=\"https://www.engadget.com/turntable-fm-return-original-and-mobile-170545446.html/\">Turntable.fm is still around</a>, while <a href=\"https://www.engadget.com/amazon-amp-dj-app-140031755.html\">Amazon's Amp</a> enables people to host their own radio shows with chat and licensed music.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/2020-01-22-smart-speakers-guide-google-amazon-echo-sonos.html?src=rss", "title": "The best smart speakers for 2023", "date_published": "2022-12-14 16:15:17+00:00", "description": "<p>When Amazon first introduced Alexa and the Echo speaker years ago, the idea of talking to a digital assistant wasn't totally novel. Both the iPhone and Android phones had semi-intelligent voice controls — but with the Echo, Amazon took its first step toward making something like Alexa a constant presence in your home. Since then, Apple and Google have followed suit, and now there's a huge variety of smart speakers available at various price points.</p><p>As the market exploded, the downsides of having a smart home device that's always listening for a wake word have become increasingly apparent. An unintentional voice command can activate it, sending private recordings back to monolithic companies to analyze. And even at the best of times, giving more personal information to Amazon, Apple and Google can be a questionable decision. That said, all these companies have made it easier to manage how your data is used — you can opt out of humans reviewing some of your voice queries, and it's also less complicated to manage and erase your history with various digital assistants, too.</p><span id=\"end-legacy-contents\"></span><p>The good news is that there's never been a better time to get a smart speaker, particularly if you're a music fan. For all their benefits, the original Amazon Echo and Google Home devices did not sound good. Sonos, on the other hand, made great sounding WiFi-connected speakers, but they lacked any voice-controlled smarts.</p><p>That's all changed now. Sonos is including both Alexa and Google Assistant support in its latest speakers. Google and Amazon, meanwhile, made massive improvements in sound quality with recent speakers. Even lower-end models like the Echo Dot and Nest Mini sound much better than earlier iterations. With the growing popularity of these speakers, there are now more options than ever. Let’s walk through our choices for the best smart speakers at different price points and for different uses.</p><h2>Picking an assistant</h2><p>The first thing most people should do is decide what voice assistant they want to use. Google Assistant and Amazon's Alexa are both well-supported options that are continually evolving, with new features added at a steady clip. A few years ago, Alexa worked with more smart home devices, but at this point, basically any smart device worth buying works with both.</p><p>It's mostly a matter of personal preference. If you already use Google Assistant on your Android phone, it makes sense to stick with that. But while Alexa isn’t quite as good at answering general knowledge questions, it syncs just fine with things like calendars from your Google account. And it works with perhaps the widest variety of smart home devices, as well. If you’ve never used <a href=\"https://apps.apple.com/us/app/amazon-alexa/id944011620\">Alexa</a> or <a href=\"https://play.google.com/store/apps/details?id=com.google.android.apps.googleassistant&amp;hl=en_US&amp;gl=US\">Google Assistant</a>, you can download their apps to your smart phone and spend some time testing them out before buying a speaker.</p><p>As for Apple, you won’t be surprised to learn its HomePod mini is the only Siri-compatible speaker on the market, now that Apple has discontinued the larger HomePod. Siri has a reputation for not being as smart as Alexa or Google Assistant, but it’s totally capable of handling common voice queries like answering questions, controlling smart home devices, sending messages, making calls and playing music. Technically, Siri and Apple’s HomeKit technology doesn’t work with as many smart home devices as the competition, but it’s not hard to find compatible gear. And since the HomePod mini arrived last fall, Apple has added some handy features like a new Intercom tool. Apple is also starting to support music services besides Apple Music. Currently, Pandora is the only other option, but Apple has confirmed that Amazon Music will eventually work natively on the HomePod mini as well.</p><h2>Best smart speaker under $50: Amazon Echo Dot</h2><p></p><p>Most people's entry point into the smart speaker world will not be an expensive device. Amazon's fourth-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCOFYxTFozP3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAZXNEHk7FsGNE_XvtNGqcNRKg4X5smBOvwFOgWVpzaOU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B8V1LZ3%3F\">Echo Dot</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtTWluaS0ybmQtR2VuZXJhdGlvbi1DaGFsay84OTAyMjgxMTMiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAAYnhLth-8PkgCeBKwGbpZ2yHt87yygEHeaFdOsatavbS&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Mini-2nd-Generation-Chalk%2F890228113\">Google's Nest Mini</a> are the most obvious places to start for two important reasons. One, they're cheap: Both the Nest Mini and Echo Dost cost $50. Two, they're capable. Despite the low price, these speakers can do virtually the same things as larger and more expensive devices.</p><p>The Google Nest Mini was released in late 2019, but Amazon just refreshed the Echo Dot this year. After testing both devices, I think the Echo Dot is the best small smart speaker for most people. Amazon keeps improving the audio quality across its Echo device line, and the Echo Dot is no exception. It produces much louder and clearer audio than I’d expect from a $50 speaker. The Nest Mini doesn’t sound <em>bad</em>, and it’s perfectly fine for listening in the bedroom while getting ready for the day, but the Echo Dot is a better all-purpose music listening device.</p><p>From a design perspective, Amazon broke the mold with the latest Echo Dot. Instead of a small puck like the Nest Mini, the new Dot is shaped like a little globe. It’s much bigger than the Nest Mini, but that size gives it room for higher-end audio components. The Dot keeps the handy physical volume buttons and mute switch on top, along with a button to activate Alexa's voice control. While the Dot doesn’t look as sleek as the Nest Mini, having physical buttons makes it easier to adjust volume and mute the mic. I do wish the Dot had a way to physically pause music; on the Nest Mini, if you tap the middle of the device, the music stops.</p><p>Another benefit the Amazon Echo Dot has over the Google Nest Mini is its 3.5mm audio out jack, which means you can plug it into other speakers and instantly upgrade the audio quality. When you do that, you can ask Alexa to stream music, and it'll output to whatever speaker you have connected. That'll help you get more mileage out of the Dot in the long run. The Nest Mini answers with a handy wall mount, for people who want to keep their counter or shelf clear. The Echo Dot’s new bulbous form is definitely not suited to this, so if you want a speaker you can really hide, the Nest Mini is probably the better choice.</p><p>Overall, the Dot is the best choice for most people, but I wouldn't hesitate to recommend the Nest Mini, either. I generally prefer using Google Assistant over Alexa, and anyone who feels the same should go ahead and get the Nest Mini. The Dot does sound notably better, so if you plan to listen to audio on a regular basis, that’s probably the way to go. But if you only plan to use it for a quick song or podcast when you’re getting ready in the morning, just pick your favorite assistant and go from there.</p><h2>Best smart speaker under $100: Amazon Echo</h2><p></p><p>Amazon, Apple and Google all have $100 smart speakers: the fourth-generation <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg1SEs0S0w2P3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAATdcQZxdYwTZKlKR3f8wqWL47-eHL5SKRgMmwrEYltFC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB085HK4KL6%3F\">Echo</a>, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTU5ODY4NC1SRUcvYXBwbGVfYXBob21lcG1zd19ob21lcG9kX21pbmlfd2hpdGUuaHRtbD8iLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAASbv34X81-BSrJYXSsOdKiAC0K4FCecA6z0vVBf_DqLL&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1598684-REG%2Fapple_aphomepmsw_homepod_mini_white.html%3F\">HomePod mini</a> and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtQXVkaW8tU21hcnQtU3BlYWtlci13aXRoLUdvb2dsZS1Bc3Npc3RhbnQtQ2hhcmNvYWwvOTQ2Nzk2MTE4IiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAcTep2X9hM-ihqguO-2qX9JKhra3B8efxxiFMhTLIAbX&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Audio-Smart-Speaker-with-Google-Assistant-Charcoal%2F946796118\">Nest Audio</a>, respectively. All three companies claim superior audio quality, so for lots of people these speakers will be the sweet spot between small speakers like the Echo Dot and Nest Mini and bigger, more expensive models like the Sonos One.</p><p>Once again, Amazon punches above its weight. Like the Dot, the new Echo is totally redesigned and the new internals were made with music in mind. It combines a three-inch woofer with two 0.8-inch tweeters — a more advanced setup than either the Nest Audio or HomePod mini. (The Google Nest Audio uses a three-inch woofer but only a single 0.75-inch tweeter, while the Apple HomePod mini makes do with a single “full range” driver and two passive radiators.)</p><p>In practice, this means the Echo is noticeably louder than either the Nest Audio or HomePod mini and much better suited to filling a large room than the competition. It also delivers an impressive bass thump and powerful mid-range frequencies. In fact, my main complaint with the speaker is that highs aren’t quite crisp enough. Compare the Echo to a Sonos One and the One sounds much more lively, while the Echo comes off a bit muddy. Then again, the Sonos One costs twice as much as the Echo.</p><p>While the Echo may beat the Nest Audio and HomePod mini on volume and bass, Google and Apple’s speakers are not bad options. The HomePod mini is the quietest of the three speakers, but it still sounds balanced across the entire audio spectrum. The bass isn’t too assertive, but there’s more presence than I would have expected given its tiny size (it’s by far the smallest of these three speakers).</p><p>And it has a few nice perks if you’re using an iPhone 11 or newer. Thanks to the U1 “ultra-wideband” chip in recent iPhones, the HomePod mini can tell when there’s a phone near it, which makes handing off music from your phone to the speaker (or vice versa) quite simple. Playback controls for the HomePod mini will automatically pop up as well, and your phone’s lock screen will display music suggestions if the speaker isn’t currently playing. Setup is also dead-simple — just bring an iPhone or iPad near the speaker and it’ll automatically start the process.</p><p>Google’s Nest Audio is also quite pleasant to listen to. It’s a little louder than the HomePod mini, and has stronger bass, to boot. It doesn’t have the same overall power and presence that the Echo does, but for $100 it’s a well-balanced speaker that should serve most people’s needs.</p><p>All three of these speakers support stereo pairing as well, if you want more volume or crave a more immersive experience. For $200, two Echoes will fill a large room with high-quality sound and enough bass to power a party. A pair of HomePod mini or Nest Audio speakers aren’t quite as powerful, but it makes for a great upgrade if you’re a more avid listener. A pair of Nest Audio or HomePod mini speakers sounded great on my desk during the workday. I don’t need overwhelming volume but can appreciate the stereo separation. And two of those speakers together can easily power a larger living space, although the Echo is the better choice if volume is a priority.</p><p>Here too, I think that picking the assistant that works best in your house and with your other gadgets is probably the most important factor — but given Alexa’s ubiquity and the new Echo’s superior sound quality, I think it’s the best smart speaker at this price point.</p><h2>Best midrange smart speaker: Sonos One</h2><p></p><p>If you have more than a passing interest in music, the Echo Dot and Nest Mini aren't really going to cut it. Spending more money to upgrade to a speaker designed with audio quality in mind is one of the best decisions I've made. For years, I didn't have a proper home music solution, but in the end the modest investment has made my life much more pleasant.</p><p>For a long time, my default recommendation was the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avb25lPyIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAco33svSsS8BfxmwqfOjkmzRvWt0QWIaXBll0Cp_bLjV&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fone%3F\">$219 Sonos One</a>. It hits a sweet spot of size and convenience, and it's a huge upgrade in sound quality over the Nest Mini or Echo Dot, not to mention the larger Echo and Nest Audio. You can use either Alexa or the Google Assistant with it, and Sonos supports a huge variety of music services. But most importantly, it simply sounds great, especially if you tune the speaker to your room using the Sonos iOS app. It takes just a few minutes and makes the One sound lively, with punchy bass and clear highs.</p><p>But Amazon flipped the script in 2019 with the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdHOVkzWk1DP3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAVNqK0Ur3pWwkq3FB1QhUK_SGAqMe3k4DBCBLvSfwSpl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07G9Y3ZMC\">Echo Studio</a>, a $200 Alexa-powered smart speaker that can stand up against the Sonos One. Yes, it's larger than nearly every other speaker in this guide, but the bang-for-the-buck factor is extremely high with the Echo Studio. Naturally, it's a full-fledged member of the Alexa ecosystem, which means you can do multi-room playback with other Echo speakers or set up two Studios in a stereo pair. All of Alexa's features are on board here, and it has a built-in Zigbee smart home hub, if you happen to need that.</p><p>The Echo Studio has a few other unique features for music lovers. If you sign up for Amazon's hi-def music service, you can play a (very limited) selection of songs in Sony's 360 Reality Audio format; Amazon refers to this as \"3D music.\" It may sound great, but the selection is so sparse that we can't recommend it as a reason to buy into the Echo Studio — but it will be nice as Amazon expands its catalog over time. That said, the Echo Studio’s five-speaker, 360-degree design naturally provides a more 3D effect than a speaker like the Sonos One, which has a more traditional forward-firing design.</p><p>The Studio also supports Dolby Atmos, making it a candidate for a home theater setup — but it only works with Amazon's own Fire TV devices. And using a single speaker for watching movies is odd; it may sound great, but it's not the immersive experience you'll get with a dedicated soundbar and surround speakers. A stereo pair plus Amazon's Echo Sub should sound notably better, but we haven't been able to get that setup yet.</p><p>Given the quality of the Studio, the speaker shines when used with a high-def streaming service, like Amazon Music HD or Tidal's HiFi tier. The downside is that you'll pay for those — but if you want to stick with standard Spotify or Apple Music, the Studio still sounds great.</p><p>While the Studio is comparable to the Sonos One in terms of pure audio quality, the Sonos ecosystem does have a few advantages over Amazon. Sonos speakers that support voice commands, like the One, work with either Alexa or Google Assistant. So if you prefer Google, Sonos is probably the way to go. And Sonos speakers work with a much broader set of music services. I’ve spent a lot of time recently comparing the One to the Echo Studio, and I go back and forth on which is superior in terms of music quality. They definitely have different profiles, and while I have come to prefer Sonos over Amazon, I know plenty of people (including my colleague Billy Steele) who find the opposite to be true.</p><p>If you have a smaller home and aren't concerned with multi-room playback, the Echo Studio should be your pick. But if you're interested in building out a multi-room setup over time, Sonos currently provides a greater variety of speakers for that mission. But either way, you'll end up with a setup that puts something like the Echo Dot or Nest Mini to shame.</p><h2>Best smart speaker for music lovers: Sonos Five</h2><p></p><p>As nice as the Echo Studio and Sonos One are, there's only so much you can get out of them. If you crave more bass, clarity and stereo separation, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZml2ZSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAR25cLMb2vxNkMKEVe6NeoOcX395yZzkj30eSdpml_uG&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Ffive\">Sonos Five</a> is one of our favorite pure music speakers. It has all the conveniences of the One (except for one, which we'll get to) and sounds significantly better than any other Sonos speaker. It also sounds much better than the Echo Studio and anything Google is currently selling.</p><p>That said, the Five stretches our definition of a smart speaker here because it doesn't have a built-in voice assistant. But it's so good at music playback that it's worth recommending you pick one up along with an Echo Dot or Nest Mini. Both of those speakers work with Sonos, so you can use voice commands to control the Five just as you would a dedicated Alexa or Google Assistant device. It’s also easier to recommend than it was a year ago, because Sonos refreshed the speaker last spring with a new wireless radio as well as more memory and a faster processor. This means it should stay current and work with future Sonos software updates for years to come.</p><p>Since we're talking \"best\" here, I'm going to go ahead and recommend that true music junkies splash out on two Five speakers and pair them in stereo. Put simply, it's the most enjoyable experience I've had listening to music in years; I found myself picking up new details while listening to albums I've heard over and over again. It's a wonderful experience and worth saving for if you're a music lover. Put simply, I didn't know what I was missing until I tried the Five.</p><h2>Best portable smart speaker: Sonos Roam</h2><p></p><p>While many people will be happy with a few speakers strategically placed throughout their home, you might want something that works outside as well as inside. Fortunately, you can find speakers that pair voice controls and strong music playback performance with portable, weatherproof form factors. For my money, it's hard to beat the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAeq2_H9R60wVGN9EP4TrWro8mlqbdOt9_4uJX6UE_CCp&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam\">Sonos Roam</a> for sheer versatility, not to mention audio quality.</p><p>When used inside the home, the Roam works like any other Sonos speaker. It fits in with an existing multi-room Sonos setup, or you can get a pair for stereo playback. Like most other Sonos speakers, it works with either the Google Assistant or Amazon Alexa, and it supports essentially every major music service available. It sounds very good given its tiny size; it’s quieter and not quite as clear as the Sonos One, but it still packs a surprising bass thump and distinct highs.</p><p>Since it was designed with on-the-go usage in mind, the Roam has a battery and Bluetooth so you can take it anywhere and use it far away from your WiFi network. And its diminutive size makes it easy to take it everywhere, both around the house and out and about. It’s also the first Sonos speaker that is fully waterproof, as well as dust- and drop-resistant, so you shouldn’t worry about taking it to the pool or beach.</p><p>The Roam gets about 10 hours of battery life, whether you're on WiFI or Bluetooth. There are other portable speakers that last longer, so if you’re really going to push the battery you might be better served by another option.</p><p>Sonos also has another portable option, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvbW92ZSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAf9M3XjMC0rhmFH7biYEPUpkOqa2PQFYcaozlglnQTbi&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fmove\">Move</a>. Like the Roam, it’s a full-fledged Sonos speaker when on WiFi and works with Bluetooth when you’re away from home. But it’s $400 and much larger than the Roam, and even bigger than the Sonos One. This means it is very loud and has better audio quality than all the other speakers I’ve mentioned, but it’s not something you can toss in a bag and bring with you anywhere. When I <a href=\"https://www.engadget.com/2019-09-18-sonos-move-review.html\">reviewed</a> it, I liked having a speaker I could tote around the house with me and out to my porch, but the Roam does that all just as well in a much smaller package. The Move is a good option if you want a high-quality speaker for a living room with the option to occasionally drag it to the backyard.</p><p>While this guide is all about smart speakers, we'd be remiss if we didn't mention all of the solid portable speakers out there that either have limited smart features or none at all. We have an entire guide to the <a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">best portable Bluetooth speakers</a>, and some of our favorites that support smart voice commands come from Bose. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVNvdW5kTGluay1CbHVldG9vdGgtUG9ydGFibGUtV2F0ZXJwcm9vZi9kcC9CMDk5VEpHSjkxP3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAXOt8Q0xGIf4xUK-2zPOdwYKUfhdrSTFp0pvLPbQktwN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-SoundLink-Bluetooth-Portable-Waterproof%2Fdp%2FB099TJGJ91\">$149 SoundLink Flex</a> supports Siri and Google Assistant commands, plus it has an IP67 design that's roughly the size of a small clutch bag. It pumps out bright, dynamic sound and can pair with other speakers for stereo sound, too.</p><p>On the higher end of the spectrum, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVBvcnRhYmxlLUhvbWUtU3BlYWtlci1CdWlsdC9kcC9CMDdWRktCUTNLP3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAdU7FU-RVogjsoAtEAk7cabjq9SzZ1B83HztE_92KvxO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-Portable-Home-Speaker-Built%2Fdp%2FB07VFKBQ3K\">$399 Bose Portable Smart speaker</a> supports Alexa and Google Assistant commands, and since it can connect to WiFi, you can ask your preferred assistant to play music from Spotify, Amazon Music and other services. On top of that, it produces well-rounded sound, sports an IPX4 design with a convenient carry handle and will last up to 12 hours on a single charge.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-tv-voice-recognition-tvos-16-2-160638329.html?src=rss", "title": "Apple TV devices now recognize up to six different voices", "date_published": "2022-12-14 16:06:38+00:00", "description": "<p>Apple's recent <a href=\"https://www.engadget.com/apple-ios-16-2-available-180625523.html\">flurry of software updates</a> also includes a big upgrade for the living room. The newly <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjA3OTM2IiwiY29udGVudFV1aWQiOiI4YjJlYzJmMS05MDA4LTRlZjEtYmJkZS1kNmM3NzQ0ZDIwYWYifQ&amp;signature=AQAAAddQ7hQ_Ak4yqIkBeEslEUmtvEZMqK5ULTG8j7PB1E9H&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT207936\">released</a> tvOS 16.2 adds a Recognize My Voice feature that customizes Siri searches on the <a href=\"https://www.engadget.com/apple-tv-4k-review-2022-faster-cheaper-best-streaming-box-150013627.html\">Apple TV 4K</a> and TV HD for up to six family members. Once you've trained the set-top to know who's speaking, you can ask for video recommendations and music without worrying that you'll mess with someone's play history. You can also ask to \"switch to my profile\" instead of navigating the on-screen switcher.</p><p>You can also change the Siri language to be different than the one your device shows. Accordingly, the Apple TV also has expanded language support in Denmark, Luxembourg and Singapore.</p><span id=\"end-legacy-contents\"></span><p>This is also the update you want if you're eager to host a karaoke party. As on other platforms, you can now use <a href=\"https://www.engadget.com/apple-music-sing-karaoke-160939731.html\">Apple Music Sing</a> to croon over \"tens of millions\" of songs. You'll need the new third-generation Apple TV 4K, but you won't have to buy a dedicated machine or look for specific karaoke-friendly albums.</p><p>Personalized voice recognition certainly isn't a novel concept. Rival assistants have had comparable functionality for years, and Recognize My Voice has been available <a href=\"https://www.engadget.com/2019-06-03-homepod-multiple-users.html\">on HomePod speakers</a> since 2019. Still, this is a notable upgrade if you share an Apple TV box and would rather not switch profiles just to use Siri the way you'd expect.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/bose-quietcomfort-earbuds-ii-deal-back-on-sale-249-155256481.html?src=rss", "title": "Bose's QuietComfort Earbuds II are back on sale for $249", "date_published": "2022-12-14 15:52:56+00:00", "description": "<p>After <a href=\"https://www.engadget.com/bose-quietcomfort-45-deal-amazon-cyber-monday-price-229-161418934.html\">discounting</a> its over-ear QuietComfort 45 headphones earlier this week, Bose has kicked off a similarly notable sale on its <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEI0UFNRSEQ1P3RhZz1nZGd0MGMtcC1vLWQ1LTIwIiwiY29udGVudFV1aWQiOiIxMTZlNzEzMS1iOWE5LTQ2MDUtODQyMS1mNzNiMjdlOTdiMGQifQ&amp;signature=AQAAAdbpgBdMN2NtSL4ej3bcNj60QejOXfl4UJkDQkrIxAHo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B4PSQHD5\">QuietComfort Earbuds II</a>. The wireless earbuds are now on sale for $249 at several retailers, matching the all-time low we <a href=\"https://www.engadget.com/best-black-friday-headphone-and-earbud-deals-for-2022-130053886.html\">previously saw</a> around Black Friday. The pair has typically retailed at its MSRP of $299 since launching in September, though it's sold for $279 for most of this month. Either way, Bose's <a href=\"https://shopping.yahoo.com/rdlw?merchantId=da41807c-aae5-49ff-b905-2c3f70122c64&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Bose&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkYTQxODA3Yy1hYWU1LTQ5ZmYtYjkwNS0yYzNmNzAxMjJjNjQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYm9zZS5jb20vZW5fdXMvcHJvZHVjdHMvaGVhZHBob25lcy9lYXJidWRzL3F1aWV0Y29tZm9ydC1lYXJidWRzLWlpLmh0bWwjdj1xY19lYXJidWRzX2lpX2JsYWNrIiwiY29udGVudFV1aWQiOiIxMTZlNzEzMS1iOWE5LTQ2MDUtODQyMS1mNzNiMjdlOTdiMGQifQ&amp;signature=AQAAAcsC5NEr6GhPyRwhlwTI0qYHPz5qtUDjSTtuo8hRdk3e&amp;gcReferrer=https%3A%2F%2Fwww.bose.com%2Fen_us%2Fproducts%2Fheadphones%2Fearbuds%2Fquietcomfort-earbuds-ii.html%23v%3Dqc_earbuds_ii_black\">product listing</a> says this deal will run until January 1.</p><p></p><p>We gave the QuietComfort Earbuds II a <a href=\"https://www.engadget.com/bose-quietcomfort-earbuds-2-review-130026306.html\">review score of 87</a> at launch, and we currently recommend them as the &quot;best noise cancellation&quot; pick in our guide to <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\">the best wireless earbuds</a>. As that title would suggest, Bose's active noise cancellation (ANC) is the main reason you'd buy this pair: It's the single most powerful ANC mode we've tested on a pair of wireless earbuds, almost totally muting low-end rumbles and muffling mid- and high-frequency sounds better than most. The earbuds automatically attune their ANC to the acoustics of your ear canals as soon as you put them on, but you can also raise or lower the intensity of the effect by creating custom listening modes in Bose's companion app.</p><span id=\"end-legacy-contents\"></span><p>In terms of audio quality, the QuietComfort Earbuds II have a smooth sound with a slight but noticeable bass boost. It's not world-beating like the ANC, but our review found the low-end to be richer than past Bose earbuds, and there's a graphic EQ tool in Bose's app that lets you tweak the sound more to your liking if needed.</p><p>There are a few trade-offs worth noting here. The earbuds themselves are soft and secure in the ear, but they're on the larger side, which may be fatiguing for smaller ears over time. The included charging case is similarly bulky. Beyond that, battery life is just decent at roughly 6-7 hours, there's no wireless charging and call quality is mediocre. You can't connect to multiple devices at once, either. Our guide recommends <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdGLTEwMDBYTTQtSW5kdXN0cnktQ2FuY2VsaW5nLUhlYWRwaG9uZXMvZHAvQjA5NEM0VkRKWj90YWc9Z2RndDBjLXAtby1kNS0yMCIsImNvbnRlbnRVdWlkIjoiMTE2ZTcxMzEtYjlhOS00NjA1LTg0MjEtZjczYjI3ZTk3YjBkIn0&amp;signature=AQAAARP2eaBNcaMyKq5TTxXYev550X0YDA9PCGSWLXJv2Zip&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-WF-1000XM4-Industry-Canceling-Headphones%2Fdp%2FB094C4VDJZ\">Sony's WF-1000XM4</a> as a <a href=\"https://www.engadget.com/sony-wf-1000xm4-review-160006474.html\">more well-rounded</a> option for most. Still, if all you want is the most effective ANC possible in a pair of wireless earbuds, the QuietComfort Earbuds II are the way to go, and this deal makes them at least a little more affordable.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-elonjet-banned-suspended-elon-musk-private-jet-153132962.html?src=rss", "title": "Twitter suspends account that tracked Elon Musk's private jet", "date_published": "2022-12-14 15:31:32+00:00", "description": "<p>A <a href=\"https://www.engadget.com/tag/twitter/\"><ins>Twitter</ins></a> account that tracked the flights of <a href=\"https://www.engadget.com/tag/elon%20musk/\"><ins>Elon Musk’s</ins></a> private jet is no more. The company has permanently suspended @ElonJet, as Jack Sweeney, a college student who ran the account, <a href=\"https://twitter.com/JxckSweeney/status/1603036301472976897/\"><ins>noted</ins></a>.</p><p>Sweeney used publicly available flight data to operate @ElonJet and accounts that track flights of other public figures. Over the weekend, Sweeney <a href=\"https://twitter.com/JxckSweeney/status/1601793874594496512/\"><ins>said</ins></a> screenshots provided by a Twitter employee indicated that the company limited the reach of @ElonJet. On Monday, Sweeney said it seemed there were <a href=\"https://twitter.com/JxckSweeney/status/1602354433807061070/\"><ins>no longer any restrictions</ins></a> on the account, but Twitter has since dropped the banhammer.</p><span id=\"end-legacy-contents\"></span><p>In January, a few months before Musk announced a deal to buy Twitter, <a href=\"https://www.engadget.com/elon-musk-elonjet-twitter-bot-221826608.html/\"><ins>he offered Sweeney $5,000 to delete the account</ins></a>. Sweeney rejected the overture, instead asking for $50,000. As <a href=\"https://www.cnbc.com/2022/12/14/twitter-suspends-elonjet-account-that-tracks-elon-musks-private-jet-.html/\"><em><ins>CNBC</ins></em></a><em>&nbsp;</em>notes, @ElonJet had more than half a million followers. Sweeney also runs a version of the bot <a href=\"https://www.instagram.com/elonmusksjet/\"><ins>on Instagram</ins></a>.</p><p>Self-proclaimed free speech absolutist Musk, who has <a href=\"https://www.engadget.com/twitter-reportedly-cuts-alex-spiro-232831688.html/\"><ins>caused chaos at Twitter</ins></a> since taking over the company, <a href=\"https://twitter.com/elonmusk/status/1589414958508691456/\"><ins>suggested in November</ins></a> that he would not ban @ElonJet, despite claiming the account “is a direct personal safety risk.” It’s unclear whether Musk himself reversed course or one of his employees made the call to suspend @ElonJet. Twitter no longer has a communications department that can be reached for comment.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/mclaren-formula-e-gen3-interview-150058523.html?src=rss", "title": "How McLaren is preparing for Formula E’s Gen3 debut", "date_published": "2022-12-14 15:00:58+00:00", "description": "<p>McLaren may be about to embark on its <a href=\"https://www.engadget.com/mclaren-formula-e-133211474.html\">inaugural Formula E season</a> next month, but the legendary racing outfit didn’t have to start from scratch. The company took over Mercedes-EQ operations at the end of last season, bringing an experienced crew along to develop its first papaya-hued EV street racers. Part of that crew was team principal Ian James, who’s now also managing director for McLaren Electric Racing as a whole. As the team prepares for the debut of <a href=\"https://www.engadget.com/formula-e-season-9-schedule-announced-183438262.html\">Formula E’s Gen3</a> car in <a href=\"https://www.engadget.com/mclaren-formula-e-133211474.html\">Mexico City</a>, we sat down with James as well as drivers Jake Hughes and René Rast for a status update on development and the challenges ahead for Season 9.</p><p>“What’s really helped is that the team that’s been together over the past two or three seasons has largely stayed intact,” James said. “So that experience that we built up, we’re carrying forward into Gen3.” James further explained that he hopes that level of continuity will be key to achieving the goals McLaren has set for Season 9. Due to the limited testing opportunities ahead of the first race, the team may need to rely heavily on that experience.</p><span id=\"end-legacy-contents\"></span><p>Teams are only permitted to conduct a handful of on-track testing sessions before the first race of the season in mid-January. Because McLaren is a customer team – they’re running Nissan powertrains instead of building their own – they don’t get “the privilege of doing all the test days that the regulations of the championship dictate,” driver Jake Hughes explained.</p><p>Before the official preseason test this week in Valencia (six sessions across three days), Hughes and teammate René Rast have only had one proper test day, a shakedown at Bicester Heritage near McLaren HQ and a few low-power runs for media and staff. Formula E did add an additional shakedown session ahead of the official test dates this week and the championship designated a Wednesday time slot for <a href=\"https://the-race.com/formula-e/formula-e-to-hold-mock-gen3-race-on-wednesday/\"><ins>a mock race</ins></a> that will include qualifying and a test of the new ABB rapid chargers. <a href=\"https://the-race.com/formula-e/maserati-mclaren-fastest-what-happened-in-formula-e-test/\"><em><ins>The Race </ins></em><ins>reports</ins></a> that Formula E is also considering adding another session on Thursday on what was originally scheduled as a day off.</p><figure><img alt=\"McLaren Forumla E\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/b7b7b6b0-7bb9-11ed-bf2e-3fe954d85fa1\" style=\"height: 1333; width: 2000;\" /><figcaption>Rast and Hughes inspect the Gen3 car.&nbsp;</figcaption><div class=\"photo-credit\">Engadget</div></figure><p>“We haven’t actually had a lot of on-track running,” Hughes continued. “The simulator has been the bulk of our work.” He argued that the lack of track time won’t make things more difficult for him to prepare for Gen3, even as a Formula E rookie. “It’s going to be challenging no matter what – Formula E is such a difficult championship,” Hughes said. “I'm fully aware of the challenges I have ahead of me and I will do absolutely the best I have with what I have underneath me.”</p><p>Hughes arrived in Formula E with experience in both F3 and F2, the junior series that develop talent for Formula 1. Those cars are obviously a lot different, both from a design and a powertrain standpoint. Hughes explained that the “dirty air” aspect of those feeder series and the difficulty with overtaking aren’t part of Formula E. In most races, the races run in a train, nose to tail, and you can pass when you want – so long as you’re willing to spend the extra energy to do so. So for the McLaren rookie, even though he has experience as a Formula E reserve driver, a key challenge is developing new race strategies.</p><p>“Strategy is involved in every racing series around the world, but in Formula E, it’s really critical,” he said. “Every decision you make has a huge knock-on effect with how you use your energy later on in the race.”</p><section><img alt=\"McLaren Forumla E\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/da5a7180-7bb9-11ed-a7fa-9e1ffc8ccb71\" /></section><p>Rast explained the McLaren duo had probably spent 10 days in the simulator through the end of November with more planned ahead of the Valencia test. “That’s the only thing we can more or less do to prepare ourselves for the car because the testing is very limited and the simulator is the closest you can get,” he said. Simulated running isn’t just for the drivers though, engineers and other parts of the team are also included in those sessions. That will continue throughout the season as simulator work happens before and after every race.</p><p>The team is well aware that they’re likely facing “a very steep learning curve” when they arrive at the first E-Prix of Season 9 in Mexico City next month, according to James’ assessment. “I think it’s the teams that deal with that in the most efficient manner are the ones that will come out on top,” he continued. James specifically mentioned the new front powertrain and added regenerative abilities that will change energy management strategies, even for experienced members of the McLaren team. Aside from the updates that a more powerful Gen3 car brings, James said alterations to the race format will “throw a few curveballs in there as well.”</p><p>Formula E announced changes to the races <a href=\"https://www.engadget.com/formula-e-will-trial-a-30-second-quick-charging-stop-in-some-races-next-season-170257427.html\">last month</a>, getting rid of Fan Boost and replacing Attack Mode with Attack Charge at some races. The new battery technology inside the Gen3 cars allows for quick charging, but while Formula E had planned to bring back pit stops for that purpose, the infrastructure needed to do so isn’t quite race-ready. And on top of the series having to switch things up pretty late in the game, the teams still aren’t entirely sure how the new race format will work, which partially explains the mock race.</p><figure><img alt=\"McLaren Forumla E\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/f0e5ed80-7bb9-11ed-aff7-ade0773b010b\" style=\"height: 1333; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">McLaren</div></figure><p>“Obviously, Attack Mode is still the key ingredient for the race.” Rast said. “But the rest we’re going to see once the season starts.”</p><p>James explained that the teams were able to give input on the Gen3 sporting regulations as they were developed by the FIA (Formula E’s governing body). He foresees more excitement in Season 9 due to the increased flexibility in strategy the new format and guidelines will allow. So, in spite of the current unknowns, McLaren’s team principal is optimistic that “the racing this year will be closer than ever.”</p><p>“That’s going to make the racing even more exciting,” he continued. “It’s going to be more of a challenge for the engineers, working together with the drivers to make sure that we plan in the right way before the race, but then also to react to changes and the various different situations that can arise.”</p><p>And then there are the tires. Formula E is switching from a treaded Michelin tire to a custom-made compound from Hankook for Gen3. Both the old and new tires are designed to be run in both dry and wet conditions, though the Michelin compound would wear down so much on some circuits that it would basically be slick by the end of the race. Hughes explained that the Hankook version “behaves very differently,” and should be more durable.</p><figure><img alt=\"McLaren Formula E\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/65151f50-7bba-11ed-9ffe-33b827356d59\" style=\"height: 1333; width: 2000;\" /><figcaption>Rast in the driver's seat.&nbsp;</figcaption><div class=\"photo-credit\">McLaren</div></figure><p>Still, the prospect and challenge of Formula E is as much of a thrill for the drivers as ever. With Gen3, the series has moved from having to change cars during a race to complete the distance to one that will stop for a 30-second charge. It can also hit 200MPH with a 350kW motor and is capable of regenerating 40 percent of its energy. It’s the ability to show off the potential of EVs to people around the world that excites Rast.</p><p>“It’s amazingly quick, it’s a proper race car,” he explained. “We try to bring motorsport into the cities to make people aware of what’s actually possible with electrification.”</p><p>Hughes agreed, noting that the potential for carryover from technology from Formula E cars to electric road cars is something he’s happy to be part of. “We can basically help develop the future for electric mobility,” he said. “A lot of the stuff we’re developing for Gen3 I wouldn’t be surprised if you see it on road cars within the decade. What we’re doing will have a knock-on effect that even right now we’re not fully aware of.”</p><p>Despite the chaos of the offseason prep and limited testing, the work McLaren has put in appears to be heading in the right direction. Hughes was second fastest across both sessions on the <a href=\"https://the-race.com/formula-e/maserati-mclaren-fastest-what-happened-in-formula-e-test/\"><ins>first day of testing in Valencia</ins></a>, less than a tenth of a second behind Masterati’s Maximilian Guenther.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-macbook-air-m2-lowest-price-144529571.html?src=rss", "title": "Apple's MacBook Air M2 drops to a new all-time low of $999", "date_published": "2022-12-14 14:45:29+00:00", "description": "<p>Have you wanted to buy the latest MacBook Air, but didn't want to pay the premium over the M1 model? You might not have to. Amazon is selling the base MacBook Air M2 with 8GB of RAM and 256GB of storage at a new all-time low <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjBCM0JWV0o2WSUyQ0IwQjNDN01KWDMlMkNCMEIzQzVIVEdHJnRhZz1nZGd0MGMtcC1vLWQxLTIwIiwiY29udGVudFV1aWQiOiI5MDdkY2JmYi00MGU4LTQwYzYtOGIxNi0wMmU5MTgzMzFlODMifQ&amp;signature=AQAAAeXCxKVyrIPQ0FAtVTbYwq0-CeY5gMk74B398VP335qh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB0B3BVWJ6Y%2CB0B3C7MJX3%2CB0B3C5HTGG\">of $999</a>, or the same price you usually see for its older counterpart.  You'll find a similar $200 discount for the 512GB model, too. You'll have to choose from certain colors, but your system should arrive before Christmas if you order soon.</p><p></p><p>We'll be frank: the MacBook Air M2 is the definition of a <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">well-rounded laptop</a>. It's thin and light, of course, but it's also fast for media editing and day-to-day productivity. There's a great display, surprisingly robust speakers and strong battery life. And did we mention that it's completely silent? While you wouldn't get the Air M2 for gaming or heavy-duty content creation, it's a treat to use for most other tasks.</p><span id=\"end-legacy-contents\"></span><p>There are some considerations before you jump in. As the MacBook Air M2 doesn't have a fan, it will throttle under extended heavy workloads. You'll want to buy a <a href=\"https://www.engadget.com/mac-book-pro-14-16-inch-review-2021-apple-mighty-macs-130011975.html\">MacBook Pro</a> if you're frequently editing movies or music. The 8GB of RAM on these configurations is more useful than it sounds, but it might prove limiting if you routinely juggle multiple demanding apps. You won't get higher-end MacBook Pro perks like an SD card slot or a 120Hz screen, either. At this price, though, the new Air makes sense even if you occasionally need to test its limits.</p><p>And if $999 is still too much, don't fret. Amazon currently has the MacBook Air M1 on sale <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhONUxOUUNYLz90YWc9Z2RndDBjLXAtby1kMS0yMCIsImNvbnRlbnRVdWlkIjoiOTA3ZGNiZmItNDBlOC00MGM2LThiMTYtMDJlOTE4MzMxZTgzIn0&amp;signature=AQAAAQ1_7LkBd3M5ClDV5ZhVcX-oK_rmt8bcsYQbNp8teOxT&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08N5LNQCX%2F\">at $799</a>. You won't get the M2 model's added performance, sleeker profile, trip-resistant MagSafe power cable or larger display, but it's still a capable system with lengthy battery life and silent operation. It's just a question of whether or not you're willing to compromise in the name of the best possible price.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhONUxOUUNYLz90YWc9Z2RndDBjLXAtby1kMi0yMCIsImNvbnRlbnRVdWlkIjoiOTA3ZGNiZmItNDBlOC00MGM2LThiMTYtMDJlOTE4MzMxZTgzIn0&amp;signature=AQAAAdMsyXLrbAxUGnE8tsmwq8xcMtJxwrwaDeJrRJ0wkQI6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08N5LNQCX%2F\" id=\"face2abfd6c64e84aac39256fac96156\">Buy MacBook Air M1 at Amazon - $799</a><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/holiday-gifts-digital-and-subscription-gifts-160041638.html?src=rss", "title": "The best digital gifts to send your friends and family", "date_published": "2022-12-14 14:18:30+00:00", "description": "<p>Chances are good you know someone who has subscription fatigue from the many digital services that have become essential in our lives. Or maybe you have a loved one getting a new game console or some other exciting new hardware. In either case, we’ve pulled together a number of digital gifts and subscriptions that range from the entertaining to the enlightening. We have a number of time-tested music, video and gaming services, along with ways to learn an instrument, a language or a new skill for work or enjoyment.</p><h2>Disney Bundle</h2><figure><img alt=\"Disney Bundle\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/d0021200-65c6-11ed-bafd-24c1732fecfb\" /><figcaption></figcaption><div class=\"photo-credit\">Disney</div></figure><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=85d85ef3-fac9-418f-9573-418cf162cd0c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Disney%2B&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NWQ4NWVmMy1mYWM5LTQxOGYtOTU3My00MThjZjE2MmNkMGMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGlzbmV5cGx1cy5jb20vd2VsY29tZS9kaXNuZXktaHVsdS1lc3BuLWJ1bmRsZT8iLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAXGeQpG2Km6wNLPtkTNbHbY1gW-5U68ZlDHv3a3iZWk4&amp;gcReferrer=https%3A%2F%2Fwww.disneyplus.com%2Fwelcome%2Fdisney-hulu-espn-bundle%3F\">Disney's $14/month video bundle</a> that includes Disney+, ESPN+ and Hulu is a great digital gift for basically anyone who likes good entertainment. The appeal of Disney+ is well-known at this point: it includes almost all of Disney and Pixar's classic animated films, alongside basically everything in the Marvel cinematic universe, the entire Star Wars saga, and original shows like <em>Andor</em>, <em>She-Hulk: Attorney at Law, The Mandalorian</em> and more.</p><span id=\"end-legacy-contents\"></span><p>Hulu offers a vast slate of current and classic TV shows, a solid rotating selection of feature films, and a growing roster of originals. Those include <em>The Handmaid's Tale, Dollface, Shrill </em>and<em> Little Fires Everywhere </em>along with FX exclusives like <em>Reservation Dogs, The Bear</em> and <em>American Horror Stories</em>. ESPN+, meanwhile, offers a host of live sports, including MLB games every day of the season, a wide variety of soccer leagues, golf, tennis and college games across multiple sports. Add in ESPN's <em>30 for 30</em> documentary library, a smattering of originals and the Disney bundle ends up being a great option for almost anyone — and it’s only $6 more than Disney+ on its own<strong>.</strong></p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=85d85ef3-fac9-418f-9573-418cf162cd0c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Disney%2B&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4NWQ4NWVmMy1mYWM5LTQxOGYtOTU3My00MThjZjE2MmNkMGMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGlzbmV5cGx1cy5jb20vd2VsY29tZS9kaXNuZXktaHVsdS1lc3BuLWJ1bmRsZT8iLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAXGeQpG2Km6wNLPtkTNbHbY1gW-5U68ZlDHv3a3iZWk4&amp;gcReferrer=https%3A%2F%2Fwww.disneyplus.com%2Fwelcome%2Fdisney-hulu-espn-bundle%3F\" id=\"dea1bb647f7641fd80c2446cde582a61\">Subscribe to the Disney Bundle</a><h2>Yousician Premium</h2><figure><img alt=\"Yousician Premium\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/ebfb0520-65c6-11ed-9f6e-cb7c6ecac5ad\" /><figcaption></figcaption><div class=\"photo-credit\">Yousician</div></figure><p>Whether you know someone just getting started in their musical journey, or someone who could use some inspiration to get playing again, <a href=\"https://yousician.com/\">Yousician</a> can be a useful tool. It contains lessons for guitar, bass, piano, ukulele and vocals that can help players of all skill levels. If you’re just starting out, there are loads of beginner lessons that’ll get you familiar with the instrument.</p><p>And once your skills are improving, there are faithful renditions of popular songs across a wide variety of genres that you can learn – in my experience, the Yousician guitar transcriptions have been reliably accurate. Finally, Yousician is adding some artist-specific courses, like an in-depth dive into the music of Metallica – if there’s an <a href=\"https://www.engadget.com/yousician-metallica-guitar-instruction-course-140027954.html\">aspiring Eddie Munson</a> in your life, they’ll get a kick out of this.</p><a class=\"athena-button\" href=\"https://yousician.com/\" id=\"5fd2922ff9164e11a6e4a734342304b1\">Subscribe to Yousician</a><h2>PlayStation Plus / Nintendo Switch Online / Xbox Game Pass</h2><figure><img alt=\"PlayStation Plus\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-03/fc9c3040-af58-11ec-acef-b03391f10e42\" /><figcaption></figcaption><div class=\"photo-credit\">Sony Interactive Entertainment</div></figure><p>Video game consoles are a reliable holiday season gift, and a subscription to services like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN0ZWNjRRTFgvP3RhZz1nZGd0MGMtcC1vLWN5LTIwIiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAUf1mja2b2g-zvJCle_9psgoAl8tHME0xaYpr8xjaq7-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07FV64QLX%2F\">Nintendo Switch Online</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwMEZOUVVON1EvP3RhZz1nZGd0MGMtcC1vLWN5LTIwIiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAQaau-lNrxhyuWfxXhnvvDwgYZ26lAj_1bIE3KJa9r_d&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB00FNQUN7Q%2F\">PlayStation Plus</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN1RGUDdKRkg_dGFnPWdkZ3QwYy1wLW8tY3ktMjAiLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAROAKNvVvKWDM8R0rmUPkexumCxH5xhvlzeriU1-ok0u&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07TFP7JFH\">Xbox Game Pass</a> can make a new system a lot more fun right out of the box.</p><p>A $15/month Xbox Game Pass subscription offers more than 100 games that can be played on the Xbox or PC, and they can be streamed to phones and tablets as well. Xbox Game Pass Ultimate also includes a number of other perks, including Xbox Live Gold. That's usually $10 a month on its own, and it's a requirement if you want to play games online. It also includes EA Play, which opens up access to more games for the Xbox and PC. Perhaps the best part of Xbox Game Pass, though, is that it offers access to first-party Xbox Game Studios titles the day they're released.</p><p>Sony revamped PlayStation Plus this year, combining basics like online play, cloud storage for saves and two free monthly games with a large catalog of games that can be either streamed or downloaded to your console as long as your subscription is active. There are three different tiers, all with different perks, but the middle “Extra” option ($100 / year, with monthly options available as well) is probably best for most gamers. It includes around 400 PS4 and PS5 games you can either stream or install on your console. You’ll find high-profile titles like <em>Assassin’s Creed Valhalla, Death Stranding </em>and <em>Ghost of Tsushima </em>as well as newer games like <em>Stray </em>and <em>Returnal. </em>If you know someone who loves older games though, the “Premium” tier ($120 / year) adds a bunch of games from the PS1, PS2 and PS3 catalogs as well as perks like game trials.</p><p>Finally, Nintendo has two tiers of its Switch Online plan. The basic $20 / year plan unlocks online play, more than 100 NES and Super NES games and cloud backups of your saved games as well as the occasional special offers. The $50 “expansion pack” adds a collection of N64 and Sega Genesis games as well as some DLC for games like <em>Mario Kart 8, Animal Crossing: New Horizons</em> and <em>Splatoon 2.</em></p><h2>Apple One</h2><figure><img alt=\"Apple One\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/023a0ed0-65c7-11ed-9fdd-4482ca4a7127\" /><figcaption></figcaption><div class=\"photo-credit\">Apple</div></figure><p>If you know someone with multiple Apple devices, chances are good they’re already paying for a little bit of iCloud storage, and maybe a few other Apple services like Music or Arcade as well. If that’s the case, consider gifting them an <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL2FwcGxlLW9uZS8iLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAfUZzkA6q7r7wAs7Z4dwVuRV5SCs6GmW5f97Hqpfka2C&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fapple-one%2F\">Apple One subscription</a>. In a single monthly charge, it offers a combo of Apple Music, Apple TV+, Apple Arcade and either 50GB, 200GB, or 2TB of iCloud storage. If you spring for the $19.95 Family plan, that 200GB can be shared with five other family members. The $29.95 plan adds subscriptions to Apple News+ and Apple Fitness+ too. At this point, all of Apple’s offerings are pretty good – Arcade has a load of fun games with no ads, TV+ has a number of excellent shows at this point including, of course, <em>Ted Lasso</em>, and Music is second only to Spotify in the streaming world.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL2FwcGxlLW9uZS8iLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAfUZzkA6q7r7wAs7Z4dwVuRV5SCs6GmW5f97Hqpfka2C&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fapple-one%2F\" id=\"54608e6479d24b8292f7f3d1c1b5ec53\">Subscribe to Apple One</a><h2>Super Duolingo</h2><figure><img alt=\"Super Duolingo\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/0e84b9b0-65c7-11ed-abed-62784d299a40\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>Duolingo is probably one of the best examples out there of gamification. The app offers lessons for dozens of languages, starting from the very basics, and it teaches in a fun and rather addictive way. You can use the app for free, but the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b3593fc6-50de-4343-9b96-9c1f5bd63a6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=duolingo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMzU5M2ZjNi01MGRlLTQzNDMtOWI5Ni05YzFmNWJkNjNhNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZHVvbGluZ28uY29tLyIsImNvbnRlbnRVdWlkIjoiMGE3NTM5ZmUtN2U0Mi0zOGYxLTg0YzAtNDYyYjg5M2ZhOTZjIn0&amp;signature=AQAAARG7nP2NsQOCxkcZkmI74V2LTtbRLveitphz5OseY6av&amp;gcReferrer=https%3A%2F%2Fwww.duolingo.com%2F\">Super Duolingo</a> upgrade removes ads and gives you unlimited “hearts” so that making a mistake won’t slow your progress. Individual plans start at $6.67 per month, but a $10 / month family plan lets you share the app with loved ones – if you have a vacation to a foreign land coming up, getting Duolingo and learning the local language with your family can be pretty delightful.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b3593fc6-50de-4343-9b96-9c1f5bd63a6b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=duolingo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMzU5M2ZjNi01MGRlLTQzNDMtOWI5Ni05YzFmNWJkNjNhNmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZHVvbGluZ28uY29tLyIsImNvbnRlbnRVdWlkIjoiMGE3NTM5ZmUtN2U0Mi0zOGYxLTg0YzAtNDYyYjg5M2ZhOTZjIn0&amp;signature=AQAAARG7nP2NsQOCxkcZkmI74V2LTtbRLveitphz5OseY6av&amp;gcReferrer=https%3A%2F%2Fwww.duolingo.com%2F\" id=\"23db6b13443247dab54d540c135e844b\">Subscribe to Duolingo</a><h2>Headspace</h2><figure><img alt=\"Headspace\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/1dd2e090-65c7-11ed-a5fd-aea2b380ae1a\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>If the pandemic taught us anything, it’s that we all likely know someonewhose mental health could use a little bit of a boost. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e3494264-16cf-476b-92a8-2dfe2c12bfa0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Headspace&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMzQ5NDI2NC0xNmNmLTQ3NmItOTJhOC0yZGZlMmMxMmJmYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGVhZHNwYWNlLmNvbS8_IiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAeOscX9Wc_Kme5mDOTusEXHdGEbwarlSpKO0TPtkgIs1&amp;gcReferrer=https%3A%2F%2Fwww.headspace.com%2F%3F\">Headspace</a> app is a great option for adding some peace and quiet to the day. It features a wide variety of guided meditations, including sessions for beginners as well as specific exercises that focus on reducing anxiety, learning breathing techniques, increasing your compassion and so on. It also has sleep tools like soothing music and \"sleepcasts,” while other audio programs center on focusing, moving more, and starting your day. For $13/month or $70/year, Headspace can be a great tool to bring someone much-needed peace of mind.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e3494264-16cf-476b-92a8-2dfe2c12bfa0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Headspace&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMzQ5NDI2NC0xNmNmLTQ3NmItOTJhOC0yZGZlMmMxMmJmYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGVhZHNwYWNlLmNvbS8_IiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAeOscX9Wc_Kme5mDOTusEXHdGEbwarlSpKO0TPtkgIs1&amp;gcReferrer=https%3A%2F%2Fwww.headspace.com%2F%3F\" id=\"26bda95954c64e8e9d140786584fb825\">Subscribe to Headspace</a><h2>Endel</h2><figure><img alt=\"Endel\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/2ac6ead0-65c7-11ed-b7db-6dec1d9462c0\" /><figcaption></figcaption><div class=\"photo-credit\">Endel</div></figure><p><a href=\"https://endel.io/\">Endel</a> is a unique app in the focus and mental wellness space. In a nutshell, it plays algorithmically-generated soundscapes for a variety of different scenarios. Whether you're on-the-go, want to get some work done, need to relax, or get some sleep, Endel will produce a soundtrack to help you achieve your goal.</p><p>If you give it permission to collect data from your phone (and Apple Watch, if you have one), it can adjust its soundscapes based on things like your heart rate, time of day, location, weather, and so on. Endel is also frequently adding scenarios — recently, the company added study and recovery, and it also has partnered with artists like James Blake, Empress Of, Toro y Moi and Washed Out. At $10 per month or $60 per year, it's a solid relaxation tool, and I've also found it to be particularly useful as a soundtrack when you want to just sit down and focus on a craft, like writing or art.</p><a class=\"athena-button\" href=\"https://endel.io/\" id=\"02e4af1e96c9469390af411fd4319372\">Subscribe to Endel</a><h2>Codecademy</h2><figure><img alt=\"Codecademy\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/36602000-65c7-11ed-b1bf-c60cb1f03dc2\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>If you know someone interested in making a jump into coding, or a coder looking to augment their existing knowledge, a subscription to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5jb2RlY2FkZW15LmNvbS9wcmljaW5nIiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAASb9Q_AZJciY9t8xys_eMxhCikcrmWl5bpV7psFtDYAC&amp;gcReferrer=https%3A%2F%2Fwww.codecademy.com%2Fpricing\">Codecademy</a> could be a big help. Codeacademy currently offers two different plans that start at $210 per year (or $35 per month); they open up a huge catalog of courses, including things like a career path for front-end engineering, learning JavaScript or Python, digging into development or data science and many other options. Along with these courses, Codecademy also connects you with a large community for support and feedback, gives you real-world projects to test your skills on and offers completion certificates. It's a bit of an investment, but helping someone you care about invest in themselves is very much in the spirit of the holidays.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5jb2RlY2FkZW15LmNvbS9wcmljaW5nIiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAASb9Q_AZJciY9t8xys_eMxhCikcrmWl5bpV7psFtDYAC&amp;gcReferrer=https%3A%2F%2Fwww.codecademy.com%2Fpricing\" id=\"c005847d92c14f49aca7511bce6c5cee\">Subscribe to Codecademy</a><h2>Skillshare Premium</h2><figure><img alt=\"Skillshare Premium\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/6580cab0-65c7-11ed-bcbf-937af633dd2d\" /><figcaption></figcaption><div class=\"photo-credit\">Skillshare</div></figure><p>In the same vein as Code Academy, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5za2lsbHNoYXJlLmNvbS9zaWdudXA_IiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAd7QtxshdFD7kt-RikOVHUhOSpAtjXer7rflFec-ICjP&amp;gcReferrer=https%3A%2F%2Fwww.skillshare.com%2Fsignup%3F\">Skillshare</a> is a great option if you know someone who wants to jumpstart their abilities in a creative field. The service offers thousands of classes in topics like animation, creative writing, graphic design, photography, web development and music, as well as courses to improve skills like leadership and management, marketing or business analytics. A $165 annual subscription unlocks ad-free classes with unlimited access to everything Skillshare has to offer. The subscription also includes Skillshare's community and offline courses for your phone or tablet. Finally, a subscription includes some perks of its own, like 20 percent off Squarespace and 15 percent off Adobe Creative Cloud.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5za2lsbHNoYXJlLmNvbS9zaWdudXA_IiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAd7QtxshdFD7kt-RikOVHUhOSpAtjXer7rflFec-ICjP&amp;gcReferrer=https%3A%2F%2Fwww.skillshare.com%2Fsignup%3F\" id=\"82c493912f2349918884a21573f0c083\">Subscribe to Skillshare</a><h2>Adobe Photography plan</h2><figure><img alt=\"Adobe Photography plan\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/71848180-65c7-11ed-bedb-bc05bd820fd5\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>For the budding photographer in your life, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=7247b01c-2a32-4141-aac1-4e4bb8170ec0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Rite+Aid&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3MjQ3YjAxYy0yYTMyLTQxNDEtYWFjMS00ZTRiYjgxNzBlYzAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvYmUuY29tL2NyZWF0aXZlY2xvdWQvcGhvdG9ncmFwaHkvY29tcGFyZS1wbGFucy5odG1sPyIsImNvbnRlbnRVdWlkIjoiMGE3NTM5ZmUtN2U0Mi0zOGYxLTg0YzAtNDYyYjg5M2ZhOTZjIn0&amp;signature=AQAAAR2zxI7SCMsXhyy9U_TdlNn9qrETUG8Iqt2S5BRTyebj&amp;gcReferrer=https%3A%2F%2Fwww.adobe.com%2Fcreativecloud%2Fphotography%2Fcompare-plans.html%3F\">Adobe’s photography plans</a> are a natural fit. Adobe has been in this game for years, and Lightroom remains an excellent tool for managing and editing photos anywhere you are.</p><p>The company offers a few different plans: For $10/month, you can get Lightroom and a whopping 1TB of storage. If the person you're gifting this to has been really good, you can spend $20 and get them both Photoshop and Lightroom alongside 1TB of storage, which is ideal for anyone shooting photos in RAW. The plans with Photoshop also include Photoshop for the iPad, so keep that in mind if you're getting this for someone who loves Apple's tablet.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=7247b01c-2a32-4141-aac1-4e4bb8170ec0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Rite+Aid&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3MjQ3YjAxYy0yYTMyLTQxNDEtYWFjMS00ZTRiYjgxNzBlYzAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvYmUuY29tL2NyZWF0aXZlY2xvdWQvcGhvdG9ncmFwaHkvY29tcGFyZS1wbGFucy5odG1sPyIsImNvbnRlbnRVdWlkIjoiMGE3NTM5ZmUtN2U0Mi0zOGYxLTg0YzAtNDYyYjg5M2ZhOTZjIn0&amp;signature=AQAAAR2zxI7SCMsXhyy9U_TdlNn9qrETUG8Iqt2S5BRTyebj&amp;gcReferrer=https%3A%2F%2Fwww.adobe.com%2Fcreativecloud%2Fphotography%2Fcompare-plans.html%3F\" id=\"961dae68db3141b7aa6e3322285e1269\">Subscribe to Adobe's Photography plan</a><h2>HBO Max</h2><figure><img alt=\"HBO Max\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/7df52af0-65c7-11ed-b7ff-a0ec93de1b4d\" /><figcaption></figcaption><div class=\"photo-credit\">HBO Max</div></figure><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5oYm9tYXguY29tLz8iLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAYcDMHSwVwGNGzsgwZOJxeRyKw-1-r2Fx46hE2N6ScCJ&amp;gcReferrer=https%3A%2F%2Fwww.hbomax.com%2F%3F\">HBO Max</a> might not have the best app we've ever used, but it does have one of the biggest and best video libraries you can find. Its collection of original shows and films is still unrivaled in a lot of ways, from classics like<em> The Wire</em> and <em>The Sopranos</em> to newer hits like <em>House of the Dragon</em>, <em>Station Eleven</em> and <em>Euphoria</em>. The service also has a huge movie library covering all decades and genres. And if you're a DC fan, HBO Max has all of the classic Batman movies (including this year’s <em>The Batman</em> along with the Dark Knight Trilogy and Michael Keaton's two films) as well as more recent films like <em>Aquaman</em>, <em>Wonder Woman</em> and, of course, the infamous Synder Cut of <em>Justice League</em>. Oh yeah, it has <em>Friends</em>, too.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5oYm9tYXguY29tLz8iLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAYcDMHSwVwGNGzsgwZOJxeRyKw-1-r2Fx46hE2N6ScCJ&amp;gcReferrer=https%3A%2F%2Fwww.hbomax.com%2F%3F\" id=\"e59ad0a270694986b949bee4ddfceaa8\">Subscribe to HBO Max</a><h2>Audible</h2><figure><img alt=\"Audible\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/8b1219f0-65c7-11ed-b7bb-305fac59d4fd\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>For years, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BdWRpYmxlLUJvb2tzLWFuZC1PcmlnaW5hbHMvYj9pZT1VVEY4Jm5vZGU9MTgxNDUyODkwMTEmdGFnPWdkZ3QwYy1wLW8tY3ktMjAiLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAZD2CoAaGKVpDFEB_oRiHE2epVVYdf9XyRJnynLVeXuB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAudible-Books-and-Originals%2Fb%3Fie%3DUTF8%26node%3D18145289011\">Audible</a> has been the go-to service for audiobook fans, with good reason. It has a vast Amazon-backed catalog of basically any type of book you might want to listen to. Fifteen dollars a month unlocks one “credit” that can be used to add a “premium” book to a permanent collection; Amazon Prime members get two credits a month. Along with that is a selection of podcasts and audiobooks plus some Audible originals. But the book credits are the real draw here — for $15, you add an audiobook to your library every month.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BdWRpYmxlLUJvb2tzLWFuZC1PcmlnaW5hbHMvYj9pZT1VVEY4Jm5vZGU9MTgxNDUyODkwMTEmdGFnPWdkZ3QwYy1wLW8tY3otMjAiLCJjb250ZW50VXVpZCI6IjBhNzUzOWZlLTdlNDItMzhmMS04NGMwLTQ2MmI4OTNmYTk2YyJ9&amp;signature=AQAAAVhan-bFL8laEhA_Np0guV24aF3s-CYzIX5_lJHlDXfJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAudible-Books-and-Originals%2Fb%3Fie%3DUTF8%26node%3D18145289011\" id=\"6a37bc99198646cf906559051838cb59\">Subscribe to Audible</a><h2>Crunchyroll Premium</h2><figure><img alt=\"Crunchyroll Premium\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/9968e880-65c7-11ed-9efe-e80dfac08401\" /><figcaption></figcaption><div class=\"photo-credit\">Crunchyroll</div></figure><p>If you know someone who loves anime – or someone you think would love anime who hasn’t gotten into it yet – <a href=\"https://www.crunchyroll.com/welcome\">Crunchyroll</a> is the gold standard for getting your fix. It offers more than 1,000 shows as well as digital manga, merch and much more. Some of the content is available for free, but one of the three different subscriptions offers a lot more. A premium plan removes ads, unlocks access to the entire Crunchyroll library, provides access to new episodes just one hour after they air in Japan and opens up the manga collection.</p><p>The basic $8 / month tier lets you stream on one device only, but the $10 and $15 plans let you stream on four or six devices simultaneously, and they both also offer offline access, which can be crucial for watching when you’re away from WiFi.</p><a class=\"athena-button\" href=\"https://www.crunchyroll.com/welcome\" id=\"27e7cdf946db43e4bd893a007edb507f\">Subscribe to Crunchyroll</a><h2>Twitch Turbo</h2><figure><img alt=\"Twitch Turbo\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/a56db0c0-65c7-11ed-bbbf-4e963fb074d9\" /><figcaption></figcaption><div class=\"photo-credit\">Twitch</div></figure><p>Whether you know someone who loves to stream their gaming adventures on Twitch, or they just love to watch other people play, <a href=\"https://www.twitch.tv/turbo\">Twitch Turbo</a> makes the whole experience better. A $9 / month subscription removes basically all advertising from Twitch, whether it’s pre-roll ads, ones that pop in the middle of a stream or display ads. That’ll make a Twitch binge much more enjoyable. And for those who do stream, Turbo automatically saves all of your broadcasts for 60 days instead of the standard seven, which means you have way more time to dig through your streams for highlights.</p><a class=\"athena-button\" href=\"https://www.twitch.tv/turbo\" id=\"17bb7b0edd6149cb8120bcabd2b5e8dc\">Subscribe to Twitch Turbo</a><h2>YouTube Premium</h2><figure><img alt=\"YouTube Premium\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/b268e6f0-65c7-11ed-b0ff-85c0b7e2fd1e\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>There's something for everyone on <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS9wcmVtaXVtIiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAWNOJL_4NPr-mEFXsTFmSlDKcyefEqfMHNyvcoMCKIrV&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fpremium\">YouTube</a> — and there are also enough ads to make watching it pretty painful. Shrewdly, YouTube offers a solution. A $12/month subscription removes all advertising, but there are a number of other benefits as well. If you're watching on a phone or tablet, you can download basically any video and save it for offline playback. Videos also can play in the background, which means you can switch to other apps without stopping. This comes in handy for picture-in-picture, or if you just want to hear the audio while you switch away to send a text message.</p><p>Premium also comes with a subscription to YouTube Music, the company's competitor to Spotify and Apple Music. It's a pretty solid service, and it does a few things that Apple and Spotify can't offer. For example, all of YouTube's music video content lives alongside its standard streaming catalog, which means users can build playlists that combine videos uploaded to YouTube alongside official artist releases. For $12, the combination of a better YouTube experience and a full-fledged music streaming app is a pretty good deal.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy55b3V0dWJlLmNvbS9wcmVtaXVtIiwiY29udGVudFV1aWQiOiIwYTc1MzlmZS03ZTQyLTM4ZjEtODRjMC00NjJiODkzZmE5NmMifQ&amp;signature=AQAAAWNOJL_4NPr-mEFXsTFmSlDKcyefEqfMHNyvcoMCKIrV&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fpremium\" id=\"768cb682247c4213ada2443c5b14a956\">Subscribe to YouTube Premium</a><h2>Stack magazine subscription</h2><figure><img alt=\"Stack magazine subscription\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-11/c0998fe0-65c7-11ed-b7b7-f1dad83f63e1\" /><figcaption></figcaption><div class=\"photo-credit\">Stack magazine</div></figure><p>Most of the recommendations on this list are for purely digital items, but there’s something to be said for a tangible item, like a magazine. Instead of a standard subscription to one magazine, though, <a href=\"https://www.stackmagazines.com/\">Stack</a> digs through the vast world of indie magazines to find one unique issue to deliver every month. It’s a great choice for anyone who likes to be surprised by something thoughtful in the mail or people who like to enjoy writing they might not otherwise come across. Stack offers monthly, quarterly and annual plans that start at about $15 / month, depending on how long of a commitment you make.</p><a class=\"athena-button\" href=\"https://www.stackmagazines.com/\" id=\"42f25ab91970490cb5b7947f5a298a83\">Get Stack magazine subscription</a><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/you-tube-users-will-get-a-24-hour-timeout-if-their-toxic-comments-are-removed-134147699.html?src=rss", "title": "YouTube users will get a 24-hour timeout if their toxic comments are removed", "date_published": "2022-12-14 13:41:47+00:00", "description": "<p>YouTube is <a href=\"https://support.google.com/youtube/thread/192701791?hl=en\">rolling out updates</a> today around toxic comments that violate community guidelines, <a href=\"https://techcrunch.com/2022/12/13/youtube-will-send-a-notification-to-users-if-their-comment-is-abusive/\"><em>TechCrunch</em></a> has reported. Previously, it has used <a href=\"https://www.engadget.com/youtube-pop-up-keep-comments-respectful-185717715.html\">tools like popups</a> to encourage &quot;respectful&quot; interactions, but it's now taking a (slightly) more assertive approach with warnings and timeouts.&nbsp;</p><p>If YouTube detects and removes abusive comments, it will notify the user that they've violated community guidelines. If the same person continues to post toxic comments, they'll receive a &quot;timeout&quot; and be unable to leave further comments for 24 hours. If users believe their comments shouldn't have been pulled, they can share that feedback — though YouTube didn't say if that would help remove the timeout.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Prior to the rollout today, YouTube trialed the featured and found it to be effective. &quot;Our testing has shown that these warnings/timeouts reduce the likelihood of users leaving violative comments again,&quot; it wrote in the blog post.&nbsp;</p><p>YouTube <a href=\"https://www.cnet.com/tech/services-and-software/youtubes-big-plans-for-2022-include-less-toxic-comments-more-shopping/\">famously</a> has one of the more toxic comments sections in social media, and is also overrun with bots offering fake giveaways, crypto and more. To address that problem, YouTube said that it's &quot;improving our automated detection systems and machine learning models to identify and remove spam.&quot; It noted that it removed over 1.1 billion spammy comments in the first half of 2022, and said its machine learning models are continuously improving as spammers change tactics.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/spotify-cancels-bunch-of-live-audio-programs-131016075.html?src=rss", "title": "Spotify is reportedly pulling back on its live audio ambitions", "date_published": "2022-12-14 13:10:16+00:00", "description": "<p>Fans of several Spotify live audio shows will soon have to say goodbye to their favorite programs. According to <a href=\"https://www.bloomberg.com/news/articles/2022-12-13/spotify-spot-pulls-plug-on-live-audio-shows-in-programming-cutback\"><em>Bloomberg</em></a>, the music and audio streaming service is ending the production of shows such as <em>Doughboys: Snack Pack</em>,  <em>Deux Me After Dark</em>, which describes itself as the &quot;place for the latest tea on your favorite celebrities,&quot; <em>The Movie Buff</em> with comedian Jon Gabrus, and <em>A Gay in the Life</em>, which provides a safe space for conversations about the LGBTQ+ experience. The aforementioned shows have either already ended or have announced that they're going off the air soon.&nbsp;</p><p>A company spokesperson has confirmed the cancellations to <em>Bloomberg</em>. The news organization also heard from sources that Spotify ended some of the programs before their creators' contracts were up but that the service will still pay them the entire amount it promised.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Several companies, including Spotify, saw live audio programming a new area for growth during the height of the pandemic when Clubhouse blew up in popularity. In Spotify's case, it gave Locker Room, the audio-based social network for sports fans that it acquired in March 2021, an overhaul and renamed it <a href=\"https://www.engadget.com/spotify-launches-its-clubhouse-live-audio-rival-greenroom-130034550.html\">Greenroom</a>. It launched a dedicated Greenroom app last year before <a href=\"https://www.engadget.com/spotify-greenroom-spotify-live-name-change-main-app-140054856.html\">rebranding it again as Spotify Live</a> in April and integrating live audio inside of its main app. While cancelling multiple shows indicate that the company is stepping back from live audio, it's not killing the format completely. <em>Bloomberg</em> says<em> The Fantasy Footballers</em> and <em>The Ringer MMA Show</em> will continue as usual.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-apple-may-allow-third-party-app-stores-on-i-os-in-the-future-121544101.html?src=rss", "title": "The Morning After: Apple may allow third-party app stores on iOS in the future", "date_published": "2022-12-14 12:15:44+00:00", "description": "<p>According to<em> Bloomberg</em>'s Mark Gurman, Apple’s software and services teams are <a href=\"https://www.engadget.com/apple-third-party-app-stores-report-195840839.html https://www.engadget.com/...\">redesigning</a> the platform to &quot;open up key elements.&quot; That could lead to the company giving iPhone and iPad users the option to download third-party apps without going through the App Store. Developers could then avoid the company's infamous 30- and 15-percent commission on payments.</p><p>This could be to prepare for the European Union’s <a href=\"https://www.engadget.com/european-union-digital-markets-services-acts-131818075.html\"><ins>Digital Markets and Services Act</ins></a>. The act calls for interoperability between messaging platforms and equal access for outside developers to core operating system features, as well as allowing for sideloading – the ability to install on a device outside official app stores. Apple maintains this will be a security and privacy risk. US lawmakers are <a href=\"https://www.engadget.com/bipartisan-open-app-markets-act-introduction-221732872.html\"><ins>considering similar legislation</ins></a> to the Digital Markets Act, but their version, the Open App Markets Act, has yet to pass.</p><p>Messaging, too, could be an uphill struggle. RCS integration in iMessage is currently not on the table. Google has pushed the messaging protocol for years, going so far as to criticize Apple for not adopting it. Apple’s responses in the past have even included telling a reporter to <a href=\"https://www.engadget.com/tim-cook-response-green-bubbles-android-your-mom-095538175.html\"><ins>buy their mom an iPhone</ins></a>.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><p></p><h3>The biggest stories you might have missed</h3><ul><li><p><a href=\"https://www.engadget.com/hogwarts-legacy-harry-potter-game-delay-ps4-xbox-one-switch-185421246.html\"><ins>'Hogwarts Legacy' delayed for Nintendo Switch, PS4 and Xbox One</ins></a></p></li><li><p><a href=\"https://www.engadget.com/westworld-the-nevers-to-leave-hbo-max-101455395.html\"><ins>'Westworld' and 'The Nevers' will soon be pulled from HBO Max </ins></a></p></li><li><p><a href=\"https://www.engadget.com/apple-ios-16-2-available-180625523.html\"><ins>Apple releases iOS 16.2 with always-on display changes and tighter security </ins></a></p></li><li><p><a href=\"https://www.engadget.com/apple-mac-mini-m1-512gb-lowest-price-144002661.html\"><ins>Apple's 512GB Mac mini M1 drops to a record low of $750 </ins></a></p></li><li><p><a href=\"https://www.engadget.com/ftx-hearings-sbf-house-congress-senate-133021258.html\"><ins>How to watch the FTX Congressional hearings </ins></a></p></li><li><p><a href=\"https://www.engadget.com/boom-overture-supersonic-jet-engine-symphony-partner-201150008.html\"><ins>Boom finds a new design partner for its supersonic jet engine</ins></a></p></li><li><p><a href=\"https://www.engadget.com/mars-dust-devil-audio-nasa-perseverance-224215815.html\"><ins>Audio from a Martian dust devil captured for the first time</ins></a></p></li><li><p><a href=\"https://www.engadget.com/jack-dorsey-twitter-files-011249897.html\"><ins>Jack Dorsey responds to Twitter Files: There were no ‘hidden agendas’</ins></a></p></li></ul><p></p><h2><a href=\"https://www.engadget.com/avatar-the-way-of-water-review-hfr-high-frame-rate-170058030.html\">'Avatar: The Way of Water' is the first great high frame rate movie</a></h2><h3>But the HFR technology remains divisive.</h3><a href=\"https://www.engadget.com/avatar-the-way-of-water-review-hfr-high-frame-rate-170058030.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/82d56e50-7ba1-11ed-b2ad-bd0b89f9646e\" style=\"height: 356; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Fox/Disney</div></figure></a><p>As a sequel to the highest-grossing film ever – the original <em>Avatar </em>was criticized for its formulaic story (and the small impact it had on pop culture) – the new movie is, according to Engadget’s Devindra Hardawar, a genuine surprise. It's a sweeping epic that avoids the wobbly dialogue of the first film. From a technical perspective, James Cameron has arguably made the best high frame rate (HFR) movie yet. Certain scenes play back at 48 frames per second, giving them a smoother and more realistic sheen compared to the standard 24 fps. That leads to incredibly immersive 3D action scenes in the three hour and twelve minute runtime.</p><p><a href=\"https://www.engadget.com/avatar-the-way-of-water-review-hfr-high-frame-rate-170058030.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/first-fusion-reaction-ignition-155212785.html https://www.engadget.com/...\">Scientists achieve fusion ignition, a major milestone in clean energy production</a></h2><h3>It’s a breakthrough, but the technology is still years from deployment.</h3><h3></h3><p>A team at Lawrence Livermore National Laboratory has created the first known fusion reaction with a net energy gain – that is, it produced more energy than it consumed and resulted in ignition. On December 5th, the researchers achieved the feat when they used 192 lasers at the National Ignition Facility to blast a cylinder containing frozen hydrogen surrounded by diamond.</p><p>The reaction, which generated a flurry of X-rays, struck a fuel pellet of deuterium and tritium with 2.05 megajoules of energy. That led to a wave of neutron particles and 3.15 megajoules of output. The gain was 'only' equivalent to about 1.5 pounds of TNT, but it was enough to meet the criteria for fusion ignition.</p><p><a href=\"https://www.engadget.com/first-fusion-reaction-ignition-155212785.html https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/prime-gaming-free-games-december-dishonored-2-quake-brothers-a-tale-of-two-sons-162051297.html\">Amazon Prime Gaming offers ‘Dishonored 2’ for free this month</a></h2><h3>There are a few more games, too.</h3><a href=\"https://www.engadget.com/prime-gaming-free-games-december-dishonored-2-quake-brothers-a-tale-of-two-sons-162051297.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/82d54740-7ba1-11ed-b77e-eb147e3a1d4f\" style=\"height: 377; width: 675;\" /><figcaption></figcaption><div class=\"photo-credit\">Arcane</div></figure></a><p>Amazon will offer Prime Gaming members a batch of PC games later this month at no extra cost. Along with a few Metal Slug titles, <em>SNK 40th Anniversary Collection</em> and a few others, you can snap up Arkane Studios' <em>Dishonored 2</em> between December 27th and January 3rd.</p><p>It's not yet clear whether Amazon will offer the title through Steam, the Epic Games Store or the Amazon Games app. However, it's worth noting Steam Deck doesn’t support this game, if that was your plan. And if you’ve got a Netflix sub, the streaming service is also offering a few <a href=\"https://www.engadget.com/netflix-games-kentucky-route-zero-twelve-minutes-ios-android-teenage-mutant-ninja-turtles-shredders-revenge-190037955.html\"><ins>free games</ins></a> as well.</p><p><a href=\"https://www.engadget.com/prime-gaming-free-games-december-dishonored-2-quake-brothers-a-tale-of-two-sons-162051297.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/senate-house-tiktok-ban-bill-anti-social-ccp-act-205120387.html\">Congress introduces bill to ban TikTok over spying fears</a></h2><h3>Measures in the House and Senate would also block other social apps from China and Russia.</h3><h3></h3><p>Members of the <a href=\"https://gallagher.house.gov/media/press-releases/gallagher-rubio-introduce-bipartisan-legislation-ban-tiktok\"><ins>House</ins></a> and <a href=\"https://www.rubio.senate.gov/public/index.cfm?p=Press-Releases&amp;id=D1C2E147-3A23-4F49-AC27-268572AABDCD\"><ins>Senate</ins></a> have introduced matching bills to block transactions from any social media company in or influenced by China, Russia, Cuba, Iran, North Korea or Venezuela. The ANTI-SOCIAL CCP Act (Averting the National Threat of Internet Surveillance, Oppressive Censorship and Influence, and Algorithmic Learning by the Chinese Communist Party – pithy) wants to shutter access to TikTok and other apps that could theoretically funnel American user data to oppressive governments, censor news or otherwise manipulate the public.</p><p><a href=\"https://www.engadget.com/senate-house-tiktok-ban-bill-anti-social-ccp-act-205120387.html\"><strong>Continue reading.</strong></a></p><p></p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/playstation-nintendo-year-in-review-tools-top-games-hours-logged-115542018.html?src=rss", "title": "Sony and Nintendo's year in reviews reveal your top games of 2022", "date_published": "2022-12-14 11:55:42+00:00", "description": "<p>Just ahead of the holidays, Nintendo and Sony have unveiled their 2022 year in review tools for <a href=\"https://blog.playstation.com/2022/12/13/2022-wrap-up-is-here--relive-your-top-gaming-moments-of-the-year-starting-today/\">PlayStation</a> and <a href=\"https://nintendo-switch-2022.nintendo.com/en-gb/\">Switch</a>, letting you see stats, a summary of your favorite games and more. As in <a href=\"https://www.engadget.com/playstation-wrap-up-2021-ps4-ps5-free-avatars-163132739.html\">previous years</a>, you'll not only be able to see a resume of your year in gaming, but share highlights with friends and see how you compare with other players around the world.&nbsp;</p><p>On PlayStation, you'll see trophy totals, the number of games played, total hours across PS4 and PS5 games and the number of PlayStation Plus games downloaded if you're a member. You'll also see stats achieved collectively by the global PlayStation community, like total miles driven in <em>Gran Turismo 7</em> and the number of axes thrown in <em>God of War Ragnarok</em>. At the end of the experience, you’ll receive a summary card (below) that can be shared with other players.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"PlayStation year in review summary card\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/60ca5c70-7b9d-11ed-a767-fc4f97ccbf35\" style=\"height: 438; width: 799;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure><p>Nintendo has a similar tool for the Switch, with a report showing which games you played the most and for how long. You can also see which titles you were playing on a month by month basis, and share images of the report on social media. You'll also see an overall year in review showing which games were played most and for how long in 2022.&nbsp;</p><div id=\"0d8c7257c1864206a2eb36562fce5f42\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">It's time for your year in review with <a href=\"https://twitter.com/hashtag/NintendoSwitch?src=hash&amp;ref_src=twsrc%5Etfw\">#NintendoSwitch</a>! Check the link below to learn about your most-played games, hours played, and more!<br /><br />See your <a href=\"https://twitter.com/hashtag/NintendoSwitch2022?src=hash&amp;ref_src=twsrc%5Etfw\">#NintendoSwitch2022</a> Year in Review here: <a href=\"https://t.co/sE8Pjc9r32\">https://t.co/sE8Pjc9r32</a><a href=\"https://t.co/LHOhSopYdz\">pic.twitter.com/LHOhSopYdz</a></p>— Nintendo of America (@NintendoAmerica) <a href=\"https://twitter.com/NintendoAmerica/status/1602727370498215937?ref_src=twsrc%5Etfw\">December 13, 2022</a></blockquote></div><p>To access the stats, you'll need to visit <a href=\"https://nintendo-switch-2022.nintendo.com/en-gb/\">Nintendo</a> and <a href=\"https://wrapup.playstation.com/\">Sony</a>'s dedicated sites, then log into your account. If you're like us, though, you may have spent inordinate amounts of time on <a href=\"https://www.engadget.com/the-game-awards-nominations-2022-god-of-war-ragnarok-elden-ring-203750621.html\"><em>Elden Ring</em>, <em>God of War Ragnarok</em></a>, <a href=\"https://www.engadget.com/mario-kart-8-deluxe-free-custom-items-update-170427088.html\"><em>Mario Kart 8 Deluxe</em></a><em>&nbsp;</em>and <a href=\"https://www.engadget.com/animal-crossing-new-horizons-version-2-080043672.html\"><em>Animal Crossing: New Horizons</em></a>.</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tiktok-testing-full-screen-horizontal-videos-112019255.html?src=rss", "title": "TikTok is testing full screen horizontal videos", "date_published": "2022-12-14 11:20:19+00:00", "description": "<p><a href=\"https://www.engadget.com/tiktok-live-adult-only-streams-171807938.html\">TikTok</a><a href=\"https://www.cnbc.com/2021/09/27/tiktok-reaches-1-billion-monthly-users.html\">said last year</a> that it reached one billion monthly active users worldwide, so whatever it's doing is clearly working. That hasn't stopped the ByteDance-owned company from testing and introducing new features, though, including those that put it in direct competition with YouTube. Case in point, its latest experiment that gives select users worldwide access to a horizontal full screen mode for videos they watch on their phones.&nbsp;</p><p>The company has confirmed to <a href=\"https://techcrunch.com/2022/12/13/tiktok-inches-further-youtubes-territory-horizontal-full-screen-mode/\"><em>TechCrunch</em></a> that users chosen to be part of this test will see a button on square or rectangle videos in their feed. If they tap on that button, the video will expand horizontally to take up the whole screen. TikToks are famous for being short vertical videos, and creators still have to put a &quot;turn your phone&quot; message at the beginning of theirs if they filmed in landscape mode. If the company does launch this feature, they wouldn't have to do that anymore, and other creators might be more inclined to film landscape videos. Of course, a wide release depends on testers' response to the feature, among other factors.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>This is but the latest move the company has made in an effort to capture audiences who might like YouTube's format better. Earlier this year, for instance, TikTok <a href=\"https://www.engadget.com/tiktok-time-limit-10-minutes-174130936.html\">extended</a> its maximum video length from three minutes to ten minutes. That said, it's not exactly lagging behind the Google-owned video platform: According to a previous <a href=\"https://techcrunch.com/2022/07/13/kids-and-teens-watch-more-tiktok-than-youtube-tiktok-91-minutes-in-2021-youtube-56/\"><em>TechCrunch</em></a> report, kids and teens have been spending more time on TikTok than YouTube since the middle of 2020.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/arm-latest-chip-designs-china-us-uk-export-controls-100235667.html?src=rss", "title": "ARM won't sell its latest chip designs in China due to US and UK export controls", "date_published": "2022-12-14 10:02:35+00:00", "description": "<p>ARM won't sell its latest Neoverse V series chips to Chinese tech giant Alibaba after concluding that the US and UK would not approve licenses to export them, according to <a href=\"https://www.ft.com/content/257b39c4-f146-41ae-af75-dfea955ff462\"><em>The Financial Times</em></a>. The decision follows new US government rules <a href=\"https://www.ft.com/content/257b39c4-f146-41ae-af75-dfea955ff462\">restricting China and Russia exports</a> of powerful chips that could be repurposed for military use.&nbsp;</p><p>Softbank-owned ARM reportedly believes that Neoverse V would fall into the category of high-performance processors affected by the new rules. While it could apply for a license, it would likely be turned down, according to <em>FT</em>'s sources with knowledge of the sale process. It may be the first time that ARM has decided not to sell it's most advanced chip designs to China.</p><span id=\"end-legacy-contents\"></span><p>ARM designs the advanced RISC architecture for chips used in products ranging from smartwatches to advanced supercomputers. It doesn't build the processors itself, but sells the designs to manufacturers like TSMC and Samsung. Its latest Neoverse V2 core has the highest performance to date, with a design said to have originated in the US.&nbsp;</p><p>The Biden administration is also reportedly set to put Chinese chip manufacturer YMTC on its entity list as early as next week, according to a <a href=\"https://www.ft.com/content/7aabf066-1cc7-4eee-a963-f863bdbbb08c\">separate <em>FT</em> article</a>. The company reportedly violated US export controls by supplying Chinese smartphone manufacturer Huawei with NAND memory chips.&nbsp;</p><p>The US government had YMTC on an &quot;unverified&quot; entity list, meaning it was unable carry out checks to confirming that domestic technology wasn't being used illegally. Thirty Chinese companies including YMTC had 60 days to comply to avoid being placed on an entity list that severely restricts exports. The Chinese government now allows such checks, but not all companies are necessarily cooperating.&nbsp;</p><p>The US unveiled sweeping <a href=\"https://www.ft.com/content/257b39c4-f146-41ae-af75-dfea955ff462\">tech export controls</a> in October. &quot;This includes preventing China’s acquisition and use of US technology in the context of its military-civil fusion program to fuel its military modernization efforts, conduct human rights abuses, and enable other malign activities,&quot; it <a href=\"https://www.protocol.com/bulletins/nvidia-amd-ai-chips\">said at the time</a>. When the rules were announced, analysts said that memory chipmakers like YMTC would be most affected.</p><p>China <a href=\"https://www.ft.com/content/4eaedee4-5267-4e3a-b9da-5d2bb6f356ee\">filed a dispute</a> with the World Trade Organization earlier this week over those export controls. The US government considers YMTC to be a &quot;national champion&quot; in China, so the latest move is likely to be met with a strong reaction.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/tesla-steam-model-s-x-054406511.html?src=rss", "title": "Tesla launches Steam integration for the new Model S and X vehicles", "date_published": "2022-12-14 05:44:06+00:00", "description": "<p>Back in February, Tesla chief Elon Musk <a href=\"https://twitter.com/elonmusk/status/1496245381084200961\">revealed</a> on Twitter that the automaker is working to bring Steam to  its vehicles. Now, the company is officially <a href=\"https://electrek.co/2022/12/13/tesla-launches-steam-cars-games/\">rolling out Steam integration</a> for the latest versions of its <a href=\"https://www.engadget.com/tesla-model-s-plaid-first-deliveries-075110301.html\">Model S</a> and X cars as part of its holiday update. In its promo video of the feature, you'll see Tesla's infotainment system running Steam Beta and even graphically demanding games like <em>Cyberpunk 2077</em>.&nbsp;</p><p>By &quot;new&quot; Model S and <a href=\"https://www.engadget.com/tesla-model-x-refresh-delivery-date-173928922.html\">X vehicles</a>, Tesla likely means their &quot;Plaid&quot; versions, which started deliveries last year. Both models' infotainment systems <a href=\"https://www.engadget.com/teslas-new-model-s-x-rdna2-gpu-amd-030917029.html\">use AMD's RDNA 2 GPUs</a>, which are also the technology behind PlayStation 5, and AMD's Ryzen chips. Tesla has been building its library of in-vehicle games over the past few years and has added titles such as <a href=\"https://www.engadget.com/2019-06-02-cuphead-in-tesla-cars.html\"><em>Cuphead</em></a>, <a href=\"https://www.engadget.com/pubg-mobile-tesla-update-145129031.html\"><em>PUBG Mobile</em></a> and <a href=\"https://www.engadget.com/fallout-shelter-tesla-230607712.html\"><em>Fallout Shelter</em></a> to its offerings. By bringing Steam to its vehicles, though, Tesla is adding more than just a game or two to the growing list. The automaker said in its announcement that the integration will bring thousands of games to the aforementioned cars.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Tesla previously <a href=\"https://www.engadget.com/tesla-passenger-play-games-driving-investigation-nhtsa-161515954.html\">got into trouble</a> with the US National Highway Traffic Safety Administration (NHTSA) for allowing people to play games even while driving. It <a href=\"https://www.engadget.com/tesla-passenger-play-gaming-disabled-214634365.html\">disabled the capability</a> following the agency's investigation, however, so people most likely can't play Steam games while the vehicles are in motion.&nbsp;</p><div id=\"6b93f19e8191411bb18f125a2efd002e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Steam is here—bringing thousands of games to new Model S &amp; X vehicles 🎮 <a href=\"https://t.co/PDzjtefv7A\">pic.twitter.com/PDzjtefv7A</a></p>— Tesla (@Tesla) <a href=\"https://twitter.com/Tesla/status/1602789357156536321?ref_src=twsrc%5Etfw\">December 13, 2022</a></blockquote></div><p>In addition to Steam integration, Tesla's holiday update also gives owners access to Apple Music integration for their infotainment systems. It gives them the ability to schedule Light Shows on multiple vehicles simultaneously, as well, and to view their cabin camera from the Tesla app while in Dog Mode or Sentry Mode.&nbsp;</p>", "persistent": false}, {"source": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/jack-dorsey-twitter-files-011249897.html?src=rss", "title": "Jack Dorsey responds to Twitter Files: there were no ‘hidden agendas’", "date_published": "2022-12-14 01:12:49+00:00", "description": "<p>Jack Dorsey has <a href=\"https://twitter.com/jack/status/1602800290876588032\">waded into</a> the Twitter Files discourse. Writing in a newsletter, Dorsey lightly criticizes the manner the files have been released, and condemned attacks on former Twitter executives.</p><p>“I continue to believe there was no ill intent or hidden agendas, and everyone acted according to the best information we had at the time,” Dorsey wrote. “As for the files, I wish they were released Wikileaks-style, with many more eyes and interpretations to consider. There’s nothing to hide…only a lot to learn from.”</p><span id=\"end-legacy-contents\"></span><p>The response is the first time the former CEO has addressed the “Twitter Files” in detail. The disclosures detail some of the company’s internal deliberations surrounding controversial decisions, like Donald Trump’s suspension and Twitter’s handling of a <em>New York Post </em>story about Hunter Biden’s laptop. However, the “files” have only been made available to a handful of individuals, who have only published snippets of Slack messages, emails, and screenshots from Twitter’s internal tools. The underlying documents have not been released widely, or provided to other media outlets.</p><div id=\"b41fea01a942466b8d310885b26cc74b\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">1. Social media must be resilient to corporate and government control.<br />2. Only the original author may remove content they produce.<br />3. Moderation is best implemented by algorithmic choice.</p>— jack (@jack) <a href=\"https://twitter.com/jack/status/1602800292424212480?ref_src=twsrc%5Etfw\">December 13, 2022</a></blockquote></div><p>Notably, Dorsey also addressed the ongoing harassment of former Twitter executives. “The current attacks on my former colleagues could be dangerous and doesn’t solve anything,” he wrote. “If you want to blame, direct it at me and my actions, or lack thereof.” <em>CNN</em><a href=\"https://www.cnn.com/2022/12/12/tech/twitter-files-yoel-roth/index.html\"><ins>reported</ins></a> Monday that Yoel Roth, Twitter’s former Trust &amp; Safety head, had “fled his home” after a surge in violent threats against him.</p><p>Interestingly, Dorsey doesn’t mention Musk by name in his lengthy post. Dorsey had <a href=\"https://www.engadget.com/jack-dorsey-elon-musk-twitter-takeover-034408777.html\"><ins>once said</ins></a> that “Elon is the singular solution I trust” for Twitter, though it’s unclear if he still feels that way. Dorsey, whose personal email was made public in the original installment of the Twitter Files, didn’t respond when asked if he stands by the statement.</p><p>As with other recent statements from Dorsey, he also shares lots of ideas about how content moderation should work — namely that algorithms should be used in favor of “a centralized system — and his hopes for an “open protocol” that could “make social media a native part of the internet.”  And he revealed that he intends to give messaging app Signal $1 million a year as part of an effort to fund companies working on such protocols.</p><p>You can read Dorsey’s entire post <a href=\"https://www.getrevue.co/profile/jackjack/issues/a-native-internet-protocol-for-social-media-1503112\"><ins>here</ins></a>.</p>", "persistent": false}], "source url": "https://www.engadget.com/rss.xml", "source title": "Engadget"}