{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-raid-the-headquarters-of-french-president-emmanuel-macrons-political-party-report", "title": "Police Raid The Headquarters Of French President Emmanuel Macron’s Political Party: Report", "date_published": "2022-12-14 18:19:18+00:00", "description": "French law enforcement officials raided the offices of Emmanuel Macron&#8217;s political party Tuesday as part of two investigations into alleged campaign finance violations related to the country&#8217;s last two presidential elections. Financial prosecutors at the Parquet National Financier said that the police searched the headquarters of the Renaissance party and the offices of consulting firm ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/another-poll-shows-desantis-with-commanding-lead-for-2024-gop-nomination", "title": "Another Poll Shows DeSantis With Commanding Lead For 2024 GOP Nomination", "date_published": "2022-12-14 18:02:49+00:00", "description": "A new Wall Street Journal poll buttresses the claim that Florida GOP governor Ron DeSantis has risen to be the clear favorite for the 2024 GOP presidential nomination. The Journal poll was the second poll in two days to show DeSantis with a commanding lead over former President Trump. On Tuesday, The USA Today-Suffolk University poll showed ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/three-more-states-ban-state-employees-from-using-tiktok-over-security-concerns-ccp-ties", "title": "Three More States Ban State Employees From Using TikTok Over Security Concerns, CCP Ties", "date_published": "2022-12-14 17:57:50+00:00", "description": "Three more governors are joining the growing number of states banning employees from using TikTok on state-owned devices. In separate orders announced Tuesday and Wednesday, Iowa Governor Kim Reynolds, North Dakota Governor Doug Burgum, and Alabama Governor Kay Ivey all prohibited state employees from using the Chinese-owned social media app on devices owned by the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kirstie-alley-found-it-kelly-preston-decorated-it-and-now-john-travolta-cant-find-a-buyer-for-maine-estate", "title": "Kirstie Alley Found It, Kelly Preston Decorated It, And Now John Travolta Can’t Find A Buyer For Maine Estate", "date_published": "2022-12-14 17:53:52+00:00", "description": "Hollywood A-lister John Travolta appears to be having some difficulty with a listing of his own — a real estate listing, that is. His Maine compound — which the late actress Kirstie Alley found for him — has been on the market for nearly two years, and no one has been willing to cough up ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blades-of-glory-parody-film-no-longer-a-joke-after-skating-league-goes-woke-redefines-term-team-for-competitions", "title": "‘Blades of Glory’ Parody Film No Longer A Joke After Skating League Goes Woke, Redefines Term ‘Team’ For Competitions", "date_published": "2022-12-14 17:52:30+00:00", "description": "The &#8220;Blades of Glory&#8221; parody film is no longer a joke after a skating league in Canada went woke when it announced it is redefining the term &#8220;team&#8221; for &#8220;pair and ice dance&#8221; competitions in the name of gender diversity. In a press release on Tuesday from Skate Canada, the organization said it was extending ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cambridge-dictionary-has-officially-redefined-woman-where-are-all-the-feminists", "title": "Cambridge Dictionary Has Officially Redefined ‘Woman.’ Where Are All The Feminists?", "date_published": "2022-12-14 17:51:30+00:00", "description": "Cambridge Dictionary has officially changed the definition of “man” and “woman.” We knew that this was coming, and it has officially arrived. Cambridge recently updated its definitions of “man” and “woman” to include people whose gender identity doesn’t correspond with their biological sex. The definition of “woman” includes “an adult who lives and identifies as ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wednesday-afternoon-update-fed-hikes-interest-rates-deluge-of-illegal-aliens-jay-leno-gives-update-on-his-face", "title": "Wednesday Afternoon Update: Fed Hikes Interest Rates, Deluge Of Illegal Aliens, Jay Leno Gives Update On His Face", "date_published": "2022-12-14 17:46:51+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Fed Hikes Interest Rates The Federal Reserve raised its benchmark interest rate Wednesday for the seventh time this year and signaled that more hikes are on the way. While the 50 basis point hike was smaller ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/transgender-organization-cancels-publication-of-brain-sex-article", "title": "Transgender Organization Cancels Publication Of ‘Brain Sex’ Article", "date_published": "2022-12-14 17:36:45+00:00", "description": "A transgender rights organization decided against publishing an article on a &#8220;biological&#8221; theory of transgenderism after backlash from activists.  TransLucent, a U.K.-based transgender advocacy group, released a statement on Tuesday saying it would no longer be publishing a &#8220;groundbreaking article&#8221; that claims &#8220;being trans is a biological condition.&#8221; TransLucent had previously announced its plans to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/congressional-hearing-witness-says-she-has-personally-never-heard-of-a-detransitioner-case", "title": "Congressional Hearing Witness Says She Has Personally ‘Never Heard’ Of A Detransitioner Case", "date_published": "2022-12-14 17:14:49+00:00", "description": "A witness at a congressional hearing regarding violence against &#8220;LGBTQI+&#8221; people on Wednesday claimed she had personally never heard of someone who seeks to de-transition after starting transgender treatments. A House of Representatives oversight committee held a hearing Wednesday on “Anti-LGBTQI+ Violence and Extremism” in which survivors of the nightclub shooting in Colorado Springs, along ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-ftx-chief-executive-is-earning-1300-per-hour", "title": "New FTX Chief Executive Is Earning $1,300 Per Hour", "date_published": "2022-12-14 17:11:13+00:00", "description": "Current FTX CEO John Ray III, an attorney managing the bankruptcy proceedings of the cryptocurrency company founded by Sam Bankman-Fried, is earning $1,300 per hour in his current position and paying three additional executives $975 per hour each. FTX filed for bankruptcy last month after users discovered that the company was intertwined with sister firm ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-release-mugshot-photo-of-disgraced-biden-energy-official-sam-brinton", "title": "Police Release Mugshot Photo Of Disgraced Biden Energy Official Sam Brinton", "date_published": "2022-12-14 17:00:24+00:00", "description": "Las Vegas law enforcement officials released the mugshot of disgraced ex-Biden administration official Sam Brinton Wednesday afternoon after Brinton turned himself in on theft charges. Brinton, who was recently canned from the Department of Energy, was booked late last week for grand larceny with a value between $1,200 and $5,000 for allegedly stealing luggage from Harry ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/iran-booted-from-u-n-womens-commission", "title": "Iran Booted From U.N. Women’s Commission", "date_published": "2022-12-14 16:33:07+00:00", "description": "Iran was kicked out of a United Nations commission dedicated to women&#8217;s rights on Wednesday following the United States’ push to have the country excluded. The country was ousted from the United Nations’ Commission on the Status of Women after 29 members of the United Nations Economic and Social Council voted for a resolution that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/state-department-struggling-to-track-ukraine-aid-relying-on-ukrainian-soldiers-remote-staffers-to-keep-tabs-report", "title": "State Department Struggling To Track Ukraine Aid, Relying On Ukrainian Soldiers, Remote Staffers To Keep Tabs: Report", "date_published": "2022-12-14 16:31:49+00:00", "description": "The U.S. government is struggling to keep track of the billions of dollars sent to Ukraine, even relying on Ukrainian forces and staffers to keep tabs on how the money is being used, according to State Department communications obtained by POLITICO. A “sensitive but unclassified” State Department cable reviewed by the news outlet showed that ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-space-force-launches-unit-in-south-korea-as-northern-tensions-grow", "title": "U.S. Space Force Launches Unit In South Korea As Northern Tensions Grow", "date_published": "2022-12-14 16:23:17+00:00", "description": "A U.S. Space Force unit has been launched in South Korea as the nation seeks to increase its ability to monitor threats from North Korean Supreme Leader Kim Jong-un and others in the region. The activation of the unit at Osan Air Base near Seoul follows a number of missile launch tests by North Korea ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/body-cam-footage-of-paul-pelosi-attack-shown-in-court", "title": "Body Cam Footage Of Paul Pelosi Attack Shown In Court", "date_published": "2022-12-14 16:20:00+00:00", "description": "Prosecutors played body camera footage of the hammer attack on Paul Pelosi, the husband of House Speaker Nancy Pelosi (D-CA), in a San Francisco courtroom on Wednesday. The proceedings were part of a preliminary hearing for alleged assailant David DePape, who has pleaded not guilty to federal and state charges, including attempted murder and attempted ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/doing-hard-things-to-help-protect-middle-america-larry-elder-on-the-cancel-proof-bank-he-launched-with-john-rich-and-ben-carson", "title": "‘Doing Hard Things To Help Protect Middle America’: Larry Elder On The ‘Cancel Proof’ Bank He Launched With John Rich And Ben Carson", "date_published": "2022-12-14 16:17:09+00:00", "description": "Conservative commentator Larry Elder joined country music legend John Rich and retired neurosurgeon Dr. Ben Carson in purchasing a bank meant to safeguard customers from the modern financial system’s tendency to censor and cancel dissidents. The three co-founders and stockholders, accompanied by former Oklahoma Governor Mary Fallin, recently cleared regulatory hurdles to acquire First State ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/study-claims-people-who-refused-covid-vax-more-likely-to-have-car-accidents-and-people-have-thoughts", "title": "Study Claims People Who Refused COVID Vax More Likely To Have Car Accidents – And People Have Thoughts", "date_published": "2022-12-14 16:11:06+00:00", "description": "A new study claims that people who refused to get one of the available COVID vaccines may be more likely to be involved in motor vehicle accidents — and people have &#8230; thoughts. &#8220;People who skipped their COVID vaccine are at higher risk of traffic accidents, according to a new study,&#8221; the headline at Fortune ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/largest-ponzi-scheme-in-history-gotham-actor-says-crypto-industry-is-built-on-a-foundation-of-fraud", "title": "‘Largest Ponzi Scheme In History’: ‘Gotham’ Actor Says Crypto Industry Is ‘Built On A Foundation Of Fraud’", "date_published": "2022-12-14 15:47:59+00:00", "description": "&#8220;Gotham&#8221; actor Ben McKenzie made it clear on Tuesday that he was not interested in joining the cryptocurrency revolution, calling the digital currency industry &#8220;the largest Ponzi scheme in history.&#8221; McKenzie shared his pre-written testimony via Twitter on Tuesday ahead of his Wednesday appearance before the Senate Banking Committee — and he explained that even though ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/georgias-top-election-official-pushes-to-change-election-laws-after-u-s-senate-runoff", "title": "Georgia’s Top Election Official Pushes To Change Election Laws After U.S. Senate Runoff", "date_published": "2022-12-14 15:45:59+00:00", "description": "Georgia Secretary of State Brad Raffensperger on Wednesday called on the state&#8217;s legislature to eliminate runoff elections in the wake of last week&#8217;s U.S. Senate contest, saying they interfere with the holiday season. The statement from Raffensperger comes after Herschel Walker, a Republican, lost in a runoff against incumbent Sen. Raphael Warnock (D-GA) after neither ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heartbroken-ellen-degeneres-and-other-celebs-react-to-news-of-longtime-ellen-dj-stephen-twitch-boss-death", "title": "‘Heartbroken’: Ellen DeGeneres And Other Celebs React To News Of Longtime ‘Ellen’ DJ Stephen ‘tWitch’ Boss’ Death", "date_published": "2022-12-14 15:43:12+00:00", "description": "Former talk show host Ellen DeGeneres and other celebrities reacted Wednesday to the news that longtime DJ on &#8220;The Ellen DeGeneres Show,&#8221; Stephen &#8220;tWitch&#8221; Boss, had died of an apparent suicide. He was 40. The 64-year-old actress and comedian wrote that she was &#8220;heartbroken&#8221; in a statement shared with E! News after Boss&#8217; widow, Allison ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-washington-post-staffers-irate-after-layoffs-announced-ceo-balks-as-grievance-session-unfolds", "title": "WATCH: Washington Post Staffers Irate After Layoffs Announced; CEO Balks As ‘Grievance Session’ Unfolds", "date_published": "2022-12-14 15:11:11+00:00", "description": "Footage of employees at The Washington Post lambasting company leadership over pending layoffs surfaced online as executives plan to reconfigure the paper’s operations. The outlet will conduct targeted layoffs constituting a single-digit percentage of the overall workforce beginning next year, Washington Post CEO Fred Ryan informed employees at a heated town hall meeting on Wednesday, ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-slippery-slope-never-ends", "title": "The Slippery Slope Never Ends", "date_published": "2022-12-14 15:10:10+00:00", "description": "In 2006, then-Senator Joe Biden ranted against the supposed irrelevance of a proposed Constitutional amendment to define marriage in federal law as one man, one woman. “We already have a law, the Defense of Marriage Act,” he said. “I’ve voted, and others have said, look, marriage is between a man and a woman and states ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aoc-movie-flops-hard-grosses-less-than-10k-from-120-screens", "title": "AOC Movie Flops Hard, Grosses Less Than $10K From 120 Screens", "date_published": "2022-12-14 15:02:37+00:00", "description": "The climate may be getting hot, but AOC&#8217;s new movie is most definitely not. Rep. Alexandria Ocasio-Cortez (D-NY) has a new documentary out, &#8220;To The End.&#8221; And if movie theaters are paying attention to ticket sales, they&#8217;ll realize it&#8217;s already run to the end. The flick opened on Dec. 9 at 120 theaters. But since ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-ludicrous-hollywood-star-wants-to-clarify-the-rather-blunt-advice-she-got-from-tom-cruise", "title": "‘It’s Ludicrous’: Hollywood Star Wants To Clarify The Rather Blunt Advice She Got From Tom Cruise", "date_published": "2022-12-14 14:54:34+00:00", "description": "Hollywood star Emily Blunt has clarified the rather non-PC advice she got from Tom Cruise and accused some outlets of spinning it into &#8220;something that offended&#8221; her. The 39-year-old actress said her story about Cruise telling her to &#8220;stop being such a p***y&#8221; on the set of their 2014 hit sci-fi thriller &#8220;Edge of Tomorrow&#8221; ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-10-most-famous-unsolved-murders-still-plaguing-authorities", "title": "The 10 Most Famous Unsolved Murders Still Plaguing Authorities", "date_published": "2022-12-14 14:31:04+00:00", "description": "There have been nearly 185,000 unsolved homicides and non-negligent manslaughters in the United States since 1980, according to a study of the FBI’s Uniform Crime Report, and hundreds of thousands more worldwide.  While every unsolved crime is important, there are some which capture the imagination of the entire country – or world – and leave ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/a-big-house-sized-deluge-of-illegals-migrants-is-about-to-hit-americas-border-every-9-days", "title": "A ‘Big House’ Sized Deluge Of Illegals Migrants Is About To Hit America’s Border Every 9 Days", "date_published": "2022-12-14 14:28:48+00:00", "description": "On December 21, a pandemic-era health and deportation policy is set to expire which has some predicting that a whopping 14,000 illegal aliens will cross America&#8217;s southern border each day in the coming months and years. The Biden administration seems adamant that it will not renew Title 42, a rule which allowed the government to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/south-dakota-to-restrict-purchases-of-farmland-by-china-and-other-nations-who-hate-us", "title": "South Dakota To Restrict Purchases Of Farmland By China And Other ‘Nations Who Hate Us’", "date_published": "2022-12-14 14:28:48+00:00", "description": "Lawmakers in South Dakota announced a move to more heavily scrutinize foreign purchases of farmland from investors in adversarial nations such as China. Foreigners in the Mount Rushmore State increased their land holdings from nearly 307,000 acres in 2019 to more than 356,000 acres in 2020, meaning that foreign nationals now control 0.9% of the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-federal-reserve-hikes-target-interest-rates-half-a-percentage-point", "title": "BREAKING: Federal Reserve Hikes Target Interest Rates Half A Percentage Point", "date_published": "2022-12-14 14:23:04+00:00", "description": "Officials at the Federal Reserve raised the target federal funds rate by half of a percentage point, marking a slight slowdown in the most aggressive contractionary policy rollout in decades. The move comes after the Federal Open Market Committee raised target rates in June, July, September, and November. The current target rate is now set ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/perhaps-a-lover-whoopi-goldberg-hints-republicans-who-voted-for-marriage-bill-were-threatened-to-do-so", "title": "‘Perhaps A Lover?’: Whoopi Goldberg Hints Republicans Who Voted For Marriage Bill Were Threatened To Do So", "date_published": "2022-12-14 14:13:35+00:00", "description": "&#8220;The View&#8221; co-host Whoopi Goldberg suggested that all of the Republicans who voted in favor of the so-called Respect for Marriage Act may have done so at the stern behest of a friend — or &#8220;perhaps a lover.&#8221; During Wednesday&#8217;s broadcast of the long-running ABC midday talk show, Goldberg and her co-hosts discussed the legislation — ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/saddest-thing-in-the-world-tim-allen-says-comedic-greats-like-richard-pryor-and-george-carlin-couldnt-tell-jokes-in-2022", "title": "‘Saddest Thing In The World’: Tim Allen Says Comedic Greats Like Richard Pryor And George Carlin Couldn’t Tell Jokes In 2022", "date_published": "2022-12-14 13:57:59+00:00", "description": "Tim Allen said the &#8220;saddest thing in the world&#8221; to him is that comedic greats like Richard Pryor and George Carlin would not be able to tell jokes in 2022 because of the political climate. The 69-year-old actor said that as a comedian he never means to hurt anyone with his jokes and that it&#8217;s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/oregon-democratic-governor-commutes-all-of-states-death-sentences", "title": "Oregon Democratic Governor Commutes All Of State’s Death Sentences", "date_published": "2022-12-14 13:55:08+00:00", "description": "Oregon Democratic Governor Kate Brown has commuted all of the state&#8217;s death sentences, instead giving life without the possibility of parole to 17 inmates. Brown announced the commutations in a statement on Tuesday. “I have long believed that justice is not advanced by taking a life, and the state should not be in the business ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jay-leno-recalls-the-moment-his-face-caught-on-fire-in-first-tv-interview-since-accident", "title": "Jay Leno Recalls The Moment His ‘Face Caught On Fire’ In First TV Interview Since Accident", "date_published": "2022-12-14 13:47:02+00:00", "description": "Former “Tonight Show” host Jay Leno sat down for his first televised interview since the freak accident that resulted in third-degree burns to his face last month. The comedian joked about the November 12 incident and aftermath while speaking with NBC News host Hoda Kotb on “The Today Show” Wednesday.  Leno said his face was ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kaepernick-exec-producing-show-targeting-those-who-are-supposed-to-serve-and-protect-you", "title": "Kaepernick Exec Producing Show Targeting Those ‘Who Are Supposed To Serve And Protect You’", "date_published": "2022-12-14 13:30:08+00:00", "description": "Colin Kaepernick, who has a production deal with Disney, is executive producing a new three-part docuseries revolving around a town where the people in power reportedly can’t be trusted. “Killing County,” to be featured as part of ABC News Studios’ collaboration with Kaepernick Media, takes place in Bakersfield and is narrated by André Holland. It ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scarlett-johansson-claims-she-was-groomed-for-bombshell-roles-early-on", "title": "Scarlett Johansson Claims She Was ‘Groomed’ For ‘Bombshell’ Roles Early On", "date_published": "2022-12-14 12:44:32+00:00", "description": "Actress Scarlett Johansson said she was typecast and pushed into provocative roles from a young age.  The 38-year-old “Black Widow” star made the remarks during a recent interview on the iHeartRadio podcast “Table for Two.” She told host Bruce Bozzi that she had been “objectified” by Hollywood early in her acting career and was offered ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/longtime-ellen-dj-stephen-twitch-boss-dead-at-40-apparent-suicide", "title": "Longtime ‘Ellen’ DJ Stephen ‘tWitch’ Boss Dead At 40, Apparent Suicide", "date_published": "2022-12-14 12:34:27+00:00", "description": "Stephen &#8220;tWitch&#8221; Boss, 40, longtime DJ for &#8220;The Ellen Show,&#8221; was found dead in a Los Angeles hotel room on Tuesday in an apparent suicide. According to a report from entertainment site TMZ, authorities were alerted to a possible situation by his wife, Allison Holker, who reported that he had left home without his car ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-oleary-testifies-before-congress-after-endorsing-defunct-crypto-exchange-ftx", "title": "Kevin O’Leary Testifies Before Congress After Endorsing Defunct Crypto Exchange FTX", "date_published": "2022-12-14 12:22:58+00:00", "description": "Celebrity investor Kevin O’Leary testified before the Senate Banking Committee on Wednesday regarding the collapse of cryptocurrency exchange FTX, which he had promoted to the public. FTX filed for bankruptcy last month after users discovered that the company was intertwined with sister trading firm Alameda Research; both were controlled by now-broke former billionaire Sam Bankman-Fried ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/singer-azealia-banks-says-australia-show-was-racist-and-demoralizing-cancels-upcoming-performance", "title": "Singer Azealia Banks Says Australia Show Was ‘Racist’ And ‘Demoralizing,’ Cancels Upcoming Performance", "date_published": "2022-12-14 12:13:08+00:00", "description": "Singer Azealia Banks canceled one of her upcoming performances in Australia because of so-called “racist” behavior from fans at previous shows that made her feel “utterly miserable.” The 31-year-old rap artist made the remarks on Instagram after fans were notified she would not be appearing in Brisbane at The Tivoli on Tuesday night. The show’s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/3-dead-in-louisiana-as-tornadoes-strike-across-south", "title": "3 Dead In Louisiana As Tornadoes Strike Across South", "date_published": "2022-12-14 12:00:54+00:00", "description": "At least three people were reportedly killed in Louisiana on Tuesday as several tornadoes were spotted across the nation&#8217;s southern states. The deaths included a 30-year-old mother, her young son, and one other reported fatality. &#8220;At 2:27 a.m. the missing mother was found deceased one street over from where her home was destroyed in the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-taxpayers-fleeing-nyc-in-droves-amid-soaring-crime-tax-rates-study-finds", "title": "Top Taxpayers Fleeing NYC In Droves Amid Soaring Crime, Tax Rates, Study Finds", "date_published": "2022-12-14 11:48:23+00:00", "description": "New York City has imploded, with crime soaring and homeless people everywhere. Every day brings a new tale of an attack against an innocent person on the city&#8217;s street or subway. To make matters worse, New York City is losing its top taxpayers. According to a study by the city’s Independent Budget Office, the city ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/anti-sex-trafficking-activist-eliza-bleu-tells-ben-shapiro-the-cause-has-powerful-new-ally", "title": "Anti-Sex Trafficking Activist Eliza Bleu Tells Ben Shapiro The Cause Has Powerful New Ally", "date_published": "2022-12-14 11:16:49+00:00", "description": "Eliza Bleu told The Daily Wire’s Ben Shapiro she has a powerful new ally in her long-running fight to purge Twitter of child predators: the new owner. Bleu, a sex trafficking survivor and victims advocate, has been working with Elon Musk to scrub the platform of creeps and sickos, something critics say the pre-Musk Twitter ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hollywood-fails-the-8-worst-movies-of-2022", "title": "Hollywood Fails: The 8 Worst Movies Of 2022", "date_published": "2022-12-14 11:14:46+00:00", "description": "Hollywood suffered several body blows this year. Yes, “Top Gun: Maverick” delivered on its hype, and superhero fatigue evidently hasn’t set in given the gonzo box office for “Black Panther: Wakanda Forever” and “Thor: Love and Thunder.” The year’s awards season contenders got pummeled at the box office, though, and the streaming revolution kept many ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-lefts-favorite-culture-war-battle-is-always-the-next-one", "title": "The Left’s Favorite Culture War Battle Is Always The Next One", "date_published": "2022-12-14 10:58:12+00:00", "description": "To modify a phrase, the Left’s favorite culture war battle is always the next one. Never content with winning, they do not stop in their goal of dismantling every traditional value and norm. Their goal is total domination. This was evident yet again on Tuesday at the White House. If you watched President Joe Biden&#8216;s ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sports-journalist-grant-wahls-cause-of-death-revealed", "title": "Sports Journalist Grant Wahl’s Cause Of Death Revealed", "date_published": "2022-12-14 10:21:08+00:00", "description": "Journalist Grant Wahl&#8217;s cause of death has been revealed following an autopsy after his sudden passing while reporting at the World Cup in Qatar. Wahl&#8217;s widow, Dr. Celine Gounder, told CBS News on Wednesday that her husband&#8217;s death was due to a heart condition. &#8220;He had an autopsy done here in New York by the ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/am-i-a-b-pelosi-asks-explicit-question-after-phone-call-with-mike-pence", "title": "‘Am I A B****?’: Pelosi Asks Explicit Question After Phone Call With Mike Pence", "date_published": "2022-12-14 10:18:04+00:00", "description": "After a sarcastic phone exchange with then-Vice President Mike Pence in 2020, House Speaker Nancy Pelosi asked her daughter, a documentarian who was filming her, a rhetorical question that would likely elicit strong responses from conservatives. Pelosi had been listening to Pence speaking during a COVID teleconference while she was muted, the Daily Mail reported. ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/italian-firm-peddling-rights-to-vaticans-priceless-art-attorney-says", "title": "Italian Firm Peddling Rights To Vatican’s Priceless Art, Attorney Says", "date_published": "2022-12-14 10:03:06+00:00", "description": "VATICAN CITY— Rights to the Vatican Museums&#8217; priceless trove of art treasures may have been illegally sold without the Holy See&#8217;s approval in what one attorney described as a “high-tech heist,” according to a Daily Wire investigation. The Vatican Museums own some 70,000 works of art, including works by Leonardo da Vinci and Michelangelo’s ceiling ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-is-my-fault-jack-takes-the-blame-for-twitters-failures", "title": "‘This Is My Fault’: @Jack Takes The Blame For Twitter’s Failures", "date_published": "2022-12-14 09:15:46+00:00", "description": "Jack Dorsey took the blame for the mess Elon Musk inherited at Twitter, writing in a Tuesday blog post that he took his hands off the wheel when a big investor tried to oust him from the platform he co-founded. Musk, who bought the company for $44 billion in October, has been systematically uncovering and ...", "persistent": false}], "source url": "https://www.dailywire.com/feeds/rss.xml", "source title": "Daily Wire"}