{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/new-gotrim-botnet-attempting-to-break.html", "title": "New GoTrim Botnet Attempting to Break into WordPress Sites' Admin Accounts", "date_published": "2022-12-14 14:12:00+00:00", "description": "A new Go-based botnet has been spotted scanning and brute-forcing self-hosted websites using the WordPress content management system (CMS) to seize control of the targeted systems.\n\"This new brute forcer is part of a new campaign we have named GoTrim because it was written in Go and uses ':::trim:::' to split data communicated to and from the C2 server,\" Fortinet FortiGuard Labs researchers", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/ransomware-attackers-use-microsoft.html", "title": "Ransomware Attackers Use Microsoft-Signed Drivers to Gain Access to Systems", "date_published": "2022-12-14 13:08:00+00:00", "description": "Microsoft on Tuesday disclosed it took steps to suspend accounts that were used to publish malicious drivers that were certified by its Windows Hardware Developer Program were used to sign malware.\nThe tech giant said its investigation revealed the activity was restricted to a number of developer program accounts and that no further compromise was detected.\nCryptographically signing malware is", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/why-pci-dss-40-should-be-on-your-radar.html", "title": "Why PCI DSS 4.0 Should Be on Your Radar in 2023", "date_published": "2022-12-14 12:30:00+00:00", "description": "Protecting customer data is critical for any business accepting online payment information. The Payment Card Industry Data Security Standard (PCI DSS), created by leading credit card companies, establishes best practices for protecting consumers' information. By adhering to these standards, businesses can ensure that their customer's personal and financial information is secure. \nThe PCI DSS", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/december-2022-patch-tuesday-get-latest.html", "title": "December 2022 Patch Tuesday: Get Latest Security Updates from Microsoft and More", "date_published": "2022-12-14 07:53:00+00:00", "description": "Tech giant Microsoft released its last set of monthly security updates for 2022 with fixes for 49 vulnerabilities across its software products.\nOf the 49 bugs, six are rated Critical, 40 are rated Important, and three are rated Moderate in severity. The updates are in addition to 24 vulnerabilities that have been addressed in the Chromium-based Edge browser since the start of the month.", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/hackers-actively-exploiting-citrix-adc.html", "title": "Hackers Actively Exploiting Citrix ADC and Gateway Zero-Day Vulnerability", "date_published": "2022-12-14 04:40:00+00:00", "description": "The U.S. National Security Agency (NSA) on Tuesday said a threat actor tracked as APT5 has been actively exploiting a zero-day flaw in Citrix Application Delivery Controller (ADC) and Gateway to take over affected systems.\nThe critical remote code execution vulnerability, identified as CVE-2022-27518, could allow an unauthenticated attacker to execute commands remotely on vulnerable devices and", "persistent": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/12/new-actively-exploited-zero-day.html", "title": "New Actively Exploited Zero-Day Vulnerability Discovered in Apple Products", "date_published": "2022-12-14 03:44:00+00:00", "description": "Apple on Tuesday rolled out security updates to iOS, iPadOS, macOS, tvOS, and Safari web browser to address a new zero-day vulnerability that could result in the execution of malicious code.\nTracked as CVE-2022-42856, the issue has been described by the tech giant as a type confusion issue in the WebKit browser engine that could be triggered when processing specially crafted content, leading to", "persistent": false}], "source url": "https://feeds.feedburner.com/TheHackersNews", "source title": "The Hacker News"}