{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/france-2-0-morocco-world-cup-semi-final-player-ratings", "title": "France 2-0 Morocco: World Cup semi-final player ratings", "date_published": "2022-12-14 22:46:30+00:00", "description": "<p>Ibrahima Konaté excelled for France, while Morocco’s captain, Romain Saïss, was unfit, well off the pace and soon withdrawn</p><p><strong>Hugo Lloris</strong> <strong>(GK) </strong>Huge first-half save from El Yamiq, with help from. the post, kept France ahead. Confident and secure. <strong>8</strong></p> <a href=\"https://www.theguardian.com/football/2022/dec/14/france-2-0-morocco-world-cup-semi-final-player-ratings\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/15/kane-williamson-stands-down-as-new-zealand-test-cricket-captain", "title": "Kane Williamson stands down as New Zealand Test cricket captain", "date_published": "2022-12-14 22:39:15+00:00", "description": "<ul><li>Tim Southee installed as new skipper for tour of Pakistan</li><li>Williamson to remain in Black Caps team as specialist Test batter </li></ul><p>Kane Williamson has stepped down as captain of New Zealand’s Test team with Tim Southee to replace the 32-year-old in a move that brings to an end a hugely successful stint in charge of the Black Caps.</p><p>Williamson, who led his side to the inaugural World Test Championship last year, passes the baton to Southee after leading New Zealand in 40 matches for a 55% winning record of 22 wins, with 10 defeats and eight draws also to his name.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/15/kane-williamson-stands-down-as-new-zealand-test-cricket-captain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/france-morocco-world-cup-semi-final", "title": "France do just enough to go forward – but will they have more for the final?", "date_published": "2022-12-14 22:31:14+00:00", "description": "<p>Deschamps’ side came up with the bare minimum against Morocco, yet Argentina will worry about their ruthlessness</p><p>All it took was one little slip. After five minutes Raphaël Varane moved out of defence, scanning for options, and rolled the ball down the inside-right channel, luring Jawad El Yamiq forward, pulling the Morocco defender out of position and kidding him into thinking that he could snuff the danger out.</p><p>There was a problem. Clarity arrived quickly, a realisation that something bad was about to happen, a sense of dread falling over Morocco as it became apparent that El Yamiq had made the error of gambling and losing track of Antoine Griezmann.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/france-morocco-world-cup-semi-final\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/sarina-wiegman-immersed-herself-in-englands-culture-to-help-transition", "title": "Sarina Wiegman immersed herself in England’s culture to help transition", "date_published": "2022-12-14 22:30:05+00:00", "description": "<ul><li>Lionesses manager admits it was tough to leave Netherlands</li><li>‘It was very exciting, England is a big football country’</li></ul><p>Sarina Wiegman has admitted she questioned whether she would be able to leave the Netherlands to become manager of the Lionesses and said she immersed herself in English culture after her appointment to aid the transition.</p><p>Speaking as the England men’s manager, Gareth Southgate, is taking time to decide whether he wants to continue in his role, provoking discussions on the future nationality of the England manager, Wiegman talked of her experience of leading the England women’s team to winning the European Championship as a foreign manager.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/sarina-wiegman-immersed-herself-in-englands-culture-to-help-transition\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/antoine-griezmanns-devilment-gives-france-the-edge-when-it-matters", "title": "Antoine Griezmann’s devilment gives France the edge when it matters | Barney Ronay", "date_published": "2022-12-14 22:29:30+00:00", "description": "<p>The beating heart of Les Bleus is playing his role in midfield in a way that no one else does, always on the half-turn</p><p>That blue wave just keeps on breaking. For the second time in five days at Al Bayt Stadium, France won a high‑stakes World Cup knockout game without at any stage being behind; without at any stage playing that well; and also without looking like they were ever seriously going to lose.</p><p>Morocco were exceptionally good, pushing France back, but somehow always finding ways to not convert their slick, probing possession into goals. How to win: a study in Deschampian minimalism. Maybe someone should write a proper thesis on this.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/antoine-griezmanns-devilment-gives-france-the-edge-when-it-matters\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/russias-forces-are-running-low-in-ukraine-says-head-of-uk-armed-forces", "title": "Russia faces ‘critical shortage’ of artillery shells, says UK defence chief", "date_published": "2022-12-14 22:09:28+00:00", "description": "<p>Tony Radakin said Moscow’s ability to conduct ground operations in Ukraine is ‘rapidly diminishing’ as a result</p><p><a href=\"https://www.theguardian.com/world/russia\">Russia</a> faces a “critical shortage” of artillery shells and Moscow’s ability to conduct ground operations in Ukraine is “rapidly diminishing” as a result, Britain’s armed forces chief has said.</p><p>Adm Sir Tony Radakin, the chief of defence staff, told an audience at the Royal United Services Institute (RUSI) thinktank on Wednesday that the Kremlin had only planned for a short period to subjugate Ukraine, and has instead found itself embroiled in a conflict lasting nearly 10 months.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/russias-forces-are-running-low-in-ukraine-says-head-of-uk-armed-forces\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/raymond-van-barneveld-darts-pdc-world-championships-interview", "title": "Raymond van Barneveld: ‘You can’t live without all the hype and attention. It’s brilliant’", "date_published": "2022-12-14 22:00:04+00:00", "description": "<p>Dutch five-times darts world champion is hoping to bring the noise again after a difficult spell before a rowdy Ally Pally audience</p><p>There are not many players left standing in the world of darts who remember the days of old, but Raymond van Barneveld will never forget what the sport was like before his life changed for ever. The 55-year-old, who is the Netherlands’ greatest tungsten technician, will be part of an exclusive club of two, along with Steve Beaton, to play in 30 world championships – of which he was won five – when he makes his return to the Alexandra Palace for the latest edition of the tournament, which begins on Thursday night.</p><p>It is a remarkable feat of longevity in an ever-changing sport, one not even the great Phil Taylor could accomplish. It is a story that began all the way back in 1991, when darts was a very different game to the one that will be given the full bells-and-whistles treatment on Sky Sports and have sold-out crowds at Ally Pally night after night.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/raymond-van-barneveld-darts-pdc-world-championships-interview\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/14/libya-opens-inquiry-into-alleged-abduction-of-lockerbie-bomb-suspect", "title": "Libya opens inquiry into alleged abduction of Lockerbie bomb suspect", "date_published": "2022-12-14 21:52:49+00:00", "description": "<p>Investigation launched after complaint from Mohammed Abouagela Masud’s family that his extradition was not lawful</p><p><a href=\"https://www.theguardian.com/world/libya\">Libya</a>’s chief prosecutor has opened an investigation into the extradition of a Libyan national accused of making the bomb that downed Pan Am Flight 103 over Lockerbie, Scotland, in 1988, to the United States.</p><p>US authorities announced on Sunday that <a href=\"https://www.theguardian.com/uk-news/2022/dec/11/third-lockerbie-bomb-suspect-now-in-us-custody-officials-say\">they had arrested former intelligence officer </a>Mohammed Abouagela Masud. The following day he appeared in federal court in Washington DC. and was charged with an act of international terrorism.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/14/libya-opens-inquiry-into-alleged-abduction-of-lockerbie-bomb-suspect\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/nwsl-investigation-widespread-misconduct-clubs", "title": "NWSL investigation finds ‘widespread misconduct’ at more than half of clubs", "date_published": "2022-12-14 21:22:21+00:00", "description": "<ul><li>Inquiry finds widespread misconduct at more than half of clubs</li><li>Year-long investigation was commissioned by NWSL and union</li></ul><p>An investigation commissioned by the National Women’s Soccer League and its players union found “widespread misconduct” directed at players dating back to the beginnings nearly a decade ago of the country’s top women’s professional league.</p><p>A report detailing the results of the year-long investigation was published Wednesday, a little over two months after the release in October of US Soccer’s report on a separate investigation by former acting US attorney general Sally Q Yates that found emotional abuse and sexual misconduct were systemic in the sport, impacting multiple teams, coaches and players.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/nwsl-investigation-widespread-misconduct-clubs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/15/ellyse-perry-delivers-matchwinning-innings-as-australia-beat-india-in-third-t20", "title": "Ellyse Perry delivers matchwinning innings as Australia beat India in third T20", "date_published": "2022-12-14 21:17:07+00:00", "description": "<ul><li>Australia 172-8; India 151-7 | Australia win by 21 runs</li><li>Perry’s 75 sees tourists take 2-1 lead in five-match series</li></ul><p>Australia’s returning great Ellyse Perry has underlined her enduring excellence with a matchwinning innings to put her side back in charge of the T20I series in Mumbai.</p><p>And while the veteran allrounder proved as commanding as ever, it was rising teenage quick Darcie Brown who shone with the ball to ensure Australia sealed a 21-run win at Brabourne Stadum on Wednesday that puts them 2-1 ahead in the five-match series.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/15/ellyse-perry-delivers-matchwinning-innings-as-australia-beat-india-in-third-t20\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/france-morocco-world-cup-semi-final-match-report", "title": "France bring Morocco’s adventure to an end and reach World Cup final", "date_published": "2022-12-14 21:14:35+00:00", "description": "<p>In the end, it was a triumph of France’s savoir-faire, their ability to manage these type of occasions, to get the job done. Theo Hernandez scored early on and Didier Deschamps could reflect on a fine defensive performance, particularly from Ibrahima Konaté, which would yield a first clean sheet of this World Cup for his team.</p><p>When Kylian Mbappé crackled to life inside the area late on, showing his twinkle toes and seeing a low shot deflect, there was the substitute, Randal Muani, to tap home. Antoine Griezmann was once again excellent and France remain on course to defend their title. The final against Argentina on Sunday promises to be an epic.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/france-morocco-world-cup-semi-final-match-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/channel-deaths-desperate-call-from-boat-raised-alarm-for-rescue-operation", "title": "Channel deaths: desperate call from boat raised alarm for rescue operation", "date_published": "2022-12-14 20:22:31+00:00", "description": "<p>Skipper of fishing vessel tells how his crew spent two hours pulling 31 people from the freezing water</p><p><a href=\"https://www.theguardian.com/uk-news/2022/dec/14/uk-coastguard-responds-to-small-boat-incident-in-channel-search-and-rescue\">Four people died and more than 40 were rescued</a> after a desperate call to a charity warned that a boat carrying asylum seekers including children had capsized in the Channel on Wednesday morning.</p><p>An unidentified man on the sinking vessel, in a recording obtained by the Guardian, asked at 2.53am for the alarm to be raised to save his family who were in the icy waters.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/channel-deaths-desperate-call-from-boat-raised-alarm-for-rescue-operation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/14/fed-interest-rate-increase", "title": "Fed eases pace of interest rate rises after signs inflation may be slowing", "date_published": "2022-12-14 20:21:10+00:00", "description": "<p>The US is facing a cost of living crisis with soaring inflation, with the latest interest rate hike the seventh increase this year</p><p>The Federal Reserve lightly tapped the brakes on its high-speed interest rate rises on Wednesday following news that suggested two years of runaway inflation may be slowing down in the US.</p><p>After a two-day meeting the Fed announced another half-point increase in interest rates, its seventh increase of the year but one that follows four straight three-quarter-point interest rate hikes. The increase brings the Fed’s benchmark interest rate – used for everything from setting mortgage rates and loans to credit cards – to a range of 4.25% to 4.5%, its highest level in 15 years.</p> <a href=\"https://www.theguardian.com/business/2022/dec/14/fed-interest-rate-increase\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/14/meta-faces-lawsuit-over-facebook-posts-inciting-violence-in-tigray-war", "title": "Meta faces $1.6bn lawsuit over Facebook posts inciting violence in Tigray war", "date_published": "2022-12-14 19:41:27+00:00", "description": "<p>Legal action backed by Amnesty alleges hateful posts inflaming war in northern Ethiopia were allowed to flourish on platform</p><p>Meta has been accused in a lawsuit of letting posts that inflamed the war in Tigray flourish on Facebook, after <a href=\"https://www.theguardian.com/technology/2022/feb/20/facebook-lets-vigilantes-in-ethiopia-incite-ethnic-killing\">an Observer investigation</a> in February revealed repeated inaction on posts that incited violence. </p><p>The lawsuit, filed in the high court of Kenya, where Meta’s sub-Saharan African operations are based, alleges that Facebook’s recommendations systems amplified hateful and violent posts in the context of the war in northern Ethiopia, which <a href=\"https://www.theguardian.com/world/2022/nov/02/ethiopian-civil-war-parties-agree-truce-to-end-hostilities\">raged for two years until a ceasefire was agreed in early November</a>. The lawsuit seeks the creation of a $1.6bn (£1.3bn) fund for victims of hate speech.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/14/meta-faces-lawsuit-over-facebook-posts-inciting-violence-in-tigray-war\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/peru-state-emergency-pedro-castillo-protests", "title": "Peru declares 30-day state of emergency amid protests at president’s arrest", "date_published": "2022-12-14 19:29:54+00:00", "description": "<p>Measure will suspend free movement over Christmas holidays as supporters of ousted Pedro Castillo take to the streets</p><p><a href=\"https://www.theguardian.com/world/2022/dec/14/peru-explainer-what-is-happening\">• What is happening in Peru and why are people so angry?</a></p><p>Peru’s new government has declared a 30-day national state of emergency to quell violent demonstrations which have shaken the country following <a href=\"https://www.theguardian.com/world/2022/dec/07/peru-president-detained-pedro-castillo-coup\">the ousting and arrest of President Pedro Castillo a week ago</a>.</p><p>The measure announced on Wednesday suspends the right to gather and move freely across the entire country – and comes just before the Christmas holidays when people typically travel extensively to visit family.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/peru-state-emergency-pedro-castillo-protests\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/14/mexico-president-bad-bunny-free-concert-ticketmaster-debacle", "title": "Mexico asks Bad Bunny to give free concert after Ticketmaster debacle", "date_published": "2022-12-14 19:03:46+00:00", "description": "<p>President calls on Puerto Rican reggaeton star to perform after fans turned away from sold-out show on Friday</p><p>Mexico’s president, Andrés Manuel López Obrador, has called on Bad Bunny to give a free concert in the capital’s central Zócalo plaza after hundreds of fans were locked out of the Puerto Rican rapper’s sold-out show last weekend thanks to <a href=\"https://www.washingtonpost.com/nation/2022/12/12/bad-bunny-ticketmaster-mexico/\">a Ticketmaster debacle</a>.</p><p>During his regular morning news conference, López Obrador, or Amlo as he is commonly known, said Bad Bunny was a “supportive” and “sensitive” person, adding that, although the government could not pay the artist, it would fund limited production costs for the concert.</p> <a href=\"https://www.theguardian.com/music/2022/dec/14/mexico-president-bad-bunny-free-concert-ticketmaster-debacle\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/14/bipedalism-foraging-research", "title": "Bipedalism in humans may have come from foraging in treetops, research suggests", "date_published": "2022-12-14 19:00:00+00:00", "description": "<p>Walking on two legs may not have been linked to environmental shifts, as previously thought</p><p>The ancestors of humans may have begun moving on two legs to forage for food among the treetops in open habitat, researchers have suggested, contradicting the idea that the behaviour arose as an adaptation to spending more time on the ground.</p><p>The origins of bipedalism in hominins around 7m years ago has long been thought to be linked to a shift in environment, when dense forests began to give way to more open woodland and grassland habitats. In such conditions, it has been argued, our ancestors would have spent more time on the ground than in the trees, and been able to move more efficiently on two legs.</p> <a href=\"https://www.theguardian.com/science/2022/dec/14/bipedalism-foraging-research\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2022/dec/14/bitcoin-has-rallied-what-are-cryptos-true-believers-still-smoking", "title": "Bitcoin has rallied. What are crypto’s true believers still smoking?", "date_published": "2022-12-14 18:43:01+00:00", "description": "<p>FTX’s filing for bankruptcy was an existential event – and may signal the moment when grown-up thinking re-entered the room</p><p>As <a href=\"https://www.theguardian.com/technology/2022/dec/13/sam-bankman-fried-ftx-charged-sec-crypto-exchange\">fraud and conspiracy charges were laid against FTX founder Sam Bankman-Fried in the US on Tuesday</a>, a funny thing happened to the price of bitcoin: it went up.</p><p>Since bitcoin is still a handy barometer of sentiment in the whole crypto universe, one must assume that more than a few punters saw headlines about “one of the biggest frauds in American history” – the US attorney for the Southern District of New York’s description of Bankman-Fried’s alleged crimes – and decided this was just the moment to top up their bets.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2022/dec/14/bitcoin-has-rallied-what-are-cryptos-true-believers-still-smoking\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/carlos-correa-reportedly-signs-13-year-350m-deal-with-san-francisco-giants", "title": "Carlos Correa reportedly signs 13-year, $350m deal with San Francisco Giants", "date_published": "2022-12-14 18:35:57+00:00", "description": "<ul><li>Correa and Giants reportedly reach $350m, 13-year deal</li><li>Contract is fourth largest ever and richest for a shortstop</li></ul><p>Star shortstop Carlos Correa and the San Francisco Giants have agreed to a $350m, 13-year contract, a person familiar with the negotiations told the Associated Press.</p><p>The person spoke on condition of anonymity Tuesday night because the agreement was subject to a successful physical.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/carlos-correa-reportedly-signs-13-year-350m-deal-with-san-francisco-giants\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/14/winter-storm-blizzard-tornado-texas-oklahoma-louisiana", "title": "Cross-country US storm causes blizzard warnings, tornadoes and two deaths", "date_published": "2022-12-14 18:24:46+00:00", "description": "<p>Police say a young boy and his mother were found dead in Louisiana, where their home was destroyed after a tornado hit</p><p>A destructive storm marched across the US on Wednesday, spawning tornadoes in Texas, Oklahoma and Louisiana, where the deaths of a young boy and his mother were reported, delivering blizzard-like conditions to the Great Plains and threatening more severe weather in the south.</p><p>The huge storm system was also expected to push more snow and ice into Appalachia and New England. The wintery blast dumped more than 2ft of snow in parts of South Dakota.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/14/winter-storm-blizzard-tornado-texas-oklahoma-louisiana\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/freddie-flintoff-recovering-after-top-gear-crash-says-piers-morgan", "title": "Freddie Flintoff recovering after Top Gear crash, says Piers Morgan", "date_published": "2022-12-14 18:24:12+00:00", "description": "<p>Friend and fellow broadcaster says former England cricketer will be OK after ‘pretty serious crash’</p><p>Andrew “Freddie” Flintoff is recovering from an accident while filming for Top Gear, according to his friend and fellow broadcaster Piers Morgan.</p><p>The former England cricketer, 45, received medical care at the scene <a href=\"https://www.theguardian.com/sport/2022/dec/13/freddie-flintoff-airlifted-to-hospital-after-crash-during-top-gear-filming\">before being airlifted to a hospital on Tuesday</a> after a crash at a Surrey aerodrome. </p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/freddie-flintoff-recovering-after-top-gear-crash-says-piers-morgan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/14/stephen-twitch-boss-dj-ellen-degeneres-show-dies", "title": "Stephen ‘tWitch’ Boss, DJ on Ellen DeGeneres Show, dies aged 40", "date_published": "2022-12-14 18:23:53+00:00", "description": "<p>The beloved dancer-DJ was also a former contestant on So You Think You Can Dance and appeared in films like Step Up: All In</p><p>Stephen “tWitch” Boss, the longtime, beloved dancing DJ on The Ellen DeGeneres Show and a former contestant on So You Think You Can Dance, has died. He was 40.</p><p>His wife, Allison Holker Boss, confirmed his death in a statement to People.com.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/14/stephen-twitch-boss-dj-ellen-degeneres-show-dies\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/greek-mep-eva-kaili-at-centre-of-qatar-corruption-inquiry-has-hearing-postponed", "title": "Greek MEP at centre of Qatar corruption inquiry has hearing postponed", "date_published": "2022-12-14 18:19:08+00:00", "description": "<p>Eva Kaili awaits bail decision as lawyer says prison strike stopped her attending court</p><p>The Greek MEP at the centre of a corruption scandal engulfing the European parliament will have to wait in prison until next week to find out if she will be released on bail pending a trial.</p><p>The Greek Socialist MEP Eva Kaili is one of four suspects arrested last week in connection with a major police investigation into cash for influence involving Qatar’s government.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/greek-mep-eva-kaili-at-centre-of-qatar-corruption-inquiry-has-hearing-postponed\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/world-rugby-facing-outcry-to-cut-ties-with-frances-bernard-laporte", "title": "World Rugby facing outcry to cut ties with France’s Bernard Laporte", "date_published": "2022-12-14 18:10:32+00:00", "description": "<ul><li>FFR president has stepped away from World Cup role</li><li>Appeal against corruption could take more than two years</li></ul><p>Pressure is mounting on the suspended World Rugby vice-chairman Bernard Laporte to cut all administrative ties with the sport with immediate effect following his conviction for corruption. Laporte has signalled his intention to appeal against his two-year suspended prison sentence and remains president of the French Rugby Federation.</p><p>The scandal, in which Montpellier’s owner, Mohed Altrad, also received a suspended 18-month sentence and fine – has already prompted Laporte to step aside from his World Rugby role just nine months before the 2023 World Cup which France is hosting.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/world-rugby-facing-outcry-to-cut-ties-with-frances-bernard-laporte\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/14/joe-biden-us-societal-guilt-sandy-hook-anniversary", "title": "Joe Biden says US should have ‘societal guilt’ 10 years after Sandy Hook", "date_published": "2022-12-14 18:08:29+00:00", "description": "<p>President makes remark on anniversary of shooting, in which 20 children and six adults were killed in Newtown, Connecticut</p><p>Joe Biden said on Wednesday the US should have “societal guilt” over taking too long to address gun violence and the curse of school shootings.</p><p>The president made the remark in a <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/12/14/statement-from-president-joe-biden-marking-10-years-since-the-sandy-hook-shooting/\">statement</a> 10 years after the <a href=\"https://www.theguardian.com/us-news/newtown-shooting\">Sandy Hook elementary school shooting</a>, in which 20 young children and six adults were killed in Newtown, Connecticut, <a href=\"https://www.theguardian.com/us-news/2022/dec/14/gun-violence-control-laws-sandy-hook-newtown\">on 14 December 2012</a>.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/14/joe-biden-us-societal-guilt-sandy-hook-anniversary\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/14/obituaries-2022-jean-luc-godard-remembered-by-caroline-champetier", "title": "Jean-Luc Godard remembered by Caroline Champetier", "date_published": "2022-12-14 18:00:02+00:00", "description": "<p><strong>3 December 1930 - 13 September 2022</strong><br />The cinematographer recalls working with the radical French director, a man who transformed cinema and survived on omelettes and beer</p><ul><li><a href=\"https://www.theguardian.com/stage/2022/dec/14/obituaries-2022-peter-brook-remembered-by-richard-eyre\">Peter Brook remembered by Richard Eyre</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>I didn’t grow up in a movie-loving family – we rarely went to the cinema. However, I had this strange habit as a young teenager: I avidly read French weekly <em>Le Nouvel Observateur</em>’s film reviews. Once, I asked my parents for permission to go and see Godard’s <em>Pierrot le Fou</em>. They said: “Absolutely not.” I asked why. “Because it’s violent,” came the reply. I finally watched <em>Pierrot le Fou</em> when I studied at the national film school. The film was not violent in the way they saw it, but it was a shock, nonetheless. Little did I know then that I would spend a few years working side by side with Jean-Luc Godard.</p><p>In fact, I started gravitating towards his circle from the time I was at film school and through my 20s, thanks to the great director of photography William Lubtchansky, for whom I worked as an assistant. Lubtchansky had been the director of photography for Godard, Agnès Varda, François Truffaut, Jacques Rivette, among other illustrious names of the French New Wave. They all felt ancient to me; however, they were only in their 50s and very much active. At film school, we had imbibed the New Wave; they were our masters of cinema. You had to take sides, though. There were the Rohmerian (after Eric Rohmer), the Godardian and the Truffaldian. I was a true Godardian. I was attracted to his radicalness. At the time, Godard and Truffaut had fallen out with each other, and would never patch their differences. The main distinction between Godard and the others was how he made films. Godard had his own way of writing, producing, filming and editing a film. Furthermore, unlike other film directors of his generation, he didn’t believe in characters, he only believed in actors responding to his directing.</p> <a href=\"https://www.theguardian.com/film/2022/dec/14/obituaries-2022-jean-luc-godard-remembered-by-caroline-champetier\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/14/twitter-elon-musk-private-jet-account-suspended", "title": "Twitter suspends account that monitors flight paths of Elon Musk’s private jet", "date_published": "2022-12-14 17:31:44+00:00", "description": "<p>Billionaire had vowed to allow @ElonJet to continue on free speech grounds last month after acquiring social media firm</p><p>Twitter has suspended an account that monitors the flight paths of a private jet owned by the social media giant’s new boss, Elon Musk.</p><p>On Wednesday morning, the <a href=\"https://twitter.com/ElonJet\">page</a> for the account, @ElonJet, said “Account suspended”, adding: “Twitter suspends accounts that violate the Twitter Rules.”</p> <a href=\"https://www.theguardian.com/technology/2022/dec/14/twitter-elon-musk-private-jet-account-suspended\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/three-chimpanzees-shot-dead-after-escape-from-swedish-zoo", "title": "Three chimpanzees shot dead after escape from Swedish zoo", "date_published": "2022-12-14 17:26:49+00:00", "description": "<p>Furuviksparken zoo said the animals ‘tragically’ had to be put down because of the danger to the public</p><p>Three chimpanzees escaped from their enclosure in a Swedish zoo for several hours before being shot dead, according to Swedish media, while a fourth was wounded and a fifth was believed to have returned unharmed to the zoo of its own accord.</p><p>“They are very strong animals and absolutely not domesticated,” Daniel Wikdahl, a police spokesman, <a href=\"https://www.svt.se/nyheter/lokalt/gavleborg/schimpans-pa-rymmen-fran-furuviksparken-tva-dodade\">told the public broadcaster SVT</a> on Wednesday, adding that it had been the zoo’s decision to shoot the four because of the danger to the public.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/three-chimpanzees-shot-dead-after-escape-from-swedish-zoo\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/14/once-in-a-lifetime-copy-of-don-quixote-fetches-500000-at-auction", "title": "‘Once-in-a-lifetime’ copy of Don Quixote fetches €500,000 at auction", "date_published": "2022-12-14 17:26:45+00:00", "description": "<p>Total of €900,000 paid for Cervantes’ works that a diplomat bought on a shopping trip to London in 1930s</p><p>A “once-in-a-lifetime” copy of Miguel de Cervantes’ Don Quixote, printed in Madrid four centuries ago and snapped up by a book-loving Bolivian diplomat in London in the 1930s, has sold at auction in Paris for €504,000 (£432,600).</p><p>A first edition of Cervantes’ short story collection, <em>Novelas ejemplares</em> (Exemplary Stories), bought at the same time by the same diplomat, fetched €403,200 at the sale at Sotheby’s.</p> <a href=\"https://www.theguardian.com/books/2022/dec/14/once-in-a-lifetime-copy-of-don-quixote-fetches-500000-at-auction\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/14/france-v-morocco-world-cup-2022-semi-final-live", "title": "France v Morocco: World Cup 2022 semi-final – live", "date_published": "2022-12-14 17:14:55+00:00", "description": "<ul><li>Updates from the second semi-final, kick-off 7pm GMT</li><li>You can contact Rob <a href=\"mailto:rob.smyth@theguardian.com\">here</a> with your thoughts</li></ul><p><strong>Jacob Steinberg’s big-match preview</strong></p><p>And now for something completely different: a World Cup semi-final involving an African team. And an Arab team. Even in a football world full of hot air and hotter takes, it’s very hard to overhype this game: France v Morocco, for a place in the World Cup final. Morocco have already made history, but imagine if they get to the final. Imagine if they win the bugger.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/14/france-v-morocco-world-cup-2022-semi-final-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/14/walkouts-and-tensions-as-row-over-finance-threatens-to-derail-cop15-talks", "title": "Walkouts and tensions as row over finance threatens to derail Cop15 talks", "date_published": "2022-12-14 17:14:54+00:00", "description": "<p>Delegates from developing nations leave discussions as divisions grow over who should pay to protect biodiversity</p><p>Divisions between developed and developing nations over who should pay to protect Earth’s ecosystems are threatening to derail a UN biodiversity summit after a group of developing countries walked out of discussions overnight.</p><p>In echoes of last month’s Cop27 climate summit in Egypt – where countries agreed to create a new fund to compensate loss and damage from global heating in vulnerable nations – countries from the global south left Cop15 talks on Wednesday due to disagreements over finance.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/14/walkouts-and-tensions-as-row-over-finance-threatens-to-derail-cop15-talks\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/14/warp-records-artificial-intelligence-aphex-twin-autechre", "title": "‘It was a gateway for people to get into electronic music’: 30 years of Warp Records’ Artificial Intelligence", "date_published": "2022-12-14 17:13:22+00:00", "description": "<p>Taking cues from Detroit techno and showcasing Autechre and Aphex Twin, the famed compilation found hedonism in the wind-down. As it is reissued, famous fans from then and now explain why they love it</p><p>In the white hot rave heat of 1992, Warp Records, then based in Sheffield, released a compilation for the wind-down: Artificial Intelligence. The name would, sadly, prompt talk of “intelligent techno” and then “intelligent dance music” (IDM), implying an air of nerdy elitism. However Warp insisted the title was only ever a tongue-in-cheek alignment with sci-fi, and the balmy music was unmistakably hedonistic. Taking cues from Detroit techno, and featuring future superstars in Autechre and Aphex Twin (as Polygon Window), it perfectly captured the still-ecstatic backroom and after-party vibe of the era.</p><p>As a new reissue celebrates the compilation’s 30th anniversary – and three decades of its pleasure principle reverberating across subsequent scenes and generations – we asked famous fans from 1992 to the present about why Artificial Intelligence endures.</p> <a href=\"https://www.theguardian.com/music/2022/dec/14/warp-records-artificial-intelligence-aphex-twin-autechre\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/dec/14/hes-not-my-late-husband-iman-talks-of-grief-over-death-of-david-bowie", "title": "‘He’s not my ‘late’ husband’: Iman talks of grief over death of David Bowie", "date_published": "2022-12-14 17:12:43+00:00", "description": "<p>The supermodel also discusses changing the fashion industry and resisting ageing cliches</p><p>The supermodel Iman has opened up about her grief over <a href=\"https://www.theguardian.com/music/2016/jan/11/david-bowie-dies-at-the-age-of-69\">the loss of her husband, David Bowie</a>, saying she refuses to refer to him as “late”.</p><p>The couple were married in 1992. Appearing on the cover of January’s issue of Vogue magazine for the first time, the model, activist and entrepreneur talked about her enduring love for the musician, who died of cancer in 2016.</p> <a href=\"https://www.theguardian.com/fashion/2022/dec/14/hes-not-my-late-husband-iman-talks-of-grief-over-death-of-david-bowie\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/messis-final-world-cup-is-not-just-a-competition-it-is-a-cause-a-rebellion", "title": "Messi’s final World Cup is not just a competition. It is a cause, a rebellion | Sid Lowe", "date_published": "2022-12-14 17:02:20+00:00", "description": "<p>There is a sense that his Argentinian teammates are invested in not just winning the tournament, but his happiness too</p><p>Lionel Messi has the farewell he wished for. Or the stage for it, at least. A well-known <em>failure</em> at international level, on Sunday he will play his sixth major final with Argentina. It will be his 26th World Cup game, more than anyone else ever, another record gathered up; it will also be his last. “To be able to finish my journey in the final makes me happy, and everything I have lived here is lovely,” he said at the end of another night graced by another moment, like a gift given: something to hold when he has gone. Which is four days away now.</p><p><em>Four days.</em> One night. Everyone “knew” that this would be Messi’s last World Cup, the feeling that you might never see him again clinging to every game. He knew that too, which is part of the reason it has played out like this: call it mission, destiny or, just enjoyment. Seize the day, there aren’t many left. And yet, 16 years after his first, as a sub in <em>that</em> 6-0 win against Serbia and Montenegro, hearing it confirmed still hit. Wait, what? The final will be your last? “Yes, it surely will be,” Messi said on Tuesday night, “It’s many years until the next [World Cup] and I don’t think I’ll make it. Finishing this way is nice.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/messis-final-world-cup-is-not-just-a-competition-it-is-a-cause-a-rebellion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/istanbul-mayor-ekrem-imamoglu-sentenced-to-jail-over-fools-insult", "title": "Istanbul mayor Ekrem İmamoğlu sentenced to jail over ‘fools’ insult", "date_published": "2022-12-14 16:46:30+00:00", "description": "<p>Mayor expected to appeal against ruling that is seen as an effort to sideline an Erdoğan rival</p><p>A Turkish court has sentenced Istanbul’s mayor to more than two years in prison and banned him from politics in a move that his supporters described as a politically motivated effort to sideline a high-profile rival of the president, Recep Tayyip Erdoğan.</p><p>Ekrem İmamoğlu was sentenced to two years, seven months and 15 days in prison for calling members of Turkey’s supreme election council “fools” in a press release three years ago.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/istanbul-mayor-ekrem-imamoglu-sentenced-to-jail-over-fools-insult\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/14/this-will-look-lovely-in-balmoral-why-camilla-loves-a-charity-shop-bargain", "title": "‘This will look lovely in Balmoral!’ Why Camilla loves a charity-shop bargain", "date_published": "2022-12-14 16:45:55+00:00", "description": "<p>If you’ve got a home to furnish, you could do a lot worse than Emmaus in south London. Just make sure you get there before the queen consort </p><p><strong>Name:</strong> Charity shops.</p><p><strong>Age:</strong> One of the earliest known was opened by the Wolverhampton Society for the Blind in 1899.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/14/this-will-look-lovely-in-balmoral-why-camilla-loves-a-charity-shop-bargain\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/14/three-salons-at-the-seaside-perms-for-everyone-the-90s-hairdressing-documentary-thats-one-of-tvs-finest-shows", "title": "Perms for everyone! The 90s hairdressing documentary that’s one of TV’s finest shows", "date_published": "2022-12-14 16:06:54+00:00", "description": "<p>Sweet, funny and endlessly touching, re-released 1994 short film Three Salons at the Seaside is a tragicomic joy about pensioner-packed salons – and a hypnotic dispatch from a lost age</p><p>On Monday 29 August 1994, sandwiched between a repeat of the 70s sitcom Happy Ever After and a showing of the 1988 movie version of Dangerous Liaisons, BBC Two broadcast one of the finest documentaries ever made. And now, thanks to a sudden wave of renewed interest, <a href=\"https://www.bbc.co.uk/iplayer/episode/p0d2pngh/three-salons-at-the-seaside\">Three Salons at the Seaside</a> has returned to iPlayer.</p><p>Directed by Philippa Lowthorpe, who most recently helmed a couple of episodes of the new <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/30/willow-review-warwick-davies-fantasy-reboot-is-lots-of-fun-until-he-appears\">Willow</a> series on Disney+, Three Salons at the Seaside is a beautiful, delicate 40-minute film about (as you’d expect) three hairdressing salons in Blackpool, all of which appear to cater exclusively to women aged 70 or above. It feels like a dispatch from a lost age. Customers, no matter how loyal, are always addressed formally. Fishmongers pop in from time to time to take orders. All the phone numbers have five digits. Perms, in all three of the salons, appear to be violently non-negotiable.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/14/three-salons-at-the-seaside-perms-for-everyone-the-90s-hairdressing-documentary-thats-one-of-tvs-finest-shows\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/14/royal-households-accused-planting-coverage-meghan", "title": "Royal households accused of ‘war against Meghan’ to protect palace", "date_published": "2022-12-14 16:03:52+00:00", "description": "<p>Duchess’s lawyer claims palace encouraged negative stories about the Sussexes to benefit other royals</p><p>The royal households have been directly accused of deliberately planting negative stories about the Duke and Duchess of Sussex to deflect attention from less favourable coverage of other royals as part of what a lawyer calls “a war against Meghan”.</p><p>In the latest trailer for the Sussexes’ <a href=\"https://www.theguardian.com/media/2022/dec/14/harry-and-meghan-becomes-netflixs-biggest-documentary-debut-yet#:~:text=Harry%20%26%20Meghan%2C%20Netflix%27s%20documentary%20series,the%20company%20said%20on%20Tuesday.\">controversial Netflix documentary,</a> the duchess’s lawyer, Jenny Afia, claims to have seen evidence of briefing from the palace against the couple.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/14/royal-households-accused-planting-coverage-meghan\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/14/amazing-year-female-artists-venice-biennale-turner", "title": "Another amazing year for female artists. So why are they still stifled and impoverished?", "date_published": "2022-12-14 16:00:57+00:00", "description": "<p>From the Turner shortlist to the Venice Biennale and more, 2022 was another dazzling year for women. But, away from the headlines, a cold look at the data shows equality is generations away </p><p></p><p>It has been a fine year for looking at, hearing and smelling work by women artists. My highlights of the last 12 months include violent installations by <a href=\"https://www.theguardian.com/artanddesign/2022/may/10/cornelia-parker-bp-bombs-becoming-a-german-little-englander\">Cornelia Parker</a>; featherlight knotted wire sculptures by Ruth Asawa; old textile scraps animated by family bonds in the hands of <a href=\"https://www.theguardian.com/artanddesign/2022/feb/13/louise-bourgeois-the-woven-child-hayward-gallery-london-review-everyday-horror-shows\">Louise Bourgeois</a>; <a href=\"https://www.theguardian.com/artanddesign/2022/sep/07/carolee-schneemann-barbican-vagina-mackerel-police-review\">Carolee Schneemann</a>’s daring performances of sexuality, gender and sickness; <a href=\"https://www.theguardian.com/artanddesign/2022/nov/15/magdalena-abakanowicz-review-so-is-that-a-nose-or-a-testicle\">Magdalena Abakanowicz</a>’s fleshy woven sculptures; Allison Katz’s cerebral paintings; tapestries and tussocky mounds of coloured fibre by <a href=\"https://www.theguardian.com/artanddesign/2022/apr/05/textile-artist-sheila-hicks-colour-blood-vivid-life\">Sheila Hicks</a>; and <a href=\"https://www.theguardian.com/artanddesign/2022/jun/14/vivian-maier-anthology-review-the-eccentric-nanny-with-an-eye-for-a-picture\">Vivian Maier</a>’s sly street photographs.</p><p>There have been moments of triumph. Last week <a href=\"https://www.theguardian.com/culture/2022/dec/07/veronica-ryan-wins-2022-turner-prize\">Veronica Ryan was announced as winner of the Turner prize</a> from an all-female and non-binary shortlist. In April, <a href=\"https://www.theguardian.com/artanddesign/2022/apr/23/british-artist-sonia-boyce-wins-golden-lion-at-venice-biennale\">Sonia Boyce won a Golden Lion</a> for her British Pavilion exhibition at a Venice Biennale in which the magnificent central exhibition – Milk of Dreams – was dominated by women artists, current and historical. </p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/14/amazing-year-female-artists-venice-biennale-turner\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/gianluca-vialli-leaves-role-with-italy-to-focus-on-second-battle-with-cancer", "title": "Gianluca Vialli leaves role with Italy to focus on further treatment for cancer", "date_published": "2022-12-14 15:45:27+00:00", "description": "<ul><li>Former Chelsea striker was head of delegation of the Azzurri</li><li>‘Goal is to use my energies to help my body overcome disease’</li></ul><p>The former Italy striker Gianluca Vialli is stepping away from his role with the national federation for health reasons, the 58-year-old who has pancreatic cancer said on Wednesday.</p><p>“At the end of a long and difficult negotiation with my wonderful team of oncologists, I have decided to suspend, hopefully temporarily, my present and future professional commitments,” said Vialli, head of delegation of the Azzurri.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/gianluca-vialli-leaves-role-with-italy-to-focus-on-second-battle-with-cancer\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/silvio-berlusconi-monza-sex-workers-in-dressing-room-serie-a", "title": "Berlusconi says he offered Monza squad sex workers in dressing room for big win", "date_published": "2022-12-14 15:44:51+00:00", "description": "<ul><li>Video shows owner making comments at Christmas dinner</li><li>Italy’s former prime minister condemned by female senator</li></ul><p>The former Italian prime minister Silvio Berlusconi told Monza’s players he would bring sex workers into their dressing room if they managed to win again against a top Serie A club, a video published on social media showed on Wednesday.</p><p>Berlusconi, who often uses colourful language, was accused in 2011 of having sex with an underage sex worker at one of his infamous “bunga bunga” parties. He was acquitted on appeal in 2015 after a judge ruled he had not known she was a minor.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/silvio-berlusconi-monza-sex-workers-in-dressing-room-serie-a\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/lionel-messi-twisted-blood-gvardiol-world-cup-montage-football-daily", "title": "Messi, twisted blood and Gvardiol’s place in the World Cup montage", "date_published": "2022-12-14 15:38:05+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>A penny for the thoughts of Josko Gvardiol after he woke up in Qatar this morning. After untangling his limbs and summoning team doctors to untwist his blood, the Croatia defender could have been forgiven for cussing the name of Lionel Messi to the high heavens. Having worked so hard to establish himself as one of the players of the tournament, the 20-year-old’s efforts were undone in a few seconds. Argentina’s scurrier-in-chief twisted him this way and that down the touchline, before sending Josko skittering haplessly into the middle of next week with a drop of his shoulder as he rounded his outside and nutmegged him to tee up Julián Álvarez. A routine finish cemented Argentina’s place in the final and poor old Josko’s place in the official Fifa Human Rights World Cup end-of-tournament montage.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/lionel-messi-twisted-blood-gvardiol-world-cup-montage-football-daily\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/dec/14/russian-oil-revenues-fall-in-november-despite-production-boost", "title": "Russian oil revenues fall in November despite production boost", "date_published": "2022-12-14 15:31:02+00:00", "description": "<p>Decline seen as evidence that western efforts to choke off the Kremlin’s earnings are working</p><p>Russian oil revenues fell last month despite a boost in production to just below levels before the invasion of Ukraine, the International Energy Agency has said, in a sign that western efforts to choke off the Kremlin’s income are working.</p><p>The IEA estimated that Russia earned about $15.8bn (£12.8bn) from oil sales in November, the second lowest this year after $14.7bn in September.</p> <a href=\"https://www.theguardian.com/business/2022/dec/14/russian-oil-revenues-fall-in-november-despite-production-boost\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/england-style-is-a-sea-change-in-test-cricket-now-will-others-follow-the-tide-bazball", "title": "England’s style is a sea-change in Test cricket: now will others follow the tide? | Andy Bull", "date_published": "2022-12-14 15:29:41+00:00", "description": "<p>‘Bazball’ has delivered three straight Test series wins, but the real question now is whether other teams will copy or counter it</p><p>You might have missed the sign in the window of Australia’s dressing room during the second Test against the West Indies in Adelaide last week. Someone had scrawled “Ron Ball” on a piece of paper and <a href=\"https://www.mirror.co.uk/sport/cricket/england-australia-bazball-ashes-mccullum-28701588\">propped it up against the glass</a>, a little dig at England and all the attention they’ve been getting, by way of tribute to Australia’s own coach, Andrew “Ronnie” McDonald.</p><p>So the Australians are sceptical about the way England are playing. You wouldn’t expect anything else. “If it comes off, it comes off,” David Warner said back in August, “That’s their brand of cricket. But from our point of view, we’ll be playing Ron Ball.”</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/england-style-is-a-sea-change-in-test-cricket-now-will-others-follow-the-tide-bazball\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/im-on-nine-pills-a-day-now-and-im-not-even-what-you-might-call-ill", "title": "I’m on nine pills a day now – and I’m not even what you might call ill | Adrian Chiles", "date_published": "2022-12-14 15:17:54+00:00", "description": "<p>There is one for reflux, one for anxiety, one for vitamin D – and new ones keep on coming. Welcome to middle age</p><p>About seven years ago, when I was still in my 40s, my GP saw fit to prescribe me another pill to take every day. I believe it was for reflux. While I was grateful for anything to address the geysers of what felt like battery acid erupting in my belly, I was dismayed. I already took something for anxiety and two for hypertension, so this would be my fourth pill. “Four a day!” I groaned. “What’s happening to me?”</p><p>“Welcome to middle age,” the GP said, drily.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/im-on-nine-pills-a-day-now-and-im-not-even-what-you-might-call-ill\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/grant-wahl-died-heart-aneurysm-world-cup", "title": "US soccer journalist Grant Wahl died of heart aneurysm at World Cup", "date_published": "2022-12-14 15:14:22+00:00", "description": "<ul><li>US journalist Grant Wahl died from aortic aneurysm, wife says</li><li>Wahl, 49, was stricken while covering World Cup in Qatar</li></ul><p></p><p>Grant Wahl <a href=\"https://www.theguardian.com/football/2022/dec/09/grant-wahl-dies-qatar-world-cup-2022-heart-attack-soccer-journalist\">died of an aneurysm</a> in his heart when he was stricken while covering a World Cup match last weekend, according to an autopsy of the well-known American soccer writer.</p><p>Wahl’s wife, Dr Céline Gounder, said Wednesday that an autopsy was conducted by the New York City Medical Examiner’s Office.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/grant-wahl-died-heart-aneurysm-world-cup\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/dec/14/obituaries-2022-peter-brook-remembered-by-richard-eyre", "title": "Peter Brook remembered by Richard Eyre", "date_published": "2022-12-14 15:00:57+00:00", "description": "<p><strong>21 March 1925 - 2 July 2022<br /></strong>The theatre director remembers his friend and mentor, a titan of the stage whose productions revolutionised the art form</p><ul><li><a href=\"https://www.theguardian.com/environment/2022/dec/13/obituaries-2022-james-lovelock-remembered-by-john-gray\">James Lovelock remembered by John Gray</a></li><li><a href=\"https://www.theguardian.com/culture/series/the-observers-obituaries-of-2022\">Read the Observer’s obituaries of 2022 in full</a></li></ul><p>I was 19 when I saw Peter Brook’s production of <em>King Lear </em>in 1962<em> </em>and I felt like Berlioz seeing <em>Hamlet</em>: “The lightning flash of that discovery revealed to me at a stroke the whole heaven of art. I saw, I understood, I felt that I was alive and that I must arise and walk.” The production was on an almost bare stage, stripped of what Brook described as the “<em>quincaillerie</em>” (ironmongery) of stage production that had so fascinated him as an absurdly young director of theatre and opera. The play was revealed in its elemental force, a world without moral absolutes in a permanent condition of fallibility.</p><p>Peter was a universally revered director, admired as much for his genius as for his ability to reinvent himself. When I<strong> </strong>began directing, I wrote to him and to my astonishment he invited me to come to his home where, although I was thoroughly and obviously ignorant and starstruck, he spoke with unforced charm and great clarity, without ever talking down to me: how plays were revealed during rehearsals, not mapped out beforehand; how rehearsals must be a journey; how there was no such thing as a definitive production; of magic, of instinct, of showmanship. He was by turns grave, impish and passionate.</p> <a href=\"https://www.theguardian.com/stage/2022/dec/14/obituaries-2022-peter-brook-remembered-by-richard-eyre\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/14/amazons-highway-hell-richard-mosses-best-photograph-burned", "title": "The Amazon’s highway through hell – Richard Mosse’s best photograph", "date_published": "2022-12-14 15:00:56+00:00", "description": "<p>‘I took this on the Trans-Amazonian Highway, which runs through the heart of the rainforest. It is being burned to clear land, a process that kills everything. It felt like the end of the world’</p><p>This humble image is perhaps not as immediately striking as some of my others. It’s quite subdued and it almost didn’t happen at all. I made it while travelling along the Trans-Amazonian Highway, which was built by the Brazilian military dictatorship in the 1970s, through the heart of the rainforest, in order to “develop” it. In fact, human development and cultivation have existed in the Amazon for millennia – indigenous ways of living alongside nature rather than dominating it. The road’s construction brought widespread ecocide that continues unchecked. My recent work in the Brazilian Amazon is, in many ways, a portrait of this road and its devastating impact on the world’s largest tropical rainforest.</p><p>After Jair Bolsonaro took office in 2019, millions of his supporters in the Amazon <a href=\"https://www.theguardian.com/environment/2021/jul/14/amazon-rainforest-will-collapse-if-bolsonaro-remains-president\">felt encouraged by his government to clear the land</a> for cattle pasture, soya bean fields, and other forms of agribusiness. Burning kills everything, including species we haven’t even heard of yet. Driving down the Trans-Amazonian often felt like passing through hell.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/14/amazons-highway-hell-richard-mosses-best-photograph-burned\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/14/cop15-was-meant-to-be-natures-paris-moment-but-greta-thunberg-blah-blah-blah", "title": "Cop15 was meant to be nature’s Paris moment, but Greta Thunberg’s ‘blah, blah, blah’ cry is proving right | The Secret Negotiator", "date_published": "2022-12-14 15:00:21+00:00", "description": "<p>In Montreal, progress on biodiversity issues has been slow. We cannot go on like this</p><p>Even by the glacial standards of UN biodiversity negotiations, <a href=\"https://www.theguardian.com/environment/2022/dec/13/cop15-half-time-report-china-prompts-fears-of-new-copenhagen-moment\">Cop15 has been slow</a>. We have been in Montreal for more than a week and I am flabbergasted at the lack of progress, especially after how important several world leaders said the summit would be.</p><p>There is still time to turn it around. But there is no political urgency behind the biodiversity crisis or any desire for transformative change, as far as I can tell. <a href=\"https://www.theguardian.com/environment/2021/sep/28/blah-greta-thunberg-leaders-climate-crisis-co2-emissions\">Greta Thunberg’s “blah, blah, blah” criticism</a> of government negotiations on the environment is proving right as things stand, unfortunately.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/14/cop15-was-meant-to-be-natures-paris-moment-but-greta-thunberg-blah-blah-blah\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/mep-bahrain-visit-tomas-zdechovsky-parliament-vote-abdulhadi-al-khawaja", "title": "Revealed: MEP in prisoner resolution row made undeclared Bahrain visit", "date_published": "2022-12-14 14:47:35+00:00", "description": "<p>European parliament due to vote on Thursday on resolution calling for release of Bahraini activist </p><p>A senior MEP is facing questions over trips to Bahrain and his support for a “one-sided” resolution on a political prisoner from that country that echoes the talking points of the authoritarian Gulf state.</p><p>Tomáš Zdechovský, a centre-right Czech MEP, who chairs the European parliament’s Bahrain friendship group, was found by the Guardian to have made an undeclared visit to the country in April 2022, where he met Bahrain’s Chamber of Commerce and Industry.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/mep-bahrain-visit-tomas-zdechovsky-parliament-vote-abdulhadi-al-khawaja\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/14/wednesday-addams-family-reboot-netflix-tiktok", "title": "How Netflix’s Wednesday became a pop culture phenomenon", "date_published": "2022-12-14 14:33:51+00:00", "description": "<p>Tim Burton’s Addams Family reboot series has become only the third Netflix show to rack up a billion hours of views in a month, inspiring TikTokers and Lady Gaga along the way</p><p>It’s official: Wednesday, the Netflix Addams Family reboot directed in part by Tim Burton, is a smash hit. Just three weeks after its release, the young adult series has racked up a staggering billion hours’ worth of views, <a href=\"https://variety.com/2022/tv/news/wednesday-netflix-viewership-harry-meghan-1235458467/\">a Netflix benchmark</a> surpassed only by Squid Game and Stranger Things 4.</p><p>Consequently, social media feeds have also been clogged by fans (<a href=\"https://ew.com/tv/lady-gaga-wednesday-dance-bloody-mary-tiktok/\">Lady Gaga included</a>) in their best Wednesday Addams cosplay. The children of TikTok have been diligently recreating her Siouxsie and the Banshee-inspired performance, in which star Jenna Ortega’s now-viral choreography to the Cramps’ 1981 cover of Goo Goo Muck may have single-handedly revived Gothic subculture for Gen Z (the series also picked up two major Golden Globe nominations this week).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/14/wednesday-addams-family-reboot-netflix-tiktok\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/dec/14/swans-strikes-and-snow-wednesdays-best-photos", "title": "Swans, strikes and snow: Wednesday’s best photos", "date_published": "2022-12-14 14:26:47+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/dec/14/swans-strikes-and-snow-wednesdays-best-photos\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/14/binance-founder-changpeng-zhao-insists-business-as-usual-after-1bn-pulled-out-in-a-day", "title": "Binance founder insists ‘business as usual’ after $1bn pulled out in a day", "date_published": "2022-12-14 14:19:13+00:00", "description": "<p>Changpeng Zhao calls withdrawals a ‘stress test’ as investors continue to react to FTX collapse</p><p>More than a billion dollars were pulled out of Binance in a single day, according to the largest cryptocurrency exchange’s founder Changpeng Zhao, as investors across the sector continue to react to <a href=\"https://www.theguardian.com/technology/2022/nov/18/how-did-crypto-firm-ftx-collapse\">the collapse of its rival FTX</a>.</p><p>Zhao, better known as CZ, insisted that the withdrawals were simply proof of the firm footing that Binance has, calling them a “stress test” and reassuring depositors that the exchange’s reserves were sound.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/14/binance-founder-changpeng-zhao-insists-business-as-usual-after-1bn-pulled-out-in-a-day\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/dec/14/house-hearing-lgbtq-violence-sandy-hook-biden-african-leaders-politics-live-updates", "title": "Colorado Springs shooting survivors to speak in House hearing on LGBTQ+ violence – live", "date_published": "2022-12-14 14:15:58+00:00", "description": "<p>Anti-LGBTQ+ extremism fueled by ‘despicable policies’ Republicans are advancing, says House oversight panel chair</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>Survivors of last month’s <a href=\"https://www.theguardian.com/us-news/2022/nov/29/club-q-colorado-springs-lgbtq-community\">Club Q attack in Colorado Springs</a> are expected to deliver powerful testimony this morning as the House oversight committee grapples with a surge of violence against the LGBTQ+ community.</strong></p><p>Five people were killed in the shooting, and three people who were there will appear today to give evidence alongside a survivor of the 2016 attack on Orlando’s gay Pulse nightclub that killed 49.</p><p>Attack the health and safety of LGBTQ+ people, are harming the LGBTQ+ community, and contributing to tragedies like what we saw at Club Q. </p><p>Republicans on my committee and across the country will be forced to face the real-life impact of their dangerous agenda.”</p> <a href=\"https://www.theguardian.com/us-news/live/2022/dec/14/house-hearing-lgbtq-violence-sandy-hook-biden-african-leaders-politics-live-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/chinese-diplomats-at-centre-of-manchester-consulate-row-return-home", "title": "Chinese diplomats at centre of  Manchester consulate row return home", "date_published": "2022-12-14 14:12:04+00:00", "description": "<p>Consular staff wanted for questioning by police over beating up of activists recalled to Beijing</p><p> China’s consul general and five other diplomats have returned home and will escape questioning by Manchester police for their role in the <a href=\"https://www.theguardian.com/uk-news/2022/oct/18/china-claims-hong-kong-protester-entered-manchester-consulate-illegally\">beating up of a pro-Hong Kong democracy demonstrator</a> outside the consulate in the city on 16 October.</p><p>The Chinese, citing diplomatic immunity, decided to recall the diplomats after the UK Foreign Office gave the embassy a week to make the diplomats available for questioning by British police.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/chinese-diplomats-at-centre-of-manchester-consulate-row-return-home\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/14/ann-cleeves-loses-laptop-draft-new-book-shetland-blizzard", "title": "Ann Cleeves loses laptop containing draft of new book in Shetland blizzard", "date_published": "2022-12-14 14:09:16+00:00", "description": "<p>Crime writer offers reward for return of computer, thought to have fallen out of bag during wintry weather</p><p>It’s truly a novelist’s worst nightmare – losing a manuscript of a new book or work-in-progress.</p><p>Now crime writer Ann Cleeves is experiencing just that – the award-winning novelist is appealing for help after losing a laptop containing the draft of half her next book in a blizzard in Shetland.</p> <a href=\"https://www.theguardian.com/books/2022/dec/14/ann-cleeves-loses-laptop-draft-new-book-shetland-blizzard\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/dwp-debt-collector-energy-crisis-universal-credit-fuel-payments-gordon-brown", "title": "The DWP has become Britain’s biggest debt collector. Surely during an energy crisis it should press pause | Gordon Brown", "date_published": "2022-12-14 14:08:30+00:00", "description": "<p>Deductions to universal credit loans and bills will cause destitution as families struggle to keep up with fuel payments</p><p>Prime Minister Sunak talks about the need for “compassion” from the government this winter. But how far do social security benefits have to fall before our welfare system descends into a form of cruelty?</p><p>Take a couple with three children whose universal credit payment is, in theory, £46.11 a day. However, when their payment lands they have just £35, because around two-thirds of their benefit has been deducted to pay back the loan they had to take out on joining universal credit to cover the five weeks they were denied benefit. And an extra 5% has been deducted as back payment to their utility company. According to Department of Work and Pensions (DWP) rules, money can be deducted for repayment of advance or emergency loans, and even from third parties for rent, utilities and service charge payments.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/dwp-debt-collector-energy-crisis-universal-credit-fuel-payments-gordon-brown\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/migrant-worker-dies-world-cup-lusail-stadium-john-njau-kibue-qatar", "title": "Migrant worker dies at World Cup after falling from top of Lusail Stadium", "date_published": "2022-12-14 13:48:56+00:00", "description": "<ul><li>John Njau Kibue was a security guard at the quarter-final</li><li>‘We want answers on the circumstances of his death,’ says sister</li></ul><p>A 24-year-old Kenyan, John Njue Kibue, has died while working as a security guard at the World Cup in Qatar, it has been confirmed. Kibue <a href=\"https://www.theguardian.com/football/2022/dec/11/world-cup-security-guard-in-intensive-care-after-fall-at-lusail-stadium\">fell from the eighth storey</a> of the Lusail Stadium late at night after <a href=\"https://www.theguardian.com/football/2022/dec/09/netherlands-argentina-world-cup-quarter-final-match-report\">Argentina’s quarter-final victory over the Netherlands</a> on Saturday.</p><p>The Supreme Committee for Delivery and Legacy, the World Cup organising body, said Kibue had died after three days in intensive care and that an inquest into the circumstances surrounding his fall would be carried out “as a matter of urgency”.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/migrant-worker-dies-world-cup-lusail-stadium-john-njau-kibue-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/dec/14/a-ticking-time-bomb-healthcare-under-threat-across-western-europe", "title": "‘A ticking time bomb’: healthcare under threat across western Europe", "date_published": "2022-12-14 13:48:17+00:00", "description": "<p>They’re supposed to be among the world’s best systems, but ageing populations, Covid and workforce issues are biting</p><p>For decades, western Europe’s national healthcare systems have been widely touted as among the best in the world.</p><p>But an ageing population, more long-term illnesses, a continuing recruitment and retainment crisis plus post-Covid exhaustion have combined, this winter, to create a perfect healthcare storm that is likely to get worse before it gets better.</p> <a href=\"https://www.theguardian.com/society/2022/dec/14/a-ticking-time-bomb-healthcare-under-threat-across-western-europe\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/chelsea-armando-broja-likely-miss-rest-of-season-knee-injury", "title": "Chelsea confirm Armando Broja likely to miss rest of season with knee injury", "date_published": "2022-12-14 13:36:00+00:00", "description": "<ul><li>Broja ruptured anterior cruciate ligament in friendly</li><li>Chelsea say 21-year-old striker requires an operation </li></ul><p>The Chelsea striker Armando Broja is expected to miss the rest of the season after he ruptured an anterior cruciate ligament. The Albania international was hurt in a collision with Ezri Konsa in the first half of a 1-0 friendly defeat by Aston Villa in Abu Dhabi on Sunday.</p><p>The 21-year-old was seen screaming in pain and clutching his right knee before being taken off on a stretcher. A club statement said: “Scan results … have unfortunately confirmed an anterior cruciate ligament rupture and that surgery will be required.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/chelsea-armando-broja-likely-miss-rest-of-season-knee-injury\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/14/cant-serve-turkey-this-christmas-here-are-10-delicious-alternatives-as-picked-by-top-chefs", "title": "Can’t serve turkey this Christmas? Here are 10 delicious alternatives – as picked by top chefs", "date_published": "2022-12-14 13:17:08+00:00", "description": "<p>With the festive staple in short supply and more expensive than ever, this could be the year to try something new. How about slow-roasted lamb, or mullet with sage and onion?</p><p>Brace yourselves for the possibility of a turkey-free Christmas. An <a href=\"https://www.theguardian.com/environment/2022/dec/09/avian-flu-has-led-to-the-killing-of-140m-farmed-birds-since-last-october\">avian flu epidemic </a>means that demand could outstrip supply this year. What’s more, the cost of living crisis means that shelling out on a giant bird may not be feasible for many of us. But don’t get downhearted. First, not everyone likes <a href=\"https://www.theguardian.com/food/turkey\">turkey</a> – for some, it’s too plain, too dry and too annoying to cook – and second, this is the perfect opportunity to start a new tradition. We asked a number of top chefs for their best turkey alternatives. (For vegan and vegetarian options, try these recipes from <a href=\"https://www.theguardian.com/lifeandstyle/2015/dec/04/yotam-ottolenghi-recipe-vegetarian-christmas\">Yotam Ottolenghi</a> and <a href=\"https://www.theguardian.com/lifeandstyle/2016/dec/12/vegetarian-christmas-lunch-anna-jones-modern-cook\">Anna Jones</a>.)</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/14/cant-serve-turkey-this-christmas-here-are-10-delicious-alternatives-as-picked-by-top-chefs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/14/eighth-person-dies-after-suspected-gas-explosion-in-jersey", "title": "Eighth person confirmed dead after suspected gas explosion in Jersey", "date_published": "2022-12-14 13:16:54+00:00", "description": "<p>Death toll from blast on Saturday rises, with one remaining missing person </p><p>An eighth victim of a suspected gas explosion at apartments in Jersey has been confirmed dead, the island’s police have said, with the body of one missing person still to be recovered.</p><p>A delicate recovery operation that will also seek to uncover the cause of the<a href=\"https://www.theguardian.com/uk-news/2022/dec/10/person-killed-and-several-missing-after-jersey-flat-explosion-st-helier\"> deadly blast</a> at the Haut du Mont flats in St Helier, Jersey’s capital, was continuing, the Jersey police chief, Robin Smith, said.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/14/eighth-person-dies-after-suspected-gas-explosion-in-jersey\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/freddie-flintoff-lucky-to-be-alive-after-top-gear-crash-says-son", "title": "Freddie Flintoff ‘lucky to be alive’ after Top Gear crash, says son", "date_published": "2022-12-14 13:03:04+00:00", "description": "<p>Former England cricketer still in hospital after high-speed crash while filming latest series of BBC show</p><p>Andrew “Freddie” Flintoff’s son has said his father was “lucky to be alive” following a car crash during the filming the latest series of the BBC’s Top Gear show.</p><p>The former England cricketer received medical care at the scene <a href=\"https://www.theguardian.com/sport/2022/dec/13/freddie-flintoff-airlifted-to-hospital-after-crash-during-top-gear-filming\">before being airlifted to a hospital on Tuesday</a> after a high-speed crash at a Surrey aerodrome. The BBC said he was still in hospital but that his injuries were not thought to be life-threatening.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/freddie-flintoff-lucky-to-be-alive-after-top-gear-crash-says-son\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/black-american-uk-royals-monarchy-links-to-slavery-william-and-harry", "title": "As a Black American, I say the UK needs new thinking on race. The royals could lead that | Keith Magee", "date_published": "2022-12-14 13:00:53+00:00", "description": "<p>The monarchy’s link to slavery is glossed over in Britain. Despite their differences, William and Harry have a chance to do better</p><p>In the Netflix documentary Harry &amp; Meghan, the Duke of Sussex bemoans the racist element of the abuse suffered by Meghan on social media and in the UK press. He also addresses racism in wider British society and behind palace walls. “In this family,” he says, “you are sometimes part of the problem rather than part of the solution.” </p><p>As a Black American living in London, I am often struck by the different ways in which Britain and America grapple with the question of race. In the US, despite living alongside enslaved people and their underserved descendants for four centuries, after the death of George Floyd in 2020 many white people were, or at least seemed, astounded to learn that structural racism still existed.</p><p>Keith Magee is a writer and academic and chair of the Guardian Foundation. He is the author of Prophetic Justice: Race, Religion and Politics</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/black-american-uk-royals-monarchy-links-to-slavery-william-and-harry\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/arjun-tendulkar-matches-father-sachin-with-century-on-first-class-cricket-debut", "title": "Arjun Tendulkar matches father Sachin with century on first-class debut", "date_published": "2022-12-14 12:36:31+00:00", "description": "<ul><li>23-year-old scores ton for Goa in Ranji Trophy</li><li>Sachin Tendulkar made century on debut for Mumbai in 1988</li></ul><p>Arjun Tendulkar, son of the India great Sachin, hit a century on his first-class debut for Goa.</p><p>Sachin Tendulkar, the most prolific run-scorer in the history of international cricket, began his own career with a debut hundred for Mumbai in 1988.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/arjun-tendulkar-matches-father-sachin-with-century-on-first-class-cricket-debut\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/germany-scholz-backs-more-balkan-states-joining-eu-bosnia", "title": "Germany’s Scholz backs more Balkan states joining EU", "date_published": "2022-12-14 12:32:23+00:00", "description": "<p>Chancellor says it is in Germany’s and Europe’s interest for Bosnia and others to join Croatia in bloc</p><p>The German chancellor, Olaf Scholz, has said it is in the interests of Germany and Europe for the remaining Balkan states to become EU members, and welcomed the decision to grant Bosnia candidate status.</p><p>“It is in our German and our European interest for the rest of the Balkans to become part of the European Union,” Scholz told MPs in an address at the Bundestag in Berlin.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/germany-scholz-backs-more-balkan-states-joining-eu-bosnia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/14/gun-violence-control-laws-sandy-hook-newtown", "title": "Sandy Hook’s tragic legacy on gun safety takes a new turn 10 years on", "date_published": "2022-12-14 12:16:52+00:00", "description": "<p>In the decade since the shooting, a reinvigorated movement aimed at ending gun violence has spread across the country</p><p>Dylan Hockley loved the color purple. He used to come home from school showing off pieces of paper where he’d drawn big purple dots. He loved looking at the moon and seeing a flash of lightning, although he couldn’t stand the sound of thunder. He adored his older brother, Jake, and he liked being held close to his mother – like a koala, she said.</p><p>“He was definitely the center of our family and just pure, unadulterated love and joy,” said Dylan’s mother, Nicole Hockley.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/14/gun-violence-control-laws-sandy-hook-newtown\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/14/best-movies-of-2022-in-the-us-no-8-memoria", "title": "Best movies of 2022 in the US: No 8 – Memoria", "date_published": "2022-12-14 12:00:52+00:00", "description": "<p>Tilda Swinton is a florist attuned to surreal frequencies of the Amazon in Thai film-maker Apichatpong Weerasethakul’s slowly beautiful and mysterious English-language debut</p><ul><li><a href=\"https://www.theguardian.com/film/2022/dec/06/the-50-best-movies-films-of-2022-in-the-us\">50 best movies of 2022 in the US</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More on the best culture of 2022</a></li></ul><p>A woman awakes to an eerie cacophony of car alarms apparently triggered by a loud boom. Is it gunfire, or a break-in? Where are we? And who is the woman who inhabits this supremely dislocated world? The simple answer is that she is Jessica, a market gardener who grows orchids in the Colombian city of Medellín but is currently in Bogotá to be at her sister’s hospital bedside, from which she views the mountainous countryside through a crack in the curtains. But nothing is as it seems in this slow-drawing film from Thai artist and film-maker Apichatpong Weerasethakul, which spools out like one of the auditory hallucinations from which Tilda Swinton’s scrupulously introverted Jessica suffers.</p><p>By slowing the camera down to a glacial speed, Weerasethakul compels viewers to become listeners: the scrape of a chair across a floor, a backfiring bus, a loud thud as a stray dog wanders across a square, and the recurrent thrum of heavy rainfall: all appear to tell ominous stories that are dreamlike and rooted in reality. In her search for a physical representation of the sound only she can hear, Jessica visits a recording studio where, with the help of an earnest young sound engineer, Hernán (Juan Pablo Urrego), who turns out not to exist, she settles on one described as “body hits duvet hits wood bat”. Typically of this film, body, duvet and wood bat are all commonplace objects but the grammar of their combination makes a surreal sort of poetry. You can feel it without having any idea what it means.</p> <a href=\"https://www.theguardian.com/film/2022/dec/14/best-movies-of-2022-in-the-us-no-8-memoria\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/dec/14/how-to-make-pork-pie-recipe-felicity-cloake", "title": "How to make the perfect pork pie – recipe | Felicity Cloake's Masterclass", "date_published": "2022-12-14 12:00:52+00:00", "description": "<p>The festive favourite gets our resident perfectionist’s treatment</p><p>Christmas isn’t Christmas in my family without a vast pork pie, which, unlike the rest of us, becomes increasingly slight as the festivities wear on. For all my mum’s horror stories on the subject, it’s surprisingly simple to make your own – especially if you replace the traditional, and divisive, pork jelly with a quicker, fruitier alternative.</p><p>Prep <strong>1 hr 15 min</strong><br />Cook <strong>2 hr 20 min</strong><br />Serves <strong>10-12</strong></p> <a href=\"https://www.theguardian.com/food/2022/dec/14/how-to-make-pork-pie-recipe-felicity-cloake\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/like-a-rocket-how-viktoria-berlin-are-trying-to-change-german-football", "title": "Moving the Goalposts | ‘Like a rocket’: How Viktoria Berlin are trying to change German football", "date_published": "2022-12-14 11:47:57+00:00", "description": "<p>Having set their sights on the Frauen-Bundesliga, the club’s backers are determined to lift the women’s game</p><p><em><strong>Welcome to Moving the Goalposts, the Guardian’s free women’s football newsletter. Here’s an extract from this week’s edition. To receive the full version once a week, just pop your email in below:</strong></em></p><p>FC Viktoria Berlin are an ambitious side. Currently playing in the Regionalliga Nordost in the third tier in German women’s football, they aim to reach the Frauen-Bundesliga in five years – and change the game in Germany while they’re at it.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/like-a-rocket-how-viktoria-berlin-are-trying-to-change-german-football\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/dec/14/pushing-buttons-the-game-awards", "title": "Pushing Buttons: Shouldn’t the ‘video game Oscars’ be about more than just hours of trailers?", "date_published": "2022-12-14 11:45:52+00:00", "description": "<p>In this week’s newsletter: Other than God of War star Christopher Judge’s heartfelt acceptance speech, the Game Awards felt symptomatic of something wrong with the industry</p><ul><li><strong><a href=\"https://www.theguardian.com/info/ng-interactive/2021/nov/24/sign-up-for-pushing-buttons-keza-macdonalds-weekly-look-at-the-world-of-gaming\">Don’t get Pushing Buttons delivered to your inbox? Sign up here</a></strong></li></ul><p>Believe it or not, this issue marks a year of Pushing Buttons. However long you’ve been a subscriber, I wanted to say thank you so much for reading. Whether I’ve been chewing over the week’s <a href=\"https://www.theguardian.com/games/2022/sep/20/pushing-buttons-what-the-grand-theft-of-grand-theft-auto-vi-really-means\">gaming news</a>, philosophising over what games can offer us in <a href=\"https://www.theguardian.com/games/2022/mar/01/pushing-buttons-video-games-ukraine-coronavirus\">times of crisis</a> or just writing (again) about how <a href=\"https://www.theguardian.com/food/2022/nov/02/pushing-buttons-freaky-horror-games-new-wave\">brilliantly creepy</a> Zelda: Majora’s Mask is, putting this newsletter together has consistently been a highlight of my working week. I try to bring you a balance of analysis, opinion, reminiscence, recommendations and good old-fashioned journalistic storytelling, but if you have any thoughts on what you’d like to see more of in this newsletter, hit reply and tell me. And if there are any guest writers you’d like to see in your inbox in 2023, let me know who they are and I’ll try to make it happen.</p><p>When the first issue went out, the world was still emerging tentatively from Covid-19 lockdowns, when video games had been a vital social lifeline for millions. The effects of the pandemic continue to be felt in the games world; 2022 was full of games that <a href=\"https://www.theguardian.com/games/2021/dec/28/pushing-buttons-video-games-christmas\">were delayed</a> as studios scrambled to adapt to remote working, and I played more than one big-budget game this year that bore the unmistakeable signs of a rush to the finish. The industry also <a href=\"https://www.theguardian.com/games/2022/jul/12/pushing-buttons-is-it-game-over-for-gaming-pandemic-boom\">made less money this year</a>, after unsustainably rapid pandemic-fuelled growth in 2020. In other ways, though, it’s been a slow return to business as usual, as the industry hype machine stirred back to life.</p><p>The huge news of the week is that the $70bn business deal known as Acquisition Blizzard (that is, <strong>Microsoft’s purchase of Activision</strong>, which has been rolling on all year) <a href=\"https://www.theguardian.com/us-news/2022/dec/08/us-agency-block-merger-microsoft-activision-blizzard-video-games\">is being blocked</a> by the US Federal Trade Commission. The trade body cited concerns that it would thwart competition, and evidently Xbox’s offer to guarantee Call of Duty on PlayStation (and Nintendo, where the series doesn’t generally appear anyway) did not allay those fears. This news broke right before the Game Awards, interestingly, and Xbox boss, Phil Spencer, did not look happy about it.</p><p>Two big 2023 games have just been confirmed for June: <strong>Street Fighter 6</strong> and <strong>Diablo 4</strong>. That’s also the month of E3’s return under new management, so it’s going to be busy.</p><p>Our own Steve Rose wrote about <strong>Facebook’s giant bet on the metaverse</strong>, <a href=\"https://www.theguardian.com/technology/2022/dec/07/metaverse-slow-death-facebook-losing-100bn-gamble-virtual-reality-mark-zuckerberg\">and how that’s currently working out</a>. (Clue: not well, so far.) Every time I read one of these things I think, why on earth are all these companies spending billions to essentially create <a href=\"https://www.eurogamer.net/the-story-of-playstation-home\">PlayStation Home</a>? The ads that Meta has been broadcasting lately – all about how urban planners will use the metaverse to design the future, etc – look like what I saw when I played Minecraft with Microsoft’s abandoned Hololens AR headset in 2015.</p><p>Idris Elba stars in <strong>the new Cyberpunk 2077 expansion</strong>. It really is time for me to play this game properly, isn’t it? It barely ran on my PS4 when I first bought it in 2020, but as we all know, CD Projekt Red has been working doggedly to turn its game’s fortunes around and – alongside a very successful Netflix series – that hard work has seen Cyberpunk 2077 become an unexpected resurgent success.</p><p>The evidently rather bitter writer/director of Days Gone, Sony’s rather drab 2019 open world biker zombie game, has <a href=\"https://www.videogameschronicle.com/news/days-gone-director-blames-middling-reviews-on-woke-reviewers-and-tech-issues/\">recently claimed</a> that the game didn’t succeed because “<strong>woke reviewers</strong> … couldn’t handle a gruff white biker looking at his date’s ass”. (The studio behind Days Gone has distanced itself from its former employee’s comments.) Even leaving the game’s quality out of the picture, I think the middling reviews and sales were more likely because it came out at a time when people were really starting to suffer from open-world fatigue – and also in the same year as Red Dead Redemption 2, probably the greatest game in that genre. But what do I know, I’m just a woke reviewer.</p> <a href=\"https://www.theguardian.com/games/2022/dec/14/pushing-buttons-the-game-awards\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/iran-likely-to-be-ousted-from-un-womens-body-bloody-crackdown", "title": "Iran likely to be ousted from UN women’s body over bloody crackdown", "date_published": "2022-12-14 11:37:12+00:00", "description": "<p>Vote on draft resolution will give indication of global unity against regime’s suppression of protests</p><p>Global solidarity against Iran’s bloody crackdown on a women-led protest movement will be tested on Wednesday, as world powers vote on whether to oust the country from a UN body tasked with empowering women.</p><p>Activists and rights groups say Tehran’s role in the 45-member commission on the status of women is a farce, considering the regime’s forces have beaten and killed women peacefully calling for gender equality.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/iran-likely-to-be-ousted-from-un-womens-body-bloody-crackdown\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/14/the-waste-land-a-biography-of-a-poem-by-matthew-hollis-review-a-classic-laid-bare", "title": "The Waste Land: A Biography of a Poem by Matthew Hollis review – a classic laid bare", "date_published": "2022-12-14 11:00:51+00:00", "description": "<p>This behind-the-scenes look at an epic poem depicts details of TS Eliot’s life and his reliance on Ezra Pound’s editorial input</p><p>A century ago, a man with a double life published one of the most celebrated, anthologised and dissected poems in English literature. <a href=\"https://www.theguardian.com/books/ts-eliot\" title=\"\">TS Eliot</a> spent six days a week at the offices of Lloyds bank and crammed the business of poetry and literary criticism into the evenings and Sundays. This allowed him to write <a href=\"https://www.theguardian.com/books/2022/oct/30/ts-eliot-women-the-waste-land-emily-hale-haigh-wood-letters\" title=\"\">The Waste Land</a>, a densely allusive work that drew on Ovid, Dante, Shakespeare, Jacobean tragedy, tarot and the Upanishads to create a dazzling portrait of both the ruins of postwar Europe and the inner alienation of modernity. But it was not, as Matthew Hollis’s captivatingly exhaustive “biography of a poem” demonstrates, a work conceived or executed in isolation; and chief among Eliot’s enablers were <a href=\"https://www.theguardian.com/books/2017/jun/02/diaries-of-ts-eliots-first-wife-reveal-her-torment-at-end-of-their-marriage\" title=\"\">his wife, Vivien</a>, and his fellow poet and indefatigable literary fixer, Ezra Pound, who looms almost as large in the book as does Eliot himself.</p><p>One of the numerous illuminating anecdotes of their entwined lives sees TS Eliot deliver a parcel to <a href=\"https://www.theguardian.com/books/jamesjoyce\" title=\"\">James Joyce</a> in Paris at their first ever meeting. Entrusted with the gift by Pound but forbidden from knowing its contents, Eliot, alongside his fellow traveller Wyndham Lewis, ceremoniously presented the package as the trio assembled at a Left Bank hotel and waited as Joyce struggled with its strings until, for want of a knife, a pair of nail scissors was found. Within, a clearly second-hand pair of brown shoes, prompted by Pound’s anxiety that Joyce, whom he liked and admired, was short of funds and in need of sturdy footwear. “‘Oh!’ said Joyce faintly, and sat down.” That night the Château Latour flowed, and subsequently a humiliated Joyce settled every bill.</p> <a href=\"https://www.theguardian.com/books/2022/dec/14/the-waste-land-a-biography-of-a-poem-by-matthew-hollis-review-a-classic-laid-bare\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/the-best-of-frenemies-why-the-south-africa-v-australia-rivalry-is-so-spicy", "title": "The Spin | The best of frenemies? Why the South Africa v Australia rivalry is so spicy", "date_published": "2022-12-14 10:55:22+00:00", "description": "<p>As a South African, I believe our cricketing rivalry with Australia is not rooted in our differences but in the way we’re so similar</p><p>What is it that provokes the enmity from South Africa cricket fans towards Australia? Is it the over-sized stadiums, those totems to their debauchery? Their five World Cup wins in the men’s game? The fact that they can call cricket their national sport? The mythology of the Baggy Green? That they can’t pronounce Marnus Labuschagne’s surname correctly?</p><p>The truth behind the antipathy is perhaps pretty simple: we are them. Rather, they are us. Or some distorted version of us reflected back from across the Indian Ocean as if from a funhouse mirror. They play how we play. Like us, they’re victims of British imperialism as well as perpetrators of human rights abuses. Are we cousins? Siblings? The best of frenemies?</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/the-best-of-frenemies-why-the-south-africa-v-australia-rivalry-is-so-spicy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/didier-deschamps-world-cup-england-france-gareth-southgate-morocco-walid-regragui", "title": "Didier Deschamps has to beat another disciple to reach the World Cup final | Adam White", "date_published": "2022-12-14 10:30:29+00:00", "description": "<p>Deschamps’ last two opponents – Gareth Southgate and Walid Regragui – are heavily influenced by France’s low-risk style</p><p>By <a href=\"https://twitter.com/_adam_white_\">Adam White</a> for <a href=\"https://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>Of the many unexpected trends at this World Cup, Didier Deschamps’ growing status as international football’s ideological spearhead may be the most surprising. The France coach may lack the revolutionary ideas of the managers who have moved the sport forward in recent times, but his ever-effective philosophy boasts an increasingly prominent group of disciples.</p><p>Before <a href=\"https://www.theguardian.com/football/2022/dec/10/england-france-world-cup-quarter-final-match-report\">England’s quarter-final defeat to France on Saturday</a>, Gareth Southgate said he was heavily influenced by Deschamps’ approach. Walid Regragui, the Morocco coach who will be facing France in the semi-finals, has since added: “France made me dream in 2018 with the way they played. Deschamps understood how to do it – let’s stop with statistics.”</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/didier-deschamps-world-cup-england-france-gareth-southgate-morocco-walid-regragui\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/live/2022/dec/14/channel-rescue-people-feared-dead-after-small-boat-incident-off-kent-coast-latest-updates", "title": "Channel rescue: people feared dead after migrant boat incident off Kent coast – latest updates", "date_published": "2022-12-14 10:28:57+00:00", "description": "<p>HM Coastguard received reports of an incident at 3.40am on Wednesday and air ambulance also deployed</p><p>The UK government is “encouraging nothing” that enables people to stop making dangerous journeys, said the refugee and migrant rights programme director at Amnesty International UK.</p><p>“Unless the government of France and the UK will take responsibility to ensure everyone can get safely into a system … I’m afraid smugglers will continue to govern all of this, and we will continue seeing these dreadful tragedies,” Steve Valdez-Symonds told Sky News.</p><p>I’m just in shock. We said this would happen again and sadly it has. It seems that a lot of resources have been thrown into this rescue which is encouraging - it appears that some lessons have been learned from last year’s tragedy. It was disappointing to hear in the prime minister’s speech yesterday about small boat crossings that there was no mention of increasing search and rescue capacity in the Channel. It has been reported that the UK coastguard is struggling to meet demand and are overwhelmed. We hear about stopping the criminal gang but consideration of the human element isn’t there from politicians. This is a disaster. It really is.</p><p>People can die every day in search of safety and our governments are actually waiting for it. We can’t stand this situation any more. Safe routes must open now.</p> <a href=\"https://www.theguardian.com/uk-news/live/2022/dec/14/channel-rescue-people-feared-dead-after-small-boat-incident-off-kent-coast-latest-updates\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/dec/14/forgive-me-father-for-i-am-in-the-mood-to-sin-how-the-hot-priest-calendar-became-a-publishing-hit", "title": "‘Forgive me, Father, for I am in the mood to sin’: how the ‘hot priest calendar’ became a publishing hit", "date_published": "2022-12-14 10:00:51+00:00", "description": "<p>If cassocks, dog collars and muscular Christianity are your thing, you’ll love the ‘calendario Romano’, now approaching its second decade</p><p>If you’ve been to Rome, there’s a high chance you returned home with a slab of guanciale, two Fabriano notebooks and a copy of the hot priest calendar in your luggage.</p><p>The hot priest calendar is not its official name but, over the past two decades, the moniker has stuck (for reasons clear to anyone who’s seen it). Next year marks 20 years since the “calendario Romano” was first published, during which time it has grown from labour of love to cult souvenir.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/dec/14/forgive-me-father-for-i-am-in-the-mood-to-sin-how-the-hot-priest-calendar-became-a-publishing-hit\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/lockdown-shortages-shanghai-vegetables-food-supplies-cut-off-two-months", "title": "As food shortages hit locked-down Shanghai, the gift of two carrots and a potato was pure luxury | Jennifer Pak", "date_published": "2022-12-14 10:00:50+00:00", "description": "<p>Severe Covid measures in China this year meant millions of us had to rely on handouts and bartering to get fed</p><ul><li>What was the image on your phone that defined 2022? <a href=\"https://www.theguardian.com/commentisfree/series/snapshot-of-2022\">Writers give their perspectives</a></li></ul><p>On day 32 of <a href=\"https://www.theguardian.com/world/2022/apr/22/shanghai-further-tightens-covid-restrictions-after-weeks-of-strict-lockdown\">Shanghai’s lockdown</a> this year, I somehow managed to buy fruit in bulk. I shared some grapes and kiwis with a friend. She insisted I take something in exchange from her dwindling food stash. So I grabbed a potato that had sprouted and two slightly wrinkled carrots. What a relief.</p><p>Shanghai’s government effectively shut the <a href=\"https://www.theguardian.com/world/2022/apr/05/shanghai-puts-whole-city-on-lockdown-as-covid-cases-surge\">city’s borders</a> during the lockdown in April and May. Getting basic items was difficult. Shops were closed. Delivery drivers were in short supply. Suddenly, 25 million of us had to rely on a mixture of grocery apps, government handouts, bulk-buying groups and underground channels to get fed.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/lockdown-shortages-shanghai-vegetables-food-supplies-cut-off-two-months\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/14/the-50-best-albums-of-2022-no-8-wet-leg-wet-leg", "title": "The 50 best albums of 2022: No 8 – Wet Leg: Wet Leg", "date_published": "2022-12-14 10:00:49+00:00", "description": "<p>The year’s buzziest duo picked apart millennial malaise – and the desire to delay adulthood – with smart gags and catchy choruses on the year’s breakout guitar album</p><ul><li><a href=\"https://www.theguardian.com/music/2022/dec/06/the-50-best-albums-of-2022\">The 50 best albums of 2022</a></li><li><a href=\"https://www.theguardian.com/music/2022/dec/05/the-20-best-songs-of-2022\">The best songs of 2022</a></li><li><a href=\"https://www.theguardian.com/culture/series/2022-in-culture\">More of the best culture of 2022</a></li></ul><p><a href=\"https://www.theguardian.com/music/wet-leg\">Wet Leg</a> seemed to come out of nowhere. Silly name. Lyrical double (and single) entendres. A Domino record deal off the back of a couple of tracks on SoundCloud. Within weeks, their June 2021 debut single Chaise Longue had flung the Isle of Wight duo from unknowns into the buzziest band around on just the basis of a few minutes of stupidly catchy guitar-pop.</p><p>That song hinted at how Rhian Teasdale and Hester Chambers could shove new wave, post-punk and incessant hooks into a raucous embrace. And yes, Chaise Longue set a high bar, with its <a href=\"https://www.theguardian.com/film/mean-girls\">Mean Girls</a> reference and a bucolic music video (now watched more than 8.5m times). It was widely rated as one of the best songs of 2021. Could <a href=\"https://www.theguardian.com/music/2022/apr/07/wet-leg-wet-leg-album-review-chaise-longue-domino\">their first record</a> make good on its promise? In April, their self-titled debut answered, conclusively, yes.</p> <a href=\"https://www.theguardian.com/music/2022/dec/14/the-50-best-albums-of-2022-no-8-wet-leg-wet-leg\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/14/thousands-still-without-power-in-shetland-as-cold-blast-bites-uk", "title": "2,800 still without power in Shetland as cold blast bites UK", "date_published": "2022-12-14 09:59:52+00:00", "description": "<p>Britain continues to struggle in freezing conditions, with power on Scottish islands not expected to be fully restored until end of week</p><p>Thousands have been without power in Shetland for a second night as Britain’s infrastructure continues to struggle with sub-zero temperatures.</p><p>The Met Office has extended a yellow warning for snow and ice to Friday in northern Scotland and north-east England.</p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/14/thousands-still-without-power-in-shetland-as-cold-blast-bites-uk\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/rishi-sunak-channel-crossings-plan-deportation", "title": "A feted restaurateur, a senior doctor: Sunak’s cruel plan would have deported both | Enver Solomon", "date_published": "2022-12-14 09:52:14+00:00", "description": "<p>The prime minister wants to eject all who arrive ‘illegally’ without even giving them a hearing. That’s inhumane</p><p>When you consider <a href=\"https://www.theguardian.com/uk-news/2022/dec/13/rishi-sunak-tells-mps-clear-asylum-backlog-end-of-2023\">Rishi Sunak’s latest plans</a> to tackle Channel crossings, think of Imad.</p><p>Because <a href=\"https://www.theguardian.com/food/2021/may/16/i-fled-syria-with-just-12-now-i-have-my-own-restaurant-in-soho\">Imad’s Syrian Kitchen</a> in central London has received a lot of critic accolades of late, not least for the “<a href=\"https://www.thetimes.co.uk/article/imads-syrian-kitchen-restaurant-review-the-damascus-chef-in-soho-mj06r93rv\">cheerful brightness</a> that suffuses his food”. Yet Imad Alarnab’s story is one of survival, of his perilous, irregular journey from war-torn Syria to reach safety in the UK.</p><p>Enver Solomon is chief executive of the Refugee Council</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/rishi-sunak-channel-crossings-plan-deportation\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/dec/14/rishi-sunak-asylum-seekers-european-convention-human-rights-conservatives-boris-johnson-uk-politics-latest", "title": "Boris Johnson joins Tory calls to leave European convention on human rights to remove asylum seekers – UK politics live", "date_published": "2022-12-14 09:30:15+00:00", "description": "<p>Latest updates: Rishi Sunak refuses to say whether he will withdraw UK from deal as MP proposes bill to remove asylum seekers</p><p>Good morning. As the old saying goes, “there’s no pleasing some people” – or Tory Brexiters.</p><p>Rishi Sunak got a good reception from Conservative MPs, and the Fleet Street wing of the party, for the plans he unveiled yesterday to deal with small boat crossings, including legislation next year that would ban people who arrive illegally in the UK from applying for asylum. But after PMQs the Tory MP <strong>Jonathan Gullis</strong> will propose his asylum seekers (removal to safe countries) bill under the 10-minute rule procedure, a Commons rule that allows a backbencher to argue for a bill with a 10-minute speech in the middle of proceedings, even though it has almost no chance of becoming law.</p> <a href=\"https://www.theguardian.com/politics/live/2022/dec/14/rishi-sunak-asylum-seekers-european-convention-human-rights-conservatives-boris-johnson-uk-politics-latest\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/14/elon-musk-loses-title-of-worlds-richest-person-to-bernard-arnault", "title": "Elon Musk loses title of world’s richest person to Bernard Arnault", "date_published": "2022-12-14 09:08:17+00:00", "description": "<p>Loss of top spot to LVMH chief executive comes after Tesla shares more than halve in value</p><p>Elon Musk has lost his crown as the world’s richest person, after further <a href=\"https://www.theguardian.com/technology/2022/dec/09/elon-musk-could-lose-world-richest-person-title-tesla-value-almost-halves-twitter\">falls in the value of shares</a> in his electric car company Tesla.</p><p>Forbes and Bloomberg, which track the wealth of billionaires, reported that Musk had lost the top spot to France’s Bernard Arnault, the chief executive of the luxury group LVMH.</p> <a href=\"https://www.theguardian.com/technology/2022/dec/14/elon-musk-loses-title-of-worlds-richest-person-to-bernard-arnault\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/baker-mayfield-and-the-intriguing-fallout-from-the-2018-nfl-draft", "title": "Baker Mayfield and the intriguing fallout from the 2018 NFL draft", "date_published": "2022-12-14 09:00:49+00:00", "description": "<p>Four quarterbacks went in the top 10 of the 2018 draft. Their varied fortunes have illustrated the difficulties of building the foundations for success</p><p>Four quarterbacks were among the first 10 players selected in <a href=\"https://en.wikipedia.org/wiki/2018_NFL_Draft\">the 2018 NFL draft</a>. Lamar Jackson, who went 32nd to the Baltimore Ravens, made it five first-round QBs, the second-most ever. The New York Times called it a “quarterback frenzy” in the next day’s paper.</p><p>Of the four quarterbacks who went in the top 10 – expected to step right in and contribute – only Josh Allen, of Wyoming and the Buffalo Bills, is still with the team that drafted him. Josh Rosen, from UCLA, was released in October from his <em>sixth</em> NFL team (<a href=\"https://www.spotrac.com/nfl/cleveland-browns/josh-rosen-25105/cash-earnings/\">he still banked $18m in career earnings</a>, more than $1m for each touchdown pass he has thrown in the NFL).</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/baker-mayfield-and-the-intriguing-fallout-from-the-2018-nfl-draft\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/14/1000-coils-of-fear-by-olivia-wenzel-review-an-energetic-debut", "title": "1000 Coils of Fear by Olivia Wenzel review – an energetic debut", "date_published": "2022-12-14 09:00:48+00:00", "description": "<p>This self-interrogating first novel explores the vertiginous experience of living in contemporary Germany as a queer woman of colour</p><p>At the midpoint of Olivia Wenzel’s zesty debut, the unnamed German-Angolan narrator is labouring through an almighty hangover. While “everything’s spinning and I puke bile onto my toes”, she mournfully “wishes I had a close-fitting wooden helmet to keep my thoughts together, there is no order anywhere”.</p><p>Disorder informs the shape and spirit of Wenzel’s unusual novel, which seeks to capture the vertiginous, multifaceted experience of living in contemporary Germany as a queer woman of colour. It is a modishly fragmented work, and largely consists of a female speaker engaging in heated, often seemingly directionless self-interrogation. The protagonist will ask herself such questions as “Do I think of myself as a good friend? (Sometimes. But also an ungrateful one)”, or wonder “Why am I still speaking? (Because you can’t do anything else)”.</p> <a href=\"https://www.theguardian.com/books/2022/dec/14/1000-coils-of-fear-by-olivia-wenzel-review-an-energetic-debut\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/14/the-amazing-maurice-review-rodent-caper-is-a-riot-of-silliness", "title": "The Amazing Maurice review – rodent crime caper is a riot of silliness", "date_published": "2022-12-14 09:00:48+00:00", "description": "<p>A stellar cast have a lot of fun hamming it up in this adaptation of a Terry Pratchett novel about a bunch of scamming rats who come unstuck on a con gone wrong</p><p>The rodent in charge of the rescue mission explains that picking up the scent of their missing comrade was easy: “He was widdling all the way.” Just one of the many hilarious lines in this family animation adapted from the Terry Pratchett children’s novel about a crew of scam artist rodents. My favourite moment involves a rat on death’s door coming face to face with the grim squeaker.</p><p>The film is a riot of silliness from start to finish, featuring top dollar actors hamming it up nicely, making up for not some not especially dazzling animation. The setting is ye olde bubonic times, where Maurice (Hugh Laurie) is a conniving ginger tom, and the brains behind a Pied Piper racket. He is working in cahoots with a pack of rats and a gormless boy called Keith (Himesh Patel). Of the supporting cast David Tennant is wonderful as the rats’ spiritual guru Dangerous Beans, an ageing crusty in a holey jumper. On a typical operation, Maurice sends in the rats, who overrun a village, whipping up fears of a plague. Then in comes Keith playing a flute pretending to be the piper of yore. Voila, the rats exit and the locals pay up. It’s a nice little earner, but Maurice and the gang come unstuck in a village called Furry Bottom.</p> <a href=\"https://www.theguardian.com/film/2022/dec/14/the-amazing-maurice-review-rodent-caper-is-a-riot-of-silliness\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/erik-ten-hag-unsure-jadon-sancho-manchester-united-return", "title": "Ten Hag unsure when Jadon Sancho will make Manchester United return", "date_published": "2022-12-14 08:40:06+00:00", "description": "<ul><li>Manager refers to ‘physical but also mental’ issues for forward</li><li>Sancho working away from squad with a coach in Netherlands</li></ul><p>Erik ten Hag does not know when Jadon Sancho will return to action with Manchester United, saying there are “physical but also mental” issues to deal with.</p><p>The forward started the season well with three goals before the international break in September, but has not played since United’s <a href=\"https://www.theguardian.com/football/2022/oct/22/chelsea-manchester-united-premier-league-match-report\">1-1 draw at Chelsea</a> on 22 October. Ten Hag said he had seen a notable dip in Sancho’s confidence after the 22-year-old was left out of the England squad for the Nations League matches in September.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/erik-ten-hag-unsure-jadon-sancho-manchester-united-return\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/dec/14/uk-coastguard-responds-to-small-boat-incident-in-channel-search-and-rescue", "title": "UK Coastguard responds to small boat incident in Channel", "date_published": "2022-12-14 08:31:16+00:00", "description": "<p>Search and rescue operation launched after incident involving small boat off Kent coast</p><p>HM Coastguard has said it is co-ordinating a search and rescue operation involving lifeboats and helicopters in response to an incident involving a small boat off the coast of Kent.</p><p><em>More details soon …</em></p> <a href=\"https://www.theguardian.com/uk-news/2022/dec/14/uk-coastguard-responds-to-small-boat-incident-in-channel-search-and-rescue\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/ukraine-kyiv-explosions", "title": "Ukraine forces shoot down drones as Kyiv hit by multiple explosions", "date_published": "2022-12-14 08:29:36+00:00", "description": "<p>Officials say 13 Iranian-made drones shot down as air raid sirens sound in capital and surrounding area</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/dec/14/russia-ukraine-war-live-blasts-hit-kyiv-city-centre-says-mayor-us-finalising-plans-to-deliver-patriot-air-defence-system\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Ukrainian military shot down 13 Iranian-made drones over Kyiv and the surrounding region early on Wednesday as a series of explosions hit the capital in what authorities described as a continuation of Russia’s “energy terror” against the country.</p><p>Kyiv’s city administration said two of its administrative buildings had been damaged by the falling debris of a drone. There were no victims, the spokesperson for Kyiv’s rescue services, Svitlana Vodolaga, told Ukraine’s Suspline news.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/ukraine-kyiv-explosions\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/dec/14/world-cup-2022-reaction-to-messis-magic-and-buildup-to-france-v-morocco-semi-final-live", "title": "World Cup 2022: reaction to Messi’s magic and buildup to France v Morocco semi-final – live", "date_published": "2022-12-14 08:28:33+00:00", "description": "<ul><li>All the latest news and reaction before the second semi-final</li><li>Get in touch: you can <a href=\"mailto:martin.belam@theguardian.com\">contact Martin here</a> with your thoughts</li></ul><p><strong>What would the day of a World Cup semi-final be without a little bit of organisational chaos? Reuters reports that Morocco’s national airline said it was cancelling all flights it had scheduled for Wednesday to carry fans to Doha for the World Cup semi-final, citing what it said was a decision by Qatari authorities.</strong></p><p>“Following the latest restrictions imposed by the Qatari authorities, Royal Air Maroc regrets to inform customers of the cancellation of their flights operated by Qatar Airways,” the airline said in an emailed statement.</p> <a href=\"https://www.theguardian.com/football/live/2022/dec/14/world-cup-2022-reaction-to-messis-magic-and-buildup-to-france-v-morocco-semi-final-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/labour-keir-starmer-polls-jeremy-corbyn", "title": "Where’s Labour’s fervour? Can you imagine a crowd chanting ‘Oh Keir Starmer’? | Andrew Fisher", "date_published": "2022-12-14 08:00:47+00:00", "description": "<p>The polls may look good for the party, but those who saw real excitement in the Corbyn years know something is missing</p><ul><li>Andrew Fisher was the Labour party’s executive director of policy from 2016 to 2019</li></ul><p>In the midst of the deepest fall in living standards on record and at the foothills of what the Bank of England forecasts will be a prolonged recession, people want to know of politicians: “Which side are you on?”</p><p>Labour may be about 20 points ahead in the polls but far from riding a wave of enthusiasm, the party is more like the passive receptacle of growing anti-Tory sentiment. Even as the Tories flounder, Rishi Sunak was chosen by 37% of voters in a <a href=\"https://twitter.com/Omnisis/status/1596164695068581888?s=20&amp;t=kFJb4QxOEKQKxp8gHTEFWA\">recent poll</a> as their preferred prime minister, and Keir Starmer by just 29% – trailing in third behind “don’t know” on 34%.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/labour-keir-starmer-polls-jeremy-corbyn\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/14/un-to-investigate-into-misuse-of-parental-alienation-tactic-in-custody-cases", "title": "UN to investigate use of ‘parental alienation’ tactic in custody cases", "date_published": "2022-12-14 07:45:47+00:00", "description": "<p>Fears an increase in allegations, particularly against mothers, of deliberately alienating a child against the other parent in domestic abuse cases may put victims at further risk</p><p>The UN special rapporteur on violence against women and girls is to investigate how family courts around the world approach “parental alienation” (PA) and how this may lead to the double victimisation of those who have suffered domestic abuse.</p><p>There is no single agreed definition of parental alienation but a generally accepted description is a child’s rejection of one parent as a result of psychological manipulation by their preferred parent.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/14/un-to-investigate-into-misuse-of-parental-alienation-tactic-in-custody-cases\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/14/bad-data-by-georgina-sturge-review-figures-of-derision", "title": "Bad Data by Georgina Sturge review – figures of derision", "date_published": "2022-12-14 07:30:47+00:00", "description": "<p>A parliamentary statistician lays bare the use and abuse of numbers in public life </p><p>When is a £50bn fiscal black hole <a href=\"https://www.theguardian.com/commentisfree/2022/nov/17/tories-fiscal-black-hole-statistical-fiction-spending-tax\" title=\"\">not a £50bn fiscal black hole</a>? More often than you might think, according to a new book about government data that will leave readers with renewed cynicism about every statistic that comes out of a politician’s mouth.</p><p>Its author, Georgina Sturge, is a statistician at the House of Commons library. She has not set out here to expose attempts by rogue actors to bamboozle us deliberately with figures – although there are plenty of them. Instead, even more alarmingly, Bad Data explains how the ways in which we count, measure and record things are very often just not fit for purpose. How, for example, could Keir Starmer claim, in 2020, that there were 600,000 more children living in poverty than at the end of the last Labour government but Boris Johnson say there were 100,000 <em>fewer</em>? “These claims were both supported by the government’s official figures,” Sturge says.</p> <a href=\"https://www.theguardian.com/books/2022/dec/14/bad-data-by-georgina-sturge-review-figures-of-derision\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/which-team-won-the-world-cup-with-the-longest-pre-tournament-odds", "title": "Which team won the World Cup with the longest pre-tournament odds? | The Knowledge", "date_published": "2022-12-14 07:30:47+00:00", "description": "<p>Plus: big clubs with no players in Qatar, pundits who played at a low level and what happens to World Cup matchballs?</p><ul><li><a href=\"mailto:knowledge@theguardian.com\">Mail us</a> your questions or tweet <a href=\"https://twitter.com/theknowledge_gu\">@TheKnowledge_GU</a></li></ul><p><strong>“Morocco were 200-1 to win the World Cup at the start of the tournament,” </strong>writes Craig Hinton. <strong>“To date, which eventual winner had the highest odds at the start of the tournament? And how often do the pre-tournament favourites win.”</strong></p><p>We’ve only been able to find UK odds for every World Cup since 1966, so that’s our starting point for the purposes of this question. In that period, the most unlikely winners were both Italian. Marcello Lippi’s 2006 side were 8-1 before the tournament, behind the favourites, Brazil, and England among others. Italy went all the way to the final where they beat France – who, at 12-1, were an even longer shot. And no, we couldn’t find the odds on Zinedine Zidane ending his career by ramming his forehead into Marco Materazzi’s chest.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/which-team-won-the-world-cup-with-the-longest-pre-tournament-odds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/the-making-of-world-cup-heroes-morocco-osian-roberts-investment-qatar", "title": "‘Expectation had to be raised’: the making of World Cup heroes Morocco", "date_published": "2022-12-14 07:30:46+00:00", "description": "<p>Welsh coach Osian Roberts and investment in talent centres and scouting have helped the country to make history in Qatar</p><p>For Osian Roberts it was too good an offer to turn down. When the coach once described as the most influential man in Welsh football was invited to Rabat in the summer of 2019 to meet Fouzi Lekjaa, the president of the Royal Moroccan Football Federation, he was whisked off on a tour of the Complexe Mohammed VI Maamoura – the state-of-the-art national training centre that would officially open a few months later.</p><p>Roberts swiftly signed up as the federation’s technical director and the two years he spent in the job mean he is looking on from afar at the team’s remarkable World Cup achievements with particular excitement and satisfaction.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/the-making-of-world-cup-heroes-morocco-osian-roberts-investment-qatar\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/dec/14/uk-inflation-eases-transport-fuel-food-energy-hunt-warns-tough-decisions-needed-business-live", "title": "UK inflation ‘eases slightly’ to 10.7%; but Hunt warns ‘wrong choices’ would prolong the pain – business live", "date_published": "2022-12-14 07:24:31+00:00", "description": "<p>Rolling coverage of the latest economic and financial news, as motor fuels price rises slow, but prices rise faster in restaurants, hotels, cafes and pubs.</p><ul><li><a href=\"https://www.theguardian.com/business/2022/dec/14/uk-inflation-falls-food-and-energy-prices\">UK inflation eases to 10.7% as annual rate of price increases slows</a></li></ul><p><strong><br /></strong></p><p>Chancellor <strong>Jeremy Hunt</strong> has warned that inflation is “the number one enemy”, saying:</p><p>“The aftershocks of Covid-19 and (Vladimir) Putin’s weaponisation of gas mean high inflation is plaguing economies across Europe and I know families and businesses are struggling here in the UK.</p><p>“Getting inflation down so people’s wages go further is my top priority, which is why we are holding down energy bills this winter through our energy price guarantee scheme and implementing a plan to help halve inflation next year.</p><p>There were also downward effects from tobacco, accommodation services, clothing and footwear, and games, toys and hobbies. The largest, partially offsetting, upward effect came from price rises for alcohol in restaurants, cafes and pubs.</p><p>“Prices are still rising, but by less than this time last year, with the most notable example of this being motor fuels.</p><p>“Tobacco and clothing prices also rose, but again by less than we saw this time last year.</p> <a href=\"https://www.theguardian.com/business/live/2022/dec/14/uk-inflation-eases-transport-fuel-food-energy-hunt-warns-tough-decisions-needed-business-live\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/dec/14/haiti-faces-famine-but-its-troubles-are-rooted-in-a-brutal-colonial-past", "title": "Haiti faces famine – but its troubles are rooted in a brutal colonial past | Kenneth Mohammed", "date_published": "2022-12-14 07:15:46+00:00", "description": "<p>The Caribbean country has been blighted by colonial exploitation, natural disasters and violent gangs – now a food crisis looms. What can be done to fix Haiti?</p><p><em>“Toussaint was a mighty man and to make matters worse he was black</em><em> / Black and back in the days when black men knew their place was in the back</em><em> / But this rebel he walked through Napoleon who thought it wasn’t very nice</em><em> / And so today my brothers in Haiti, they still pay the price</em><em> / Haiti, I’m sorry, we misunderstood you / One day we’ll turn our heads and restore your glory.”</em></p><p>The haunting song by David Rudder flooded my mind as the aircraft touched down at Toussaint Louverture international airport.</p> <a href=\"https://www.theguardian.com/global-development/2022/dec/14/haiti-faces-famine-but-its-troubles-are-rooted-in-a-brutal-colonial-past\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/road-sleeping-deaths-soar-in-tokyo-as-socialising-returns-to-pre-covid-levels", "title": "‘Road sleeping’ deaths soar in Tokyo as socialising returns to pre-Covid levels", "date_published": "2022-12-14 07:14:05+00:00", "description": "<p>Authorities concerned that death toll from people being hit by cars while sleeping on roads will increase further as end-of-year party season begins</p><p>The end of Covid-19 restrictions on Japan’s <a href=\"https://www.theguardian.com/world/2021/may/19/tokyo-alcohol-ban-covid-lockdown-izakayas-shimbashi\">nighttime economy</a> has brought more people out on to the streets of Tokyo – but it could also be contributing to a spate of deaths among people who are struck by cars as they sleep on the road.</p><p>The number of deaths among people who sleep where they drop on the capital’s roads has nearly doubled from last year, from seven to 13, according to police.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/road-sleeping-deaths-soar-in-tokyo-as-socialising-returns-to-pre-covid-levels\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/dec/14/valerie-boyd-life-work-alice-walker", "title": "‘Every goodbye ain’t gone’: remembering the life and work of Valerie Boyd", "date_published": "2022-12-14 07:04:46+00:00", "description": "<p>The beloved writer and editor, who edited 35 years of Alice Walker’s journals, died earlier this year and left behind a remarkable new book about Black resilience</p><p><a href=\"https://lookout.org/our-authors/boyd-valerie/\">Valerie Boyd</a> loved bringing together creatives who captured her discerning attention. Her “gatherings” as she called them, were like heirloom recipes melding the flavors of this award-winning author with that impassioned visual artist; a dash of Southern cuisine chef, a taste of talented photographer. It was her joy to ignite coalescence, to bake meaningful connections into fruitful coalitions, into nourishing community.</p><p>“In these troubled times, it’s crucial for us to seek out and privilege moments of joy and delight. This will be one of those moments,” Boyd once said.</p> <a href=\"https://www.theguardian.com/books/2022/dec/14/valerie-boyd-life-work-alice-walker\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/14/10-of-the-best-pizzerias-in-naples-italy", "title": "10 of the best pizzerias in Naples", "date_published": "2022-12-14 07:00:48+00:00", "description": "<p>The city’s top pizza makers put their name, heart and, most importantly, their hands into what they make, says guidebook author Domenico Mazzella</p><p>For the past three years, the best pizza in the world hasn’t come from Naples, but from the town of Caserta, about 20 miles north, where Francesco Martucci’s I Masanielli – on an unprepossessing main road just outside the town centre – has hung on to top billing in the listings of authoritative guide <a href=\"https://www.50toppizza.it/\">50 Top Pizza</a>, run by influential wine and food journalist <a href=\"https://www.lucianopignataro.it/\">Luciano Pignataro</a>.</p><p>But if you’re in the birthplace of pizza, how do you choose from the thousands that ply their trade in that city?</p> <a href=\"https://www.theguardian.com/travel/2022/dec/14/10-of-the-best-pizzerias-in-naples-italy\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/dec/14/bitch-ass-review-inventively-cheesy-horror-romp", "title": "Bitch Ass review – inventively cheesy horror romp", "date_published": "2022-12-14 07:00:47+00:00", "description": "<p>Cobra Kai’s Bill Posley tells the story of four kids sent to rob a spooky house only to find themselves playing gory games of Operation! Battleship and Rock Paper Scissors</p><p>Actor-writer-director Bill Posley (best known for his scripts for Cobra Kai) is clearly having a bit of fun with this cheap and (presumably intentionally) cheesy horror romp. An opening framing device has a purring Tony Todd introducing the story in the style of hosts like Alfred Hitchcock or, more recently, Guillermo del Toro, evoking the “’hood horror stories of old” like Blacula (1972), Bones (2001) and Candyman (1992) to set the stage for some Afrocentric scares. This film, he boasts, is the story of the first black serial killer to wear a mask, who goes by the name Bitch Ass.</p><p>Moving between a 1980 and late 1990s time frame that leaves plenty of room for sequels, Posley’s script posits a Black-majority neighbourhood in the Los Angeles area where low-level criminal kingpin Spade (Sheaun McKinney) runs a small gang of local kids, played by a gaggle of actors with distinctly patchy performance skills. Of the team, Q (Teon Kelley) is sort of the odd one out; he is less committed to a life of crime and secretly harbours ambitions to become a doctor, encouraged by his loving single parent mother Marsia (Me’lisa Sellers).</p> <a href=\"https://www.theguardian.com/film/2022/dec/14/bitch-ass-review-inventively-cheesy-horror-romp\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/dec/14/bose-quietcomfort-earbuds-2-review-noise-cancelling-sound-battery-life", "title": "Bose QuietComfort Earbuds 2 review: the new noise-cancelling benchmark", "date_published": "2022-12-14 07:00:47+00:00", "description": "<p>Smaller, lighter and more comfortable – these earbuds pack good sound and solid battery life</p><p>Bose is back with its most-effective noise cancelling earbuds yet – a massive upgrade that are smaller, sound better and could knock Sony off the top spot.</p><p>The QuietComfort Earbuds II cost £280 ($279/A$430) and are at the top end of the market, competing directly with the likes of <a href=\"https://www.theguardian.com/technology/2022/oct/24/airpods-pro-2-review-best-apple-earbuds-yet-are-missed-opportunity\">Apple’s AirPods Pro</a> and <a href=\"https://www.theguardian.com/technology/2021/jul/15/sony-wf-1000xm4-review-the-best-sounding-noise-cancelling-earbuds\">Sony’s WF-1000XM4</a>.</p><p><strong>Water resistance:</strong> sweat resistant (IPX4)</p><p><strong>Connectivity:</strong> Bluetooth 5.3, SBC, AAC</p><p><strong>Battery life:</strong> 6 hours (up to 24 hours with case)</p><p><strong>Earbud dimensions:</strong> 17.2 x 30.5 x 22.4mm</p><p><strong>Earbud weight:</strong> 6.24g each</p><p><strong>Charging case dimensions:</strong> 59.4 x 66.3 x 26.7mm</p><p><strong>Charging case weight:</strong> 59.8g</p><p><strong>Case charging:</strong> USB-C</p> <a href=\"https://www.theguardian.com/technology/2022/dec/14/bose-quietcomfort-earbuds-2-review-noise-cancelling-sound-battery-life\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/peru-explainer-what-is-happening", "title": "What is happening in Peru and why are people so angry?", "date_published": "2022-12-14 07:00:47+00:00", "description": "<p>Protests erupted after President Pedro Castillo was ousted last week when he attempted to temporarily suspend congress</p><p>Since former president <a href=\"https://www.theguardian.com/world/2022/dec/07/peru-president-detained-pedro-castillo-coup\">Pedro Castillo was ousted last week</a>, protests have broken out across the country, with demonstrators blocking roads and stalling the airport in Peru’s second-largest city Arequipa. Airlines have cancelled flights there and to Cusco, Peru’s tourism capital.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/peru-explainer-what-is-happening\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/14/moment-changed-me-grandmas-recipe-christmas", "title": "A moment that changed me: I thought Grandma’s recipe had died with her – and Christmas would never be the same", "date_published": "2022-12-14 07:00:46+00:00", "description": "<p>The festive season started when we tucked into the fruit tart she made every year. After she was gone, we just wanted to recreate it – and feel like we had her with us again</p><p>When you think of Christmas, which food springs to mind? Perhaps turkey, mince pies or mulled wine? For me, it’s the festive fruit tart my grandmother baked every year, to be eaten on Christmas Eve. When we settled down to eat dessert on 24 December, after all the hustle and bustle of festive preparations, journeys across the country and the tensions that often come with a family Christmas, the serving of the tart was a signal to relax.<br /><br />But when my grandmother died unexpectedly in 2016, we couldn’t find the recipe anywhere. We scoured her kitchen, flicking through cookbooks and notes, but there was no sign of it. Her recipe, it seemed, had died with her.<br /><br />That Christmas was brutal. Our celebrations were muted. Family members would dissolve into tears whenever Little Donkey, one of her favourite carols, played. Everywhere I looked, there were holes where Grandma should have been. She should have been sitting on her usual stool as we opened our presents. She should have been perched on the kitchen stairs while dinner was prepared, her offers of help being batted away. She should have been prodding us out of the door for one of her “little ambles” to walk off the mince pies. She should have been dishing up her tart on Christmas Eve.<br /><br />For most of my life, my grandmother was the fittest older person I had ever met. Her great passion in life, aside from her family, was walking. She was most herself tramping along a footpath, eating a packed lunch in a sodden field or planning a route along the <a href=\"https://www.theguardian.com/lifeandstyle/2018/dec/06/home-is-a-state-of-mind-you-dont-need-walls\">South West Coast Path</a>. Even in her 80s, she could make it up a hill faster than me. She seemed invincible.<br /><br />Because of this, and as young people so often do, I thought I had more time with her. I didn’t always text her back, I didn’t call her as often as I should have and didn’t visit nearly enough. I didn’t ask her enough questions. I didn’t take enough photos of her. I didn’t preserve the sound of her voice. I didn’t ask her for her recipes.<br /><br />I thought I had more time. We always think we have more time.</p><p>Five years after that first, difficult Christmas without Grandma, a small group at my church held a meal where everyone was asked to bring a traditional family dish. There was only one thing I could possibly take. I decided – recipe or not – to try to recreate the tart. I am no baker; Welsh cakes, cookies and the odd brownie are really my limit. But I thought that maybe I could find something similar to what I recalled of the tart and perhaps tweak it a little. It was time to turn to the internet.<br /><br />I racked my brain: there were cranberries, I knew that. I could picture them, jewel-bright among the other fruit. Something soft. Pear, maybe? Apple? There was a crunch: pecans! I had something to work with.<br /><br />I found a few options that could work, but I thought I would check with my mother in case I remembered the dish wrongly. When she said it might have been a tarte tatin, the game changed. It took just a few seconds online before I found it – <em>the</em> recipe. It wasn’t some invention of my grandmother’s or a family recipe passed down the generations at all. <a href=\"https://www.waitrose.com/home/recipes/recipe_directory/t/tarte_tatin_with_cranberries_and_apple.html\">It was a 2005 recipe from Waitrose</a>, which she must have picked up as a card in the supermarket (to my knowledge she never used the internet for recipes, the reason I hadn’t thought to try online before). There it was on the screen. Grandma’s tart.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/14/moment-changed-me-grandmas-recipe-christmas\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/13/dictionarycom-word-of-the-year-woman", "title": "Dictionary.com announces word of the year: ‘woman’", "date_published": "2022-12-14 07:00:46+00:00", "description": "<p>Portal said searches for the word increased by 1,400% after Ketanji Brown Jackson was asked to define it in her confirmation hearing</p><p>The website Dictionary.com has named its word of the year for 2022: woman.</p><p>In a statement, the website <a href=\"https://www.dictionary.com/e/word-of-the-year/\">said</a>: “Our selection of woman … reflects how the intersection of gender, identity and language dominates the current cultural conversation and shapes much of our work as a dictionary.”</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/13/dictionarycom-word-of-the-year-woman\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/hospital-wants-83135-dollars-for-saving-my-wife-worth-it-but-where-did-figure-come-from", "title": "Hospital wants $83,135 for saving my wife. She’s worth it – but where did that figure come from? | Arwa Mahdawi", "date_published": "2022-12-14 07:00:46+00:00", "description": "<p>No one expects American doctors to remove an appendix for free. But it’s remarkable how quickly even the most shocking bills shrink once you start querying them</p><p>Regular readers may remember that I <a href=\"https://www.theguardian.com/commentisfree/2022/oct/25/my-wife-almost-died-because-i-delayed-a-visit-to-er-but-theres-a-reason-i-avoid-us-hospitals\">almost killed my wife</a> a couple of months ago. She was complaining about stomach pains and thought she should go to the emergency room. It’s probably nothing, I told her. They’ll charge you a million dollars to tell you that you have indigestion.</p><p>Luckily, she didn’t listen to me. She didn’t have indigestion, it turns out; she had a lousy appendix that caused a medical emergency. The bill to sort it out, which arrived last week, wasn’t a million dollars but it was heart-stoppingly high. According to our insurance company, the hospital had billed $83,135.08 (£67,000) for the procedure but – lucky us! – we would “only” have to pay about $2,000.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/hospital-wants-83135-dollars-for-saving-my-wife-worth-it-but-where-did-figure-come-from\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/dec/14/light-fantastic-neon-nights-in-pictures-liam-wong", "title": "Light fantastic: neon nights – in pictures", "date_published": "2022-12-14 07:00:46+00:00", "description": "<p>From lonely subway riders to towering residential blocks, Liam Wong’s images of cities at night are like an Edward Hopper painting brought to life</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/dec/14/light-fantastic-neon-nights-in-pictures-liam-wong\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/china-says-spread-of-covid-impossible-to-track-as-infections-soar-in-beijing", "title": "China says spread of Covid ‘impossible’ to track as infections soar in Beijing", "date_published": "2022-12-14 06:44:56+00:00", "description": "<p>Health officials cease recording asymptomatic cases as shortages of medical supplies and testing kits reported in wake of sudden end to strict Covid policy </p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/29/china-zero-covid-policy-explained-30-seconds-lockdowns-outbreaks\">China’s zero-Covid policy explained in 30 seconds</a></li></ul><p>The spread of Covid-19 in China is now “impossible” to track, the country’s health authorities have said, announcing they have stopped recording asymptomatic cases in their daily tallies.</p><p>The admission comes amid soaring presentations to hospitals and clinics as Covid-19 spreads rapidly through the population in the wake of <a href=\"https://www.theguardian.com/world/2022/dec/12/china-scraps-tracking-app-amid-widespread-dismantling-of-zero-covid-policy\">the sudden removal</a> of strict pandemic measures. Authorities have urged people not to seek emergency healthcare unless necessary, and announced the rollout of second boosters to elderly and vulnerable people.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/china-says-spread-of-covid-impossible-to-track-as-infections-soar-in-beijing\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/14/discovered-in-the-deep-the-fish-with-razor-sharp-fangs-too-big-for-its-mouth", "title": "Discovered in the deep: the fish with razor-sharp fangs too big for its mouth", "date_published": "2022-12-14 06:00:47+00:00", "description": "<p>The charismatic deepsea viperfish has teeth which interlock forming an inescapable, glassy cage to trap prey</p><p>Deep-sea viperfish have razor-sharp fangs so big they don’t fit inside their mouth, but they interlock in front of their jaws forming an inescapable, glassy cage. “When people think of deep sea fishes, the viperfish is one of the first things that comes into their mind,” says Yi-Kai Tea, a fish expert from the Australian Museum in Sydney. “They’re very charismatic, very iconic.”<br /><br />Tea found a <a href=\"https://twitter.com/FishGuyKai/status/1587455255205199874\">Sloane’s viperfish</a> (<em>Chauliodus sloani</em>) on a <a href=\"https://www.theguardian.com/environment/2022/nov/14/glassy-fangs-and-glowing-fins-amazing-deep-sea-animals-found-near-cocos-islands\">research expedition</a> that recently returned from the remote waters of the Indian Ocean around the islands of Cocos (Keeling). This species is relatively common in open waters of the twilight zone, between about 500 and 1,000 metres down, so it was a surprise to find this one in the trawl net that Tea and his team were using to sample animal life closer to the seabed.</p><p>The viperfish’s splendid teeth not only form a trap for prey, but they’re very difficult to see. “Having really transparent, big teeth, allows you to conceal something that is otherwise very obvious and very evident,” says Tea.<br /><br /><a href=\"https://www.cell.com/matter/fulltext/S2590-2385(19)30035-9\">A few years ago</a>, a study of a closely related species of deep-sea fish, the shiny loosejaw (<em>Aristostomias scintillans</em>), uncovered the secret of their see-through teeth. They’re made of enamel and dentine, the same substances as human teeth. The intricate nanostructure of their teeth scatters very little light and instead lets it pass straight through. This means the fish’s teeth don’t twinkle in the bioluminescent lights made by so many animals in the deep sea.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/14/discovered-in-the-deep-the-fish-with-razor-sharp-fangs-too-big-for-its-mouth\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/14/funding-cuts-mean-bbc-cant-compete-with-netflix-says-watchdog", "title": "Funding cuts mean BBC can’t compete with Netflix, says watchdog", "date_published": "2022-12-14 06:00:47+00:00", "description": "<p>BBC technology lagging behind rivals owing to strong competition for staff and years of funding cuts</p><p>The BBC is struggling to compete with Netflix because it cannot afford the salaries of tech workers required to create online services, according to the UK’s public spending watchdog.</p><p>While commercial streaming companies can provide high-quality personalised recommendations to viewers, the BBC’s technology is lagging behind the competition. As a result, thecorporation cannot tell the difference between a sport fan who is interested in football and one who is interested in cricket – meaning it struggles to serve up relevant content to users.</p> <a href=\"https://www.theguardian.com/media/2022/dec/14/funding-cuts-mean-bbc-cant-compete-with-netflix-says-watchdog\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/dec/14/desantis-trump-2024-republican-presidential-poll", "title": "Ron DeSantis leads Donald Trump by 23 points in Republican poll", "date_published": "2022-12-14 06:00:46+00:00", "description": "<p>Florida governor takes enormous lead over embattled ex-president for 2024 race as Mike Pence nears a run of his own</p><p>In a new poll regarding potential Republican nominees for president in 2024, the Florida governor, Ron DeSantis, led Donald Trump by a whopping 23 points.</p><p>Republican and Republican-leaning voters dealt the significant blow to the former president’s ego in a survey carried out by <a href=\"https://www.usatoday.com/story/news/politics/2022/12/13/trump-support-gop-2024-presidential-race-poll/10882346002/\">USA Today and Suffolk University</a> and released on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2022/dec/14/desantis-trump-2024-republican-presidential-poll\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/dec/14/i-dont-like-to-dwell-on-the-dark-side-jane-horrocks-on-life-on-her-own-family-and-first-love-ian-dury", "title": "‘I don’t like to dwell on the dark side’: Jane Horrocks on life on her own, family and first love, Ian Dury", "date_published": "2022-12-14 06:00:46+00:00", "description": "<p>The actor remembered her time with the maverick singer as toxic. But finding his love letters made her see things differently – and propelled her to make a drama of their time together</p><p>Jane Horrocks is a tiny woman surrounded by vastness. There is the vastness of her Regency flat, with its towering ceilings and huge, open spaces. And then there’s the far greater vastness of the Channel across the road. We are sitting in her belvedere on a freakishly hot winter’s day, taking in the sea. Horrocks is barely a speck on her own landscape. And this is how she likes it. “Any issues I have are minor compared with what you see there. It’s so elemental. What am I in all this? Tiny. My little issues are <em>tiny</em>.”</p><p>Horrocks is wearing black trousers, black boots and an orange velveteen sweatshirt perfectly coordinated with her hair. “It would be totally grey now if I left it,” she says. Horrocks is a girlish 58. In her 20s she was a girlish twentysomething. And on it went through the decades, though the reality was a little more complex. Now she’s at a new stage in life – living by herself in Brighton since May, after the 21-year relationship with the father of her two grownup children, the TV writer Nick Vivian, finished in 2017; after the recent end of a relationship with the actor Danny Webb; and after the death of her mother last year.</p> <a href=\"https://www.theguardian.com/culture/2022/dec/14/i-dont-like-to-dwell-on-the-dark-side-jane-horrocks-on-life-on-her-own-family-and-first-love-ian-dury\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/dec/14/hansel-emmanuel-college-basketball-player-dunk-northwestern-state-university", "title": "One-armed US college basketball player scores first points", "date_published": "2022-12-14 06:00:45+00:00", "description": "<p>Freshman Hansel Emmanuel, who lost an arm in a childhood accident, scored five points for Louisiana’s Northwestern State University</p><p>A US <a href=\"https://www.theguardian.com/sport/college-basketball\">college basketball</a> player who lost one of his arms during an accident in childhood has caused a sensation after he scored his first points for his university last weekend.</p><p>Hansel Emmanuel, 19, was six years old and growing up in the Dominican Republic when a pile of cinderblocks fell on him. He was so badly hurt that doctors had to amputate his left arm for him to ultimately recover.</p> <a href=\"https://www.theguardian.com/sport/2022/dec/14/hansel-emmanuel-college-basketball-player-dunk-northwestern-state-university\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/dec/14/england-nhs-crisis-government-strikes-guardian-report", "title": "Who do you believe: the brilliant NHS staff who treated my cancer, or ministers who spin and lie? | Polly Toynbee", "date_published": "2022-12-14 06:00:45+00:00", "description": "<p>As a harrowing <a href=\"https://www.theguardian.com/society/2022/dec/13/like-a-horrific-board-game-33-hours-inside-an-nhs-in-crisis\">Guardian report</a> depicts the struggle to deliver care, the failure of politicians to fund them properly is clear</p><p>An obtuse government refuses to discuss pay as <a href=\"https://www.theguardian.com/society/2022/nov/29/up-to-100000-nurses-to-strike-in-december-with-threat-to-escalate-action\">100,000 nurses strike</a> on Thursday in 53 English NHS organisations. That’s despite an offer from the Royal College of Nursing (RCN) to lower its opening bid. Ambulance drivers follow next week, the most severe threat of all the strikes, as this struggling service already fails to reach people experiencing heart attacks and strokes.</p><p>Labour’s shadow health secretary, Wes Streeting, tells me an elderly close relative who just fell and broke a hip and shoulder was told to wait eight hours for an ambulance: it may be hard to separate the effects of the strikes from the “normal” austerity-stricken NHS. At a follow-up hospital visit recently after <a href=\"https://www.theguardian.com/politics/2021/jul/27/labour-mp-wes-streeting-recovers-from-kidney-cancer\">removal of a cancerous kidney</a>, Streeting couldn’t get his test results: he blamed not the “lovely” staff who “really care”, but the plight of the NHS.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/dec/14/england-nhs-crisis-government-strikes-guardian-report\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/dec/13/family-home-videos-childhood-immigration-us-india", "title": "‘A tear rolls down my cheek’: the lost home movie that taught me about family, ageing and grief", "date_published": "2022-12-14 06:00:45+00:00", "description": "<p>When my parents moved from India to the US, old videos kept the generations tied together</p><p>When I was a kid, we filmed everything. My parents had moved to the US, but the rest of our extended family was still in India, </p><p> and we wanted our grandparents to be able to binge-watch us grow up.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/13/family-home-videos-childhood-immigration-us-india\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/focus-on-the-joy-morocco-v-france-match-is-symbolic-for-moroccan-diaspora", "title": "‘Focus on the joy’: Morocco v France match is symbolic for Moroccan diaspora", "date_published": "2022-12-14 06:00:45+00:00", "description": "<p>Dual-national French-Moroccan citizens are ‘split in two’ but World Cup semi-final is also ‘bringing people together’, say football fans</p><p>Behind the counter of his grocery store in the Goutte d’Or neighbourhood in northern Paris, Abdel was on a video call to his cousin in a village in the Atlas mountains. Morocco’s historic World Cup semi-final match against France on Wednesday was all they could talk about, and the mood could be summed up in one word, he said, shaking his shoulders: “Dancing!”</p><p>“It’s incredible to be the first ever African team in the semi-final. It’s only sport, but it’s bringing people together, from the grandparents to little kids,” he said.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/focus-on-the-joy-morocco-v-france-match-is-symbolic-for-moroccan-diaspora\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/dec/14/httpsviewergutoolscoukpreviewtv-and-radio2022dec13national-treasure-edge-of-history-review-the-mindless-days-of-the-90s-are-back", "title": "National Treasure: Edge of History review – the mindless days of the 90s are back!", "date_published": "2022-12-14 06:00:44+00:00", "description": "<p>Freemasons, albino monk assassins, Harvey Keitel … this youth-focused spin-off of Jerry Bruckheimer’s adventure movie franchise is loads of daft fun</p><p>Do you miss noise and bombast? Do you miss goodhearted, mindless entertainment? Do you miss the 80s? The 90s? Well, take heart, my friends, because they’re all back, courtesy of the new Disney+ series National Treasure: Edge of History, executive produced by the biggest, swingingest 90s dick of them all, <a href=\"https://www.theguardian.com/film/2013/aug/09/jerry-bruckheimer-lone-ranger\">Jerry Bruckheimer</a>.</p><p>National Treasure: Edge of History wants you to know that you are here to have fun and that fun you shall have from the off. We open in 2001 with a white-haired <a href=\"https://www.theguardian.com/film/harvey-keitel\">Harvey Keitel</a> expositioning into a tape recorder. It saves such a lot of time and effort if you just tell people, you know? </p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/dec/14/httpsviewergutoolscoukpreviewtv-and-radio2022dec13national-treasure-edge-of-history-review-the-mindless-days-of-the-90s-are-back\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/dec/14/russia-ukraine-war-live-blasts-hit-kyiv-city-centre-says-mayor-us-finalising-plans-to-deliver-patriot-air-defence-system", "title": "Russia-Ukraine war live: blasts hit Kyiv city centre, says mayor; US finalising plans to deliver Patriot air defence system", "date_published": "2022-12-14 05:28:56+00:00", "description": "<p>Kyiv mayor Vitali Klitschko says emergency services dispatched after rockets hit Kyiv city centre; White House preparing to send over one of the most advanced US air defence systems</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our coverage of the Ukraine invasion</a></strong></li></ul><p></p><p>Kyiv mayor Vitali Klitschko has posted on Telegram saying that ten Shahed drones were shot down in the Kyiv region this morning. </p><p>Iran supplied the drones to Russia, which has been using them to target infrastructure and civilian targets in Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2022/dec/14/russia-ukraine-war-live-blasts-hit-kyiv-city-centre-says-mayor-us-finalising-plans-to-deliver-patriot-air-defence-system\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/dec/14/harry-and-meghan-becomes-netflixs-biggest-documentary-debut-yet", "title": "Harry and Meghan becomes Netflix’s biggest documentary debut yet", "date_published": "2022-12-14 04:16:19+00:00", "description": "<p>In lead-up to second batch of three episodes, streaming service reveals first part racked up 81.55m viewing hours around the world</p><p>Harry &amp; Meghan, Netflix’s documentary series about Britain’s Prince Harry and his wife, racked up more viewing time on the streaming service than any other documentary during its first week, the company said on Tuesday.</p><p>The first three episodes of Harry &amp; Meghan recorded 81.55m viewing hours around the world after its debut last Thursday, Netflix said, “the highest view hours of any documentary title in a premiere week”. More than 28m households watched at least part of the series.</p> <a href=\"https://www.theguardian.com/media/2022/dec/14/harry-and-meghan-becomes-netflixs-biggest-documentary-debut-yet\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/dec/14/world-cup-2022-briefing-moroccos-pride-in-islam-should-inspire-us-all", "title": "World Cup 2022 briefing: Morocco’s pride in Islam should inspire us all", "date_published": "2022-12-14 04:00:42+00:00", "description": "<p>It is uplifting to see players practicing their religion and celebrating with their mothers on such a big global stage</p><p>Africa spans 30.37m square kilometres, taking in more than 1.2 billion people, who speak between 1,000 and 2,000 languages across 54 countries. These are aspects not always obvious from the monolithic way a continent of wondrous diversity is written about and discussed, something the World Cup has brought into even sharper focus.</p> <a href=\"https://www.theguardian.com/football/2022/dec/14/world-cup-2022-briefing-moroccos-pride-in-islam-should-inspire-us-all\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/japan-chooses-war-as-kanji-of-the-year-amid-ukraine-conflict-and-abe-assassination", "title": "Japan chooses ‘war’ as kanji of the year amid Ukraine conflict and Abe assassination", "date_published": "2022-12-14 03:45:15+00:00", "description": "<p>The character, chosen by public vote, reflected feelings about the state of the world and anxiety over living cost pressures</p><p>People in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> have chosen the kanji character for “war” as the symbol that sums up 2022 – a year marked by conflict in Ukraine and the assassination of former prime minister Shinzo Abe.</p><p>The character, chosen in a public vote, reflected Japanese sentiment about the state of the world, as well as heightened anxiety over the weak yen and high cost of living, according to the annual contest’s organisers, the Japan <a href=\"https://www.theguardian.com/world/2017/jun/05/japanese-children-unko-kanji-doriru-professor-poo\">Kanji</a> Aptitude Testing Foundation.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/japan-chooses-war-as-kanji-of-the-year-amid-ukraine-conflict-and-abe-assassination\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/dec/14/byron-bay-council-pushes-to-cap-short-term-rentals-airbnb-perfect-stay", "title": "‘A lot of money at stake’: investors irate as Byron council pushes to cap short-term rentals like Airbnb", "date_published": "2022-12-14 03:30:41+00:00", "description": "<p>Property owners say a council proposal to cap some accommodation at 90 days a year will ‘devastate the economy’ and won’t solve the housing problem</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>And so it begins. The legendary Byron Bay summer. The beautiful people coming out to play. The drum circles in the streets. The dolphins riding the waves with the surfers at Wategos. The town heaving at night. The traffic jammed for miles. The house parties in the lush rolling hills.</p><p>Amid all the idyllic glamour and celebrity, <a href=\"https://www.theguardian.com/australia-news/2021/may/29/hollywood-and-homelessness-the-two-sides-of-byron-bay\">the traumatised homeless</a> emerging from cars, vans, tents and sand dunes into the sun-splashed mornings to try to charge a phone or have a shower. They are elderly women, single mothers and working families who can’t find an affordable place to live. Or any place to live.</p> <a href=\"https://www.theguardian.com/australia-news/2022/dec/14/byron-bay-council-pushes-to-cap-short-term-rentals-airbnb-perfect-stay\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/dec/14/the-age-of-extinction-can-we-prevent-an-ecological-collapse-podcast", "title": "The age of extinction: can we prevent an ecological collapse? - podcast", "date_published": "2022-12-14 03:00:41+00:00", "description": "<p>The Cop15 conference in Canada brings together representatives from all over the world with an urgent mission: preventing the breakdown of Earth’s natural habitats and the extinction of the many species we rely on</p><p>For thousands of years, the history of humanity can also be viewed as a history of biodiversity destruction. As tools, weapons and industry advanced, so did our ability for environmental destruction. Now the natural world is at a crisis point. Fueled by the climate crisis, we are heading into an age of extinction unless current trends can be reversed.</p><p>This week at the Cop15 conference in Montreal, Canada, delegates from across the globe have been meeting in an attempt to agree ambitious new targets. As <strong>Phoebe Weston</strong> tells <strong>Michael Safi</strong>, the topmost target is the so-called “30 by 30” pledge: a global target to protect 30% of the planet for nature by 2030. But that in itself is proving controversial: Indigenous communities are suspicious of landgrabs by over-reaching governments. And the 30% figure could be easy to game by declaring lands as national parks without addressing the underlying issues.</p> <a href=\"https://www.theguardian.com/news/audio/2022/dec/14/the-age-of-extinction-can-we-prevent-an-ecological-collapse-podcast\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/new-zealands-emergency-housing-system-breaches-human-rights-inquiry-finds", "title": "New Zealand’s emergency housing system breaches human rights, inquiry finds", "date_published": "2022-12-14 03:00:36+00:00", "description": "<p>Motels used to temporarily house homeless people were found to often be unclean and unsafe</p><p>New Zealand’s emergency housing system that temporarily places homeless people in motel units is breaching human rights, with residents reporting filthy and unsafe environments, an inquiry has found.</p><p>The <a href=\"https://assets.nationbuilder.com/nzhrc/pages/3403/attachments/original/1670900354/Report_-_Homelessness_and_human_rights_review.pdf?1670900354\">report released on Wednesday</a> by the Human Rights Commission included what it called, “distressing” testimonies from those living in emergency housing. It said that while the intent to house people was good, the system was in some cases exacerbating problems and trauma.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/new-zealands-emergency-housing-system-breaches-human-rights-inquiry-finds\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/13/megan-thee-stallion-testify-tory-lanez-los-angeles-court", "title": "‘Going through torture’: Megan Thee Stallion testifies against Tory Lanez", "date_published": "2022-12-14 02:42:51+00:00", "description": "<p>Rapper takes stand in case against Canadian-born musician, emotionally recounting night when she was shot</p><p>Megan Thee Stallion delivered emotional testimony on Tuesday in the trial of Tory Lanez, the fellow musician and former friend who <a href=\"https://www.theguardian.com/music/2022/dec/12/megan-thee-stallion-troy-lanez-trial\">allegedly shot her</a> following a party in Los Angeles.</p><p>The Texas-born rapper, whose real name is Megan Pete, shared the most in-depth account yet about the moment that led to the shooting in 2020. She described how the attack left her with constant pain in her feet and said the reliving the incident in the public eye had been “torture”.</p> <a href=\"https://www.theguardian.com/music/2022/dec/13/megan-thee-stallion-testify-tory-lanez-los-angeles-court\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/dec/14/snakes-have-a-clitoris-scientists-overcome-a-massive-taboo-around-female-genitalia", "title": "Snakes have a clitoris: scientists overcome ‘a massive taboo around female genitalia’", "date_published": "2022-12-14 02:26:48+00:00", "description": "<p>Researchers say previous studies mistook the organs on female snakes as scent glands or under-developed versions of penises</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2022/dec/14/australia-news-live-brittany-higgins-settlement-scott-morrison-robodebt-hearings-wieambilla-shootings-queensland-police-gareth-nathaniel-train-tax-energy-talks-greens-albanese\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Female snakes have clitorises, scientists have detailed for the first time in a study of the animal’s sex organs.</p><p>The scientists say previous research had mistaken the organs as scent glands or underdeveloped versions of penises, in a study that criticised the comparatively limited research into female sex organs.</p> <a href=\"https://www.theguardian.com/environment/2022/dec/14/snakes-have-a-clitoris-scientists-overcome-a-massive-taboo-around-female-genitalia\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/dec/14/everyone-is-so-desperate-backpackers-grapple-with-australias-high-costs", "title": "‘Everyone is so desperate’: backpackers grapple with Australia’s high costs", "date_published": "2022-12-14 01:56:37+00:00", "description": "<p>Travellers in search of a laid back, barefoot lifestyle are instead facing housing stress and rethought plans</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>“There’s literally nowhere available!” Michel von Düsterlho, a 26-year-old backpacker from Germany, says of searching for hostels.</p><p>Von Düsterlho, who arrived in Australia on a working holidaymaker (WHM) visa, is following a path trod over decades by young travellers in search of sunnier climes, golden beaches and the opportunity to work casually along the way.</p> <a href=\"https://www.theguardian.com/travel/2022/dec/14/everyone-is-so-desperate-backpackers-grapple-with-australias-high-costs\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/dec/14/this-place-makes-me-utterly-miserable-azealia-banks-refuses-to-tour-australia-again", "title": "‘This place makes me utterly miserable’: Azealia Banks refuses to tour Australia again", "date_published": "2022-12-14 01:36:19+00:00", "description": "<p>US rapper cancels Brisbane gig hours before she was due on stage, citing a past experience having a bottle thrown at her</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Azealia Banks has vowed she will never return to Australia while on tour in the country, and cancelled her show in Brisbane hours before she was due to go on stage, citing a past concert in the city as “the most racist, most demoralising experience of my fucking life”.</p><p>The US rapper was due to perform in Brisbane and Melbourne earlier this week, but both gigs were postponed due to “visa issues”. She performed in Sydney on Sunday night and her Melbourne show, which was cancelled hours before she was set to perform on 10 December, has been rescheduled for this Saturday.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/music/2022/dec/14/this-place-makes-me-utterly-miserable-azealia-banks-refuses-to-tour-australia-again\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/dec/13/nasa-swot-satellite-radar-survey-launch", "title": "Nasa mission will give unprecedented view of Earth’s surface water", "date_published": "2022-12-14 01:14:02+00:00", "description": "<p>Swot satellite is scheduled to be launched Thursday morning, and will use advanced radar to more fully map Earth’s vital resource</p><p>A Nasa-led international satellite mission was set for blastoff from southern California early on Thursday as part of a major earth science project to conduct a comprehensive survey of the world’s oceans, lakes and rivers for the first time.</p><p>Dubbed Swot, short for “surface water and ocean topography”, the advanced radar satellite is designed to give scientists an unprecedented view of the life-giving fluid covering 70% of the planet, shedding new light on the mechanics and consequences of climate change.</p> <a href=\"https://www.theguardian.com/science/2022/dec/13/nasa-swot-satellite-radar-survey-launch\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/mother-charged-new-zealand-suitcase-murders-case-children-pleads-not-guilty", "title": "Mother charged in New Zealand ‘suitcase murders’ of two children pleads not guilty", "date_published": "2022-12-14 00:54:53+00:00", "description": "<p>The 42-year-old accused of the murder is the children’s mother, and was extradited from South Korea in November</p><p>A woman charged with the murder of two children whose bodies were found in suitcases in New Zealand has pleaded not guilty to the charges.</p><p>The 42-year-old woman accused of their murder is the children’s mother, and was extradited from South Korea on murder charges in late November.</p> <a href=\"https://www.theguardian.com/world/2022/dec/14/mother-charged-new-zealand-suitcase-murders-case-children-pleads-not-guilty\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/dec/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-294-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 294 of the invasion", "date_published": "2022-12-14 00:17:09+00:00", "description": "<p>US finalising plan to send Patriot missile defence system to Ukraine; Suspected Russian FSB officer charged in US sanctions case</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/dec/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-294-of-the-invasion\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/dec/14/majestic-messi-earns-argentina-a-place-in-the-final-football-daily", "title": "Majestic Messi earns Argentina a place in World Cup final – Football Daily", "date_published": "2022-12-14 00:05:58+00:00", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/NickyBandini\">Nicky Bandini</a>, <a href=\"https://twitter.com/JohnBrewin_\">John Brewin</a> and <a href=\"https://twitter.com/marc_cart\">Marcela Mora y Araujo</a> as Argentina overcome Croatia to book their place in the World Cup final</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today; did the Croatians finally tire? Lionel Messi delivered his performance of the tournament so far as Argentina fairly comfortably beat Croatia 3-0. The panel spend quite a lot of time talking about Messi and Julián Álvarez and probably not enough discussing Alexis Mac Allister (sorry Brighton fans).</p> <a href=\"https://www.theguardian.com/football/audio/2022/dec/14/majestic-messi-earns-argentina-a-place-in-the-final-football-daily\">Continue reading...</a>", "persistent": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/dec/14/lionel-messi-sets-up-shot-at-destiny-with-throwback-brilliance-argentina-world-cup", "title": "Lionel Messi sets up his shot at destiny with throwback brilliance | Barney Ronay", "date_published": "2022-12-14 00:03:17+00:00", "description": "<p>Argentina’s icon ran things again and took a step back in time to set up a clinching third goal as Croatia were swept aside</p><p>Does it actually matter if Lionel Messi wins a World Cup? This will now be the narrative around the dog days of his final global tournament leading up to the final on Sunday.</p><p>The reality is something else. In fact, watching Messi here the opposite seemed to be the case. This was not just a performance of edge and thrust and decisive moments but all of those things carved out of the air in his own unique physical style, a footballer capable, at 35, of basically making this thing up in his own image.</p> <a href=\"https://www.theguardian.com/football/blog/2022/dec/14/lionel-messi-sets-up-shot-at-destiny-with-throwback-brilliance-argentina-world-cup\">Continue reading...</a>", "persistent": false}], "source url": "https://www.theguardian.com/international/rss", "source title": "The Guardian - International"}