[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/23/politics/immigration-cuba-haiti-ocean-coast-guard/index.html", "title": "More Cubans are coming to the US by sea than any time since the 1990s", "date_published": "2022-09-23 20:55:34+00:00", "description": "• Opinion: DeSantis' actions are cause for grave concern"}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/23/politics/blinken-wang-yi-unga-meeting/index.html", "title": "Blinken and Chinese Foreign Minister have 'direct and honest exchange' on Taiwan", "date_published": "2022-09-23 19:21:38+00:00", "description": "US Secretary of State Antony Blinken and Chinese Foreign Minister Wang Yi \"had a direct and honest exchange on matters related to Taiwan\" Friday, a US senior administration official said."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/23/politics/us-iran-internet-help/index.html", "title": "Amid internet shutdowns in Iran, US takes step to allow tech firms to help Iranian people access online info", "date_published": "2022-09-23 16:29:38+00:00", "description": "Amid internet shutdowns by the Iranian government in the face of widespread protests, the US government has taken a step meant to allow technology firms to help the people of Iran access information online, US Secretary of State Antony Blinken announced Friday."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/23/middleeast/west-bank-simmers-mime-intl/index.html", "title": "Fears of a third Intifada as Palestinian deaths reach 7-year high", "date_published": "2022-09-23 16:14:30+00:00", "description": "In the early hours of September 6, Mohammed Sabaaneh, 29, was live on TikTok, filming clashes between Israeli forces and Palestinians in the West Bank town of Jenin."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/23/africa/ebola-deaths-uganda-intl/index.html", "title": "11 dead in suspected and confirmed Ebola cases in Uganda", "date_published": "2022-09-23 15:44:42+00:00", "description": "In the last 24 hours, Uganda has recorded four confirmed cases of Ebola, bringing the cumulative number of confirmed cases to 11, the country's health ministry reported Friday in a statement."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/23/europe/iran-protest-mahsa-amini-families-morality-police-hnk-intl-cmd/index.html", "title": "Iranians are risking it all to protest. Their families say some aren't coming home", "date_published": "2022-09-23 12:49:15+00:00", "description": "The last time Farnaz heard her brother's voice was over the phone, on an unknown number."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/23/europe/italy-giorgia-meloni-profile-election-intl-cmd/index.html", "title": "How Giorgia Meloni and her far-right party became a driving force in Italian politics", "date_published": "2022-09-23 04:24:21+00:00", "description": "When Giorgia Meloni first burst onto the political scene in 2006 as the youngest ever vice-president of the National Alliance party, she sealed her fate as a far-right politician."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/22/asia/myanmar-beauty-queen-junta-deportation-threat-intl-hnk/index.html", "title": "Thailand denies entry to model who denounced Myanmar junta in pageant speech", "date_published": "2022-09-23 02:54:45+00:00", "description": "A Myanmar model who took refuge in Thailand after speaking out against a military coup in her homeland has been blocked from returning to Bangkok, Thai authorities said on Thursday, over what her manager said was an Interpol notice."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/09/22/china/russia-mobilization-china-intl-hnk-mic/index.html", "title": "Analysis: As Russia raises nuclear specter in Ukraine, China looks the other way", "date_published": "2022-09-23 02:46:28+00:00", "description": "When Russian President Vladimir Putin met with Chinese leader Xi Jinping in Uzbekistan last week, the mood was noticeably different from their triumphant meeting in Beijing, weeks before Russia's invasion of Ukraine."}]