[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/usa-zaraz-po-starcie-z-samolotu-posypaly-sie-iskry-musial-awaryjnie-ladowac/", "title": "USA. Po starcie z samolotu posypały się iskry. Musiał awaryjnie lądować", "date_published": "2022-09-23 19:43:00+00:00", "description": "W chwilę po starcie z lotniska w USA zauważono iskry lecące z Boeinga 777. Lot został przerwany. Podczas wstępnej inspekcji stwierdzono problem z układem hydraulicznym - poinformowały media. Ten sam samolot miał już stwierdzoną we wrześniu tego roku inną usterkę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/adam-balcer-nie-mozemy-wykluczyc-taktycznego-uzycia-broni-jadrowej-przez-rosje/", "title": "Adam Balcer: Nie możemy wykluczyć taktycznego użycia broni jądrowej przez Rosję", "date_published": "2022-09-23 19:06:00+00:00", "description": "- Ucieczka z Rosji na pewno nie jest zdarzeniem marginalnym - mówił na antenie Polsat News Adam Balcer, dyrektor programowy Kolegium Europy Wschodniej. Zaznaczył jednak, że biorąc pod uwagę populację i potencjał mobilizacyjny Rosji nie jest to jakaś wielka grupa ludzi. Ocenił też, że nie możemy wykluczyć taktycznego użycia broni jądrowej przez Rosję."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/hiszpania-banki-blokuja-wyplaty-swiadczen-otrzymywanych-z-rosji-wsrod-nich-sa-emerytury-i-renty/", "title": "Hiszpania. Banki blokują wypłaty świadczeń otrzymywanych z Rosji. Wśród nich są emerytury i renty", "date_published": "2022-09-23 18:42:00+00:00", "description": "W wyniku unijnych sankcji nałożonych na Rosję, niektóre hiszpańskie banki wstrzymały wypłaty świadczeń dla osób otrzymujących przelewy ze wschodu - informują media. Obejmuje to także renty i emerytury. Sytuacja dotyczy głównie osób, które żyły w ZSRR, a w późniejszym okresie życia wróciły do Hiszpanii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/rosja-maria-zacharowa-o-slowach-joe-bidena-absolutnie-niestosowne/", "title": "Rosja. Maria Zacharowa o słowach Joe Bidena: Absolutnie niestosowne", "date_published": "2022-09-23 16:37:00+00:00", "description": "Absurdalnie niestosownym - nazwała przemówienie prezydenta USA Joe Bidena w ONZ rzeczniczka rosyjskiego MSZ Maria Zacharowa. Cytowana przez agencję ITAR-TASS stwierdziła, że amerykański przywódca mylnie zinterpretował słowa Władimira Putina twierdząc, że Rosja grozi światu bronią atomową."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/aktor-ryan-grantham-skazany-na-dozywocie-za-zabojstwo-matki/", "title": "Aktor Ryan Grantham skazany na dożywocie za zabójstwo matki", "date_published": "2022-09-23 16:08:00+00:00", "description": "Dożywotnie pozbawienie wolności - taką karę kanadyjski są wymierzył amerykańskiemu aktorowi Ryanowi Granthamowi znanemu m.in. z serialu Riverdale za zamordowanie swojej matki Barbary Waite w 2020 roku - donosi BBC. 24-latek planował też zabójstwo premiera Kanady Justina Trudeau. Mówił, że zabił swoją matkę, by ta nie dowiedziała się co zrobi później."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/wielka-brytania-nie-zyje-hilary-mantel-pisarka-byla-dwukrotna-laureatka-nagrody-bookera/", "title": "Wielka Brytania. Nie żyje Hilary Mantel. Pisarka była dwukrotną laureatką Nagrody Bookera", "date_published": "2022-09-23 14:50:00+00:00", "description": "W wieku lat 70 zmarła brytyjska pisarka Hilary Mantel. Była dwukrotną laureatką nagrody Nagrody Bookera, za książki o Tomaszu Cromwellu, doradcy króla Henryka VIII. Prace autorki zostały przetłumaczone na 41 języków."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/brazylia-helikopter-zahaczyl-o-linie-wysokiego-napiecia-maszyna-z-czterema-pasazerami-spadla/", "title": "Brazylia. Helikopter zahaczył o linie wysokiego napięcia. Maszyna z czterema pasażerami spadła", "date_published": "2022-09-23 14:06:00+00:00", "description": "W Brazylii śmigłowiec zaplątał się w sieć wysokiego napięcia, a następnie runął w dół. Ten zatrważający wypadek uchwycono na nagraniu. W helikopterze znajdował się kongresmen, zastępca burmistrza oraz dwie inne osoby. Na miejscu pojawiły się służby ratunkowe."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/ukraina-w-iziumie-ekshumowano-436-cial-na-30-sa-slady-tortur/", "title": "Ukraina. W Iziumie ekshumowano 436 ciał. Na 30 są ślady tortur", "date_published": "2022-09-23 14:05:00+00:00", "description": "W sumie 436 ciał ekshumowano z miejsc pochówków w oswobodzonym spod rosyjskiej okupacji Iziumie. Według władz lokalnych wiele z nich nosi ślady tortur. Wśród ofiar są dzieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/czeczenia-razman-kadyrow-powiedzial-ze-w-republice-nie-bedzie-mobilizacji/", "title": "Czeczenia. Razman Kadyrow powiedział, że w republice nie będzie mobilizacji.", "date_published": "2022-09-23 13:18:00+00:00", "description": "Razman Kadyrow zapewnił, że w Czeczenii nie zostanie przeprowadzona mobilizacja - przekazał portal Kavkaz.Realii. Przywódca zaznaczył, że republika znacznie przekroczyła plan dotyczący udziału w inwazji na Ukrainę. Jak przekazał, na front zostało wysłanych 20 tys. Czeczenów."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/wojna-w-ukrainie-mobilizacja-w-rosji/", "title": "Wojna w Ukrainie. Chaotyczna mobilizacja w Rosji. Do służby wzywają zmarłych", "date_published": "2022-09-23 09:26:00+00:00", "description": "Bardzo młodzi ludzie, ojcowie wielodzietnych rodzin, a nawet... zmarli - tak w praktyce wygląda częściowa mobilizacja do wojska, którą ogłosił prezydent Rosji Władimir Putin. Mężczyźni zabierani są w środku nocy i wywożeni autobusami, służby bezpieczeństwa organizują też obławy na tych, którzy próbują uniknąć powołania do służby - donosi niezależny kanał Możem Objasnit."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/donald-trump-popiera-qanon-ruchem-szerzacym-teorie-spiskowe-zagraza-bezpieczenstwu-usa/", "title": "Donald Trump popiera QAnon, ruchem szerzącym teorie spiskowe. \"Zagraża bezpieczeństwu USA\"", "date_published": "2022-09-23 08:38:00+00:00", "description": "Burza nadchodzi - zapowiedział w sieci były prezydent USA Donald Trump, dając do zrozumienia swoim zwolennikom, że niektóre teorie spiskowe są prawdziwe. Zachowaniem celebryty, który stał na czele mocarstwa, zaniepokojone są nie tylko służby, ale i jego doradcy. Ci drudzy sami nie wiedzą, co oznaczał gest fanów Trumpa, który wykonali podczas jego przemówienia w Ohio."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/usa-56-latka-w-ciazy-ojcem-jest-jej-syn/", "title": "USA. 56-latka w ciąży. Ojcem jest jej syn", "date_published": "2022-09-23 07:07:00+00:00", "description": "56-letnia Nancy Hauck wkrótce urodzi własną... wnuczkę. W ten sposób kobieta pomaga swojemu synowi i jego żonie. Synowa Nancy nie może zajść w ciążę, gdyż po poprzednim porodzie konieczne było usunięcie jej macicy. Kobieta ma już czworo dzieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/wojna-w-ukrainie-mobilizacja-w-rosji-pierwsze-straty-przed-dotarciem-na-front/", "title": "Mobilizacja w Rosji. Kolejki młodych mężczyzn na lotniskach w Rosjan", "date_published": "2022-09-23 06:55:00+00:00", "description": "Rosjanie masowo uciekają z kraju po ogłoszonej w środę przez Władimira Putina częściowej mobilizacji. W sieci pojawiło się zdjęcie zatłoczonego lotniska, na którym w kolejkach stoją głownie mężczyźni w wieku poborowym. Tymczasem moskiewski patriarcha Cyryl I zachęca do służby i przekonuje, że poległych w obronie ojczyzny czeka zbawienie."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-23/andrzej-duda-jesli-rosja-uzyje-broni-nuklearnej-znajdzie-sie-poza-wszelkim-nawiasem/", "title": "Andrzej Duda: Jeśli Rosja użyje broni nuklearnej, znajdzie się poza wszelkim nawiasem", "date_published": "2022-09-23 04:11:00+00:00", "description": "Jeżeli rosyjscy przywódcy, Putin i jego otoczenie, zdecydowaliby się na taki desperacki, szalony bym powiedział krok, znajdą się poza wszelkim nawiasem, dla społeczności cywilizowanego, demokratycznego, uczciwego świata, jak gdyby przestali istnieć - powiedział prezydent Andrzej Duda, odnosząc się do gróźb prezydenta Rosji o użyciu broni jądrowej."}]