[{"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/04/middleeast/lebanon-ambassador-beirut-bank-heists-intl/index.html", "title": "Former Lebanese ambassador holds sit-in at Beirut bank amid new wave of heists", "date_published": "2022-10-04 20:29:25+00:00", "description": "A former Lebanese ambassador held a sit-in at his bank outside of the capital city of Beirut on Tuesday, refusing to leave until he received his money, his wife has told CNN."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/04/americas/colombia-national-liberation-army-intl-latam/index.html", "title": "Colombia will restart peace negotiations with National Liberation Army", "date_published": "2022-10-04 18:29:34+00:00", "description": "The Colombian government and the National Liberation Army (ELN) insurgent group on Tuesday announced the restart of peace negotiations, after a three-year hiatus."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/04/africa/ibrahim-traore-burkina-faso-intl/index.html", "title": "Who is Ibrahim Traore, the soldier behind Burkina Faso's latest coup?", "date_published": "2022-10-04 11:12:45+00:00", "description": "As a heavily armed convoy drove through a cheering crowd in Burkina Faso's capital on Sunday morning, the boyish face of the country's latest military ruler, Captain Ibrahim Traore, emerged from the turret of an armored personnel carrier."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/04/world/iran-internet-blackout-intl-cmd/index.html", "title": "The US says it's helping Iranians navigate a massive internet blackout. Activists say it's too little, too late", "date_published": "2022-10-04 04:10:51+00:00", "description": "As protesters took to the streets of Iran following the death in detention of Mahsa Amini, a 22-year-old woman apprehended for apparently not wearing her hijab properly, videos of the uprising began to flood the internet."}, {"url": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/10/03/australia/australia-lehrmann-higgins-sexual-assault-trial-intl-hnk/index.html", "title": "Australian court to hear claims over alleged sexual assault in Parliament House", "date_published": "2022-10-04 03:14:39+00:00", "description": "A highly anticipated sexual assault trial began in Australia Tuesday in a case that has raised questions about the culture in the nation's Parliament and the actions of ministers when the claims emerged."}]