[{"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3678174/location-flexibility-linked-to-improved-organizational-outcomes.html#tk.rss_all", "title": "Location flexibility linked to improved organizational outcomes", "date_published": "2022-11-01 16:28:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>For knowledge workers, location flexibility significantly improves outcomes related to innovation, wellbeing, burnout, and perceptions of organizational culture, according to the 2022 State of Teams report from work management company Atlassian.</p><p>The research consisted of responses from 1710 knowledge workers across Australia and the U.S.,  between 21 and 65 years old, operating in teams. The sample comprised 43% women and 57% men.</p><p>The main findings outlined that teams have an equal shot at success regardless of where they work, with the improved outcomes regarding wellbeing and innovation creating a ripple effect that yields even more favorable outcomes.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3678174/location-flexibility-linked-to-improved-organizational-outcomes.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3678297/your-company-brand-may-soon-be-held-hostage-to-adobe-pantone.html#tk.rss_all", "title": "Your company brand may soon be held hostage to Adobe, Pantone", "date_published": "2022-11-01 16:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>The truism that Hell is other people is proving true once again as companies that have standardized their brand assets using Pantone colors in documents created in the industry leading Adobe Creative Suite may now find those valuable items unusable thanks to reasons that make little sense.</p><h2><strong>What’s the story?</strong></h2>\n<p>For decades, Adobe has offered support for Pantone spot colors within its creative apps, including Photoshop, InDesign, and Illustrator.</p><p>Given that Adobe’s products are the go-to design suites for most creative departments, and that most companies wield a mix of print and online graphics assets for their brands, it’s reasonable to think that at least some of your company’s brand assets have been created using Pantone.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3678297/your-company-brand-may-soon-be-held-hostage-to-adobe-pantone.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3678358/data-storage-power-preparing-for-an-intelligent-digital-future.html#tk.rss_all", "title": "BrandPost: Data Storage Power: Preparing for an Intelligent Digital Future", "date_published": "2022-11-01 15:39:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>As the world’s digital economy continues to grow and mature, digital infrastructure has become a key driver and enabler underpinning economic development. Along with computing power and network connectivity, efficient and reliable data storage is a cornerstone of effective digital infrastructure.</p><p>By 2030, the world is expected to enter the yottabyte era, dealing regularly with data quantities on the scale of a quadrillion gigabytes. Working with such data will place huge demands on storage capacity and require optimised storage functions to read, write, and transmit data efficiently and reliably. As such, data storage power rises in importance as it used to assess the potential effectiveness of data storage systems as a crucial element of modern digital infrastructure.  </p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3678358/data-storage-power-preparing-for-an-intelligent-digital-future.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3678172/how-synthetic-media-will-transform-business-forever.html#tk.rss_all", "title": "How ‘synthetic media’ will transform business forever", "date_published": "2022-11-01 10:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>The biggest technology-driven trend to affect business in the coming years is synthetic media. Yet this phrase is rarely even uttered in boardrooms and on Zoom meetings.</p><p>It’s time to clarify what synthetic media is, and why it’s going to be so impactful.</p><p>Synthetic media is any kind of video, pictures, virtual objects, sound or words that is produced by, or with the help of, artificial intelligence (AI). This category includes deepfake content, text-prompted AI-generated “art,” virtual content in virtual reality (VR) and augmented reality (AR) environments, and other new content types.</p><p>Many synthetic media tools started as obscure academic research or limited-beta online playthings. But it’s now on the brink of making a colossal splash in business, marketing, media and, well, human culture.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3678172/how-synthetic-media-will-transform-business-forever.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}, {"source": "https://www.computerworld.com/index.rss", "link": "https://www.computerworld.com/article/3678430/this-would-be-a-good-time-to-test-your-cloud-roi.html#tk.rss_all", "title": "This would be a good time to test your cloud ROI", "date_published": "2022-11-01 09:00:00+00:00", "description": "<article>\n\t<section class=\"page\">\n<p>Enterprises have been moving steadily to the cloud for years, often paying for multiple cloud platforms — and the COVID-19 pandemic greatly accelerated that trend, as businesses closed offices and outsourced their on-prem operations. </p><p>Now, as the pandemic seemingly winds down and workers are returning to the office, several questions arise: Has anyone on your team run an ROI analysis on your cloud use? Is your company actually saving money? Is the cloud-centric environment indeed more scalable and secure than your team can deliver internally? Has someone — anyone — recently done the math? </p><p>David Heinemeier Hansson, the co-owner and CTO of 37Signals (maker of Basecamp and HEY), argues that many have not — and they need to. With 2023 just around the corner, and the need to support fully remote workers with cloud-based apps and software waning, this is the time to crunch some numbers. </p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3678430/this-would-be-a-good-time-to-test-your-cloud-roi.html#jump\">To read this article in full, please click here</a></p></section></article>", "favourite": false}]