[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-lost-our-beautiful-boy-actor-tim-roth-shares-heartbreaking-news-about-son", "title": "‘We Lost Our Beautiful Boy’: Actor Tim Roth Shares Heartbreaking News About Son", "date_published": "2022-11-01 19:50:11+00:00", "description": "British actor Tim Roth shared heartbreaking news on Monday that his son Cormac Roth lost his battle with cancer and died in Los Angeles. He was just 25. In a heartfelt message from the &#8220;Pulp Fiction” star, Roth described dealing with the tragedy of losing his and his wife Nikki Butler&#8217;s &#8220;beautiful boy&#8221; after his year-long ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/another-poll-shows-zeldin-leading-hochul-gains-support-from-group-that-votes-overwhelmingly-democratic", "title": "Another Poll Shows Zeldin Leading Hochul, Gains Support From Group That Votes Overwhelmingly Democratic", "date_published": "2022-11-01 19:35:11+00:00", "description": "Republican Lee Zeldin has taken the lead against incumbent Democrat Kathy Hochul in the New York governor’s race, according to a new poll. The poll of 1,198 respondents, conducted by the Trafalgar Group from October 27-31, showed that Zeldin holds a lead of just under one point against Hochul in a race that has become ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-rise-of-the-transgressives", "title": "The Rise Of The Transgressives", "date_published": "2022-11-01 19:01:34+00:00", "description": "WASHINGTON, DC: The President of the United States looks uncomfortable. He has a grin plastered across his elderly visage as he peers across the set at Dylan Mulvaney, a TikTok star and former actor who starred in Book of Mormon. Mulvaney’s hair is long, ironed down to his shoulders; his makeup is heavy, and he ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-search-for-suspect-after-rapper-takeoff-28-shot-to-death", "title": "Police Search For Suspect After Rapper Takeoff, 28, Shot To Death", "date_published": "2022-11-01 19:01:31+00:00", "description": "Following the shooting death of rapper and Grammy-nominated hip-hop artist Takeoff outside a Houston bowling alley on Tuesday, police are searching for one or more suspects. Police say Takeoff, real name Kirshnik Khari Ball, was found dead after a fight broke out Billiards &amp; Bowling Houston between 2 a.m. and 3 a.m. The rapper, 28, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thats-some-orwellian-nonsense-dana-perino-slams-bidens-plan-to-police-free-speech-with-big-tech", "title": "‘That’s Some Orwellian Nonsense’: Dana Perino Slams Biden’s Plan To Police Free Speech With Big Tech", "date_published": "2022-11-01 18:50:25+00:00", "description": "Dana Perino slammed President Joe Biden&#8217;s plan to police free speech with big tech after internal documents revealed social media companies working with intelligence agencies to crack down on what they &#8220;deemed to be disinformation.&#8221; During a panel discussion on Fox News&#8217; &#8220;The Five&#8221; on Tuesday, the co-hosts talked about how new emails have been ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/officials-release-cause-of-death-for-rapper-master-ps-25-year-old-daughter-tytyana-miller", "title": "Officials Release Cause Of Death For Rapper Master P’s 25-Year-Old Daughter Tytyana Miller", "date_published": "2022-11-01 18:39:46+00:00", "description": "Officials released the cause of death for rapper Master P&#8217;s 25-year-old daughter Tytyana Miller this week, saying that she died of a fentanyl overdose. Master P, whose real name is Percy Robert Miller Sr., revealed back on May 29 that his daughter had died, two days after she passed. &#8220;Our family is dealing with an ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-calls-phillies-fans-virulent-and-obnoxious", "title": "Biden Calls Phillies Fans ‘Virulent’ And ‘Obnoxious’", "date_published": "2022-11-01 18:29:54+00:00", "description": "President Joe Biden called Philadelphia Phillies fans “virulent” and “obnoxious” on Tuesday. The comments occurred ahead of the Phillies taking on the Houston Astros in the third game of the World Series. The former team won the first game 6 to 5, while the latter team won the second game 5 to 2. Associated Press ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sports-illustrated-swimsuit-model-says-she-doesnt-really-believe-in-straight-people", "title": "Sports Illustrated Swimsuit Model Says She Doesn’t ‘Really Believe In Straight People’", "date_published": "2022-11-01 17:59:11+00:00", "description": "Sports Illustrated Swimsuit model Emily Ratajkowski said she doesn&#8217;t &#8220;really believe in straight people&#8221; after recently filing for divorce from husband film producer Sebastian Bear-McClard. The 31-year-0ld model made the comments during a wide-ranging interview for Harper&#8217;s Bazaar when she was asked about a recent TikTok in which it appeared she was identifying as bisexual. &#8220;I ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-government-urged-to-ban-tiktok-by-fcc-commissioner-warning-user-data-allegedly-flow-back-to-chinese-communist-party", "title": "Federal Government Urged To Ban TikTok By FCC Commissioner, Warning User Data Allegedly Flow Back To Chinese Communist Party", "date_published": "2022-11-01 17:50:23+00:00", "description": "Federal communication officials urged the U.S. government Tuesday to ban the video-sharing app TikTok in a plea to protect the private data of American citizens. Brendan Carr, one of five commissioners for the Federal Communications Commission, told Axios the federal agency could not regulate the social media app and that the data flow back to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tom-brady-opens-up-about-divorce-to-gisele-and-challenges-on-and-off-the-field", "title": "Tom Brady Opens Up About Divorce To Gisele And Challenges ‘On And Off The Field’", "date_published": "2022-11-01 17:45:11+00:00", "description": "Tampa Bay&#8217;s star QB Tom Brady opened up for the first time about his divorce with now ex-wife Gisele Bundchen and his challenges &#8220;on and off the field.&#8221; During the Sirius XM &#8220;Let&#8217;s Go!&#8221; podcast on Monday with Jim Gray, the seven-time winning Super Bowl QB talked about how he&#8217;s not the only professional who&#8217;s ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/supreme-court-poised-to-overturn-affirmative-action-precedents-key-activists-forecast", "title": "Supreme Court Poised To Overturn Affirmative Action Precedents, Key Activists Forecast", "date_published": "2022-11-01 17:41:05+00:00", "description": "Activists behind the push to end affirmative action are confident that the Supreme Court will overturn precedents upholding race-conscious admissions following oral arguments on Monday. Students for Fair Admissions, a legal advocacy group which opposes granting applicants an advantage because of their racial identity, has filed complaints against both Harvard University and the University of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-poll-predicts-disaster-for-democrats-a-week-before-midterms", "title": "New Poll Predicts Disaster For Democrats A Week Before Midterms", "date_published": "2022-11-01 17:23:54+00:00", "description": "A recent poll found that over 80% of American voters believe that Republicans will win control of one or both of the Chambers of Congress after the midterm elections. According to the poll, 66% of voters do not believe that President Biden and Democrat leaders have earned voters’ support in the upcoming November 2022 election. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-manufacturing-levels-lowest-since-may-2020", "title": "U.S. Manufacturing Levels Lowest Since May 2020", "date_published": "2022-11-01 17:22:14+00:00", "description": "Manufacturing levels in the United States dropped for the fourth consecutive month, hitting the lowest measurement since May of 2020. The Institute for Supply Management’s October report was published on Tuesday, showing that the most recent Purchasing Managers Index (PMI) was at 50.2, which is a 0.7 drop from the month prior. The number is ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-claims-he-spoke-to-insulin-inventor-theres-just-one-problem", "title": "Biden Claims He Spoke To Insulin Inventor. There’s Just One Problem.", "date_published": "2022-11-01 17:17:28+00:00", "description": "President Joe Biden claimed on Tuesday that he spoke with the doctor who invented insulin — a doctor who was so selfless that he refused to patent the drug and profit from its use — but Dr. Frederick Banting died nearly two years before the president was born. President Biden spoke about what his administration ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/wow-florida-gop-registers-9-new-voters-for-every-new-democrat", "title": "Wow: Florida GOP Registers 9 New Voters For Every New Democrat", "date_published": "2022-11-01 17:08:07+00:00", "description": "All the latest polls show that late-breakers in the 2022 midterm elections are moving hard to the Republican side, but what&#8217;s going on in Florida is insane. &#8220;Florida has 5.28 million registered Republicans for the Nov. 8 election — an increase of more than 86,376 from the number of Republicans registered to vote in the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/legal-group-files-emergency-action-to-pause-biden-student-loan-policy", "title": "Legal Group Files Emergency Action To Pause Biden Student Loan Policy", "date_published": "2022-11-01 16:54:34+00:00", "description": "The Pacific Legal Foundation filed an emergency application on Tuesday asking the Supreme Court to stop the Biden administration from executing its policy to cancel $10,000 in student debt for millions of borrowers. The nonprofit legal organization argued that permitting the White House to enact the measure without judicial review would “invite similar mischief from ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/actress-calls-abortion-another-word-for-mercy-promotes-abortion-for-womens-career-advancement", "title": "Actress Calls Abortion ‘Another Word For Mercy,’ Promotes Abortion For Women’s Career Advancement", "date_published": "2022-11-01 16:50:18+00:00", "description": "Actress Anne Hathaway said Tueday that abortion can be “another word for mercy,” and advocated for abortion in the context of women advancing in their careers. &#8220;My own personal experience with abortion — and I don’t think we talk about this enough — abortion can be another word for mercy,&#8221; the 39-year-old told the women of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/original-e-t-prop-goes-on-sale-for-astronomical-amount", "title": "Original ‘E.T.’ Prop Goes On Sale For Astronomical Amount", "date_published": "2022-11-01 16:43:41+00:00", "description": "The original “E.T.” model is up for sale, but its price tag could get all the way up to $3 million for the lucky winner who takes home the beloved item at an upcoming auction. The original prop from the 1982 classic film “E.T. the Extra-Terrestrial” is being sold in the Icons and Idols: Hollywood ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/texas-dem-congressman-responds-to-republican-advertisement-resurfacing-past-ties-with-mexican-drug-cartel", "title": "Texas Dem Congressman Responds To Republican Advertisement Resurfacing Past Ties With Mexican Drug Cartel", "date_published": "2022-11-01 16:36:54+00:00", "description": "Texas Democratic Congressman Henry Cuellar responded to an advertisement Tuesday produced by the National Republican Congressional Committee that resurfaced alleged ties between the politician and one of the most dangerous Mexican drug cartel crime syndicates. Cuellar, who has held the state&#8217;s 28th Congressional District seat since 2005, which covers a significant portion of the southern ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-and-saudi-militaries-on-high-alert-over-intelligence-warning-of-imminent-attack-report", "title": "U.S. And Saudi Militaries On High Alert Over Intelligence Warning Of Imminent Attack: Report", "date_published": "2022-11-01 16:34:12+00:00", "description": "The militaries for Saudi Arabia and the United States are reportedly on high alert following an intelligence report warning of an imminent attack from Iran. The intelligence report from Saudi Arabia has also resulted in several neighboring states increasing their level of military alertness, The Wall Street Journal reported. There were no details about what ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cmon-people-lets-wake-up-debbie-wasserman-schultz-revs-up-apathetic-biden-crowd", "title": "‘C’mon People, Let’s Wake Up!’: Debbie Wasserman Schultz Revs Up Apathetic Biden Crowd", "date_published": "2022-11-01 16:23:15+00:00", "description": "Not great, Bob! Congresswoman Debbie Wasserman Schultz (D) had to put in a little extra showtime magic to rev up a Florida crowd for President Joe Biden on Tuesday. For some reason, Biden is using his political capital to campaign in a state where statewide Republican candidates are expected to trounce their Democratic opponents. Wasserman ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pennsylvania-taxpayers-spent-16-7-million-on-trans-treatments-for-minors-since-2015-report", "title": "Pennsylvania Taxpayers Spent $16.7 Million On Trans Treatments For Minors Since 2015: Report", "date_published": "2022-11-01 16:11:56+00:00", "description": "A new public records request reveals how millions of taxpayer dollars have funded controversial &#8220;gender-affirming&#8221; medical treatments for trans-identifying minors in Pennsylvania.  The Pennsylvania Family Institute, a non-profit representing family values, filed a right-to-know request with the Pennsylvania Department of Human Services to find out exactly how much taxpayer money has been spent on medically ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-tried-to-warn-them-megyn-kelly-slams-dems-notes-poll-showing-suburban-women-flooding-to-gop", "title": "‘We Tried To Warn Them’: Megyn Kelly Slams Dems, Notes Poll Showing Suburban Women Flooding To GOP", "date_published": "2022-11-01 16:11:38+00:00", "description": "Megyn Kelly, seeing a report that Latino and suburban voters are turning toward the GOP in the 2022 election, pointed out that much of America warned Democrats that their policies would engender their destruction at the ballot box, but Democrats didn’t listen. The report to which Kelly responded came from The Wall Street Journal, which ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fans-deliver-silent-court-side-fight-anti-semitism-protest-to-nets-star-kyrie-irving", "title": "Fans Deliver Silent Court-Side ‘Fight Anti-Semitism’ Protest To Nets Star Kyrie Irving", "date_published": "2022-11-01 16:03:27+00:00", "description": "Brooklyn Nets guard Kyrie Irving was the target of a court-side protest on Monday, as a group of people filled the front row, the men wearing yarmulkes and all of them wearing matching t-shirts that read, &#8220;Fight anti-semitism.&#8221; Photos of the protest quickly began to circulate on social media. Quite the visual here. pic.twitter.com/9FD3pfnUcL &mdash; ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-is-that-joy-behar-had-to-be-reminded-who-was-targeted-at-congressional-baseball-shooting", "title": "‘What Is That?’: Joy Behar Had To Be Reminded Who Was Targeted At Congressional Baseball Shooting", "date_published": "2022-11-01 15:53:31+00:00", "description": "&#8220;The View&#8221; host Joy Behar seemed to forget that the 2017 congressional baseball shooting— when a Bernie Sanders supporter from Illinois opened fire on a Republican practice for the annual congressional baseball game — almost killed Rep. Steve Scalise (R-LA) and targeted members of the House Freedom Caucus. Behar and her co-hosts were discussing politically-motivated violence — in ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/isnt-this-an-invasion-venezuelan-nationals-carry-foreign-flag-charge-u-s-border-attack-agents", "title": "Isn’t This An Invasion? Venezuelan Nationals Carry Foreign Flag, Charge U.S. Border, Attack Agents", "date_published": "2022-11-01 15:41:52+00:00", "description": "If the estimated 5.5 million illegal aliens who have entered the country under President Joe Biden weren&#8217;t proof enough that the country is under invasion, perhaps foreign nationals carrying their home country&#8217;s flag will convince the Biden administration that America&#8217;s borders are a sieve. On Monday, a large group of illegal aliens attempted to cross the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-ryan-pledged-in-2019-to-defund-ice-support-citizenship-for-millions-of-illegal-immigrants", "title": "Tim Ryan Pledged In 2019 To Defund ICE, Support Citizenship For Millions Of Illegal Immigrants", "date_published": "2022-11-01 15:32:59+00:00", "description": "Tim Ryan, Ohio&#8217;s Democratic nominee for Senate, has called for border security on the campaign trail, but just three years ago he pledged to strip funding from border authorities and support citizenship for millions of illegal immigrants. In 2019, when Ryan was running for the Democratic presidential nomination, the American Civil Liberties Union (ACLU) asked ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/relying-on-credit-cards-to-pay-basic-bills-reading-between-the-lines-on-bidens-rosy-economic-outlook", "title": "‘Relying On Credit Cards To Pay Basic Bills’: Reading Between The Lines On Biden’s Rosy Economic Outlook", "date_published": "2022-11-01 14:54:18+00:00", "description": "President Joe Biden, who insists that the economy has been robust under his watch, took credit last week as a report from the Bureau of Economic Analysis showed that the economy grew at a 2.6% annualized pace during the third quarter of 2022. Real gross domestic product, the sum of all final goods and services ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/adam-zimmer-former-vikings-co-defensive-coordinator-and-son-of-former-head-coach-dies-at-38", "title": "Adam Zimmer, Former Vikings Co-Defensive Coordinator And Son Of Former Head Coach, Dies At 38", "date_published": "2022-11-01 14:40:58+00:00", "description": "Adam Zimmer, the former co-defensive coordinator for the Minnesota Vikings and son of former Vikings coach Mike Zimmer, died on Monday at the age of 38.  Zimmer was working with the Cincinnati Bengals as an offensive analyst. His sister, Corri, announced on Tuesday that her brother had died, but no details are currently available as ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/iran-will-hold-public-trials-for-at-least-1000-detained-protestors", "title": "Iran Will Hold Public Trials For At Least 1,000 Detained Protestors", "date_published": "2022-11-01 14:34:21+00:00", "description": "Iran is set to hold public trials for at least 1,000 detained protestors after recent demonstrations have occurred throughout the country.  The country’s judicial system announced it would initiate public trials for up to 1,000 people arrested in Tehran and more than 1,000 detained in other regions during the recent spark of protests across the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/this-winter-will-be-bad-for-energy-prices-now-the-real-concern-is-next-winter", "title": "This Winter Will Be Bad For Energy Prices. Now The Real Concern Is Next Winter.", "date_published": "2022-11-01 14:27:54+00:00", "description": "Oil executives warned that next winter could see a tighter energy supply and even higher prices than this winter. Although a major shortage has been avoided in Europe as geopolitical pressures from the Russian invasion of Ukraine threaten energy supplies, oil and gas magnates said at a conference in the United Arab Emirates that next ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nationwide-manhunt-underway-for-mother-whose-son-was-found-dead-in-suitcase", "title": "Nationwide Manhunt Underway For Mother Whose Son Was Found Dead In Suitcase", "date_published": "2022-11-01 14:13:17+00:00", "description": "Police are searching for an Atlanta mother whose son was found dead in a suitcase earlier this year in rural Indiana. The mother, 37-year-old Dejaune Ludie Anderson, posted on social media that her son was a “demonic child” while referencing exorcism, CBS 12 reported. Her son, Cairo Jordan, was just five years old. Investigators found ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-starts-and-apparently-finishes-blue-check-fee-negotiations-with-stephen-king", "title": "Elon Musk Starts — And Apparently Finishes — Blue-Check Fee Negotiations With Stephen King", "date_published": "2022-11-01 14:05:31+00:00", "description": "Billionaire entrepreneur and &#8220;Chief Twit&#8221; Elon Musk took a moment early on Tuesday to begin negotiations on a potential blue-check fee with horror author Stephen King. King began the conversation on Monday with his reaction to a report suggesting that Musk planned to monetize Twitter&#8217;s verification badges — to the tune of $20 monthly for ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/14-year-old-girl-reportedly-beaten-to-death-for-torn-photo-of-iranian-ayatollah", "title": "14-Year-Old Girl Reportedly Beaten To Death For Torn Photo Of Iranian Ayatollah", "date_published": "2022-11-01 14:01:40+00:00", "description": "A fourteen-year-old Iranian girl was killed last week by Iranian security forces when they found a ripped photo of former Iranian Supreme Leader Ayatollah Ali Khamenei in her schoolbook, according to local reports. Parmis Hamnava, a student in Iranshahr in the Sistan and Baluchestan province, was beaten by Iranian security forces who were searching the books ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/independent-gas-station-owners-expect-loss-of-business-with-californias-gas-car-ban", "title": "Independent Gas Station Owners Expect Loss Of Business With California’s Gas Car Ban", "date_published": "2022-11-01 13:46:40+00:00", "description": "California’s move to cut out all sales of gas-powered vehicles by 2035 will likely harm independent gas station owners in the state. Owners of gas stations told The Los Angeles Times that the new rule will accelerate the loss of their businesses.  “Most of the independents will be put out of business — completely out ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lockdown-tyrants-want-pandemic-amnesty-conservatives-flood-social-media-with-reminders-of-what-they-did", "title": "Lockdown Tyrants Want ‘Pandemic Amnesty.’ Conservatives Flood Social Media With Reminders Of What They Did.", "date_published": "2022-11-01 13:26:49+00:00", "description": "After a columnist writing for The Atlantic on Monday asked for “pandemic amnesty,” receipts from mandate enthusiasts and videos of strict lockdown policies circulated on social media as users balked at the suggestion. Brown University economist Emily Oster penned an article admitting that school closures and other government mandates were ultimately unnecessary, then suggested that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/family-that-died-in-suspected-oklahoma-murder-suicide-faced-financial-problems", "title": "Family That Died In Suspected Oklahoma Murder-Suicide Faced Financial Problems", "date_published": "2022-11-01 13:19:03+00:00", "description": "The family that died last week in a house fire in Oklahoma, which is being investigated as a murder&#8211;suicide, was facing mounting financial problems. The couple who died in the fire, identified by the Broken Arrow Police Department as Brian and Brittney Nelson, filed for bankruptcy in 2020. Brian was also suffering from severe headaches ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/october-disaster-soaring-number-of-small-businesses-cant-pay-rent-poll-shows", "title": "October Disaster: Soaring Number Of Small Businesses Can’t Pay Rent, Poll Shows", "date_published": "2022-11-01 13:09:45+00:00", "description": "Small American businesses, crippled by rampant inflation, higher gas prices, soaring supply chain costs, and a concomitant plunge in consumer spending, are growing in their inability to pay their rent, according to a recent survey. Alignable&#8217;s October Rent Report shows that in October, 37% of small business owners surveyed stated they were unable to pay their ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/taylor-swift-announces-2023-eras-tour-in-us-her-first-since-2018", "title": "Taylor Swift Announces 2023 ‘Eras Tour’ In US, Her First Since 2018", "date_published": "2022-11-01 13:03:07+00:00", "description": "Recording artist Taylor Swift just said she’s going on tour in the United States for the first time in five years. The 32-year-old singer made the announcement Tuesday morning with a list of upcoming dates for her “Eras Tour.” Swift promised to share international dates later on.  Fans were beyond excited to hear the news, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-view-slammed-for-kid-dressed-as-will-smiths-oscar-slap", "title": "‘The View’ Slammed For Kid Dressed As Will Smith’s Oscar Slap", "date_published": "2022-11-01 12:53:14+00:00", "description": "ABC’s “The View” got slammed after a segment on Monday showing children in Halloween costumes with one young child dressed all in gold as an Oscar with a red painted handprint across the face memorializing actor Will Smith’s attack on comedian Chris Rock at the 2022 Academy Awards. “This year, the Oscars made huge headlines, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-toxic-duo-few-democratic-candidates-want-biden-or-harris-to-campaign-with-them", "title": "The Toxic Duo: Few Democratic Candidates Want Biden Or Harris To Campaign With Them", "date_published": "2022-11-01 12:43:34+00:00", "description": "Usually, the final month of a midterm election is a hectic one for the president of the United States. Barack Obama, for instance, made 22 campaign-related trips in October 2010 in a futile effort to stem losses in his first midterm election — Democrats lost 63 House seats and control of the chamber. President Joe ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tulsi-gabbard-goes-on-republican-endorsement-spree", "title": "Tulsi Gabbard Goes On Republican Endorsement Spree", "date_published": "2022-11-01 12:25:29+00:00", "description": "Former Democratic presidential candidate Tulsi Gabbard has added her support to numerous GOP campaigns in recent days in a spree of endorsements after leaving the Democratic Party. Her most recent effort offered an unexpected endorsement with Gabbard appearing in a new re-election ad for South Dakota Republican Governor Kristi Noem released on Tuesday. &#8220;I&#8217;m Tulsi ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heartstopper-actor-snaps-at-fans-for-forcing-him-to-come-out-as-bisexual", "title": "‘Heartstopper’ Actor Snaps At Fans For ‘Forcing’ Him To Come Out As Bisexual", "date_published": "2022-11-01 12:11:51+00:00", "description": "Actor Kit Connor from the Netflix series “Heartstopper” is not pleased with fans who he says succeeded in &#8220;forcing&#8221; him to clarify his sexuality.  The 18-year-old star lashed out with a Twitter post after fans questioned him holding hands with his “A Cuban Girl’s Guide to Tea and Tomorrow” co-star Maia Reficco. Connor didn’t seem ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/north-dakota-abortion-ban-temporarily-blocked-as-trigger-law-case-continues", "title": "North Dakota Abortion Ban Temporarily Blocked As Trigger Law Case Continues", "date_published": "2022-11-01 11:54:48+00:00", "description": "A North Dakota judge has ruled to temporarily block the state&#8217;s abortion ban from going into effect, claiming a constitutional challenge has a strong chance of succeeding. Burleigh County District Court Judge Bruce Romanick offered the ruling on Monday, upholding his previous decision regarding the ban. &#8220;Whether the North Dakota Constitution conveys a fundamental right ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/levis-pushed-her-out-when-she-spoke-up-against-covid-madness-but-jennifer-sey-isnt-done-talking-part-2", "title": "Levi’s Pushed Her Out When She Spoke Up Against COVID Madness, But Jennifer Sey Isn’t Done Talking (Part 2)", "date_published": "2022-11-01 11:52:11+00:00", "description": "Jennifer Sey was on track to become CEO of multi-billion-dollar corporation Levi Strauss &amp; Co., until she refused to shut up about COVID madness. The well-liked liberal executive was pushed out at Levi’s in February 2022, after her vetting for CEO was derailed by social media posts and activism pushing back against school closures and ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-spacex-falcon-heavy-rocket-launches-for-first-time-since-2019", "title": "Watch: SpaceX Falcon Heavy Rocket Launches For First Time Since 2019", "date_published": "2022-11-01 11:48:09+00:00", "description": "SpaceX launched its Falcon Heavy rocket for the first time since 2019, carrying two classified satellites into orbit. The mission, called USSF-44, was operated on behalf of the U.S. Space Force, launching Tuesday morning from Florida&#8217;s Launch Complex 39A at NASA&#8217;s Kennedy Space Center at 9:41 a.m. Liftoff! pic.twitter.com/gcLtIWizoF &mdash; SpaceX (@SpaceX) November 1, 2022 ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/analyst-makes-prediction-about-where-elon-musk-could-move-twitter", "title": "Analyst Makes Prediction About Where Elon Musk Could Move Twitter", "date_published": "2022-11-01 11:32:30+00:00", "description": "One analyst predicted on Monday that Elon Musk could eventually move Twitter to Austin, Texas, from San Francisco, California, alongside his other enterprises. Dan Ives, an analyst from investment firm Wedbush Securities, said during an interview with Fox Business that the world’s richest man has a clear motive for relocating the social media giant to central ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/see-the-trailer-new-documentary-my-dinner-with-trump-puts-viewers-at-table-with-45s-braintrust", "title": "SEE THE TRAILER: New Documentary ‘My Dinner With Trump’ Puts Viewers At Table With 45’s Braintrust", "date_published": "2022-11-01 11:27:28+00:00", "description": "When former President Donald Trump held court over a dinner table with 17 members of his inner circle, a camera was there to capture a rare glimpse of the 45th president&#8217;s unguarded rapport with his braintrust. “My Dinner with Trump,” a new Daily Wire+ documentary featuring footage shot at Trump&#8217;s Bedminster, N.J., golf club, captures ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/halloween-mass-shooting-in-chicago-14-people-including-3-children-shot", "title": "Halloween Mass Shooting in Chicago: 14 People, Including 3 Children Shot", "date_published": "2022-11-01 11:14:05+00:00", "description": "In the latest mass shooting in Chicago, fourteen people, including children ages 3, 11, and 13, were shot in a 3-second drive-by attack on Halloween night, police said. Seven women and four men ranging in age from 31 to 56 were also shot. According to Chicago Police Superintendent David Brown, two people in a car ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/michigan-voters-consider-next-step-in-pro-abortion-extremism-sterilization-without-parental-consent", "title": "Michigan Voters Consider Next Step In Pro-Abortion Extremism: Sterilization Without Parental Consent", "date_published": "2022-11-01 11:10:59+00:00", "description": "Supporters of abortion rights want voters to think the 2022 election will be about “restoring Roe v. Wade.” However, they are stealthily trying to pass radical abortion policies into state constitutions under the guise of “restoring Roe” — policies that would make the United States the most pro-abortion country in the world. How radical is ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/migos-rapper-28-shot-dead-in-houston", "title": "Migos Rapper, 28, Shot Dead In Houston", "date_published": "2022-11-01 10:37:53+00:00", "description": "Rapper Takeoff was shot and killed in Houston in the early Tuesday morning, according to TMZ. The 28-year-old recording artist was part of the group Migos. Law enforcement sources and several witnesses told TMZ that the fatal incident occurred just after 2:30 AM when police were called to 810 Billiards &amp; Bowling Houston. The sources said ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/paul-pelosi-attack-suspect-wanted-to-hold-speaker-hostage-break-her-kneecaps-police-say", "title": "Paul Pelosi Attack Suspect Wanted To Hold Speaker Hostage, Break Her ‘Kneecaps,’ Police Say", "date_published": "2022-11-01 10:14:21+00:00", "description": "The suspect in the attack on House Speaker Nancy Pelosi’s husband Paul Pelosi said he wanted to hold the Speaker herself hostage and break her kneecaps, according to authorities.  On Monday, officials held a press conference revealing details of the altercation and, in a federal complaint said the suspect, David DePape, had zip ties, rope, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/libertarian-candidate-endorses-blake-masters-in-late-shakeup-of-arizona-senate-race", "title": "Libertarian Candidate Endorses Blake Masters In Late Shakeup Of Arizona Senate Race", "date_published": "2022-11-01 09:14:18+00:00", "description": "Libertarian candidate Marc Victor dropped out of the U.S. Senate race in Arizona on Tuesday and endorsed his GOP opponent, Blake Masters. The late stage shakeup comes a week before the election and has the potential to swing what has become a close race between Masters and incumbent Democratic Sen. Mark Kelly. Masters has trailed ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/frequent-msnbc-guest-takes-action-to-strip-elon-musk-of-his-u-s-citizenship-gets-mocked-instantly", "title": "Frequent MSNBC Guest Takes Action To ‘Strip’ Elon Musk Of His U.S. Citizenship, Gets Mocked Instantly", "date_published": "2022-11-01 08:09:11+00:00", "description": "Far-Left radio host Dean Obeidallah, who appears regularly on MSNBC, announced this week that he was trying to take action to &#8220;strip&#8221; new Twitter CEO Elon Musk of his U.S. citizenship. &#8220;As a lawyer Im going to do research to see if @elonmusk in any way lied on his application for US citizenship,&#8221; Obeidallah claimed. &#8220;I&#8217;ll ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rogan-on-musk-taking-over-twitter-he-was-very-left-leaning-for-most-of-his-life-until-really-recently", "title": "Rogan On Musk Taking Over Twitter: ‘He Was Very Left-Leaning For Most Of His Life Until Really Recently’", "date_published": "2022-11-01 07:52:46+00:00", "description": "Joe Rogan, host of the &#8220;Joe Rogan Experience,&#8221; noted during a recent podcast that new Twitter CEO Elon Musk, who took over the company last week, had always been &#8220;very Left-leaning&#8221; until he saw the political Left begin to crackdown on those with dissenting views. Rogan made the remarks while speaking with comedian Bridget Phetasy ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-nukes-twitters-board-of-directors-takes-new-action-to-limit-employees-power-reports", "title": "Elon Musk Nukes Twitter’s Board Of Directors, Takes New Action To Limit Employee’s Power: Reports", "date_published": "2022-11-01 07:39:39+00:00", "description": "New Twitter CEO Elon Musk became &#8220;the sole director&#8221; of Twitter on Monday after he moved to disband the social media company&#8217;s board of directors. The move became official in a securities filing that stated that the members of the board, which included some recently fired top executives, were no longer directors “in accordance with ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rogan-on-upcoming-midterm-red-wave-going-to-be-like-the-elevator-doors-opening-up-in-the-shining", "title": "Rogan On Upcoming Midterm ‘Red Wave’: ‘Going To Be Like The Elevator Doors Opening Up In The Shining’", "date_published": "2022-11-01 07:17:43+00:00", "description": "Joe Rogan, host of &#8220;The Joe Rogan Experience,&#8221; said during a recent show that he believes that the upcoming midterm elections are going to be a bloodbath for Democrats. Rogan made the remarks while speaking to comedian Bridget Phetasy about the culture of fear that exists in America where people don&#8217;t feel like they can ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/big-tech-worked-closely-with-the-fbi-and-dhs-to-police-disinformation", "title": "Big Tech Worked Closely With The FBI And DHS To Police ‘Disinformation’", "date_published": "2022-11-01 00:36:44+00:00", "description": "Hundreds of internal documents expose top U.S. government agencies working closely with social media companies like Facebook and Twitter to censor American freedom of speech — under the guise of fighting disinformation — over several years, as obtained and reported by The Intercept. The Intercept’s investigative journalist Lee Fang broke the story Monday, confirming what ...", "favourite": true}]