[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/01/world-series-game-3-philadelphia-phillies-v-houston-astros-live-latest-score", "title": "World Series Game 3 live: Bryce Harper and Phillies return home for Game 3 against Astros", "date_published": "2022-11-01 23:37:30+00:00", "description": "<ul><li>Phillies’ Suarez faces Astros’ McCullers Jr in Game 3</li><li>Tweet David at <a href=\"https://twitter.com/lengeldavid\">@LengelDavid</a> or <a href=\"mailto:davidlengel@gmail.com\">email him</a></li></ul><p>Hola!</p><p>Hello folks and welcome to our live coverage of the 118th World Series. After a wet Halloween temporarily banged Game 3, the nut jobs in the City of Brotherly Love will finally get a chance to watch their 87-win heroes play a Fall Classic home game for the first time since 2009. The Astros will wear their road uniforms, complete with battery-deflecting armor as Citizens Bank Ballpark builds towards the expected ruckus that only the genteel city of Philly can provide. </p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/01/world-series-game-3-philadelphia-phillies-v-houston-astros-live-latest-score\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/01/study-reveals-link-between-sleep-problems-and-glaucoma", "title": "Study reveals link between sleep problems and glaucoma", "date_published": "2022-11-01 22:30:44+00:00", "description": "<p>People with unhealthy sleep patterns have increased risk of developing eye disease</p><p>Sleeping too little or too much, snoring, daytime sleepiness and insomnia may all increase the risk of glaucoma, a common eye condition that affects millions of people and can lead to blindness, according to a decade-long study.</p><p>It is well known that leeping badly can affect judgment, mood, ability to learn and retain information, and may increase the risk of serious accidents and injury.</p> <a href=\"https://www.theguardian.com/society/2022/nov/01/study-reveals-link-between-sleep-problems-and-glaucoma\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/marseille-tottenham-hotspur-champions-league-match-report", "title": "Lenglet and Højbjerg complete Spurs comeback at Marseille to win group", "date_published": "2022-11-01 22:23:44+00:00", "description": "<p>It was wild, it was intense and it rested on the edge of a knife. Tottenham did that thing they have done too readily of late and failed to show up in the first half. When they trailed at the break to Chancel Mbemba’s header, it was the least that Marseille deserved. The French club were in line for a first qualification to the Champions League knockout phase since 2011-12.</p><p>It had been billed as a psychological test for Spurs; the din inside this caldron was relentless. Now it became something even greater. Starring at elimination, Spurs had to dig deep into the depths of their resolve, to show their personality. During a second half that will live long in the memories of the travelling fans, they did so.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/marseille-tottenham-hotspur-champions-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/liverpool-napoli-champions-league-match-report", "title": "Salah and Núñez strike to get Liverpool back to winning ways against Napoli", "date_published": "2022-11-01 22:10:35+00:00", "description": "<p>Mohamed Salah equalled Steven Gerrard’s record of 41 European goals for Liverpool as Jürgen Klopp’s team wrapped up their Champions League group campaign with a morale-lifting victory over Napoli. It was the Serie A leaders first defeat in any competition in 18 matches this season and a little slice of revenge for Liverpool’s mauling in Naples at the beginning of a transformed European campaign.</p><p>Salah struck five minutes from time after substitute Darwin Núñez’s header had been saved on the line by Alex Meret. Luciano Spalletti’s side finished top of Group A courtesy of their 4-1 home win over Liverpool but for Klopp, taking charge of the Anfield club for the 400th time, victory number 249 was one to embrace given the doubts and the questions circling over his team’s form this season. Núñez added a second deep into injury time after a VAR review overturned the initial decision to disallow his tap-in for offside.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/liverpool-napoli-champions-league-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/01/paul-pelosi-attack-david-depape-court-pleads-not-guilty", "title": "Suspect in Paul Pelosi attack appears in court and pleads not guilty to charges", "date_published": "2022-11-01 21:25:46+00:00", "description": "<p>David DePape, 42, is charged with assault with a deadly weapon, burglary, elder abuse and threatening a public official</p><p>The man accused of breaking into Nancy Pelosi’s home and attacking her husband with a hammer made his first courtroom appearance on Tuesday, where he plead not guilty to charges including attempted murder.</p><p>David DePape was arraigned in San Francisco, where <a href=\"https://www.theguardian.com/us-news/2022/oct/31/paul-pelosi-attack-suspect-charges-nancy-pelosi\">he is also charged</a> with assault with a deadly weapon, burglary, elder abuse and threatening a public official. The fringe activist is accused of breaking into the Democratic leader’s San Francisco home on Friday as part of his plot to kidnap the House speaker days ahead of the midterm elections. Police said DePape beat Paul Pelosi with a hammer in an attack the San Francisco district attorney, Brooke Jenkins, described as “politically motivated”.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/01/paul-pelosi-attack-david-depape-court-pleads-not-guilty\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/01/government-tests-energy-blackout-emergency-plans-as-supply-fears-grow", "title": "Government tests energy blackout emergency plans as supply fears grow", "date_published": "2022-11-01 20:45:25+00:00", "description": "<p>Exclusive: Whitehall officials have ‘war gamed’ Programme Yarrow, a blueprint for coping with outages for up to a week</p><p>The government has “war gamed” emergency plans to cope with energy blackouts lasting up to seven days in the event of a national power outage amid growing fears over security of supply this winter.</p><p>The Guardian has seen documents, marked “official sensitive”, which warn that in a “reasonable worst-case scenario” all sectors including transport, food and water supply, communications and energy could be “severely disrupted” for up to a week.</p> <a href=\"https://www.theguardian.com/business/2022/nov/01/government-tests-energy-blackout-emergency-plans-as-supply-fears-grow\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/islamic-state-allison-fluke-ekren-kansas-syria", "title": "American woman who led Islamic State battalion in Syria sentenced to 20 years", "date_published": "2022-11-01 20:39:31+00:00", "description": "<p>Allison Fluke-Ekren’s children told the court that their mother had a ‘lust for control and power’ and deserved the maximum sentence</p><p>A Kansas woman who led an all-female <a href=\"https://www.theguardian.com/world/islamic-state\">Islamic State</a> battalion when she lived in Syria has been sentenced to 20 years in prison – the maximum possible sentence – after her own children denounced her in court and detailed the horrific circumstances and abuse she heaped on them.</p><p>Allison Fluke-Ekren, 42, <a href=\"https://www.theguardian.com/us-news/2022/jun/08/islamic-state-battalion-pleads-guilty-allison-fluke-ekren\">admitted that she led the Khatiba Nusaybah, a battalion in which roughly 100 women and girls</a> – some as young as 10 years old – learned how to use automatic weapons and detonate grenades and suicide belts.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/islamic-state-allison-fluke-ekren-kansas-syria\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/julia-roberts-martin-luther-king-jr-connection", "title": "The unlikely bond between Julia Roberts and Martin Luther King Jr", "date_published": "2022-11-01 20:39:05+00:00", "description": "<p>The civil rights activist and his wife had paid the hospital bill for the birth of the actor as her parents couldn’t afford it</p><p>An astounding but little-known fact about Julia Roberts has resurfaced after her recent 55th birthday prompted a consultant to call attention to a link between the actor’s birth and revered civil rights activist Martin Luther King Jr.</p><p>Roberts, whose birthday was 28 October, first shared the story about the day she was born with journalist Gayle King during a History Channel’s HISTORYTalks live event in Washington DC in September. That day, she said during the talk, the activist known to many simply as MLK as well as his fellow civil rights champion and wife Coretta Scott King paid off the hospital bill for her birth because Roberts’s parents were poor and couldn’t afford it.</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/julia-roberts-martin-luther-king-jr-connection\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/01/bravermans-invasion-claim-not-backed-by-facts-say-experts", "title": "Braverman’s ‘invasion’ claim not backed by facts, say experts", "date_published": "2022-11-01 20:11:03+00:00", "description": "<p>Home secretary’s comments ignore relatively low numbers of migrants to UK compared with EU countries</p><p>As she fought for her political survival in parliament on Monday, Suella Braverman claimed the south coast of England is being invaded by asylum seekers.</p><p>Her claim has been refuted by migration experts, who believe it falls down on a number of fronts.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/01/bravermans-invasion-claim-not-backed-by-facts-say-experts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/jair-bolsonaro-brazil-election-silence-lula", "title": "Bolsonaro breaks election silence but refuses to recognise Lula’s victory", "date_published": "2022-11-01 20:07:17+00:00", "description": "<p>Defeated president speaks after two days but fails to congratulate opponent and does not explicitly say he respects result</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/01/brazil-election-how-lula-won-the-runoff-from-sao-paulo-to-the-north-east\">Brazil election: how Lula won the runoff against Bolsonaro</a></li></ul><p>Brazil’s far-right president <a href=\"https://www.theguardian.com/world/jair-bolsonaro\">Jair Bolsonaro</a> has broken his almost <a href=\"https://www.theguardian.com/world/2022/oct/31/brazil-election-bolsonaro-concede-reaction\">two-day silence over his defeat in Sunday’s presidential election</a> – but refused to congratulate or recognize the victory of his rival Luiz Inácio Lula da Silva.</p><p>Bolsonaro lost what was widely seen as Brazil’s most important election in decades by a margin of 2.1m votes – 50.9% to 49.1% - and dozens of world leaders swiftly recognized Lula’s victory.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/jair-bolsonaro-brazil-election-silence-lula\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/denmark-election-social-democrats-mette-frederiksen-exit-poll", "title": "Denmark election: Social Democrats lead but no majority, exit poll suggests", "date_published": "2022-11-01 19:42:46+00:00", "description": "<p>Mette Frederiksen’s party predicted to have about 23% of vote, which could make former PM Løkke Rasmussen kingmaker</p><p>Prime minister Mette Frederiksen’s Social Democrats remained the largest party after <a href=\"https://www.theguardian.com/world/denmark\">Denmark</a>’s election, exit polls suggested, but neither the ruling left or rival right bloc were set for a majority – leaving her predecessor and his new party as kingmakers.</p><p>An exit poll by public broadcaster DR on Tuesday predicted that Frederiksen, who was <a href=\"https://www.theguardian.com/world/2022/oct/05/denmark-prime-minister-mette-frederiksen-general-election\">forced to call the vote</a> when an allied party withdrew support, had led the Social Democrats to a score of about 23%, nearly twice that of the second-placed Liberals.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/denmark-election-social-democrats-mette-frederiksen-exit-poll\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/01/parkland-florida-shooting-gunman-nikolas-cruz-families", "title": "Families condemn Parkland shooting ‘monster’: ‘No forgiveness in my heart’", "date_published": "2022-11-01 19:33:44+00:00", "description": "<p>Victims’ families address Nikolas Cruz in court before he is sentenced to life in prison for attack that left 17 dead in 2018</p><p>Family members of the 17 children and adults Nikolas Cruz murdered at Marjory Stoneman Douglas high school on Valentine’s in Day 2018 cursed him to hell, wished him a painful death and called him a coward on Tuesday, as they got their one chance to address him directly before he is sentenced to life in prison.</p><p>For hours, parents, wives, siblings, children and some of the 17 Cruz also wounded stood 20ft from him. They looked the shackled killer in the eye and gave vehement, angry and sometimes tearful statements.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/01/parkland-florida-shooting-gunman-nikolas-cruz-families\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/01/meghan-says-prince-harry-was-unable-to-answer-questions-on-uk-citizenship-test", "title": "Meghan says Prince Harry was unable to answer questions on UK citizenship test", "date_published": "2022-11-01 19:33:07+00:00", "description": "<p>Duchess of Sussex says the exam ‘is so hard’ on new episode of her podcast Archetypes</p><p>The Duchess of Sussex has said Prince Harry was unable to answer questions on the British citizenship exam because they were too hard.</p><p>The duchess said she began studying for the exam while living in Britain after the couple got engaged in November 2017, with the intention of applying for indefinite leave to remain and then citizenship.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/01/meghan-says-prince-harry-was-unable-to-answer-questions-on-uk-citizenship-test\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/01/musk-charging-twitter-verified-accounts", "title": "Musk proposes charging $8 for verified Twitter account despite user backlash", "date_published": "2022-11-01 19:29:46+00:00", "description": "<p>The new owner justified the measure saying ‘we need to pay the bills somehow’</p><p>Elon Musk has indicated that a verified account on Twitter in the future could cost $8 a month, despite facing a user backlash over proposals to charge for the feature.</p><p>The new owner of Twitter described the current system for allocating blue check marks – which verify a user as a trustworthy source – as “bullshit” in a Twitter post to his more than 110 million followers on Tuesday.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/01/musk-charging-twitter-verified-accounts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/01/rfu-hike-up-six-nations-prices-for-england-matches-over-rising-costs", "title": "RFU increase Six Nations prices for England matches due to rising costs", "date_published": "2022-11-01 19:16:13+00:00", "description": "<ul><li>Additional increase of £5 for fixtures with Scotland and France</li><li>RFU hope to bring in extra £800,000 to mitigate increased costs</li></ul><p>The Rugby Football Union has responded to a seven-figure hike in overheads because of inflation by further increasing ticket prices for the Six Nations next year, the Guardian understands.</p><p>It was determined this year that prices for the 2022-23 season would rise roughly in line with inflation at the time, but given surging energy prices and the rise in supplier costs such as hotels, travel and matchday staff the RFU has opted to add another increase of £5 for England’s home fixtures against Scotland and France and a £2 rise for the Italy fixture.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/01/rfu-hike-up-six-nations-prices-for-england-matches-over-rising-costs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/01/huge-planet-killer-asteroid-discovered-and-its-heading-our-way", "title": "Huge ‘planet killer’ asteroid discovered – and it’s heading our way", "date_published": "2022-11-01 19:05:41+00:00", "description": "<p>With a diameter of 1 to 2km, space rock named 2022 AP7 crosses our orbit but has ‘no chance’ of hitting Earth</p><p>Astronomers say they have discovered the largest planet killer-sized asteroid in eight years, and that the huge space rock will cross Earth’s orbit.</p><p>The asteroid, named 2022 AP7, was reported by researchers looking for space rocks within the orbits of Earth and Venus.</p> <a href=\"https://www.theguardian.com/science/2022/nov/01/huge-planet-killer-asteroid-discovered-and-its-heading-our-way\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/01/westminster-shock-consensus-door-matt-hancock-is-a-prat", "title": "Westminster in shock consensus: Door Matt Hancock is a prat", "date_published": "2022-11-01 18:59:35+00:00", "description": "<p>Meanwhile, good guy Tom Tug emerges as one of few sane Tories liked by not just his own party but Labour too</p><p>It won’t last. But for one day only, parliament found a few things on which all MPs could agree. The first was BBC local radio. The proposed cuts to services were an outrage and would devastate communities. Said absolutely everyone during an urgent question. Junior culture minister Julia Lopez could hardly believe her luck. All she had to do was nod her head, say how right everyone was, and that she would be sure to mention it to the director-general when she saw him next week. She didn’t even have to explain why the BBC might be financially stretched.</p><p>Next up was Tom Tugendhat. Rapidly emerging not just as one of the few sane Tories left in Westminster but as one of the great survivors. After years spent making an enemy of Boris Johnson as chair of the foreign affairs select committee, the one-nation Tugendhat had a brief few days in the limelight when he ran for the leadership of the Conservative party in the summer.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/01/westminster-shock-consensus-door-matt-hancock-is-a-prat\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/01/liverpool-v-napoli-bayern-v-inter-champions-league-clockwatch-live", "title": "Liverpool v Napoli, Bayern v Inter: Champions League clockwatch – live", "date_published": "2022-11-01 18:54:05+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/football/live\">Goal updates from the 8pm GMT matches in Europe</a></li><li><a href=\"https://www.theguardian.com/football/live/2022/nov/01/marseille-tottenham-hotspur-champions-league-football-live\">Marseille v Tottenham – follow the action live</a></li><li>Get in touch! <a href=\"mailto:daniel.harris.casual@theguardian.com\">Email Daniel</a> or <a href=\"https://twitter.com/DanielHarris?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweet him here</a></li></ul><p>The group stages of the Champions League has been criticised for years and rightly so: it exits to make money, not because it’s the best way of structuring a competition. But the attitude to it of people in England has also been criticised and rightly so: the richest clubs strolling through to the knockouts doesn’t make it necessarily boring.</p><p>But tonight’s entertainment is a hard sell because, of the four groups in action, only one is in the balance. Marseille v Spurs can be followed with Scott Murray – Spurs need a point and Marseille need a win along with a draw in the other match, Sporting v Eintracht. Sporting, meanwhile, are through with a draw, and also if they and Spurs both lose; Eintracht need to win.</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/01/liverpool-v-napoli-bayern-v-inter-champions-league-clockwatch-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/01/marseille-tottenham-hotspur-champions-league-football-live", "title": "Marseille v Tottenham Hotspur: Champions League – live", "date_published": "2022-11-01 18:45:39+00:00", "description": "<ul><li>Champions League updates from the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live/2022/nov/01/liverpool-v-napoli-bayern-v-inter-champions-league-clockwatch-live\">Follow the rest of the night’s action on our clockwatch</a></li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Send your thoughts <a href=\"mailto:scott.murray@theguardian.com\">to Scott by email</a></li></ul><p><strong>Last week this happened …</strong></p><p>… and now Spurs need a point from their final match at Marseille if they’re to make it through to the last 16. <strong>Kick off is at 8pm GMT.</strong> It’s on!</p> <a href=\"https://www.theguardian.com/football/live/2022/nov/01/marseille-tottenham-hotspur-champions-league-football-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/01/israel-democrats-members-of-congress-letter-travel-visa-waiver", "title": "‘Discriminatory’: Democrats urge Israel to end West Bank travel restrictions", "date_published": "2022-11-01 18:41:57+00:00", "description": "<p>Israel should not join visa waiver scheme until it stops targeting Arab and Muslim US citizens ‘based on their ethnicity’, letter says</p><p>Twenty members of Congress have asked the US secretary of state, Antony Blinken, to demand Israel end “discriminatory” travel restrictions against Palestinian Americans visiting their families in the occupied territories and US citizens critical of Israeli government policies.</p><p>The letter comes as Israel is attempting to negotiate entry to the US visa waiver program, which would allow its citizens to join those of 40 other countries in traveling to the US with only online approval and without requiring an interview.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/01/israel-democrats-members-of-congress-letter-travel-visa-waiver\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/brazil-election-how-lula-won-the-runoff-from-sao-paulo-to-the-north-east", "title": "Brazil election: how Lula won the runoff, from São Paulo to the north-east", "date_published": "2022-11-01 18:27:40+00:00", "description": "<p>Bolsonaro gained support in deforested areas while municipalities with high Indigenous population voted overwhelmingly for Lula</p><p>A Guardian analysis shows how votes in big cities such as São Paulo and Fortaleza were key to Luiz Inácio Lula da Silva’s tight victory in the second round of Brazil’s presidential election.</p><p>The leftist president-elect, better known as Lula, <a href=\"https://www.theguardian.com/world/ng-interactive/2022/oct/30/brazil-election-2022-live-results-lula-bolsonaro-runoff\">came out on top with 50.9% of the vote</a>, winning in 13 states in the north and north-east of the country. Rightwinger incumbent Jair Bolsonaro, with 49.1% of the vote, won the remaining 14 in the centre and south, making for a much better election than anticipated by the polls.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/brazil-election-how-lula-won-the-runoff-from-sao-paulo-to-the-north-east\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/russias-wagner-group-have-as-much-power-in-kremlin-as-ministers", "title": "Russia’s Wagner Group ‘have as much power in Kremlin as ministers’", "date_published": "2022-11-01 18:25:50+00:00", "description": "<p>Russian dissident Mikhail Khodorkovsky tells UK parliamentary group of ‘terrorism’ threat</p><p>The leaders of the Wagner Group, the Russian mercenary group answerable to Vladimir Putin, now have as much political influence in the Kremlin as either the foreign minister Sergei Lavrov and the defence minister Sergei Shoigu, a prominent Russian dissident and former political prisoner has told a British parliamentary group. </p><p>Mikhail Khodorkovsky told the foreign affairs committee that Yevgeny Prigozhin, a businessman who finally admitted in September 2022 that he had founded the group, had as much access to Putin as the formal government officials.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/russias-wagner-group-have-as-much-power-in-kremlin-as-ministers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/sarina-wiegman-has-not-spoken-to-hannah-hampton-in-two-months", "title": "Sarina Wiegman ‘has not spoken’ to Hannah Hampton in two months", "date_published": "2022-11-01 18:07:50+00:00", "description": "<ul><li>Goalkeeper has ‘personal issues,’ but ‘door is always open’</li><li>Arsenal’s Jordan Nobbs called up after run of good form</li></ul><p>Sarina Wiegman has revealed she has not spoken to Hannah Hampton <a href=\"https://www.theguardian.com/football/2022/oct/31/hannah-hampton-dropped-by-england-over-attitude-euros-winner-aston-villa\">since dropping the goalkeeper from the England squad</a> in September.</p><p>Addressing the issue after she announced her squad for this month’s games against Japan and Norway in Spain, the manager said: “I haven’t spoken to her myself. We have made a plan. She is at the club and taking care of that. We are supporting and that’s where we are at right now.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/sarina-wiegman-has-not-spoken-to-hannah-hampton-in-two-months\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/01/england-brazil-womens-rugby-league-world-cup-match-report", "title": "England’s Amy Hardcastle helps thrash Brazil in Women’s Rugby League World Cup opener", "date_published": "2022-11-01 18:00:49+00:00", "description": "<ul><li>England 72-4 Brazil</li><li>Record crowd set for women’s rugby league game in UK</li></ul><p>If you like your sporting history with a slice of samba thrown in for good measure, you’ve come to the right place. Those at the forefront of women’s rugby league in England have made no secret of their desire to capitalise on what the Lionesses achieved this year at Euro 2021 and this was about as good a start as they could have hoped for, both on and off the field.</p><p>On a cold, grey Tuesday afternoon in Leeds, the biggest crowd for a women’s rugby league game in the United Kingdom watched the hosts start their campaign impressively against Brazil Amazonas, playing only their third game of rugby league. The disappointment is that it was not quite the crowd organisers had hoped for, with the initial plan to set the all-time attendance for a women’s rugby game of either code, currently just shy of 16,000. But if this occasion was a taste of what is to come, this will be an unforgettable tournament in more ways than one.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/01/england-brazil-womens-rugby-league-world-cup-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/01/labour-refers-suella-braverman-to-financial-watchdog-over-email-leak", "title": "Labour refers Suella Braverman to financial watchdog over email leak", "date_published": "2022-11-01 18:00:38+00:00", "description": "<p>Exclusive: ‘Growth visas’ policy leak could have influenced markets and breached market abuse laws, letter to FCA argues</p><p>Suella Braverman has been referred to the financial service watchdog by Labour over claims she may have breached market abuse laws, as the home secretary also came under growing fire for her “car crash” handling of&nbsp;a migrant processing facility in Kent.</p><p>Fresh questions were raised about the “growth visas” announcement Braverman sent to several figures outside the government that led to her sacking nearly two weeks ago, with one Conservative MP openly saying they did not “accept or trust this home secretary’s word”.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/01/labour-refers-suella-braverman-to-financial-watchdog-over-email-leak\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/gareth-southgate-criticised-for-claiming-qatar-workers-united-in-wanting-world-cup", "title": "Gareth Southgate criticised for claiming Qatar workers ‘united’ in wanting World Cup", "date_published": "2022-11-01 17:57:32+00:00", "description": "<ul><li>Human rights groups question manager’s remarks </li><li>Groups say Fifa is yet to commit to compensating workers </li></ul><p>Gareth Southgate is facing criticism from human rights groups after claiming that workers in Qatar were “united” in wanting the World Cup to take place, despite the country’s poor employment rights record.</p><p>The England manager’s remarks were questioned by Human Rights Watch, which said families of migrant workers who had died, been injured, or cheated of their wages had told it they “would like to support the World Cup but cannot because their children are starving and their breadwinners died in Qatar”.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/gareth-southgate-criticised-for-claiming-qatar-workers-united-in-wanting-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/01/cold-eyed-josball-emerges-at-critical-time-for-england-at-t20-world-cup", "title": "Cold-eyed Josball emerges at critical time for England at T20 World Cup | Barney Ronay", "date_published": "2022-11-01 17:45:58+00:00", "description": "<p>Key to victory against New Zealand were England’s seamers but Ben Stokes’s role in the team invites plenty of questions</p><p>This was a very satisfying game of cricket, a mid-tournament group match in a rain-frazzled week that stayed alive for 39 of its 40 overs, played out in front of a semi-packed Gabba. In the broader sweep of things England’s 20-run defeat of New Zealand was another note in an excellent World Cup of deeper gears and genuine engagement.</p><p>The lesson of these contests, which have felt jarringly real after the thin gruel of the year-round franchise circuit, is that the product works; that all the cricket is good, red or white ball, when it actually means something.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/01/cold-eyed-josball-emerges-at-critical-time-for-england-at-t20-world-cup\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/nov/01/mexicos-day-of-the-dead-celebrations-in-pictures", "title": "Mexico’s Day of the Dead celebrations – in pictures", "date_published": "2022-11-01 17:45:10+00:00", "description": "<p>After two years of restrictions amid the Covid crisis, Mexicans prepare to make the most of this year’s <em>Día de Muertos</em><strong> </strong>with several days of festivities</p> <a href=\"https://www.theguardian.com/world/gallery/2022/nov/01/mexicos-day-of-the-dead-celebrations-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/law/2022/nov/01/trump-tax-returns-congress-us-supreme-court", "title": "US supreme court blocks handover of Trump’s tax returns to Congress", "date_published": "2022-11-01 17:35:18+00:00", "description": "<p>The right-dominated court will weigh the former president’s appeal against  release sought by Democrat-controlled House</p><p>The US <a href=\"https://www.theguardian.com/law/us-supreme-court\">supreme court</a>’s chief justice, John Roberts, on Tuesday put a temporary hold on the handover of Donald Trump’s tax returns to a congressional committee.</p><p>Roberts’s order gives the supreme court time to weigh the legal issues in the former president’s emergency appeal to the high court, filed on Monday.</p> <a href=\"https://www.theguardian.com/law/2022/nov/01/trump-tax-returns-congress-us-supreme-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/could-ukraines-drone-attack-on-russian-ships-herald-a-new-type-of-warfare", "title": "Could Ukraine’s drone attack on Russian ships herald a new type of warfare?", "date_published": "2022-11-01 17:22:03+00:00", "description": "<p>Use of boat drone appeared to demonstrate how effective these nimble and relatively cheap weapons can be</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/01/russia-ukraine-war-live-kyiv-residents-queue-for-water-as-mayor-says-strikes-cut-power-to-270000-homes\">Russia-Ukraine war – latest updates</a></li></ul><p>It had all the thrill of a daring commando raid, filmed live. But Saturday’s <a href=\"https://www.theguardian.com/world/2022/oct/30/russias-black-sea-flagship-damaged-in-crimea-drone-attack-video-suggests\">dawn raid on Russia’s Black Sea fleet </a>at Sevastopol was not carried out by elite soldiers, but by 16 drones, nine in the air and seven at sea – prompting questions as to whether the attack represented a revolutionary moment in the history of warfare.</p><p>Three years ago, it was Dominic Cummings, before his eventful tenure at Downing St, who wrote “A teenager will be able to deploy a drone from their smartphone to sink one of these multibillion-dollar platforms,” a reference to the <a href=\"https://www.theguardian.com/uk-news/2022/aug/29/uks-defective-nato-flagship-could-miss-landmark-flight-trials\">Royal Navy’s two new aircraft carriers</a>, built at a total cost of £6.4bn. That time, he may have been right.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/could-ukraines-drone-attack-on-russian-ships-herald-a-new-type-of-warfare\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/uk-police-will-be-at-qatar-world-cup-to-deconflict-situations-with-england-fans", "title": "UK police will be at Qatar World Cup to ‘deconflict’ situations with England fans", "date_published": "2022-11-01 17:21:23+00:00", "description": "<ul><li>Concerns over cultural misunderstandings prompts move</li><li>Officers will act as a ‘buffer’ between supporters and local police</li></ul><p>Fears of England fans inadvertently provoking police during the World Cup have caused UK officials to send extra officers to Qatar to “deconflict” situations.</p><p>Concerns over cultural misunderstandings and preconceptions regarding the behaviour of travelling England fans means that, for the first time at an international tournament, British police will be sending “supporter engagement officers” (SEOs) to warn people if their behaviour is likely to be interpreted as problematic, even if they are not breaking any laws.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/uk-police-will-be-at-qatar-world-cup-to-deconflict-situations-with-england-fans\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/russian-mercenaries-accused-of-civilian-massacre-in-mali", "title": "Russian mercenaries accused of civilian massacre in Mali", "date_published": "2022-11-01 17:02:08+00:00", "description": "<p>Wagner Group fighters linked to attack that killed at least 13 following major military operation</p><p>Russian mercenaries in Mali have been accused of a new massacre of civilians following a major military operation in the centre of the unstable country.</p><p>At least 13 civilians were killed on Sunday in the region of Mopti by Malian troops supported by “white soldiers”, local elected officials and an official of a community association told the Agence France-Presse.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/russian-mercenaries-accused-of-civilian-massacre-in-mali\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/vladimir-putin-keeps-open-option-of-drafting-more-russians", "title": "Vladimir Putin keeps open option of drafting more Russians", "date_published": "2022-11-01 16:53:08+00:00", "description": "<p>Russian president declines to end decree that has allowed call-up of thousands of citizens</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/01/russia-ukraine-war-live-kyiv-residents-queue-for-water-as-mayor-says-strikes-cut-power-to-270000-homes\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin appears to have allowed for future waves of mobilisation after declining to end a decree that has called up tens of thousands of Russians to fight in Ukraine.</p><p>Russia’s defence ministry this weekend announced the end to the “partial mobilisation” that Putin declared in mid-September. Yet Russian legal activists and media noted that only Putin had the authority to end the mobilisation, leading him on Monday to claim he “hadn’t thought about that” and would “speak with lawyers”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/vladimir-putin-keeps-open-option-of-drafting-more-russians\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/01/i-like-your-tone-research-suggests-why-older-violins-sound-so-good", "title": "I like your tone: research suggests why older violins sound so good", "date_published": "2022-11-01 16:38:14+00:00", "description": "<p>Italian study finds mysterious ‘third sounds’ are far more discernible on antique and better-quality instruments</p><p>Violinists love to play on antique instruments, with some, such as <a href=\"https://www.theguardian.com/music/2022/jun/03/violin-used-to-play-over-the-rainbow-in-wizard-of-oz-expected-to-sell-for-more-than-20m\">Stradivari violins,</a> costing millions of pounds. Now, scientists have discovered that certain older instruments really do produce a special sound; namely, stronger and more audible combination tones – bell-like “phantom” tones that not everyone can hear, but which are produced when two musical notes are played simultaneously.</p><p>The most famous of these tones are Tartini tones. Named after the Italian composer and violinist, Giuseppe Tartini, who discovered them in 1714, these <em>terzo suono</em> or third sounds had, until recently, been considered pure auditory illusions – generated through the distortion of various frequencies within the inner ear.</p> <a href=\"https://www.theguardian.com/music/2022/nov/01/i-like-your-tone-research-suggests-why-older-violins-sound-so-good\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/01/mariah-carey-all-i-want-for-christmas-is-you-season", "title": "‘It’s time’: Mariah Carey season has begun – and she won’t let you forget it", "date_published": "2022-11-01 16:36:06+00:00", "description": "<p>With Halloween over, the diva is  donning her Santa suit to serve as the soundtrack for another Christmas</p><p>“It’s time.”</p><p>Mariah Carey delivered her message while singing in a pitch nearly outside the range of human hearing. Time for what? you may wonder as you <a href=\"https://www.instagram.com/p/CkZ0shxqtzt/?hl=en\">watch the clip</a> of a latex-clad Carey pumping away on a Peloton. Time for rent reform? A gas bill strike? The end of fossil fuel production? No, it’s time for Christmas, Carey reminds us, as her Halloween costume transforms into a sexy Santa suit.</p> <a href=\"https://www.theguardian.com/music/2022/nov/01/mariah-carey-all-i-want-for-christmas-is-you-season\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/01/serial-killer-bible-john-glasgow-audrey-gillan-police-misogyny", "title": "‘I see him walking his dog in the park’ – how serial killer Bible John traumatised Glasgow", "date_published": "2022-11-01 16:08:35+00:00", "description": "<p>She was a baby when her city was terrorised by the unsolved murders of three women. Now Audrey Gillan has made a podcast about the victims’ lives – and the misogyny of the police investigation</p><p>Throughout the 1960s, suited, booted and elaborately coiffed Glaswegians would come to <a href=\"https://www.theguardian.com/music/musicblog/2014/jan/14/gig-venue-guide-glasgow-barrowland-ballroom\">the Barrowlands</a>, the city’s biggest ballroom, to escape the humdrum via a boozy combination of colour, glitter, dancing and debauchery. By the end of the decade, though, a shadow was cast over the venue, after three women’s bodies were found on the streets, on each occasion within hours of them leaving the dancehall. Glasgow was – and is to this day – haunted by the man believed to be their killer: Bible John.</p><p>“The city that loved dancing was suddenly living in fear of a killer who was picking his victims on the dancefloor,” says Glaswegian Audrey Gillan, who was two weeks old when the first victim was murdered. “They saw an artist’s sketch of him and thought, ‘That’s the guy at the corner shop.’ Or, ‘I see him walking his dog in the park.’ It changed the way women felt – and children like myself grew up thinking he was a bogeyman.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/01/serial-killer-bible-john-glasgow-audrey-gillan-police-misogyny\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/the-fiver-tottenham-big-cup-marseille", "title": "The Fiver | Hotel-based fireworks adding to the Tottenham narrative set-up", "date_published": "2022-11-01 16:06:24+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>When the referees and VAR operatives of Uefa betrayed their brazen anti-Tottenham agenda by correctly ruling out Harry Kane’s late qualification-clinching winner against Sporting, the matchday six showdown in Marseille suddenly assumed epic proportions. Spurs currently sit atop Group D, but it’s tight, and they need a point on the French Riviera if they’re to make it through to the knockout stage. Only problem being, they don’t have a good record in France, where they’ve never won a competitive fixture, so if history is any guide, and if being Spurs is any guide, this one on Tuesday evening is going right down to the wire.</p><p><em><strong>This is an extract from our daily football email, The Fiver. To subscribe for the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> just visit this page and follow the instructions</a></strong></em><strong>.</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/01/the-fiver-tottenham-big-cup-marseille\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/01/whales-ingest-millions-of-microplastic-particles-a-day-study-finds", "title": "Whales ingest millions of microplastic particles a day, study finds", "date_published": "2022-11-01 16:00:36+00:00", "description": "<p>Blue whales consume up to 1bn particles over a feeding season with as-yet-unknown impacts on health</p><p>Filter-feeding whales are consuming millions of particles of microplastic pollution a day, according to a study, making them the largest consumers of plastic waste on the planet.</p><p>The central estimate for blue whales was 10m pieces a day, meaning more than 1bn pieces could be ingested over a three- to four-month feeding season. The weight of plastic consumed over the season was estimated at between 230kg and 4 tonnes.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/01/whales-ingest-millions-of-microplastic-particles-a-day-study-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/01/republican-candidates-antisemitism-kanye-west", "title": "Republicans urged to condemn antisemitism from Kanye West and other supporters", "date_published": "2022-11-01 15:59:02+00:00", "description": "<p>Herschel Walker and Mehmet Oz criticized for not publicly condemning remarks by West and Doug Mastriano</p><p>After a wave of antisemitic comments as the 8 November midterm elections loom, Jewish politicians and leaders are calling on Republican candidates to condemn such remarks made, in many cases, by high-profile supporters and associates.</p><p>A recent example centered on Republican Senate candidate Herschel Walker, who faced criticism for not condemning support he received from Ye, formerly known as Kanye West, the <a href=\"https://www.washingtonpost.com/politics/2022/10/31/antisemitism-republicans-elections/\">Washington Post</a> reported on Monday.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/01/republican-candidates-antisemitism-kanye-west\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/01/its-big-and-its-clever-why-swearing-makes-you-fitter-happier-and-more-persuasive", "title": "It’s ****ing big and it’s ****ing clever: why swearing makes you fitter, happier and more persuasive", "date_published": "2022-11-01 15:55:31+00:00", "description": "<p>A new scientific paper has confirmed the power of curse words – and not only to shock</p><p><strong>Name:</strong> Swearing</p><p><strong>Age:</strong> It varies: some ancient words became profane over time, other swearwords are more recent coinages.</p> <a href=\"https://www.theguardian.com/science/2022/nov/01/its-big-and-its-clever-why-swearing-makes-you-fitter-happier-and-more-persuasive\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/serbia-must-choose-between-eu-and-russia-says-germany", "title": "Serbia must choose between EU and Russia, says Germany", "date_published": "2022-11-01 15:53:30+00:00", "description": "<p>Serbia’s military placed on high alert because of mounting tension in Kosovo</p><p>Serbia must decide whether it wants to join the EU or cultivate deeper ties with Russia, Germany has said, amid media reports that Belgrade had placed its military on high alert because of mounting tensions in Kosovo.</p><p>Two days before a Western Balkans summit in Berlin aimed at bolstering relations with the region’s six countries, a senior German official said Serbia had to decided whether it was on Moscow’s side or the EU’s.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/serbia-must-choose-between-eu-and-russia-says-germany\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/audio/2022/nov/01/no-hope-at-brighton-but-13-is-lucky-for-arsenal-womens-football-weekly", "title": "No Hope at Brighton but 13 is lucky for Arsenal – Women’s Football Weekly", "date_published": "2022-11-01 15:40:13+00:00", "description": "<p>Faye Carruthers, Suzanne Wrack, Tim Stillman and Moyo Abiona round up the latest WSL action and news</p><p>It’s never dull in the Women’s Super League …</p><p>There’s no more Hope for Brighton as Powell steps down following an 8-0 thrashing at home by Tottenham.</p> <a href=\"https://www.theguardian.com/football/audio/2022/nov/01/no-hope-at-brighton-but-13-is-lucky-for-arsenal-womens-football-weekly\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/gujarat-bridge-collapse-anger-grows-in-india-over-cover-up-claims", "title": "Gujarat bridge collapse: anger grows in India over cover-up claims", "date_published": "2022-11-01 15:33:02+00:00", "description": "<p>Questions arise after 135 people killed as to why repair contract was given to local firm better know for making clocks</p><p>Anger is growing in India over allegations that corruption was responsible for the collapse of a bridge in Morbi in Gujarat leaving 135 people dead, amid claims that a cover-up is under way to shield those responsible.</p><p>The bridge snapped in two on Sunday evening when families were out enjoying the evening air over the river. Many of those standing in the middle of the bridge when it collapsed plunged into the river and drowned, while others at both ends of the bridge, closer to the banks, died from the impact of falling on to the stones and boulders below.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/gujarat-bridge-collapse-anger-grows-in-india-over-cover-up-claims\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/queer-families-mother-relationships-gender-roles", "title": "Queer families are teaching us there are many ways to be a mother | Rhiannon Lucy Cosslett", "date_published": "2022-11-01 15:30:35+00:00", "description": "<p>While heterosexual couples may struggle with traditional gender roles, queer motherhood offers a radical, beautiful alternative</p><p>What does it mean to be a mother? I’ve been thinking about that question since before I became one myself, not only in my own writing but while reading the work of others. I’ve read hundreds of thousands of words on the topic, by writers from a huge range of perspectives and backgrounds, and though it has been hugely rewarding, the question still lingers.</p><p>Not long after giving birth, while battling to feed a premature infant with my body, I picked up a copy of Claire Lynch’s memoir <a href=\"https://www.foyles.co.uk/witem/biography/small-on-motherhoods,claire-lynch-9781914240010\">Small: On Motherhoods</a>. It is, among many other things, a tender, powerful reflection on queer motherhood, and on what it means to be a mother when you are not the partner who gives birth to the baby or breastfeeds them, and how it feels to push against those archetypes. It sheds light on how it feels to be embarking on parenthood as an atypical family: the scenes set in pre-natal classes, where Lynch is grouped with the dads, are wryly funny but make a serious point about gender-divided parenting culture. The part where a colleague says: “Here she comes, the woman who can’t even be bothered to give birth to her own children,” (Lynch had had a miscarriage and eventually they decided that her wife would carry the baby) made me gasp.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/queer-families-mother-relationships-gender-roles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/who-scored-blog/2022/nov/01/diogo-dalot-manchester-united-erik-ten-hag-milan-premier-league", "title": "Diogo Dalot’s revival sums up Erik ten Hag’s work at Manchester United", "date_published": "2022-11-01 15:02:29+00:00", "description": "<p>The right-back was offered to Milan last year. Now he is a key player in one of the tightest defences in the Premier League</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Manchester United are far from the finished article but, after a rocky start to the season in which they lost to <a href=\"https://www.theguardian.com/football/2022/aug/07/manchester-united-brighton-premier-league-match-report\">Brighton</a> and <a href=\"https://www.theguardian.com/football/2022/aug/13/brentford-manchester-united-premier-league-match-report\">Brentford</a>, conceding six goals in the process, the signs are positive for Erik ten Hag. The Dutchman must have been worried about his team after the first two weeks of the campaign, but they have recovered well and sit just a point below the Champions League places with a game in hand on fourth-placed Newcastle.</p><p>After a barren run – they have not won a trophy since José Mourinho guided them to success in <a href=\"https://www.theguardian.com/football/2017/may/24/manchester-united-ajax-europa-league-final-match-report\">the Europa League more than five years ago</a> – Ten Hag seems to be getting United back on track. Fans now go to Old Trafford confident that the team will pick up all the spoils, as they have done in four of their last five games, with Newcastle the only side to leave Manchester with a result in that run.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2022/nov/01/diogo-dalot-manchester-united-erik-ten-hag-milan-premier-league\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/01/megan-thee-stallion-coldplay-and-future-sign-petition-against-rap-lyrics-as-criminal-evidence-in-us-court", "title": "Megan Thee Stallion, Coldplay and Future sign petition against rap lyrics as criminal evidence in US court", "date_published": "2022-11-01 15:00:49+00:00", "description": "<p>Other signatories of Warner Music’s open letter, Art on Trial: Protect Black Art, include Alicia Keys, 50 Cent and Post Malone</p><p>Megan Thee Stallion, Coldplay and Future are among a group of artists and music industry figures calling for restrictions on the use of rap lyrics as criminal evidence in US court.</p><p>A new open letter titled <a href=\"https://www.protectblackart.co/\">Art on Trial: Protect Black Art</a> includes signatories such as Post Malone, Alicia Keys and 50 Cent, alongside the three major record labels, Warner, Sony and Universal, and companies such as Spotify, TikTok and YouTube Music.</p> <a href=\"https://www.theguardian.com/music/2022/nov/01/megan-thee-stallion-coldplay-and-future-sign-petition-against-rap-lyrics-as-criminal-evidence-in-us-court\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/02/how-do-we-mourn-an-island-where-do-we-mark-its-grave", "title": "How do we mourn an islet? Where do we mark its grave? |  Kathy Jetn̄il-Kijiner", "date_published": "2022-11-01 15:00:35+00:00", "description": "<p>Ellekan, an islet in Marshall Islands, has been reduced to a pile of sand in the middle of the reef. Those who loved it have already held its funeral</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/before-it-is-lost\">Before it is lost</a></strong> is series of essays from the Pacific islands</li></ul><p>On a trip to the islet of Kalalen, eight years ago, a man named Yoster Harris ran out to meet me.</p><p>Yoster is married to the alap, or landowner, of Kalalen and he took my hand and led me to point out Ellekan, a neighbouring islet at the very end of the Majuro atoll lagoon, in my home of the Marshall Islands in the north Pacific.</p> <a href=\"https://www.theguardian.com/world/2022/nov/02/how-do-we-mourn-an-island-where-do-we-mark-its-grave\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/hunt-review-squid-game-lee-jung-jae-directs-stunt-filled-spy-flick", "title": "Hunt review – Squid Game’s Lee Jung-jae directs stunt-filled spy flick", "date_published": "2022-11-01 15:00:35+00:00", "description": "<p>Lee Jung-jae’s directorial debut, set in 1980s South Korea, is busy to the point of exhaustion and ends up chasing its own tail</p><p>This whirling, churning, exhaustingly busy – but lavishly produced – Korean action-thriller film is directed by and stars Lee Jung-jae, who played the down-on-his-luck protagonist Seong in Squid Game. Although he’s been a big name for years in South Korea, starting out as a heartthrob in the 1990s, his current fame in the west probably explains why the film was selected for Cannes and other festivals this year. That means it’s available to audiences who probably won’t know the historical context vital to understanding the plot. It’s worth some pre-viewing brushing up on South Korea in 1983, when the film was set – the regime was deeply repressive at the time and the country was riven by internal protests, while tensions with North Korea were (literally) explosive.</p><p>If you keep all that in mind and think of this as a John Le Carré-style story, set in Asia and on speed, it makes a bit more sense. Lee plays Park Pyong-ho, the chief of the foreign unit of the Korean Central Intelligence Agency (KCIA), who is locked in a power struggle with his counterpart Kim Jung-do (Jung Woo-sung) from the domestic unit of the KCIA – especially after president Chun Doo-hwan is almost assassinated while visiting the United States. It turns out there is a North Korean mole operating within the KCIA, and both Park and Kim are assigned to head competing teams to find out who it is.</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/hunt-review-squid-game-lee-jung-jae-directs-stunt-filled-spy-flick\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/julian-alvarez-savours-privilege-of-playing-with-haaland-and-messi", "title": "Julián Álvarez savours ‘privilege’ of playing with Haaland and Messi", "date_published": "2022-11-01 14:43:57+00:00", "description": "<ul><li>Argentina forward in line to start Manchester City’s Sevilla tie</li><li>Álvarez sounded out Sergio Agüero before Etihad move</li></ul><p>Julián Álvarez says it is a privilege learning from two of the world’s best forwards in Lionel Messi and Erling Haaland, his Argentina and Manchester City teammates respectively.</p><p>The 22-year-old, who arrived from River Plate in the summer, has made only two Premier League starts for City, Haaland having scored 17 times in the competition. He is, though, expected to line up alongside Messi for his nation at the Qatar World Cup this month.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/julian-alvarez-savours-privilege-of-playing-with-haaland-and-messi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/01/all-saints-day-and-turner-on-tour-tuesdays-best-photos", "title": "All Saint’s Day and Turner on tour: Tuesday’s best photos", "date_published": "2022-11-01 14:29:26+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/01/all-saints-day-and-turner-on-tour-tuesdays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/01/jos-buttler-praises-england-character-under-pressure-in-new-zealand-win-t20-world-cup-cricket", "title": "Jos Buttler praises England’s character under pressure in New Zealand win", "date_published": "2022-11-01 14:29:20+00:00", "description": "<ul><li>England captain ‘really proud’ after crucial victory</li><li>‘We’re a dangerous team and we were desperate to show it’</li></ul><p>Jos Buttler praised the quality and character of his team after they emerged from a must-win game against New Zealand, the form side of the T20 World Cup so far, <a href=\"https://www.theguardian.com/sport/2022/nov/01/england-keep-t20-cricket-world-cup-hopes-alive-with-victory-over-new-zealand\">with a victory</a> that leaves them in control of their own destiny and a place in the semi-finals within reach.</p><p>England knew that defeat would all but end their hopes of reaching the final four, but two precious points drew them level with both New Zealand and Australia with a game to play.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/01/jos-buttler-praises-england-character-under-pressure-in-new-zealand-win-t20-world-cup-cricket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/britain-matt-hancock-im-a-celeb-tory-whip", "title": "Great news for the economy! Britain is now stable enough for Matt Hancock to eat genitals on I’m a Celeb | Marina Hyde", "date_published": "2022-11-01 14:16:00+00:00", "description": "<p>The former health secretary may have lost the Tory whip for signing up to a stint in the jungle. But will he find himself? </p><p>Appalling news for exotic animal genitalia, as it is revealed that former health secretary <a href=\"https://www.theguardian.com/politics/2022/nov/01/matt-hancock-loses-tory-whip-after-agreeing-to-appear-on-im-a-celebrity\">Matt Hancock will be going</a> into the I’m a Celeb jungle. I know: it’s simultaneously the very last thing you want to see, and also ALL you want to see. To any Guardian readers prompted to email me with something along the lines of “actually I wouldn’t dream of seeing this”, do please take the following column as a thank you for your message, but also understand that it could be December before I am able to formally get back to you. I find that in November, I will mostly be watching Matt Hancock on I’m a Celebrity.</p><p>The details as we have them are thus: as the ITV series launches on Sunday night, Hancock will materialise in the Australian bush, having either arrived by air or simply passed through a haunted dunny. In terms of Matt’s long but remorseless journey towards being prime minister, this is probably his equivalent of Churchill’s stint in the second Boer war. That said, he has immediately lost the Tory whip. But maybe he’ll find something much more precious – himself.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/britain-matt-hancock-im-a-celeb-tory-whip\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/02/bmi-why-experts-are-calling-for-better-ways-of-assessing-health-than-a-body-mass-index", "title": "BMI: why experts are calling for better ways of assessing health than a body mass index", "date_published": "2022-11-01 14:00:35+00:00", "description": "<p>The index has remained popular because of its simplicity, but Australian experts agree it is too often seen as a one-stop indicator of health</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for our free morning and afternoon email newsletters from Guardian Australia for your daily news roundup</a><br /></li></ul><p>Most of us are no stranger to the body mass index: weight in kilograms divided by height in metres squared.</p><p>At a population level, research tells us that having a higher BMI is <a href=\"https://www.thelancet.com/journals/landia/article/PIIS2213-8587(18)30288-2/fulltext\">associated with a greater risk</a> of certain conditions, such as type 2 diabetes and high blood pressure. Rates of obesity, according to the <a href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\">World Health Organisation</a>, have tripled globally since 1975.</p> <a href=\"https://www.theguardian.com/society/2022/nov/02/bmi-why-experts-are-calling-for-better-ways-of-assessing-health-than-a-body-mass-index\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/was-taylor-swift-wrong-to-use-the-word-fat-in-a-video-thats-how-i-used-to-feel-whenever-i-weighed-myself", "title": "Was Taylor Swift wrong to use the word ‘fat’ in a video? That’s how I used to feel whenever I weighed myself | Arwa Mahdawi", "date_published": "2022-11-01 14:00:35+00:00", "description": "<p>Some very vocal people were outraged by the video for the new single Anti-Hero. But when you’re dealing with eating disorders, sometimes there’s no escaping the f-word</p><p>Want to watch Taylor Swift magically lose fat overnight? No, of course you don’t – you’re not a weirdo. But if you are just a little curious about what I am talking about, then have a look at Swift’s music video for the single Anti-Hero from her new album, Midnights. There is a scene in it in which the musician steps on some scales and looks up sadly as her doppelganger shakes her head in disgust. This visual would be unremarkable were it not for the fact that it was hastily swapped in a week ago, just days after the video’s initial release, to <a href=\"https://www.theguardian.com/music/2022/oct/27/taylor-swift-edits-anti-hero-music-video-fat-bathroom-scales\">replace the controversial original</a>. In the first version, Swift gets on the scales and, instead of numbers, she sees the word FAT pop up. This upset a lot of people who decreed that, by using the word “fat”, Swift was being “fatphobic”. Swift decided not to risk cancellation or prolong the controversy by explaining herself or defending her artistic choices; instead, she just quietly altered the video.</p><p>Perhaps you are confused by all the fuss over the word fat. You don’t need a degree in Swiftian studies to glean that the singer, who has described the video for Anti-Hero as a depiction of her insecurities, was referencing her own body issues, not trying to offend people. While Swift has never explicitly said she has suffered from an eating disorder, she has been open about her <a href=\"https://www.theguardian.com/music/2020/jan/24/taylor-swift-eating-disorder-miss-americana-documentary-sundance-film-festival-lana-wilson\">experiences with disordered eating</a>. In her 2020 Netflix documentary Miss Americana, she talks about how constant media scrutiny caused her to have an unhealthy relationship with her body. “It’s not good for me to see pictures of myself every day,” <a href=\"https://variety.com/2020/music/news/taylor-swift-eating-disorder-netflix-documentary-miss-americana-1203478047/\">she says in a voiceover</a> during the film. There were times, she says, when the constant media commentary on her body would trigger her to “just starve a little bit – just stop eating”.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/was-taylor-swift-wrong-to-use-the-word-fat-in-a-video-thats-how-i-used-to-feel-whenever-i-weighed-myself\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/01/why-parmesan-rinds-are-cook-secret-ingredient-kitchen-aide", "title": "Why parmesan rinds are a cook’s secret ingredient | Kitchen aide", "date_published": "2022-11-01 14:00:35+00:00", "description": "<p>You might think parmesan rinds are fit only for the bin, but you’d be throwing away a prized, versatile flavour bomb that can liven up all manner of dishes. Our experts tell you how …</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What can I do with leftover parmesan rinds? People always say not to discard them.<br /></strong><em><strong>Leah, London SW1</strong></em><br />Parmesan rinds<strong> </strong>are real imparters of flavour, so you’re right to think twice about tossing them, Leah. “When I was young, my parents used to give me them to chew on when I was losing my baby teeth,” recalls Filippo La Gattuta, executive chef at <a href=\"https://bigmammagroup.com/es/accueil\">Big Mamma Group</a> in London. Of course, he has since found other solutions to the leftover rind predicament. “My favourite way now is to scrape the rind with a knife [just to remove the waxy coating], cut it up into small pieces, then pop in a microwave for a minute or so, until they puff up.” Once cooled, you’ll have the perfect, crunchy snack to accompany aperitivo hour.</p><p>If you don’t have a microwave, however, make cheesy “chips” in the oven. Chef Theo Randall, author of <a href=\"https://guardianbookshop.com/the-italian-pantry-9781787138421\">The Italian Pantry</a>, says, “Soak the rinds in about a litre of boiling water [from the kettle], then, once they’re soft, cut them quite thinly and bake.” The key is to get the rinds nice and soft – “you get a much nicer flavour that way” – so if soaking them doesn’t do the trick, transfer the lot to a pan and heat on the stove. Snack success also hinges on those rinds having been stored correctly: “Keep them somewhere dry,” says Randall, who pops his in a paper bag and keeps them in a plastic container in a cupboard. The Guardian’s Italian food correspondent, <a href=\"https://www.theguardian.com/profile/rachel-roddy/\">Rachel Roddy</a>, meanwhile, keeps hers in the fridge but, she adds, “you could put them in an airtight container in the freezer”.</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2022/nov/01/why-parmesan-rinds-are-cook-secret-ingredient-kitchen-aide\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/et-model-from-1982-film-expected-to-fetch-3m-at-auction", "title": "ET model from 1982 film expected to fetch $3m at auction", "date_published": "2022-11-01 14:00:34+00:00", "description": "<p>Mechanical model to go on sale in auction that also includes items from Harry Potter films</p><p>Steven Spielberg’s classic 1982 film ET told the story of a stranded extra-terrestrial’s bid to return home – and now for just $3m (£2.6m) you could bring him back to yours.</p><p>The original mechanical model from ET is going on sale as part of the Icons and Idols: Hollywood auction, organised by Julien’s Auctions and Turner Classic Movies (TCM), which coincides with the film’s 40th anniversary year.</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/et-model-from-1982-film-expected-to-fetch-3m-at-auction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/01/paul-nancy-pelosi-midterms-republicans-democrats-biden-us-politics-live-updates", "title": "Republicans urged to purge extremists after attack on House speaker’s husband – live", "date_published": "2022-11-01 13:30:19+00:00", "description": "<p>Leading historian warns that assault of Paul Pelosi was not an aberration amid erosion of democratic norms</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p><strong>In <a href=\"https://www.nytimes.com/2022/10/31/opinion/pelosi-attack-republican-extremism-political-violence-midterms.html\">a New York Times column</a>, historian Matthew Dallek of George Washington University considers the attack on Paul Pelosi in the context of Republicans’ continued embrace of extreme ideologies.</strong></p><p>The biggest change the party has made is that it is now tolerating and integrating conspiracy theories and extremism into its governing coalition, Dallek finds, reversing the stance of previous leaders who may have courted voters that held those views, but saw no space for them on their platform.</p><p><strong>Joe Biden</strong> is heading to Florida to prop up the flagging prospects of Democratic candidate for governor <strong>Charlie Crist</strong> and Senate candidate <strong>Val Demings</strong>.</p><p><strong>This time next week</strong> polls will have opened in the midterm elections, and we will soon find out whether Americans want to give Democrats more time controlling Congress.</p><p><strong>For all the hubbub</strong>, Americans are less fired up about these midterm elections than in 2018, <a href=\"https://news.gallup.com/poll/404240/americans-thought-enthusiasm-midterms-down-2018.aspx?utm_source=alert&amp;utm_medium=email&amp;utm_content=morelink&amp;utm_campaign=syndication\">a Gallup poll finds</a>, though enthusiasm is about average for such races in general.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/01/paul-nancy-pelosi-midterms-republicans-democrats-biden-us-politics-live-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/brazil-bolsonaro-truckers-roadblocks-election-defeat", "title": "Brazil judge orders police to clear roadblocks by pro-Bolsonaro truckers", "date_published": "2022-11-01 13:17:46+00:00", "description": "<p>Far-right president remains silent as supporters protest against his election defeat by Luiz Inácio Lula da Silva </p><p>Brazil’s supreme court has ordered police to remove scores of roadblocks set up by supporters of President Jair Bolsonaro to protest against his defeat in the presidential election, while <a href=\"https://www.theguardian.com/world/2022/oct/31/brazil-election-bolsonaro-concede-reaction\">the far-right leader remained silent on the result.</a></p><p>The federal highway police (PRF) said truckers were blocking highways at 271 points, partially or fully, as part of protests that have spread to 23 of Brazil’s 26 states in the wake of <a href=\"https://www.theguardian.com/world/2022/oct/30/lula-stages-astonishing-comeback-to-beat-bolsonaro-in-brazil-election\">Bolsonaro’s loss to Luiz Inácio Lula da Silva in a runoff election on Sunday</a>. The police said another 192 roadblocks had been cleared.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/brazil-bolsonaro-truckers-roadblocks-election-defeat\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/01/child-asylum-seekers-say-uk-officials-pressed-them-to-lie-about-their-age", "title": "Child asylum seekers say UK officials pressed them to lie about their age", "date_published": "2022-11-01 13:13:19+00:00", "description": "<p>Boy recorded telling guard he was told he could move from Manston holding centre more quickly if he said he was over 18</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/01/suella-braverman-rishi-sunak-tories-manston-migrant-centre-uk-politics-live-news\">UK politics live – latest news updates</a></li></ul><p>Child asylum seekers who have recently arrived in the UK on small boats say screening officials have put pressure on them to say they are adults, the Guardian has been told.</p><p>In some cases, the children say they were told that if they said they were over 18 they would be able to leave the troubled asylum processing site of <a href=\"https://www.theguardian.com/politics/2022/nov/01/home-office-must-get-a-grip-over-manston-asylum-seekers-centre-says-watchdog\">Manston</a> in Kent more quickly.</p> <a href=\"https://www.theguardian.com/society/2022/nov/01/child-asylum-seekers-say-uk-officials-pressed-them-to-lie-about-their-age\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/finland-and-sweden-call-on-hungary-and-turkey-to-ratify-nato-applications", "title": "Finland and Sweden call on Hungary and Turkey to ratify Nato applications", "date_published": "2022-11-01 13:06:13+00:00", "description": "<p>Erdoğan demands action against ‘terrorist’ Kurdish militants as Nordic pair maintain united front</p><p>The prime ministers of Finland and Sweden have urged Hungary and Turkey to approve their countries’ applications to join Nato, but Ankara insisted it would not lift its objections without further extraditions of suspects it considers terrorists.</p><p>The two Nordic nations <a href=\"https://www.theguardian.com/world/2022/may/15/finland-formally-confirms-intention-to-join-nato-russia\">applied to join the US-led defence alliance</a> in May, jettisoning decades of military non-alignment in a historic policy shift triggered by Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/finland-and-sweden-call-on-hungary-and-turkey-to-ratify-nato-applications\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/chinese-city-zhengzhou-accused-of-performative-lockdown-lifting", "title": "Chinese city accused of ‘performative lockdown lifting’", "date_published": "2022-11-01 13:05:23+00:00", "description": "<p>Residents claim Zhengzhou authorities are trying to avoid scrutiny of Covid lockdown’s severity</p><p>Authorities in Zhengzhou have been accused of “performative lockdown lifting” after they partially lifted restrictions amid growing pressure from residents and the reported arrival of state media.</p><p>An almost month-long lockdown in the Chinese city of about 12 million people had prompted complaints of arduous conditions, sometimes violent enforcement, inadequate medical care, and worsening mental health. But a sudden decision to ease restrictions on Tuesday was greeted by some residents with scepticism and anger.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/chinese-city-zhengzhou-accused-of-performative-lockdown-lifting\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/my-neighbour-adolf-review-chess-bonding-tale-wonders-if-hitler-has-moved-in-next-door", "title": "My Neighbour Adolf review – chess-bonding tale wonders if Hitler has moved in next door", "date_published": "2022-11-01 13:00:33+00:00", "description": "<p>Set in 1960, Leon Prudovky’s tale of a Polish Holocaust survivor who suspects his imposing new neighbour is the Führer himself veers towards silliness</p><p>Russian-born Israeli film-maker Leonid Prudovsky has confected an unsatisfying tonal oddity: a jokey-sentimental drama with weird slashes of actual historical pain. The year is 1960 and a lonely, cantankerous Polish Holocaust survivor called Polsky (played by David Hayman) is living all on his own in a village in Colombia. Unhappy Polsky has a psychosomatic prostate complaint which makes urinating difficult; he takes what happiness he can in chess and growing a special strain of black roses.</p><p>Polsky is astonished when a high-handed and unpleasantly secretive German expat moves in to the house next door, wearing what appears to be a false beard: a Herr Herzog, played by Udo Kier. This oddly familiar-looking figure has an alsatian which makes a nuisance of itself in Polsky’s garden; he has an easel on which he paints bland daubs, an army of obedient young German men to help with yard work and redecoration and an officious German lawyer, Frau Kaltenbrunner (Olivia Silhavy), who tells Polsky that his new neighbour is in fact entitled to some of Polsky’s land, including that part where his roses are growing. Having surrendered to this petty demand for <em>Lebensraum</em>, Polsky becomes obsessed with the idea that this man is in fact you-know-who … the satanic figure whose body was not recovered after his widely reported suicide in the ruins of Berlin in 1945. (Polsky checks a portrait photo in a history book, which this film has cheekily doctored, just slightly, so that it resembles Kier.) Yet, bizarrely, these two men begin to thaw over their mutual love of chess.</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/my-neighbour-adolf-review-chess-bonding-tale-wonders-if-hitler-has-moved-in-next-door\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/giorgia-meloni-galeazzo-bignami-nazi-swastika-armband", "title": "Giorgia Meloni appoints minister once pictured wearing Nazi armband", "date_published": "2022-11-01 12:40:28+00:00", "description": "<p>Brothers of Italy politician Galeazzo Bignami  says he feels ‘profound shame’ over wearing swastika in 2005</p><p>A Brothers of Italy politician who was once photographed wearing a Nazi swastika armband is among the junior ministers appointed in Giorgia Meloni’s government.</p><p>Galeazzo Bignami, named undersecretary at the infrastructure ministry, caused controversy after a photograph of him wearing the armband was published by an Italian newspaper in 2016. The photo dated back to his stag party in 2005, and after it initially emerged in the press he shrugged the gesture off as a bit of “lighthearted” fun.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/giorgia-meloni-galeazzo-bignami-nazi-swastika-armband\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/01/ocado-shares-lotte-shopping-sales", "title": "Ocado shares soar as it signs deal with South Korean retailer", "date_published": "2022-11-01 12:31:55+00:00", "description": "<p>Online grocer to build robotic warehouses for Lotte Shopping in boost after slowing sales</p><p>The online grocer Ocado has struck a deal to build robotic warehouses for a South Korean retailer, sending its share price rocketing.</p><p>Under the deal with Lotte Shopping, Ocado will also provide technology for online grocery orders from Lotte’s stores. Financial details of the partnership were not disclosed.</p> <a href=\"https://www.theguardian.com/business/2022/nov/01/ocado-shares-lotte-shopping-sales\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/paul-pelosi-attack-rightwing-violence-national-reckoning", "title": "The attack on Paul Pelosi should be a moment of national reckoning | Jill Filipovic", "date_published": "2022-11-01 12:30:32+00:00", "description": "<p>All political violence is a problem, but in terms of sheer numbers, rightwing extremism is a much more significant problem than leftwing radicalism</p><p>Much of American life has gotten coarser, uglier and crueler in the years since Donald Trump won the presidency in 2016. Even with Trump out of office, his legacy persists, and it erodes American life every day.</p><p>On Friday, in a grisly act of political violence, a man broke into the home of speaker of the House Nancy Pelosi, one of the US right’s most vilified political figures, and attacked her husband with a hammer, <a href=\"https://www.speaker.gov/newsroom/102822-1\">fracturing</a> his skull and leaving him with serious injuries. The attacker, 42-year-old David DePape, was reportedly carrying zip ties and duct tape and yelling: “Where’s Nancy?”</p><p>Jill Filipovic is the author of OK Boomer, Let’s Talk</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/paul-pelosi-attack-rightwing-violence-national-reckoning\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/coldest-village-in-france-mouthe-reports-rare-frost-free-october", "title": "‘Coldest village in France’ reports rare frost-free October", "date_published": "2022-11-01 12:23:16+00:00", "description": "<p>Mouthe’s temperate autumn is extra proof of climate crisis, say weather experts</p><p>For the first time in 140 years, the village of Mouthe – officially recognised as France’s coldest – reported a frost-free October.</p><p>A temperate autumn is additional proof of the reality of the climate crisis, weather experts say.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/coldest-village-in-france-mouthe-reports-rare-frost-free-october\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/01/democratic-republic-of-congo-sale-oil-gas-drilling-permits-threatens-vast-peat-carbon-sink-rainforest-aoe", "title": "Sale of oil and gas permits casts shadow over world’s second-largest rainforest", "date_published": "2022-11-01 12:15:32+00:00", "description": "<p>Villagers in the Congo basin rely on the forest for food, medicine and spiritual wellbeing, but an auction of exploration rights could threaten that way of life</p><ul><li><a href=\"https://www.theguardian.com/environment/2022/nov/01/democratic-republic-of-congo-attacks-west-double-standards-over-oil-and-gas-exploration-aoe\">West accused of double standards over oil and gas exploration in DRC</a></li></ul><p>“The forest will never end,” says Papa Mbembe as he treks through the swampy peatland of the rainforest behind his village in the Democratic Republic of the Congo (DRC), nearly 400 miles from the capital, Kinshasa.</p><p>Walking barefoot, and dressed in a T-shirt and rolled-up jeans, he points to the ferns, lianas and hardwood trees rising high into the canopy. He hunts small woodland antelope, collects timber for his house and is an expert in traditional medicine. </p> <a href=\"https://www.theguardian.com/environment/2022/nov/01/democratic-republic-of-congo-sale-oil-gas-drilling-permits-threatens-vast-peat-carbon-sink-rainforest-aoe\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/video/2022/nov/01/built-on-exploitation-the-real-price-of-the-qatar-world-cup-video-explainer", "title": "'Built on exploitation': the real price of the Qatar World Cup – video explainer", "date_published": "2022-11-01 12:13:57+00:00", "description": "<p>The Guardian's <a href=\"https://www.theguardian.com/profile/pete-pattisson\">Pete Pattisson</a> looks at the exploitation of migrant workers in <a href=\"https://www.theguardian.com/world/qatar\">Qatar</a> ahead of the <a href=\"https://www.theguardian.com/football/world-cup-2022\">World Cup</a>&nbsp;and explains why any reforms are 'too little, too late'. Pattisson speaks of his own first-hand experience with workers in the country and describes the very poor living and working conditions he saw. In the runup to the tournament, the Qatari authorities claim they have made significant progress with their human rights laws. Migrant workers, however, who make up 95% of the working population, are still suffering 12 years after hosting rights were awarded by Fifa.</p><ul><li><a href=\"https://www.theguardian.com/global-development/2022/oct/23/qatar-labour-policy-workers-world-cup-2022-expert-verdict\">Has the Qatar World Cup really improved workers’ rights? Experts give their verdict</a></li></ul> <a href=\"https://www.theguardian.com/football/video/2022/nov/01/built-on-exploitation-the-real-price-of-the-qatar-world-cup-video-explainer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/01/my-partner-only-wants-to-have-sex-when-he-is-half-asleep", "title": "My partner only wants to have sex when he is half-asleep", "date_published": "2022-11-01 12:04:00+00:00", "description": "<p>If I make a move when he’s awake, he tells me he’s not interested. Is this the end of our love life?</p><p><strong>My partner and I have been together for </strong><strong>four years and </strong><strong>used to have a good sex life. </strong><strong>He has a </strong><strong>diagnosed</strong><strong> sleep disorder and falls asleep very quickly. While I am still awake and reading in bed, he will sometimes half wake up shortly after falling asleep and</strong><strong> try initiating sex. I always fully wake him</strong><strong>, ask if he actually wants to have sex and then we either do or don’t, which is fine.</strong><strong> But for the </strong><strong>past 10 months</strong><strong> these encounters are the </strong><em><strong>only</strong></em><strong> time my partner seems interested in sex</strong><strong>. </strong><strong>When I try to initiate, he says he</strong><strong> is not interested</strong><strong>. A few nights ago he </strong><strong>tried initiating while half-</strong><strong>asleep and I </strong><strong>told him I wasn’t interested as he only seems to want to have sex while half-</strong><strong>asleep</strong><strong>. </strong><strong>His reply was</strong><strong>: “</strong><strong>We won’t have sex then.”</strong><strong> I asked if he</strong><strong> understood why I was</strong><strong> upset by this and he didn’t answer. We haven’t discussed it since. I have gained</strong><strong> two stone (28lb/13kg) during the course of our relationship and I know he now finds me less attractive</strong><strong>. I’m worried that I have killed off our sex life completely with my</strong><strong> comment.</strong></p><p>Your partner’s sleep disorder has led to enormous challenges for both of you. You need specialised help and sometimes it is necessary to have more than one expert involved. I believe you need to have the physician who diagnosed (and is presumably treating) the sleep disorder work with a sex therapist or sexual medicine specialist to try to help you both navigate this. Your concern about consent is laudable, but the communication issues between you are significant and need some real work.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/01/my-partner-only-wants-to-have-sex-when-he-is-half-asleep\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/rishi-sunak-windfall-tax-oil-bp-shell-shareholders", "title": "Rishi Sunak’s windfall tax hasn’t hit oil giants hard enough. That can change | George Dibb", "date_published": "2022-11-01 12:00:57+00:00", "description": "<p>Closing tax loopholes would redirect more of BP and Shell’s bumper profits from shareholders to struggling households</p><p>After BP’s big results announcement today, it’s clear that major questions remain about Rishi Sunak’s windfall tax. <a href=\"https://www.theguardian.com/business/2022/nov/01/bp-pay-windfall-tax-profits-oil\">The oil giant registered profits of $8.2bn</a> (£7.1bn) over the past three months, almost triple the profit it made for the same period last year. While BP reports it expects to pay about £700m in windfall tax on its North Sea operations this year, it also plans to spend more than three times that much on a $2.5bn (£2.17bn) share buyback programme, handing surplus cash back to its shareholders instead of using it for renewable investment or lowering prices.</p><p>Sunak <a href=\"https://www.theguardian.com/politics/2022/may/26/sunak-announces-windfall-tax-energy-firms\">introduced the tax</a> when he was chancellor, promising to redistribute the extraordinary profits of oil and gas companies to households and businesses in the form of cost of living support. Thanks to extremely generous loopholes – which provide tax breaks in return for investments, such as drilling oil in the North Sea – the energy profits levy looks set to miss out on vital revenues. <a href=\"https://www.theguardian.com/business/2022/oct/27/shell-doubles-its-profits-to-95bn#:~:text=Shell%20has%20paid%20zero%20windfall,the%20cost%20of%20living%20crisis.\">Shell has made more than $30bn</a> (£26bn) in net income since the start of the year, and still hasn’t paid a single penny in additional tax from the levy in the UK.</p><p>George Dibb is head of the IPPR Centre for Economic Justice<br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/rishi-sunak-windfall-tax-oil-bp-shell-shareholders\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/01/this-isnt-a-clickbait-story-of-a-white-family-with-a-black-kid-jimmy-akingbola-on-growing-up-in-foster-care", "title": "‘This isn’t a clickbait story of a white family with a black kid’: Jimmy Akingbola on growing up in foster care", "date_published": "2022-11-01 12:00:38+00:00", "description": "<p>The Bel-Air star spent 14 years with foster parents after his mother and father divorced. As he revisits his childhood for a documentary, he talks about the family he lost and regained – and the loving home he found along the way</p><p>It is a typically sunny Los Angeles morning, with light cutting through the blinds, when Jimmy Akingbola greets me on a video call from his home. He is warm and bright-eyed, despite a gruelling night shoot that wrapped only hours before. Akingbola may not be a household name, but his face and quietly determined acting roles will be familiar to most British viewers.</p><p>He began his career onstage, delivering grounded performances in <a href=\"https://www.theguardian.com/stage/2005/aug/24/theatre.edinburghfestival20051\">Prayer Room</a> alongside Riz Ahmed, Joe Penhall’s Blue/Orange, and The Cut opposite Ian McKellen. Over the past two decades he has popped up in homegrown TV dramas including Holby City, Doctors, The Bill, Death in Paradise and Rev. After relocating from his native London to LA in 2017, he has landed some of his biggest roles – playing alongside Idris Elba in the comedy In the Long Run and being cast in the Fresh Prince of Bel-Air reboot. During the past three years, though, he has lost four of his closest family members.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/01/this-isnt-a-clickbait-story-of-a-white-family-with-a-black-kid-jimmy-akingbola-on-growing-up-in-foster-care\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/01/we-captured-lightning-documenting-jazz-hero-roy-hargrove", "title": "‘We captured lightning’ – documenting jazz hero Roy Hargrove", "date_published": "2022-11-01 12:00:32+00:00", "description": "<p>Film-maker Eliane Henri set out to chronicle the day-to-day life of revered jazz trumpeter Roy Hargrove – but didn’t know she would also be documenting his untimely death</p><p>From the start of their 28-year friendship, Eliane Henri knew trumpeter Roy Hargrove was a genius. “I was 17 when I went to see his first show in LA and it was like nothing I’d experienced before,” Henri says. “Jazz was this old music to me and listening to it used to be like eating your vegetables, but here was this 20-year-old guy with a totally fresh, fully formed sound already. It was like having Miles Davis walk among us.”</p><p>In the years since that debut show in the early 90s, Hargrove’s star ascended. Winning two Grammys in 1998 and 2002 – the latter with Davis collaborator Herbie Hancock – Hargrove went on to apply his hard-swinging sound and ear for intricate arrangements to the spectrum of Black American music. He was a founding member of the experimental music group the Soulquarians, alongside drummer Questlove, singer D’Angelo and rapper Common, while his RH Factor group interweaved R&amp;B, funk and hip-hop with jazz improvisation, earning a Grammy nomination in 2004. His 2008 album Earfood displays the perfect synthesis of his sound, playing as a mix of big-band swing and funk swagger across its 14 tracks and ultimately producing a much-covered, modern jazz standard in the track Strasbourg/St Denis.</p> <a href=\"https://www.theguardian.com/music/2022/nov/01/we-captured-lightning-documenting-jazz-hero-roy-hargrove\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/01/nigel-slater-midweek-recipe-chocolate-and-salted-peanut-biscuits", "title": "Nigel Slater’s recipe for chocolate and salted peanut biscuits", "date_published": "2022-11-01 12:00:31+00:00", "description": "A sweet and nutty soft-centred treat<p>Weigh 120g of <strong>plain flour</strong>, 30g of <strong>cocoa powder</strong> and 1½ tsp of <strong>baking powder</strong> and set aside. Line a baking sheet with baking parchment.</p><p>Chop 100g of <strong>dark chocolate</strong> into small pieces, setting 35g of it aside. Melt the larger quantity of chocolate in a bowl resting over a pan of simmering water. Avoid the temptation to stir. As soon as the chocolate is melted, remove from the heat.</p> <a href=\"https://www.theguardian.com/food/2022/nov/01/nigel-slater-midweek-recipe-chocolate-and-salted-peanut-biscuits\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/01/home-office-is-putting-26m-eu-citizens-at-risk-of-removal-court-hears", "title": "Home Office is putting 2.6m EU citizens at risk of removal, court hears", "date_published": "2022-11-01 11:58:09+00:00", "description": "<p>Implementation of Brexit withdrawal agreement threatens rights of those with ‘pre-settled status’, watchdog argues</p><p>The government is putting 2.6 million EU citizens at risk of detention or removal from the country by the Home Office, the high court has heard.</p><p>The claim was made at a judicial review of the Home Office’s implementation of the part of the withdrawal agreement guaranteeing the rights of about 6 million EU citizens living in the country before Brexit.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/01/home-office-is-putting-26m-eu-citizens-at-risk-of-removal-court-hears\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/01/england-keep-t20-cricket-world-cup-hopes-alive-with-victory-over-new-zealand", "title": "England keep T20 World Cup hopes alive with victory over New Zealand", "date_published": "2022-11-01 11:51:26+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-11-01/england-cricket-team\">England 179-6; New Zealand 159-6; England win by 20 runs</a></li><li>Curran and Woakes excel with the ball after Buttler’s fifty</li></ul><p>Games between England and New Zealand rarely fail to provide drama and this one had plenty – heroic catches, mystifying drops, intriguing tactical nurdling from both captains and a match that teetered on a knife-edge until the crucial dismissal of Glenn Phillips near the end. But for England nothing mattered but the outcome, and this 20-run win means they go into their final match of the Super 12s, against Sri Lanka in Sydney on Saturday, knowing that a handsome victory will almost certainly take them into the semi-finals.</p><p>Success famously has many authors, but much of the credit for this one must go to Jos Buttler, who on the occasion of his 100th Twenty20 cap produced a memorable performance with bat, gloves and head. There was a fine if not exactly chanceless innings of 73 off 46, a fantastic catch, diving to his left, to dismiss Devon Conway, and a display of captaincy that fed to the shredder a rulebook England have often followed to the letter.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/01/england-keep-t20-cricket-world-cup-hopes-alive-with-victory-over-new-zealand\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/01/lavender-country-patrick-haggerty-gay-country-musician-dies-aged-78", "title": "Lavender Country’s Patrick Haggerty, pioneering gay country musician, dies aged 78", "date_published": "2022-11-01 11:48:48+00:00", "description": "<p>The Washington musician and queer rights activist recorded some of the first openly gay country songs</p><p>Patrick Haggerty, the pioneering gay country musician who led Seattle band <a href=\"https://www.theguardian.com/music/2014/apr/10/country-music-gay-stars-kicking-closet-door-lavender-country\">Lavender Country</a>, has died aged 78. His social media channels report that the late singer and songwriter suffered a stroke earlier this year, leading to complications that caused his death.</p><p>Paradise of Bachelors, the label that reissued Lavender Country’s self-titled debut album in 2014, confirmed the news on Twitter: “We are heartbroken to confirm that Patrick Haggerty, the visionary songwriter, dauntless activist, and irrepressible raconteur of Lavender Country, passed away at home early this morning, surrounded by family and friends.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/01/lavender-country-patrick-haggerty-gay-country-musician-dies-aged-78\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/01/handle-with-care-inside-elon-musks-first-days-of-power", "title": "Handle with care: Inside Elon Musk’s first days of power", "date_published": "2022-11-01 11:47:07+00:00", "description": "<p>The world’s richest person is clearing house and causing chaos at one of the world’s top social media platforms. From verification to free speech, here’s what he has planned</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>1. <a href=\"https://www.theguardian.com/technology/2022/apr/27/techscape-elon-musk-twitter\">I was a bit hasty back in April</a>. Elon Musk did not, in fact, buy Twitter that month. But now he has. The six-month delay, which likely cost incredible sums in legal bills and caused upheaval in Twitter HQ, is over. Musk saved $0 on the purchase price.</p><p>2. The deal is the largest take-private since 2016 (when Dell bought EMC in a $67bn deal), the third largest in history (after Texas-based Energy Future’s acquisition in 2007) and overwhelmingly the biggest one led, funded and controlled by a private individual.</p><p>Apple was ordered by Japan’s competition commission to let developers email users telling them how to buy digital products. Spotify tried to use that to launch an audiobook store competing with Apple’s. <a href=\"https://www.theverge.com/2022/10/27/23426631/spotify-apple-pulls-audiobook-purchases-ios-app\">No dice</a>.</p><p>China’s rigorous zero-Covid policies have led to <a href=\"https://www.wsj.com/articles/inside-a-chinese-iphone-plant-foxconn-grapples-with-covid-chaos-11667097816\">the bland euphemism</a> (£) “closed-loop manufacturing”, to mean “the workers will be arrested if they try to leave the factory”.</p><p>“It’s the first time the regulator has issued a blanket warning on the ineffectiveness of a new technology”: Emotional AI is just an expensive random number generator, <a href=\"https://www.theguardian.com/technology/2022/oct/25/information-commissioner-warns-firms-over-emotional-analysis-technologies\">the ICO warns</a>.</p><p>The $80bn dip – you read that right – in Meta shares is proof that <a href=\"https://www.theguardian.com/technology/2022/oct/27/metas-shares-dip-is-proof-metaverse-plan-never-really-had-legs-facebook\">its metaverse plan never really had legs</a>. And YouTube’s battle with TikTok <a href=\"https://www.theguardian.com/technology/2022/oct/26/youtube-battle-with-tiktok-takes-its-toll-as-revenues-dip-alphabet\">takes its toll</a> as revenues slide.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/01/handle-with-care-inside-elon-musks-first-days-of-power\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/ng-interactive/2022/nov/01/david-squires-wins-for-small-guys-brighton-chelsea-graham-potter-football", "title": "David Squires on … wins for the small guys and Potter’s beat-poet approach", "date_published": "2022-11-01 11:44:47+00:00", "description": "<p>Our cartoonist on the Seagulls mauling Chelsea, a potential curse at Liverpool and Southgate’s search for restorative soup</p><ul><li><strong><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what we do? Consider supporting our journalism</a></strong></li><li><strong><a href=\"https://guardianprintshop.com/collections/david-squires\">Buy a copy of a Squires cartoon in our print store</a></strong></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2022/nov/01/david-squires-wins-for-small-guys-brighton-chelsea-graham-potter-football\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/01/bp-profits-oil-gas-uk-house-prices-britishvolt-uk-factories-business-live", "title": "Bigger windfall tax demanded after BP’s £7bn profits; UK house prices fall; factory downturn continues – business live", "date_published": "2022-11-01 11:36:52+00:00", "description": "<p>Calls grow for extended windfall tax after energy giant beats forecasts thanks to strong gas trading, and announces a new $2.5bn share buyback</p><ul><li><a href=\"https://www.theguardian.com/business/2022/nov/01/bp-pay-windfall-tax-profits-oil\">BP expects to pay £700m in windfall tax after bumper profits</a></li></ul><p><strong>BP</strong> has ‘cleaned up’ thanks to the jump in the oil price this year, explains ITV’s <strong>Joel</strong> <strong>Hills</strong>:</p><p><strong>Ed Miliband MP, Labour’s Shadow Climate Change and Net Zero Secretary</strong>, says the prime minister should be ashamed that <a href=\"https://www.theguardian.com/business/2022/may/26/sunak-u-turns-on-energy-profits-levy-in-15bn-cost-of-living-package\">his levy on the energy industry’s profits</a> hasn’t brought in more money.</p><p>“Today’s profits at BP are damning evidence of the failure of the government to levy a proper windfall tax.</p><p>“Rishi Sunak should be hanging his head in shame that he has left billions of windfall profits in the pockets of oil and gas companies, while the British people face a cost of living crisis.</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/01/bp-profits-oil-gas-uk-house-prices-britishvolt-uk-factories-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/01/the-man-is-guaranteed-to-be-punished-matt-hancock-on-im-a-celebrity-will-be-legendary-tv", "title": "‘The man is guaranteed to be punished’ – Matt Hancock on I’m a Celebrity will be legendary TV", "date_published": "2022-11-01 11:36:11+00:00", "description": "<p>The sadsack minister who screwed up Britain’s pandemic response has decided to serve his penance on television. This won’t just be unmissable viewing – it’ll restore our faith in humanity</p><p>I’m a Celebrity … Get Me Out Of Here! has been a bit long in the tooth for years now. The challenges are getting stale, the contestants grow more obscure with every passing year. If it wasn’t for Ant and Dec, who still at least manage to go viral once or twice a series, you’d give up watching completely. Maybe you already have.</p><p>But today brings the sort of news that doesn’t just restore I’m A Celebrity to the premier league of reality shows, but also restores your faith in humanity itself. This is news that makes you stand a little taller, that makes your heart beat a bit louder. That’s right; Matt Hancock has signed up for I’m a Celebrity.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/01/the-man-is-guaranteed-to-be-punished-matt-hancock-on-im-a-celebrity-will-be-legendary-tv\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/01/uk-criticised-for-failing-to-pay-300m-in-promised-climate-funds-ahead-of-cop27", "title": "UK criticised for failing to pay $300m in promised climate funds ahead of Cop27", "date_published": "2022-11-01 11:31:27+00:00", "description": "<p>Missed deadline for money pledged to assist developing countries sends ‘strong negative signal’ ahead of Egypt summit, say experts</p><p>The British government has come under fire for sending a “strong negative signal” ahead of the Cop27 climate summit in Egypt, by failing to make $300m (£260m) of promised climate finance payments.</p><p>The UK has already <a href=\"https://www.theguardian.com/environment/2022/oct/30/global-anger-at-sunaks-cop27-snub-that-raises-fears-over-uks-climate-crisis-stance\">caused upset</a> among developing countries hit hardest by the climate crisis, after a statement from Downing Street that Rishi Sunak, the prime minister, <a href=\"https://www.theguardian.com/environment/2022/oct/27/rishi-sunak-will-not-attend-cop27-climate-summit\">would not attend Cop27</a> due to his focus on domestic issues.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/01/uk-criticised-for-failing-to-pay-300m-in-promised-climate-funds-ahead-of-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/ukraine-faces-winter-humanitarian-crisis-with-energy-grid-on-the-brink", "title": "Ukraine faces ‘winter humanitarian crisis’ with energy grid on the brink", "date_published": "2022-11-01 11:17:23+00:00", "description": "<p>Exclusive: Energy boss says ‘virtually all’ non-nuclear power stations hit by Russian attacks</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/01/russia-ukraine-war-live-kyiv-residents-queue-for-water-as-mayor-says-strikes-cut-power-to-270000-homes\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine faces a winter humanitarian crisis unless it can prevent a <a href=\"https://www.theguardian.com/world/2022/oct/31/russia-assault-on-ukraine-power-grid-is-strategy-of-nihilism\">collapse in its electricity supply</a> caused by the relentless campaign of Russian bombing, the chief executive of the country’s national grid has said.</p><p>Volodymyr Kudrytskyi, the chief executive of Ukrenergo, said “virtually all” large non-nuclear power stations in the country had been hit, as well as more than 30% of the network’s routing substations.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/ukraine-faces-winter-humanitarian-crisis-with-energy-grid-on-the-brink\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/01/matt-hancock-loses-tory-whip-after-agreeing-to-appear-on-im-a-celebrity", "title": "Matt Hancock loses Tory whip after agreeing to appear on I’m a Celebrity", "date_published": "2022-11-01 11:13:46+00:00", "description": "<p>Former minister has Tory whip suspended as it emerges that he is to appear on reality TV show</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2022/nov/01/suella-braverman-rishi-sunak-tories-manston-migrant-centre-uk-politics-live-news\">UK politics live – latest news updates</a></li></ul><p></p><p>Former cabinet minister Matt Hancock has had the Tory whip suspended after it emerged he was entering the jungle for I’m A Celebrity... Get Me Out Of Here!</p><p>The Conservative chief whip, Simon Hart said: “Following a conversation with Matt Hancock, I have considered the situation and believe this is a matter serious enough to warrant suspension of the whip with immediate effect.”</p> <a href=\"https://www.theguardian.com/politics/2022/nov/01/matt-hancock-loses-tory-whip-after-agreeing-to-appear-on-im-a-celebrity\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/an-invasion-suella-braverman-refugee-crisis-governments-own-making", "title": "An 'invasion'? Suella Braverman, this refugee crisis is of the government’s own making | Enver Solomon", "date_published": "2022-11-01 11:03:11+00:00", "description": "<p>Ministers have deliberately neglected those seeking sanctuary, hoping it will deter them. We need a fairer, more humane asylum system </p><p>Politicians of all colours talk about the United Kingdom having a proud history of offering sanctuary to those in need and welcoming immigrants. Priti Patel said it on a number of occasions when she was home secretary, and so did Rishi Sunak when campaigning to become prime minister. So how can it be that people who fled persecution in Iran and Afghanistan or bloodshed in Syria are being detained for over a week, sleeping on floors and catching diseases such as scabies and diphtheria? And how can it be that the home secretary, Suella Braverman, has used such inflammatory language, accusing them of “<a href=\"https://www.theguardian.com/politics/live/2022/oct/31/conservatives-roger-gale-migrant-centre-manston-suella-braverman-home-office-commons-rishi-sunak-uk-politics-live\">invading</a>” the UK?</p><p>It’s difficult not to conclude that this is a situation of the government’s own making. Robert Jenrick, the new immigration minister, <a href=\"https://www.theguardian.com/uk-news/2022/nov/01/jenrick-refuses-to-criticise-braverman-over-invasion-comment\">has insisted</a> that there was no way the government could have predicted the extent of the recent rise in attempts to cross the Channel. Yet towards the end of last year officials told ministers to expect as many as <a href=\"https://news.sky.com/story/nearly-60-000-people-set-to-cross-english-channel-in-2022-as-home-office-agrees-234-000-spend-on-charter-boat-12557219\">60,000 arrivals</a> in 2022. The message was clear. Contingency plans needed to be made to ensure that resources, capacity and facilities were in place to respond. After inspecting reception arrangements in Dover late last year, Charlie Taylor, the chief inspector of prisons, <a href=\"https://www.justiceinspectorates.gov.uk/hmiprisons/wp-content/uploads/sites/4/2021/12/Kent-detention-facilities-web-2021.pdf\">stated that</a> “contingency planning should ensure there is an effective response to fluctuating numbers and rapid mobilisation of resources whenever necessary”.</p><p>Enver Solomon is chief executive of the Refugee Council</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/an-invasion-suella-braverman-refugee-crisis-governments-own-making\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/01/takeoff-one-third-of-migos-shot-dead-at-28-in-houston", "title": "Migos: Takeoff shot dead in Houston age 28", "date_published": "2022-11-01 11:02:58+00:00", "description": "<p>The Georgia rapper was known for creating hits such as Versace and Bad and Boujee alongside fellow rappers Quavo and Offset</p><p>Takeoff, a member of Migos with the rappers Quavo and Offset, has died, TMZ reports. The 28-year-old rapper, real name Kirshnik Khari Ball, was fatally shot at a bowling alley in Houston where he and Quavo were playing dice around 2:30AM Houston time; Takeoff was pronounced dead at the scene. Two other people on the premises were shot and taken to hospital. Quavo was unharmed.</p><p>On Twitter, friends and admirers paid tribute to the late rapper. “I remember Takeoff being a very down to earth, cool dude,” wrote boxer Chris Eubank Jr. “Can’t believe I’m having to say this again about another young black star being killed for no reason, something really has to change in the industry.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/01/takeoff-one-third-of-migos-shot-dead-at-28-in-houston\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/01/womens-rugby-world-cup-a-stepping-stone-rather-than-final-destination", "title": "The Breakdown | Women’s Rugby World Cup a stepping stone rather than final destination", "date_published": "2022-11-01 11:00:30+00:00", "description": "<p>The tournament is first to feature teams of professionals and queues of locals in New Zealand offer encouraging snapshot</p><p>Three things usually make or break a World Cup. Not everyone agrees on the precise order but on-field brilliance, uncertainty of outcome and an emotionally invested host nation are generally the holy trinity. Deliver the lot and any tournament will be fondly remembered, regardless of the weather, the political backdrop or glossier other attractions.</p><p>The legacy will still be pretty positive if two of the three can be achieved. One is a tougher scenario but survivable. And none? The ultimate Halloween-esque nightmare for every global sporting executive involves one-dimensional, processional games, half-empty stadiums and the creeping fear that the general public’s eyes have glazed over.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/01/womens-rugby-world-cup-a-stepping-stone-rather-than-final-destination\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/spurs-players-woken-by-marseille-fans-fireworks-outside-hotel-during-night-champions-league", "title": "Spurs players woken by Marseille fans’ fireworks outside hotel during night", "date_published": "2022-11-01 10:48:22+00:00", "description": "<ul><li>Supporters let off fireworks, believed to be at 1.30am and 4.30am </li><li>Tottenham must avoid defeat to progress in Champions League</li></ul><p>Tottenham’s players endured a disrupted night of sleep on the eve of the crucial Champions League tie <a href=\"https://www.theguardian.com/football/2022/oct/31/tottenham-must-show-their-nasty-side-on-date-with-destiny-in-marseille\">against Marseille</a> as local fans set off fireworks above the team hotel. </p><p>Spurs sources reported “very prolonged” displays outside where they stayed and there being more than one of them – believed to have been at 1.30am and 4.30am on Tuesday – which woke up Antonio Conte’s players.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/spurs-players-woken-by-marseille-fans-fireworks-outside-hotel-during-night-champions-league\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/indian-police-raid-the-wire-news-site-office-over-retracted-article-bjp", "title": "Indian police raid news site’s office over retracted article about BJP official", "date_published": "2022-11-01 10:44:21+00:00", "description": "<p>Homes of several editors of the Wire also raided after complaint about story based on falsified documents</p><p>Police in Delhi have raided the premises of a news website known for its fierce criticism of the Indian government, over a retracted article about a politician in charge of the ruling party’s social media campaigns.</p><p>Officers arrived at the homes of several editors of the Wire in the middle of the night and seized their laptops and phones. They also searched the website’s office in the capital.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/indian-police-raid-the-wire-news-site-office-over-retracted-article-bjp\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/ben-platt-speaks-out-about-dear-evan-hansen-age-abuse-the-internet-can-be-horrific", "title": "Ben Platt speaks out about Dear Evan Hansen age abuse: ‘The internet can be horrific’", "date_published": "2022-11-01 10:42:31+00:00", "description": "<p>Actor says the mockery which greeted his performance on screen playing a teenager as a 27-year-old was ‘a disappointing experience, and difficult’</p><p>Ben Platt, who won a Tony award for his role as depressed teenager Evan Hansen on Broadway but was mocked for also taking on the part in last year’s big screen transfer, has said he found the movie’s reception “disappointing”.</p><p>In a new interview with <a href=\"http://go.redirectingat.com/?id=44681X1458326&amp;url=https%3A%2F%2Fwww.nytimes.com%2F2022%2F10%2F31%2Ftheater%2Fben-platt-parade.html&amp;sref=https://www.independent.co.uk/arts-entertainment/films/news/ben-platt-dear-evan-hansen-b2214891.html\">the New York Times</a>, Platt said: “It was definitely a disappointing experience, and difficult, and it definitely opened my eyes to the internet and how horrific it can be.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/ben-platt-speaks-out-about-dear-evan-hansen-age-abuse-the-internet-can-be-horrific\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/01/los-angeles-city-council-racist-tapes-latina-leader-fallout", "title": "Los Angeles’ rising Latina leader on the fallout from leaked racist tapes: ‘They took us back decades’", "date_published": "2022-11-01 10:00:22+00:00", "description": "<p>Eunisses Hernandez, an incoming council member, is grappling with what it means to gain power in an unequal system</p><p>In 2014, Eunisses Hernandez, a young Latina activist, watched as a Los Angeles politician was sworn in as the first Latino leader of California’s state senate in more than a century.</p><p>“I got chills the whole time,” Hernandez recalled on a recent Monday afternoon at a restaurant in Highland Park. The background of Kevin de León, the child of working class immigrants who had now won serious political power in the state, reminded her of her own family, and of herself. She was confident that de León, a longtime activist for immigrants’ rights, was “going to help us pass better laws”.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/01/los-angeles-city-council-racist-tapes-latina-leader-fallout\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/01/the-advertisers-didnt-want-a-black-man-doing-fitness-mr-motivator-on-racism-etiquette-and-horrible-tv-stars", "title": "‘The advertisers didn’t want a black man doing fitness’: Mr Motivator on racism, etiquette and ‘horrible’ TV stars", "date_published": "2022-11-01 10:00:21+00:00", "description": "<p>Derrick Evans’s infectious smile and psychedelic leotards transfixed TV viewers in the 90s. Now he is hoping to do the same with his drag debut. He talks about his battles to get on screen – and the nation into shape</p><p>A woman answers the door in a psychedelic Lycra outfit. Mrs Motivator says that Mr Motivator is finishing his supper and he’ll just be a few minutes. She shows me into the lounge of their Manchester home and offers me a cup of tea. The room exudes positivity. There are lovely family photos, bright paintings and a trinket on the mantelpiece saying: “You’re pretty much my favourite person of all time in the history of forever.” Mr and Mrs Motivator are very much in love, and have been for the past 30 years.</p><p>Mr Motivator is, of course, the TV fitness instructor who rescued ITV’s breakfast television show GMTV when it was in the doldrums in the 1990s. He was famous for his psychedelic leotards, infectious smile, simple routines and even simpler catchphrase: “Here we go.” Mr Motivator, AKA Derrick Evans, lived up to his name. He got us moving and made us feel better about ourselves.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/01/the-advertisers-didnt-want-a-black-man-doing-fitness-mr-motivator-on-racism-etiquette-and-horrible-tv-stars\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/israelis-head-to-polls-as-netanyahu-seeks-re-election-with-far-right-allies", "title": "Israelis head to polls as Netanyahu seeks re-election with far-right allies", "date_published": "2022-11-01 09:35:39+00:00", "description": "<p>Projections show country is split as parties fear low turnout in fifth election since 2019</p><p>Israelis are returning to the voting booths for the fifth time in under four years as the former prime minister Benjamin Netanyahu seeks a return to power alongside far-right allies.</p><p>Polls opened at 8am (6am GMT) on Tuesday. All 11 competing slates, worried about turnout in an exhausted electorate, have begun an energetic last campaigning push to encourage voters to leave the house.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/israelis-head-to-polls-as-netanyahu-seeks-re-election-with-far-right-allies\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/chile-school-students-protests", "title": "Students surge back to Chile’s streets as schools remain hotbed of protest", "date_published": "2022-11-01 09:30:03+00:00", "description": "<p>Frustration at lack of progress on conditions in education and the rejection of a new draft constitution have driven a new wave of demonstrations</p><p>Amid a hail of rubble and blasts from police water cannons, Santiago’s high school students are coordinating a fresh wave of protests on the streets of Chile’s capital.</p><p>When the young protesters pour out of the city’s public high schools, hulking white police trucks inch towards them, their flanks dented and splattered with paint as rocks clatter off the grilles over their windshields.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/chile-school-students-protests\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/01/climate-crisis-us-food-system-five-crops", "title": "Waterlogged wheat, rotting oranges: five crops devastated by a year of extreme weather", "date_published": "2022-11-01 09:00:03+00:00", "description": "<p>Crops are struggling to grow – and produce the same yields – as they would under normal weather conditions</p><p>From Hurricanes Fiona and Ian, to flooding in eastern Kentucky and a record dry summer as the western US entered its 22nd year of a once-in-a-millennium megadrought, the US has already seen <a href=\"https://www.ncei.noaa.gov/access/billions/\">more than two dozen</a> major climate disasters with losses exceeding $1bn (£864m).</p><p>On top of this economic toll, extreme weather is also upending the food system in the US and much of the world. As the climate crisis causes temperatures to rise, precipitation patterns to shift and drought conditions to lengthen, many crops are struggling to grow – and produce the same yields – as they would under normal weather conditions. In some parts of the country, crops that require dry conditions are getting too much rain, while in others, they’re not getting enough.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/01/climate-crisis-us-food-system-five-crops\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/01/suella-braverman-rishi-sunak-tories-manston-migrant-centre-uk-politics-live-news", "title": "Suella Braverman remains under fire over situation at Manston migrant processing centre – UK politics live", "date_published": "2022-11-01 08:03:20+00:00", "description": "<p>Home secretary faces continued pressure over overcrowding at facility </p><p>Still on the morning broadcast round, immigration minister Robert Jenrick batted away questions on whether people across the country could face tax rises for years to come as Prime Minister Rishi Sunak looks to address a black hole of up to £50 billion in the public finances.<br /><br />He told BBC Breakfast:</p><p><em>I’m afraid you’re going to have to wait for the chancellor’s statement in just a couple of weeks.</em></p><p><em>That will be the moment where he will set out the tax changes that he needs to make to ensure that we command the confidence of the financial markets, we get the public finances back into good order.</em></p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/01/suella-braverman-rishi-sunak-tories-manston-migrant-centre-uk-politics-live-news\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/01/t20-world-cup-super-12s-england-v-new-zealand-live", "title": "T20 World Cup Super 12s: England v New Zealand – live!", "date_published": "2022-11-01 08:03:09+00:00", "description": "<p>England take on New Zealand at the Gabba in a match vital for their T20 World Cup fortunes</p><p>The anthems roll around the Gabba, still daylight over the ground as the teams line up in front of their flags. Feel free to drop me a line anytime tonight: email is geoff.lemon@theguardian.com or <a href=\"https://twitter.com/GeoffLemonSport\">@GeoffLemonSport</a> on Twitter.</p><p>Unchanged for England from their Ireland loss.</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/01/t20-world-cup-super-12s-england-v-new-zealand-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/gallery/2022/nov/01/beams-bars-and-brollies-2022-world-gymnastics-championships-in-pictures", "title": "Beams, bars and brollies: 2022 World Gymnastics Championships – in pictures", "date_published": "2022-11-01 08:00:03+00:00", "description": "<p>Our photographer Tom Jenkins has been photographing some of the 411 gymnasts from 74 countries in Liverpool</p> <a href=\"https://www.theguardian.com/sport/gallery/2022/nov/01/beams-bars-and-brollies-2022-world-gymnastics-championships-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2022/nov/01/insulin-diabetes-drugs-rationing", "title": "More than a million Americans ration insulin due to the high cost of the drug", "date_published": "2022-11-01 08:00:03+00:00", "description": "<p>Unable to afford the drug, an increasing number of uninsured and Black Americans ration diabetes drugs, putting their lives at risk</p><p>Insulin rights activists and those who live with diabetes are calling for meaningful action to address the high costs of insulin in the United States as a new study shows the widespread habit of rationing the life-saving medicine.</p><p>Diabetes is currently the <a href=\"https://www.cdc.gov/nchs/fastats/leading-causes-of-death.htm\">seventh-leading cause of death</a> in the US, though a 2017 study <a href=\"https://www.advisory.com/daily-briefing/2017/01/30/diabetes-2#:~:text=The%20estimates%20would%20put%20diabetes,about%205%20percent%20of%20deaths.\">suggests</a> the number of Americans dying from diabetes is much higher due to diabetes frequently being overlooked in causes of death. Humans require <a href=\"https://my.clevelandclinic.org/health/articles/22601-insulin\">insulin</a>, a hormone produced by the pancreas to regulate glucose in the blood, to live.</p> <a href=\"https://www.theguardian.com/society/2022/nov/01/insulin-diabetes-drugs-rationing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/01/commentators-have-taken-over-but-its-time-to-let-game-do-the-talking", "title": "The commentators have taken over but it’s time to let football do the talking  | Jonathan Liew", "date_published": "2022-11-01 08:00:03+00:00", "description": "<p>Televised football has gone only one way in the attention economy with more chatter and voices but perhaps less is more </p><p>Somewhere in a reinforced concrete bunker in the northern hemisphere, Paul Dempsey is still talking. He was talking long before you turned the television on and you can be sure he’ll be talking long after you turn it off. He’s got a list of names in front of him, stats and facts, reserves of time and patience that will outlast any human, living or dead.</p><p>Here’s Lautaro Martínez, who has never scored a volley in October. Lays it off to Francesco Caputo, who owns four hats. That’s Jackson Borck on the Sampdoria bench, who joined in the summer from Fighting Spiders in the Maltese Premier Division, whose next game you can catch on BT Sport 8 on Thursday at 11am. Now here’s Denzel Dumfries, who has never tasted jam.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/01/commentators-have-taken-over-but-its-time-to-let-game-do-the-talking\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/it-is-getting-genuinely-hard-to-tell-the-difference-between-a-real-tory-mp-and-a-spoof", "title": "It is getting genuinely hard to tell the difference between a real Tory MP and a spoof | Zoe Williams", "date_published": "2022-11-01 08:00:02+00:00", "description": "<p>Given some of the unbelievable nonsense being spouted by ministers, it is no surprise that anyone should have been fooled by Sir Michael Take</p><p>The minister for food, Mark Spencer, was on Sky News discussing Liz Truss’s phone and the security breaches that led to its being locked in a government safe, like a lump of uranium. “We all talk on personal phones, don’t we?,” he said. “I ring my wife. Maybe there’s some little man in China listening to the conversation between me and my wife.” I guess what stood out wasn’t the disconnected randomness – yeah, minister, <em>sure, </em>you calling your wife and the former foreign secretary calling her officials to talk about Ukraine, those two things are definitely the same – but that <a href=\"https://www.theguardian.com/politics/2022/oct/31/uk-minister-mark-spencer-criticised-crass-trope-chinese-people-china\">“little man” and the strange immaturity of tone</a>. He is a minister, so why does he sound like a big baby bigot? Is he definitely real? He must be – there he is on the telly, unless the clip is a deep fake – but if you were going to that much trouble, would you start on the minister for food?</p><p>Meanwhile, the former Conservative MP for Dorset East Sir Michael Take CBE, was <a href=\"https://twitter.com/michaeltakemp/status/1586844713373646854?s=46&amp;t=Dvl0lP9GTIBcL4E1zbUdgA\">featured on the website of the Daily Mail</a>, sparking outrage with <a href=\"https://twitter.com/michaeltakemp/status/1586743542860365824\">his remarks about sewage dumping in the sea</a>, viz: “This is sewage being sensibly dispersed at St Agnes in Cornwall today. You’ll see the beach is empty so NO ONE is being harmed. This would of course have been stopped by the nit-picking EU.”</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/it-is-getting-genuinely-hard-to-tell-the-difference-between-a-real-tory-mp-and-a-spoof\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/rangers-unwanted-champions-league-history", "title": "Rangers in danger of making unwanted Champions League history | Will Unwin", "date_published": "2022-11-01 08:00:01+00:00", "description": "<p>One goal and no points from five games show the step up to the top table has proved too much for an outclassed side</p><p>“I’m looking forward to all the games,” said the Rangers manager, Giovanni van Bronckhorst, after learning of their Champions League fate. “I am happy with the draw because we’re going to play some great games against tough opponents.”</p><p>Two and a half months later, Rangers are close to being the worst group-stage team in the competition’s history.<strong> </strong>Home and away defeats against Liverpool and Napoli, in addition to an <a href=\"https://www.theguardian.com/football/2022/sep/07/ajax-rangers-champions-league-group-a-match-report\" title=\"\">opening-game thrashing at Ajax</a>, leave Rangers pointless and with a -18 goal difference before the return fixture on Tuesday against the Dutch side.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/rangers-unwanted-champions-league-history\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/01/bp-pay-windfall-tax-profits-oil", "title": "BP expects to pay £700m in windfall tax after bumper profits", "date_published": "2022-11-01 07:29:41+00:00", "description": "<p>Oil company makes £7bn profit in third quarter as Jeremy Hunt reportedly considers increasing levy</p><p>BP said it expected to pay about $800m (£693m) in windfall tax on its North Sea operations this year, as it posted bumper profits of $8.2bn in the third quarter.</p><p>The FTSE 100 oil company said the figure covered the seven months from the levy’s introduction until the end of the year, and its total tax bill on its North Sea operations this year would be about $2.5bn.</p> <a href=\"https://www.theguardian.com/business/2022/nov/01/bp-pay-windfall-tax-profits-oil\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/01/women-behind-the-lens-india-covid-lockdown", "title": "Women behind the lens: ‘She was about to make an arduous journey, with a child, in a pandemic’", "date_published": "2022-11-01 07:15:00+00:00", "description": "<p>Samyukta Lakshmi recalls the first chaotic weeks of India’s Covid lockdown – and the woman and child at the front of the queue for a train out of Bengaluru</p><p>The Covid-19 lockdown in India was announced on 25 March 2020 with only 4 hours’ notice, leaving the country in a state of frenzy.</p><p>Faced with dwindling savings due to unemployment during the lockdown, millions of migrant workers made the decision to return to their home towns from cities across India, sparking the country’s <a href=\"https://www.theguardian.com/world/2020/mar/30/india-wracked-by-greatest-exodus-since-partition-due-to-coronavirus\">biggest exodus since partition</a>.</p><p>Samyukta Lakshmi is a documentary photographer and photojournalist based in Bengaluru, India. Her work focuses on vulnerable communities, social inequality, the human spirit, resilience and climate change</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/01/women-behind-the-lens-india-covid-lockdown\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/scariest-movie-endings-halloween", "title": "‘Really given me sleepless nights’: readers on their scariest movie endings", "date_published": "2022-11-01 07:07:00+00:00", "description": "<p>After Guardian writers <a href=\"https://www.theguardian.com/film/2022/oct/31/scariest-movie-endings\">shared the endings that gave them nightmares</a>, you replied with your picks, from Seven to Under the Skin</p><p><strong>Major spoilers ahead</strong></p><p>After the slow burn, creeping dread of the film, the last 10 minutes are just full out batshit, with the mother bashing her head against the underside of the attic door repeatedly, the naked people grinning, the sawing and then the final *cluck*.</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/scariest-movie-endings-halloween\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/china-iphone-factory-quadruples-bonuses-to-workers-amid-anger-over-covid-curbs", "title": "China iPhone factory quadruples bonuses to workers amid anger over Covid curbs", "date_published": "2022-11-01 07:01:18+00:00", "description": "<p>Apple supplier Foxconn raises daily bonuses to $55 to ease discontent after strict Covid measures prompted some workers to flee the site</p><p>Apple supplier Foxconn said it has quadrupled bonuses on offer for workers at its Zhengzhou plant in central China as it seeks to <a href=\"https://www.theguardian.com/technology/2022/oct/30/china-braces-for-wave-of-workers-fleeing-iphone-factory-in-covid-hit-zhengzhou\">quell discontent over Covid curbs</a> and retain staff at the giant iPhone manufacturing site.</p><p>Daily bonuses for employees, who are part of a Foxconn unit responsible for making electronics including smartphones at the site, have been raised to 400 yuan ($55) a day for November from 100 yuan, according to the official WeChat account of Foxconn’s Zhengzhou plant.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/china-iphone-factory-quadruples-bonuses-to-workers-amid-anger-over-covid-curbs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/01/cadaques-secretive-star-of-spains-costa-brava-salvador-dali", "title": "Cadaqués, secretive star of Spain’s Costa Brava", "date_published": "2022-11-01 07:00:02+00:00", "description": "<p>This hidden cove has drawn artists for generations but the ex-hippy seaside town has maintained its independent character</p><p>Cadaqués is a bit of a tease. It’s the most inaccessible town on Catalonia’s Costa Brava but also its most seductively beautiful. Put the two together and you can see how it’s pulled off the trick of maintaining an air of a happening place where nothing happens, a place way off the beaten track that is a magnet for celebrities.</p><p>However, the pretty Mediterranean location belies a tough history. The character of the Cadaquesencs, as the locals are known, has been forged by piracy, contraband, isolation, bad luck and the Tramuntana, the maddening north wind.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/01/cadaques-secretive-star-of-spains-costa-brava-salvador-dali\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/elon-musk-social-media-billionaires", "title": "Could Elon Musk’s era spell the end of social media billionaires? | Richard Seymour", "date_published": "2022-11-01 07:00:02+00:00", "description": "<p>Twitter’s biggest tryhard has taken over the platform, but the social media industry could be heading for multiple crises</p><p>Twitter has been taken over by its least interesting troll for $44bn. When Elon Musk took a stake in the platform, he claimed it was to ensure the “future of civilisation” and preserve a “<a href=\"https://news.yahoo.com/elon-musk-twitter-acquisition-important-160801111.html\">common digital town square</a>”. Roughly translated, that means the world’s richest man has bought his favourite megaphone.</p><p>Musk, with 112.1 million followers, is an obsessive Twitter tryhard: the attention economy’s biggest attention-seeker. From baselessly calling a British diver a “<a href=\"https://www.theguardian.com/technology/2018/jul/15/elon-musk-british-diver-thai-cave-rescue-pedo-twitter\">pedo</a>”, to his baffling stunt at Twitter HQ – <a href=\"https://www.theguardian.com/technology/2022/oct/26/elon-musk-twitter-visit-sink\">turning up with a kitchen sink</a> and uttering the punchline, “let that sink in” – he clearly thinks comedy is his metier. He reminds me of Christopher Hitchens’ barb about an enemy: he “thinks he’s a wit and is half right”.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/elon-musk-social-media-billionaires\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/01/polluting-elite-enormous-carbon-dioxide-emissions-gap-between-poorest-autonomy-study", "title": "Enormous emissions gap between top 1% and poorest, study highlights", "date_published": "2022-11-01 07:00:02+00:00", "description": "<p>‘Polluting elite’ responsible for same amount of carbon dioxide in a year as poorest 10% are in a decade, data shows</p><p>The top 1% of earners in the UK are responsible for the same amount of carbon dioxide emissions in a single year as the bottom 10% over more than two decades, new data has shown.</p><p>The findings highlight the enormous gaps between what <a href=\"https://www.theguardian.com/environment/2020/sep/21/worlds-richest-1-cause-double-co2-emissions-of-poorest-50-says-oxfam\">have been termed “the polluting elite”</a>, whose high-carbon lifestyles fuel the climate crisis, and the majority of people, even in developed countries, whose carbon footprints are far smaller.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/01/polluting-elite-enormous-carbon-dioxide-emissions-gap-between-poorest-autonomy-study\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/01/george-eric-and-me-pattie-boyd-on-her-favourite-images-in-pictures", "title": "George, Eric and me: Pattie Boyd on her favourite images – in pictures", "date_published": "2022-11-01 07:00:02+00:00", "description": "<p>Featuring pictures of – and taken by – George Harrison and Eric Clapton, Pattie Boyd talks us through her new photo book of music and fashion images </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/01/george-eric-and-me-pattie-boyd-on-her-favourite-images-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/01/nothing-ear-stick-review-see-through-airpod-rivals-without-sound-isolation", "title": "Nothing Ear Stick review: see-through AirPod rivals without sound isolation", "date_published": "2022-11-01 07:00:01+00:00", "description": "<p>Funky design, cylindrical case and decent sound without blocking your ear help these earbuds stand out</p><p>The British tech firm Nothing is back with some novel rivals to the AirPods: a set of fashion-forward Bluetooth earbuds with an open fit and see-through design. However, those hoping to be cut off from the world may be disappointed.</p><p>They aren’t Nothing’s first earbuds. The £149 <a href=\"https://www.theguardian.com/technology/2021/sep/13/nothing-ear-1-review-funky-semi-transparent-earbuds-worth-a-listen\">Ear 1</a> from last year landed with a buzz, introducing the firm’s semi-transparent styling and good sound with traditional silicone tips. Now the £99 Ear Stick offer a similarly interesting look in an open-fit design without silicone tips, which lets outside sound in for those who don’t want to be isolated.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/01/nothing-ear-stick-review-see-through-airpod-rivals-without-sound-isolation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/the-last-heist-review-grim-faced-brit-gangster-thriller-is-reservoir-bodge", "title": "The Last Heist review – grim-faced Brit gangster thriller is Reservoir Bodge", "date_published": "2022-11-01 07:00:00+00:00", "description": "<p>A ripe crew of wrong’uns hole up in a bar to pick over a raid gone awry, but does deliver one welcome departure from cliche</p><p>You might find it reassuring that, even as the pound yo-yos and democracy unravels, there will forever be a corner of the British film industry that is grim-faced geezers in boozers toting shotguns and plotting shenanigans. This very late entry in a cycle initiated during the Blair administration attempts something a little more characterful than usual, as signalled by the presence of the great Perry Benson in the prologue as a bar owner who corks it before giving up his life insurance details to his son.</p><p>The Last Heist then involves an hour of perilously muggy business, as the lad (co-writer Michael Head, sporting a marked resemblance to the young Frank Harper) recalls his old gang to Perry’s bar to work out where their raid on the recalcitrant insurers went bloodily awry. It’s a bit Reservoir Bodge: there’s much gruff talk of codes, and a liberal scattering of the other C-word, before the film pulls a loopy twist from an otherwise threadbare sleeve.</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/the-last-heist-review-grim-faced-brit-gangster-thriller-is-reservoir-bodge\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/ethiopians-found-in-malawi-mass-grave-thought-to-have-suffocated", "title": "Ethiopians found in Malawi mass grave thought to have suffocated", "date_published": "2022-11-01 06:30:01+00:00", "description": "<p>Bodies tentatively identified as adults being secretly transported to South Africa on perilous ‘southern route’</p><p>Dozens of Ethiopian people whose <a href=\"https://www.theguardian.com/world/2022/oct/19/malawi-police-discover-mass-grave-of-25-ethiopian-migrants\">remains were found in mass graves in northern Malawi last month</a> most likely suffocated to death while being secretly transported, investigators and campaigners believe.</p><p>The tragedy came amid a spate of incidents underlining the dangers faced by tens of thousands of people who entrust their lives to criminal networks that promise passage to South Africa, the most developed country on the continent.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/ethiopians-found-in-malawi-mass-grave-thought-to-have-suffocated\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/01/russia-ukraine-war-live-kyiv-residents-queue-for-water-as-mayor-says-strikes-cut-power-to-270000-homes", "title": "Russia-Ukraine war live: Kyiv residents queue for water as mayor says strikes cut power to 270,000 homes", "date_published": "2022-11-01 06:07:22+00:00", "description": "<p>Kyiv mayor Vitali Klitschko says latest attacks ‘one of the most massive shellings’ of war so far</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/01/russia-ukraine-war-at-a-glance-what-we-know-on-day-251-of-the-invasion\">Russia-Ukraine war at a glance</a></li></ul><p>Saudi Aramco on Tuesday posted a 39% jump in third-quarter profits year on year, the latest financial results boosted by higher oil prices resulting largely from Russia’s invasion of Ukraine, AFP reports. </p><p>The announcement came as the OPEC+ cartel of oil producers was set to implement production cuts that have drawn the ire of the United States, which says the move - approved at a meeting last month - amounts to “aligning with Russia” in the conflict.</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/01/russia-ukraine-war-live-kyiv-residents-queue-for-water-as-mayor-says-strikes-cut-power-to-270000-homes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/science/2022/nov/01/rhino-horns-have-become-shorter-in-past-century-study-finds", "title": "Rhino horns have become shorter in past century, study finds", "date_published": "2022-11-01 06:01:00+00:00", "description": "<p>Researchers say change could be result of selection pressures as human hunters preferred to target animals with larger horns</p><p>Rhinoceros horns have become shorter over the last century, researchers have found, adding the development could be a result of hunters and <a href=\"https://www.theguardian.com/environment/2021/dec/16/rhino-deaths-in-south-africa-from-poaching-reach-24-in-december-aoe\">poachers</a> targeting larger prizes.</p><p>Rhino horns were much sought after among hunters over the centuries, while modern poachers sell them for use in traditional medicines in China and Vietnam.</p> <a href=\"https://www.theguardian.com/science/2022/nov/01/rhino-horns-have-become-shorter-in-past-century-study-finds\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/01/tampongate-was-just-two-middle-aged-lovers-being-sweet-says-the-crown-star", "title": "‘Tampongate’ was just ‘two middle-aged lovers being sweet’, says The Crown star", "date_published": "2022-11-01 06:01:00+00:00", "description": "<p>Dominic West, who plays then Prince of Wales in new series of the drama, says his views on incident changed after filming storyline</p><p>The Crown actor Dominic West has described the infamous “tampongate” phone call between the then Prince of Wales and Camilla Parker Bowles as “two middle-aged lovers being sweet to each other”.</p><p>West, who portrays Charles in the fifth series of the Netflix show, said his understanding of the saga changed after filming the storyline.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/01/tampongate-was-just-two-middle-aged-lovers-being-sweet-says-the-crown-star\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/01/rishi-sunak-errors-prime-minister-britain-week", "title": "Rishi Sunak’s only been in office for a few days – and the errors are already piling up | Polly Toynbee", "date_published": "2022-11-01 06:00:03+00:00", "description": "<p>The prime minister promised Britain a ‘new age of optimism’. On the evidence of his first week, the worst is yet to come</p><p>His first week has not gone well. It’s felt long and eventful with a pile-up of errors that augur trouble ahead: politics is not a grasp of flow charts, but a subtle art. Rishi Sunak is a relative beginner and not, it seems, a quick learner.</p><p>His first great blunder, knowingly done, was appointing <a href=\"https://www.theguardian.com/politics/2022/oct/25/outcry-suella-braverman-return-home-secretary\">Suella Braverman home secretary</a>. What can he have been thinking? What Keir Starmer called a “grubby deal” boomeranged back within days. She will be nothing but trouble, with her <a href=\"https://www.theguardian.com/politics/2022/oct/31/braverman-admits-personal-email-work-six-times-apology-secret\">unravelling account</a> of her leak to rightwing allies. Her adamant pledge to cut net immigration to an impossible “tens of thousands” shuns facts: over <a href=\"https://www.gov.uk/government/statistics/immigration-statistics-year-ending-march-2022/summary-of-latest-statistics\">270,000 people arrived</a> in the year to March 2022, mainly with visas, while people arriving in small boats are a small but – thanks to the media – disproportionately visible minority. Her “dreams” of Rwanda and cruelty in cramming arrivals into squalid detention at the <a href=\"https://www.theguardian.com/uk-news/2022/oct/30/pressure-cooker-coaches-keep-arriving-at-manston-migrant-centre\">Manston processing centre</a> has caused policy mayhem. But she relishes a firefight with ministers who want to both fill vacancies for scientists and IT specialists, and offer visas for Indians as part of a trade deal. Sunak left Michael Gove to pretend on TV that Braverman is “a first-rate front rank politician”. So much for the new honesty.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/01/rishi-sunak-errors-prime-minister-britain-week\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/01/its-been-nearly-a-month-and-its-still-sold-out-the-woman-king-takes-over-benins-only-cinema", "title": "‘It’s been nearly a month and it’s still sold out’: The Woman King takes over Benin’s only cinema", "date_published": "2022-11-01 06:00:03+00:00", "description": "<p>The blockbuster retelling of Benin’s history of elite women warriors has transfixed audiences in the West African country. Our reporter joins the crowds</p><p>At the Canal Olympia in Cotonou – the only cinema in Benin – the audience is on its feet clapping. Havens of tranquillity are few and far between in this buzzing 24-hour city, so this dark, air-conditioned theatre is usually a calming space. Not tonight.</p><p>Cinemagoers have just seen the rich history of their country, Dahomey, Benin’s former name, depicted in a Hollywood film: The Woman King. As Viola Davis’s army general, Nanisca, leads Dahomey’s Amazon warrior women against the Oyo empire and Portuguese slave-traders, they cheered, exhorted, laughed and groaned. When we see the port of Ouidah or the royal palaces as they might have looked back then, there are loud gasps of approval.</p> <a href=\"https://www.theguardian.com/film/2022/nov/01/its-been-nearly-a-month-and-its-still-sold-out-the-woman-king-takes-over-benins-only-cinema\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2022/nov/01/is-the-imf-fit-for-purpose", "title": "Is the IMF fit for purpose?", "date_published": "2022-11-01 06:00:02+00:00", "description": "<p>As the world faces the worst debt crisis in decades, the need for a global lender of last resort is clearer than ever. But many nations view the IMF as overbearing, or even neocolonial – and are now looking elsewhere for help</p><p>Last summer, after months of unusually heavy monsoon rains, and temperatures that approached the <a href=\"https://www.nytimes.com/2022/05/17/opinion/india-heat-wave-pakistan-climate-change.html\" title=\"\">limits of human survivability</a>, Pakistan – home to thousands of melting Himalayan glaciers – experienced some of the worst floods in its history. The most extensive destruction was in the provinces of Sindh and Balochistan, but some <a href=\"https://www.nbcnews.com/news/world/pakistan-floods-un-appeal-aid-monsoon-climate-change-rcna45219\" title=\"\">estimated</a> that up to a third of the country was submerged. The floods killed more than 1,700 people and displaced a further <a href=\"https://www.nature.com/articles/d41586-022-02879-2\" title=\"\">32 million</a> – more than the entire population of Australia. Some of the country’s most fertile agricultural areas became giant lakes, drowning livestock and destroying crops and infrastructure. The cost of the disaster now runs to tens of billions of dollars.</p><p>In late August, as the scale of this catastrophe was becoming clear, the Pakistani government was trying to avert a second disaster. It was finally reaching a deal with the International Monetary Fund (IMF) to avoid missing payment on its foreign debt. Without this agreement, Pakistan would likely have been declared in default – an event that can spark a recession, weaken a country’s long-term growth, and make it more difficult to borrow at affordable rates in the future. The terms of the deal were painful: the government was <a href=\"https://www.bloomberg.com/news/articles/2022-08-29/pakistan-says-imf-approves-bailout-to-avert-near-term-default\" title=\"\">offered a $1.17bn</a> IMF bailout only after it demonstrated a <a href=\"https://www.ft.com/content/d3d57c66-35a8-4815-82e7-20057638129d\" title=\"\">real commitment</a> to undertaking unpopular austerity policies, such as slashing energy subsidies. But the recent fate of another south Asian country appeared to show what happens if you put off the IMF for too long. Only weeks before, the Sri Lankan government, shortly after its own default – and <a href=\"https://www.reuters.com/markets/rates-bonds/sri-lanka-says-it-wont-rush-imf-despite-rising-economic-risks-2022-02-11/\" title=\"\">after months</a> of refusing to implement IMF-demanded reforms – <a href=\"https://www.theguardian.com/world/2022/jul/09/sri-lanka-protests-thousands-storm-presidents-residence-colombo\" title=\"\">was overthrown</a> in a popular uprising.</p> <a href=\"https://www.theguardian.com/business/2022/nov/01/is-the-imf-fit-for-purpose\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/01/ghouls-demon-slayers-and-socially-anxious-students-how-manga-conquered-the-world", "title": "Ghouls, demon slayers and socially anxious students: how manga conquered the world", "date_published": "2022-11-01 06:00:01+00:00", "description": "<p>They range from science-fiction epics to high-school romance and are selling faster than publishers can print them. But what has driven this new appetite for Japanese comics?</p><p>I head to Waterstones on my lunch break to find something for my daughter’s birthday (she is turning 12). I never seem to get it quite right when choosing books for her, so I ask the bookseller (in her 20s) for a recommendation, and she directs me to the manga shelves. It’s cool, you read it from right to left, she’ll love it, I’m told. Komi Can’t Communicate, about a socially anxious high school student, could work. Or how about dark fantasy Tokyo Ghoul: slightly age-inappropriate, but that’s what preteens love. As we search the shelves, however – four whole bays, devoted to manga! – volume one in every potential series appears to be missing. Waterstones just can’t keep them in stock, the bookseller explains, because they are so ridiculously popular.</p><p>Manga, broadly defined as comics originating in Japan, has been huge in its home country for decades. But over the past five years, sales have been exploding around the world. The UK numbers for the graphic medium, which spans many genres and is typically printed in black and white, are staggering. According to Nielsen BookScan, in 2012 there were 434,633 copies of manga titles sold, for a value of £3.17m. By 2019 this had more than doubled, to 983,822 copies, for £9.1m. So far this year, 1.8m manga have been sold – nearly double the full-year sales of three years ago.</p> <a href=\"https://www.theguardian.com/books/2022/nov/01/ghouls-demon-slayers-and-socially-anxious-students-how-manga-conquered-the-world\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/01/michigan-abortion-congressional-race-elissa-slotkin", "title": "How Michigan’s abortion referendum could decide key congressional race", "date_published": "2022-11-01 06:00:01+00:00", "description": "<p>Democratic candidate Elissa Slotkin says abortion is a top issues in the state and fear of a ban will motivate voters to re-elect her: ‘I’ve never seen anything like it’</p><p>Elissa Slotkin is a straight shooter. She doesn’t miss a beat when asked a tough question. She speaks up often, and forcefully, against things she perceives as unjust – whether perpetrated by her opponents or her own Democratic party. But when asked what she’ll think if the proposal to enshrine abortion rights in Michigan’s state constitution doesn’t pass this November, she clams up.</p><p>Slotkin fidgets, stroking one thumb over the other, in a repetitive, soothing motion.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/01/michigan-abortion-congressional-race-elissa-slotkin\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/01/sums-up-2022-permacrisis-chosen-as-collins-word-of-the-year", "title": "‘Sums up 2022’: Permacrisis chosen as Collins word of the year", "date_published": "2022-11-01 06:00:00+00:00", "description": "<p>Dictionary defines word as ‘extended period of instability and insecurity’, with Partygate, Kyiv and ‘warm bank’ also making list</p><p>Brexit, Covid, war, climate disasters, a tanking economy, political instability, global insecurity, a sense of impending doom. There’s a single word for this, and it has just become Collins Dictionary’s word of the year: permacrisis.</p><p>The word is defined as “an extended period of instability and insecurity”, which some may argue is an accurate summary of the past few years. Collins said it chose the word as it “sums up quite succinctly how truly awful 2022 has been for so many people”.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/01/sums-up-2022-permacrisis-chosen-as-collins-word-of-the-year\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/01/gold-trip-wins-2022-melbourne-cup-at-rain-sodden-flemington", "title": "Gold Trip wins 2022 Melbourne Cup as jockey Mark Zahra gains redemption", "date_published": "2022-11-01 05:08:10+00:00", "description": "<ul><li>Zahra makes up for Cup devastation 12 months ago</li><li>Emissary comes in second with High Emocean third </li></ul><p>Often the bridesmaid in big races this spring, jockey Mark Zahra was able to turn around his fortunes when triumphant aboard Gold Trip in the 2022 Melbourne Cup. Desperately unlucky when finishing second in the Caulfield Cup, the top-weight for the 162nd running of the famous race dashed clear in the straight for a decisive victory.</p><p>The French-bred six-year-old, who started at 18-1, seized the lead 300 metres from the finish and was able to hold off Emissary, with stablemate High Emocean finishing third. Race favourite Deauville Legend looked the winner for a fleeting moment in the home straight but weakened to finish fourth behind Gold Trip, which carried 57.5kg to victory.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/01/gold-trip-wins-2022-melbourne-cup-at-rain-sodden-flemington\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/oct/31/the-onion-writers-editors-parody-truth-donald-trump", "title": "Behind the scenes at the Onion: ‘Trump is the emperor who admits he’s naked’", "date_published": "2022-11-01 05:00:42+00:00", "description": "<p>As the celebrated satirical news site turns 35, it tackles a world that seems to parody itself</p><p>On the night of the 2016 election, writers at the Onion gathered to watch the unexpected results. One had made an ice cream cake. “Nobody touched it the entire night,” says Mike Gillis, the Onion’s head writer. The melting treat was decorated with a face that gradually became “more distorted and horrific” as the night went on.</p><p>“That was a good symbol of everybody’s feelings. And I think that was a moment where we all had to pause and reflect on how we were covering politics.” Coverage became more critical, Gillis says, but finding the jokes could be a challenge.</p> <a href=\"https://www.theguardian.com/media/2022/oct/31/the-onion-writers-editors-parody-truth-donald-trump\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/hanging-washing-over-the-rubble-life-in-mykolaiv-as-russian-bombs-rain-down", "title": "Hanging washing over the rubble: life in Mykolaiv as Russian bombs rain down", "date_published": "2022-11-01 05:00:42+00:00", "description": "<p>Residents forced to adjust to terrifying new normal in southern Ukrainian port city, with near-daily strikes</p><p>Three days after a Russian S-300 missile slammed into the roof of her apartment block in the small hours of Sunday morning, Iryna Davydiuk was improbably hanging out the washing on what was left of the balcony of her apartment. It was a generously warm late October afternoon in the southern port city of Mykolaiv, but on the terrace below her lay a large concrete block and copious amounts of rubble.</p><p>Fortunately, Davydiuk, 48, had decided to shelter with relatives in the countryside over the weekend and so avoided the night-time impact. When she returned on Monday morning, she was stunned to find the widespread damage to her family home. “I couldn’t understand why, what for,” she said. “Why did they do this? We were just peacefully living our lives. Why did this happen?”</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/hanging-washing-over-the-rubble-life-in-mykolaiv-as-russian-bombs-rain-down\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/danish-election-mette-frederiksen-new-party-support", "title": "Danish election: Frederiksen may need new party’s support to stay in charge", "date_published": "2022-11-01 05:00:41+00:00", "description": "<p>Former prime minister Lars Løkke Rasmussen could be in the position of kingmaker</p><p>Mette Frederiksen’s Social Democrats are on course to win Denmark’s general election, but whether they stay in government – and she keeps her job as prime minister – could depend on a new party led by one of her predecessors.</p><p>Frederiksen was forced to <a href=\"https://www.theguardian.com/world/2022/oct/05/denmark-prime-minister-mette-frederiksen-general-election\">call Tuesday’s election</a> when a leftist party backing her minority government withdrew support, and has said she wants “a broad coalition with parties on both sides of the political centre” to pilot the country through tough times.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/danish-election-mette-frederiksen-new-party-support\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/seoul-halloween-crowd-crush-south-korea-itaewon-police-response", "title": "Seoul crowd crush: police response ‘inadequate’, says chief as memorial services held", "date_published": "2022-11-01 04:46:32+00:00", "description": "<p>Death toll rises to 156, as South Korea police chief admits emergency reports came in warning of the looming Halloween disaster in district of Itaewon </p><p>South Korea’s police chief has apologised for an “inadequate” emergency response to Saturday’s deadly Halloween crush in Seoul, as the first memorial services were held amid growing public anger over what some called a “man-made disaster”.</p><p>Police chief Yoon Hee-keun said on Tuesday: “We’ve judged that the response to the emergency calls was inadequate”, noting the large number of calls placed before the disaster.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/seoul-halloween-crowd-crush-south-korea-itaewon-police-response\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/how-do-crowd-crushes-happen-stampede-myth-what-happened-in-the-seoul-itaewon-halloween-crush", "title": "Crowd crushes: how disasters like Itaewon happen, how can they be prevented, and the ‘stampede’ myth", "date_published": "2022-11-01 04:30:58+00:00", "description": "<p>Crowd crushes are wholly preventable, predictable and avoidable, experts say. Here is what we can learn from the Halloween crowd crush in Seoul</p><p>More than <a href=\"https://www.theguardian.com/world/2022/oct/30/seoul-halloween-crush-itaewon-reaction\">150 people have died</a> in a crowd crush while celebrating Halloween in one of Seoul’s most popular nightlife districts. South Korean authorities have <a href=\"https://www.theguardian.com/world/2022/oct/31/seoul-itaewon-crowd-crush-south-korea-in-mourning\">opened an investigation </a>into the disaster. But how do crowd crushes like the one in Itaewon happen?</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/how-do-crowd-crushes-happen-stampede-myth-what-happened-in-the-seoul-itaewon-halloween-crush\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/tokyo-issues-same-sex-partnership-certificates-amid-marriage-equality-debate", "title": "Tokyo issues same-sex partnership certificates amid marriage equality debate", "date_published": "2022-11-01 04:08:20+00:00", "description": "<p>Partnership certificates allow same-sex couples to be treated as married couples in areas like housing, health and welfare</p><p>Tokyo’s metropolitan government began issuing partnership certificates to same-sex couples who live and work in the capital on Tuesday, a move that’s been long-awaited in a country that still does not allow equal marriage.</p><p>The status does not carry the same rights as marriage, but allows LGBTQ partners to be treated as married couples for some public services in areas such as housing, health and welfare.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/tokyo-issues-same-sex-partnership-certificates-amid-marriage-equality-debate\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/31/nick-chubb-cleveland-browns-cincinnati-bengals-game", "title": "Nick Chubb scores twice as Cleveland Browns batter Cincinnati Bengals", "date_published": "2022-11-01 03:55:47+00:00", "description": "<ul><li>Chubb runs for two scores as Browns blast Bengals 32-13</li><li>Cincinnati’s Joe Burrow remains winless against Cleveland</li></ul><p>Nick Chubb rushed for two touchdowns and Myles Garrett and Cleveland’s defense frustrated Joe Burrow as the Browns thrashed Cincinnati 32-13 on Monday night, keeping the Bengals star quarterback winless against them.</p><p>Garrett, who came to FirstEnergy Stadium wearing a Halloween costume, led a scary defense that sacked Burrow five times and held the Bengals (4-4) to 229 total yards – 100 in the first half.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/31/nick-chubb-cleveland-browns-cincinnati-bengals-game\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/oct/31/brooklyn-nets-fight-antisemitism-shirts-kyrie-irving", "title": "Fans wear ‘Fight antisemitism’ shirts directed at Kyrie Irving amid furor", "date_published": "2022-11-01 03:47:05+00:00", "description": "<ul><li>Fans in ’Fight Antisemitism’ shirts courtside at Nets game</li><li><a href=\"https://theguardian.com/sport/2022/oct/30/kyrie-irving-defends-post-antisemitic-film\">Irving defends right to post after criticism from team owner</a></li></ul><p>Fans wearing ‘Fight Antisemitism’ shirts occupied some courtside seats at the Brooklyn-Indiana game on Monday night, days after Nets guard Kyrie Irving tweeted out a link to a film that includes anti-Jewish tropes.</p><p>Irving posted the link to the film “Hebrews to Negroes: Wake Up Black America” on Twitter on Thursday. The synopsis on Amazon said the film “uncovers the true identity of the Children of Israel”.</p> <a href=\"https://www.theguardian.com/sport/2022/oct/31/brooklyn-nets-fight-antisemitism-shirts-kyrie-irving\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/01/culture-wars-abortion-and-conspiracy-theories-what-the-midterms-tell-us-about-the-us-podcast", "title": "Culture wars, abortion and conspiracy theories: what the midterms tell us about the US – podcast", "date_published": "2022-11-01 03:00:39+00:00", "description": "<p>Florida used to be seen as a swing state but in recent years it has lurched further and further to the right. Now there are worries democracy itself is under threat</p><p>Ahead of the US midterm elections, <strong>Oliver Laughland</strong> travelled around Florida to find out what really mattered to the people getting ready to vote. He told <strong>Michael Safi</strong> how he travelled to Disney World, and found the “happiest place on Earth” had become a political battleground thanks to a controversial bill curtailing the teaching of sexuality and gender identity in schools.</p><p>Elsewhere he met Charlie Crist, the politician trying to take on Ron DeSantis – the Florida governor who is seen by many as the successor to Donald Trump. And he heard how the Democrats are hoping the backlash against the scrapping of Roe v Wade, which protected the right to abortion in the US, could help their party.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/01/culture-wars-abortion-and-conspiracy-theories-what-the-midterms-tell-us-about-the-us-podcast\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/blog/2022/nov/01/australia-face-threat-of-complacency-in-womens-rugby-league-world-cup-title-defence", "title": "Australia face threat of complacency in Women’s Rugby League World Cup title defence | John Davidson", "date_published": "2022-11-01 01:19:10+00:00", "description": "<p>The growth and expansion of the NRLW and an enviable depth of talent has put a target on the Jillaroos’ backs but other nations have made advances too</p><p>“By failing to prepare, you are preparing to fail,” Benjamin Franklin once said. The sentiment may be squarely in the minds of the Jillaroos when they take to the field at York Community Stadium on Wednesday (Thursday morning AEDT) to kick off their Women’s Rugby League World Cup campaign.</p><p>Australia go into this tournament somewhat surprisingly with no warm-up games under their belt, and without having played a Test match in three years because of Covid-19. This is a green and gold squad full of inexperience, with 12 debutants and just five players remaining from their victorious 2017 World Cup-winning side.</p> <a href=\"https://www.theguardian.com/sport/blog/2022/nov/01/australia-face-threat-of-complacency-in-womens-rugby-league-world-cup-title-defence\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/01/biden-oil-companies-war-profiteering-windfall-tax-ukraine", "title": "Biden accuses oil companies of ‘war profiteering’ and threatens windfall tax", "date_published": "2022-11-01 01:11:01+00:00", "description": "<p>A week out from US midterm elections, president pleads with energy firms to invest profits in lowering costs for American consumers</p><p>President Joe Biden has accused oil companies of “war profiteering” as he raised <a href=\"https://www.theguardian.com/politics/2022/oct/28/windfall-tax-must-change-in-face-of-excessive-oil-profits-alok-sharma-says\">the possibility of imposing a windfall tax</a> if companies don’t boost domestic production.</p><p>In remarks on Monday, just over a week away from the 8 November midterm elections, Biden criticised major oil companies for making record profits while refusing to help lower prices at the pump for American people. The president said he would look to Congress to levy tax penalties on oil companies if they don’t begin to invest some of their profits in lowering costs for American consumers.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/01/biden-oil-companies-war-profiteering-windfall-tax-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/new-zealand-authorities-apologise-for-encouraging-parents-to-tax-halloween-sweets", "title": "New Zealand authorities apologise for encouraging parents to ‘tax’ Halloween sweets", "date_published": "2022-11-01 00:43:05+00:00", "description": "<p>Inland Revenue Department faced criticism online after tweeting a tax on ‘treat hauls’ could teach kids responsibility</p><p>New Zealand’s tax department has apologised for encouraging parents to hit their children’s Halloween candy stash with a “lolly tax” of up to 33%.</p><p>The Inland Revenue Department [IRD] came under fire on Sunday after tweeting from its official account that “parenting trends like a lolly tax teach kids responsibility by taking some of their lollies and taxing their trick or treat haul.”</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/new-zealand-authorities-apologise-for-encouraging-parents-to-tax-halloween-sweets\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/oct/31/penguin-random-house-simon-schuster-merger-blocked", "title": "US judge blocks $2.2bn Penguin Random House merger", "date_published": "2022-11-01 00:30:18+00:00", "description": "<p>Justice department argued the melding of the publishing house with Simon &amp; Schuster would harm competition and authors’ pay</p><p>A US judge has blocked the $2.2bn planned merger of Penguin Random House, the world’s largest book publisher, with rival Simon &amp; Schuster.</p><p>Judge Florence Pan of the US district court for the District of Columbia said in a brief order on Monday that she had found that the justice department had shown that the deal would “substantially” harm competition “in the market for the US publishing rights to anticipated top-selling books”.</p> <a href=\"https://www.theguardian.com/books/2022/oct/31/penguin-random-house-simon-schuster-merger-blocked\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/01/russia-ukraine-war-at-a-glance-what-we-know-on-day-251-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 251 of the invasion", "date_published": "2022-11-01 00:10:59+00:00", "description": "<p>Putin says strikes, pulling out of grain deal are response to Crimea fleet attack</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>A barrage of Russian missiles has struck hydroelectric plants and other critical energy and water infrastructure across Ukraine.</strong> Russia said it hit military and energy infrastructure targets, but Ukraine said its military facilities were not targeted.</p><p><strong>Large parts of Kyiv were left without power or water.</strong> The Ukrainian capital’s mayor said 40% of residents did not have water, with 270,000 apartments without power as of Monday evening.</p><p><strong>Twelve grain export ships left Ukraine despite Russia’s decision to pull out of the Black Sea grain deal, </strong>Ukraine’s minister of infrastructure said. The UN also confirmed the first of 40 planned ship inspections was completed in Istanbul waters.</p><p>Russia’s president, Vladimir Putin, said the strikes and the decision to pull out of the Black Sea grain deal were responses to a<strong> drone attack on Moscow’s fleet in Crimea</strong> that he blamed on Ukraine. Putin told a news conference on Monday that Ukrainian drones had used the same marine corridors that grain ships transited under the UN-brokered deal.</p><p><strong>Moscow called ship movements through the Black Sea security corridor “unacceptable”.</strong> In a statement, the Russian defence ministry said it wanted “commitments” from Ukraine not to use the Black Sea grain corridor for military purposes, adding “there can be no question of guaranteeing the security of any object” in the area until then.</p><p>The UN <strong>disputed Moscow’s claim that a civilian cargo ship carrying Ukrainian grain may have been involved in a drone strike against Russia.</strong> The UN aid chief Martin Griffiths said no such ships were in the Black Sea’s designated “safe zone” corridor at the time Russia said the attack had taken place.</p><p>France is working towards<strong> allowing Ukrainian food exports to go through land routes</strong> rather than the Black Sea.</p><p>Russia dismissed reports that its<strong> agents hacked Liz Truss’s phone </strong>and gained access to sensitive information.</p><p><strong>Norway put its military on a raised level of alert</strong> to enhance its response to the war in Ukraine,<strong> </strong>though the prime minister, Jonas Gahr Støre, said no direct threat of invasion was detected from Russia.</p><p><strong>Afghan special forces soldiers are being recruited by the Russian military </strong>to fight in Ukraine, three former Afghan generals have told the Associated Press. They said the Russians wanted to attract thousands of the former elite Afghan commandos into a “foreign legion” with offers of $1,500 a month and promises of safe havens for themselves and their families.</p><p>Also on Monday, the Russian defence ministry said<strong> Moscow had completed the partial military mobilisation announced by Putin in September</strong> and no further call-up notices would be issued.</p><p><strong>A 40% cut in deliveries of Russian natural gas is hitting Moldova’s ability to provide sufficient electricity for its 2.5 million people,</strong> the deputy prime minister of the small ex-Soviet state has said.</p> <a href=\"https://www.theguardian.com/world/2022/nov/01/russia-ukraine-war-at-a-glance-what-we-know-on-day-251-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/01/clubs-fear-being-wiped-off-the-map-without-independent-regulator", "title": "Clubs fear being ‘wiped off the map’ without independent regulator", "date_published": "2022-11-01 00:01:35+00:00", "description": "<ul><li>Twenty-eight clubs have written to government over plans</li><li>‘Football is at a crossroads and future of game hangs in balance’</li></ul><p>Twenty-eight clubs have written to the government urging it to press ahead with plans for an independent regulator, warning inaction would lead to clubs being “wiped off the map”.</p><p>An independent regulator was the central recommendation of the fan-led review, which was commissioned by the government last year in the wake of the <a href=\"https://www.theguardian.com/football/2021/apr/20/european-super-league-unravelling-as-manchester-city-and-chelsea-withdraw\">European Super League scandal</a>.</p> <a href=\"https://www.theguardian.com/football/2022/nov/01/clubs-fear-being-wiped-off-the-map-without-independent-regulator\">Continue reading...</a>", "favourite": false}]