[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/usa-26-latek-zastrzelony-podczas-jazdy-na-rowerze-jechal-zastrzelic-kogos-innego/", "title": "USA. 26-latek zastrzelony podczas jazdy na rowerze. \"Jechał zastrzelić kogoś innego\"", "date_published": "2022-11-01 21:44:00+00:00", "description": "26-latek został zastrzelony, gdy jechał na rowerze po nowojorskim Brooklynie. Jak przekazała lokalna policja, ofiara miała na dłoniach nałożone gumowe rękawiczki. Według śledczych, mężczyzna sam planował atak z bronią.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/wyciekly-nowe-informacje-o-stanie-zdrowia-putina-przywodca-rosji-ciezko-chory/", "title": "Wyciekły nowe informacje o stanie zdrowia Putina. Przywódca Rosji ciężko chory", "date_published": "2022-11-01 21:06:00+00:00", "description": "Prezydent Rosji Władimir Putin cierpi na raka trzustki i prostaty, a także zmaga się ze wczesnym stadium choroby Parkinsona - wynika z maili, do których dotarli dziennikarze śledczy brytyjskiego tabloidu The Sun.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/slowacja-w-tatrach-odnaleziono-zwloki-zaginionego-polaka-szlak-nie-prowadzi-na-szczyt/", "title": "Słowacja. W Tatrach odnaleziono zwłoki zaginionego Polaka. Szlak nie prowadzi na szczyt", "date_published": "2022-11-01 20:20:00+00:00", "description": "Słowacka Horská Záchranná Služba poinformowała, że we wtorek odnaleziono w Tatrach Bielskich ciało poszukiwanego od 10 dni turysty z Polski. Mężczyzna miał zamiar przejść w łatwym terenie kilkunastokilometrową trasę, by spotkać się z kolegą opodal Łysej Polany. Nie dotarł, a zwłoki znaleziono w rejonie szczytu Płaczliwej Skały, słynącej z widoków, na którą obecnie nie prowadzi szlak.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/usa-kobieta-zabila-i-obdarla-ze-skory-psa-bo-myslala-ze-to-wilk-zostala-oskarzona/", "title": "USA. Kobieta zabiła i obdarła ze skóry psa, bo myślała, że to wilk. Została oskarżona", "date_published": "2022-11-01 19:35:00+00:00", "description": "36-letnia Amber Barnes z Montany w USA została oskarżona o znęcanie się nad zwierzętami po tym, jak zabiła i oskórowała szczeniaka rasy husky. Jak tłumaczyła, myślała, że to wilk.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/rpa-zlodzieje-ukradli-cala-szkole-zabrali-kazdy-element/", "title": "RPA. Złodzieje ukradli całą szkołę. Zabrali każdy element", "date_published": "2022-11-01 17:28:00+00:00", "description": "Złodzieje w RPA rozbierali budynek liceum Uitzig w Kapsztadzie cegła po cegle przez sześć miesięcy po tym, jak placówkę zamknięto. W miejscu, gdzie stał budynek, pozostały tylko fundamenty.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/wojna-w-ukrainie-miedwiediew-straszy-bronia-atomowa-zrzuca-wine-na-zachod/", "title": "Wojna w Ukrainie. Miedwiediew straszy bronią atomową. Zrzuca winę na Zachód", "date_published": "2022-11-01 17:03:00+00:00", "description": "Dmitrij Miedwiediew, były prezydent i premier Rosji, znowu straszy bronią atomową. Przypomina, że gdy Zachód mówi, że Rosja nie może wygrać, oznacza to zwycięstwo Ukrainy, która warunkuje je odzyskaniem zajętych przez Kreml terenów. A są one obecnie wcielone do Rosji i odebranie ich - nawet drogą konwencjonalną - wyczerpałoby punkt 19. doktryny wojennej Federacji, który mówi o rozpadzie państwa.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/wojna-w-ukrainie-zelenski-ruski-mir-to-rakiety-s-300-bol-cierpienie-i-zniszczenie/", "title": "Wojna w Ukrainie. Zełenski: Ruski mir to rakiety S-300, ból, cierpienie i zniszczenie", "date_published": "2022-11-01 16:01:00+00:00", "description": "Prezydent Ukrainy zareagował na ostrzał Mikołajowa, gdzie rosyjskie rakiety S-300 miały trafić m.in. w dwie szkoły średnie - gimnazjum i szkołę techniczną. Jedna osoba zginęła, pięć zostało rannych, a zniszczenia są znaczne. O rosyjskim mirze ukraiński lider napisał, że to Ból, cierpienie i zniszczenie. Czy to są te negocjacje, które proponujecie, terroryści? - zapytał Wołodymyr Zełenski.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/usa-quady-otoczyly-auto-jeden-z-kierowcow-szarpal-za-klamke/", "title": "USA. Quady otoczyły auto na drodze. Jeden z kierowców szarpał za klamkę", "date_published": "2022-11-01 14:10:00+00:00", "description": "Wstrząsające wideo nagrane na przedmieściach Filadelfii w stanie Pensylwania w USA. Jadące drogą łączącą podmiejskie gminy i miasteczka auto zostaje otoczone przez pięć quadów bez tablic rejestracyjnych. Jadący z tyłu kierowca nagrał jak samochód jest spowalniany przez czterokołowce, a jeden z jego kierowców próbuje kilka razy otworzyć drzwi pasażera.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/dzieci-szyja-ubrania-dla-rosyjskich-zolnierzy-cieplo-naszych-rak-dla-obroncow-ojczyzny/", "title": "Dzieci szyją ubrania dla rosyjskich żołnierzy. \"Ciepło naszych rąk dla obrońców Ojczyzny\"", "date_published": "2022-11-01 13:43:00+00:00", "description": "Uczniowie jednej ze szkół w Rosji szyją ubrania dla zmobilizowanych żołnierzy. Ma to pomóc uzupełnić braki sprzętowe rosyjskiej armii. Podobne inicjatywy miały wcześniej miejsce w całej Rosji - podaje portal Meduza.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/usa-znany-raper-takeoff-zginal-w-strzelaninie-mial-28-lat/", "title": "USA. Znany raper TakeOff zginął w strzelaninie. Miał 28 lat", "date_published": "2022-11-01 12:19:00+00:00", "description": "Popularny amerykański raper Kirshnik Khari Ball, znany bardziej jako TakeOff, zginął podczas strzelaniny w Houston w Teksasie. 28-latek był członkiem hiphopowej grupy Migos.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/koreanczycy-zbuduja-elektrownie-atomowa-w-polsce-buduja-w-budzecie-i-w-terminie/", "title": "Koreańczycy zbudują elektrownię atomową w Polsce. \"Budują w budżecie i w terminie\"", "date_published": "2022-11-01 10:45:00+00:00", "description": "Minister aktywów państwowych, wicepremier Jacek Sasin oraz szefowie polskich spółek ZE PAK i PGE odwiedzili plac budowy nowych reaktorów w działającej już elektrowni atomowej w Korei Południowej. Takie same reaktory mogą stanąć w wielkopolskim Pątnowie.", "favourite": true}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/rosyjski-miliarder-zrzekl-sie-obywatelstwa-nienawidze-rosji-putina/", "title": "Rosyjski miliarder zrzekł się obywatelstwa. \"Nienawidzę Rosji Putina\"", "date_published": "2022-11-01 09:25:00+00:00", "description": "Rosyjski miliarder, założyciel Tinkoff Bank Oleg Tińkow poinformował, że zrzekł się rosyjskiego obywatelstwa. Jak wyjaśnił zrobił to z powodu wojny w Ukrainie. Nie chcę być kojarzony z faszystowskim krajem, który rozpoczął wojnę ze swoim sąsiadem - napisał w mediach społecznościowych.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-01/krolowa-halloween-powrocila-heidi-klum-znowu-zaskoczyla-swoim-strojem/", "title": "\"Królowa Halloween\" powróciła. Heidi Klum znowu zaskoczyła swoim strojem", "date_published": "2022-11-01 08:12:00+00:00", "description": "Niemiecka topmodelka Heidi Klum co roku stara się zrobić wrażenie swoim strojem na Halloween. Nie inaczej było tym razem. 49-letnia gwiazda podczas tegorocznego święta przebrała się za wielkiego robaka.", "favourite": false}]