[{"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/officials-say-california-dry-conditions-expected-to-continue", "title": "Officials Say California Dry Conditions Expected To Continue", "date_published": "2022-10-03 17:11:17+00:00", "description": "California state officials are anticipating dry conditions in the state to continue after three years of drought that has plagued the state and severely impacted agriculture. The water year ended on Friday, which is measured from October 1 to September 30. According to SF Gate, California mountain snow usually accounts for one-third of California’s yearly ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-just-lost-it-wynonna-judd-says-she-broke-down-while-rehearsing-on-tour-following-moms-suicide", "title": "‘I Just Lost It’: Wynonna Judd Says She Broke Down While Rehearsing On Tour Following Mom’s Suicide", "date_published": "2022-10-03 16:58:55+00:00", "description": "Country star Wynonna Judd admitted she broke down while rehearsing on the tour she was supposed to participate in with her mom Naomi Judd before the late-star&#8217;s suicide earlier this year. The 58-year-old country singer was back practicing on stage recently, and she shared that hearing the part of the show when her mom&#8217;s voice ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrats-discard-reality-in-favor-of-preaching-to-radical-fringe-minority", "title": "Democrats Discard Reality In Favor Of Preaching To Radical Fringe Minority", "date_published": "2022-10-03 16:48:21+00:00", "description": "The following is an adaptation from “The Michael Knowles Show.” The Democrats are catering to a radical minority of the American people on virtually every issue, from immigration and the structure of our society to drag queen story hour and gender bathrooms. The Democrats are not speaking as the voice of the majority of the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-nbas-highest-paid-mascots-revealed-report", "title": "The NBA’s Highest Paid Mascots Revealed: Report", "date_published": "2022-10-03 16:46:44+00:00", "description": "A report on the salary&#8217;s of the NBA&#8217;s top mascots reveals that some make more than many doctors and lawyers. The mascots often provide extra entertainment during games as they often interact with fans and create fun moments for television. A report from Sports Business Journal found that Rocky the mountain lion, the Denver Nuggets&#8217; mascot, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thats-not-your-job-rogan-goes-off-on-progressive-ideology-push-in-schools-drag-shows-for-little-kids", "title": "‘That’s Not Your Job’: Rogan Goes Off On ‘Progressive Ideology’ Push In Schools, Drag Shows For Little Kids", "date_published": "2022-10-03 16:17:04+00:00", "description": "Joe Rogan slammed educators pushing a &#8220;progressive ideology&#8221; in schools and said it&#8217;s not their job, mentioning things like drag queen shows for kids and sexually-charged books in some school districts. During Spotify&#8217;s recent &#8220;The Joe Rogan Experience&#8221; podcast, the host spoke with guest comedian Dave Smith, and the two wondered how it was that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/whoopi-loses-it-when-critic-slams-her-distracting-fat-suit-in-emmett-till-movie-that-was-not-a-fat-suit", "title": "Whoopi Loses It When Critic Slams Her ‘Distracting Fat Suit’ In Emmett Till Movie: ‘That Was Not A Fat Suit’", "date_published": "2022-10-03 16:16:08+00:00", "description": "Whoopi Goldberg unloaded on The Daily Beast entertainment reporter Kyndall Cunningham, who complained about &#8220;a distracting fat suit&#8221; in her review of &#8220;The View&#8221; host&#8217;s recent film. Cunningham published a review of &#8220;Till&#8221; — which follows the killing of black teenager Emmett Till in 1955. The two white men who killed Till, Roy Bryant, and ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/j-j-watt-gets-emotional-following-emergency-heart-procedure-i-have-a-baby-on-the-way", "title": "J.J. Watt Gets Emotional Following Emergency Heart Procedure: ‘I Have A Baby On The Way’", "date_published": "2022-10-03 16:05:20+00:00", "description": "Arizona Cardinals defensive lineman J.J. Watt reacted emotionally following his team&#8217;s win on Sunday against the Carolina Panthers when he discussed the medical complications he had to battle during the week. Watt revealed in a tweet before the game that he had his heart shocked back into rhythm last week after being evaluated by a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unfair-unconstitutional-and-unwise-two-more-lawsuits-hit-biden-over-student-debt-cancellation", "title": "‘Unfair, Unconstitutional, And Unwise’: Two More Lawsuits Hit Biden Over Student Debt Cancellation", "date_published": "2022-10-03 15:59:29+00:00", "description": "Two more legal challenges emerged last week against the Biden administration for its policy to cancel up to $10,000 in student debt for millions of borrowers. The student loan cancellation plan, which applies to individuals earning less than $125,000 annually, faced its first lawsuit on September 27 from the Pacific Legal Foundation, which argued that ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kim-kardashian-agrees-to-pay-sec-1-26m-fine-for-promoting-crypto-on-instagram", "title": "Kim Kardashian Agrees To Pay SEC $1.26M Fine For Promoting Crypto On Instagram", "date_published": "2022-10-03 15:40:46+00:00", "description": "Kim Kardashian is in trouble with the Securities and Exchange Commission for promoting cryptocurrency and has agreed to pay a $1.26 million fine because of it. The 41-year-old reality star used Instagram to promote EMAX crypto tokens, a digital coin that was offered for sale by EthereumMax, The New York Post reported. Now the SEC ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bill-maher-a-rare-comedian-who-actually-mocks-democrats", "title": "Bill Maher: A Rare Comedian Who Actually Mocks Democrats", "date_published": "2022-10-03 15:32:31+00:00", "description": "Famed &#8220;Tonight Show&#8221; host Johnny Carson once said he didn&#8217;t want to reveal his political views because he didn&#8217;t want to alienate viewers. And he famously took aim at both parties in his nightly monologue, realizing that politics is simply funny. Very few comedians these days do that. Think of all the late-night hosts, Jimmy ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gonna-terrorize-you-sec-coach-drops-incredible-wedding-advice-for-sports-reporter", "title": "‘Gonna Terrorize You’: SEC Coach Drops Incredible Wedding Advice For Sports Reporter", "date_published": "2022-10-03 15:11:49+00:00", "description": "Mississippi State head football coach Mike Leach shared some incredible wedding advice to SEC Network reporter Alyssa Lang when she talked about her upcoming plans to tie the knot with fiancé Trevor Sikkema, who also works in sports media. In a clip, Leach dropped his words of wisdom following the Bulldogs victory Saturday over Texas ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-ratings-agencies-reveal-the-staggering-amount-hurricane-ian-could-cost-florida", "title": "Top Ratings Agencies Reveal The Staggering Amount Hurricane Ian Could Cost Florida", "date_published": "2022-10-03 14:58:26+00:00", "description": "Hurricane Ian could cost Florida up to $40 billion of insured losses, according to leading ratings agencies. The storm system entered Florida on Wednesday, tearing through the western and central portions of the state at nearly the power of a Category 5 storm. With winds exceeding 150 miles per hour, Hurricane Ian regained speed on Friday ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ocean-shippers-reveal-major-sign-that-the-global-economy-is-in-dire-straits", "title": "Ocean Shippers Reveal Major Sign That The Global Economy Is In Dire Straits", "date_published": "2022-10-03 13:45:16+00:00", "description": "Ocean logistics companies are canceling orders amid declines in worldwide consumer demand, according to a Monday report from CNBC. As the world’s leading economies battle inflation, supply chain crises, and geopolitical tensions from the Russian invasion of Ukraine, logistics managers told CNBC that they are seeing 20% declines in ocean freight orders — a reality ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/poker-player-accused-of-cheating-potentially-with-vibrating-device-in-270000-pot-gives-back-money-then-slams-accuser", "title": "Poker Player Accused Of Cheating, Potentially With Vibrating Device, In $270,000 Pot; Gives Back Money Then Slams Accuser", "date_published": "2022-10-03 13:36:25+00:00", "description": "The poker world is abuzz after leading player Garrett Adelstein accused a lesser-known opponent of cheating to win a $270,000 pot during a streamed World Poker Tour event last week. Robbi Jade Lew has admitted that she offered to give Adelstein his money back, which he took, after the suspicious moment. But she&#8217;s also targeting Adelstein ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/rnc-accuses-google-of-sending-election-emails-to-spam-files-fec-complaint", "title": "RNC Accuses Google Of Sending Election Emails To Spam, Files FEC Complaint", "date_published": "2022-10-03 13:18:16+00:00", "description": "The Republican National Committee has filed a complaint with the Federal Election  Commission, alleging that Google is suppressing the GOP vote in November by sending millions of RNC election emails to recipients’ spam folders. According to RNC officials, over 22 million emails sent in the last three days of September from the RNC were spammed ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/so-much-for-cnn-moving-away-from-its-hardcore-liberal-bent", "title": "So Much For CNN Moving Away From Its Hardcore Liberal Bent", "date_published": "2022-10-03 13:16:44+00:00", "description": "Way back when Bill Clinton was president, CNN was known among critics as the &#8220;Clinton News Network.&#8221; The once facts-first news network would rarely target Clinton and often completely ignore events detrimental to the Democrat. But all that was supposed to change under new leadership. CNN in August canceled &#8220;Reliable Sources,&#8221; parting ways with host ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sister-wives-star-kody-brown-asks-3-remaining-wives-to-conform-to-the-patriarchy-following-fourth-wifes-split-from-family", "title": "‘Sister Wives’ Star Kody Brown Asks 3 Remaining Wives To ‘Conform To The Patriarchy’ Following Fourth Wife’s Split From Family", "date_published": "2022-10-03 13:14:31+00:00", "description": "“Sister Wives” star Kody Brown had a strong message for his three remaining wives on Sunday’s episode of the popular TLC series.  The 53-year-old reality star had a serious conversation with his remaining spouses about how he expected them to conduct themselves going forward now that Christine Brown shocked everyone by exiting their polygamous relationship. ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/klaus-schwab-the-world-economic-forum-and-the-atheists-paving-the-road-to-absolute-power", "title": "Klaus Schwab, The World Economic Forum, And The Atheists Paving The Road To Absolute Power", "date_published": "2022-10-03 12:49:44+00:00", "description": "If you understand nothing else about Klaus Schwab and his World Economic Forum, get this: they are godless. That matters. From your answer to the question “Does God exist?” flows the whole of your worldview. If your government thinks you are a product of random chance and necessity, and that there is no God to ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/laxalt-leads-cortez-masto-for-u-s-senate-as-republicans-surge-in-nevada", "title": "Laxalt Leads Cortez Masto For U.S. Senate As Republicans Surge In Nevada", "date_published": "2022-10-03 12:49:23+00:00", "description": "Republican Adam Laxalt has overtaken incumbent Democrat Catherine Cortez Masto in the race for U.S. Senate in Nevada as GOP candidates in the state surge. A rolling average of projections compiled by the election forecaster FiveThirtyEight shows that Laxalt, the former attorney general of Nevada, overtook Cortez Masto late last week for the first time ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-polls-show-rapidly-changing-landscape-in-pennsylvania-senate-race", "title": "New Polls Show Rapidly Changing Landscape In Pennsylvania Senate Race", "date_published": "2022-10-03 11:58:44+00:00", "description": "Two recent polls indicate that support for Pennsylvania Lt. Governor and Democratic Senate candidate John Fetterman appears to be waning in his race against Republican rival and celebrity cardiologist Dr. Mehmet Oz. Six weeks before residents of the Keystone State cast their ballots in one of the nation’s most contentious races, Fetterman — the longtime ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sis-you-aint-no-gay-icon-lena-dunham-mocked-for-requesting-her-casket-be-driven-through-pride-parade", "title": "‘Sis You Ain’t No Gay Icon’: Lena Dunham Mocked For Requesting Her Casket Be Driven Through Pride Parade", "date_published": "2022-10-03 11:48:05+00:00", "description": "Actress Lena Dunham is under fire for requesting that her casket be driven through a Pride parade after she dies.  The 36-year-old “Girls” creator ignited the controversy when she shared a tweet of the bizarre request Sunday afternoon.  “When I go, I want my casket to be driven through the NYC pride parade with a ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/its-a-revolution-now-iran-regime-murdering-scores-of-protesters-reports-say", "title": "‘It’s A Revolution Now’: Iran Regime Murdering Scores Of Protesters: Reports Say", "date_published": "2022-10-03 11:38:33+00:00", "description": "Various reports indicate that scores of Iranians have been killed because of the despotic theocratic Iranian regime’s crackdown on protests surging around their country. Protests have mounted after the death of 22-year-old Mahsa Amini, who died in custody on September 16 after Iranian morality police detained her because her hijab was not tight enough. The ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/major-investment-bank-could-soon-be-the-next-lehman-brothers-some-on-wall-street-worry", "title": "Major Investment Bank Could Soon Be The Next Lehman Brothers, Some On Wall Street Worry", "date_published": "2022-10-03 11:20:23+00:00", "description": "Markets are worried that Swiss investment bank Credit Suisse is poised for bankruptcy. Share prices for the company fell by more than 12% on Swiss exchanges Monday, placing the firm at a valuation of less than $10 billion, according to a report from Bloomberg. Stock for Credit Suisse, which carries out asset management and investment ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pro-trans-group-behind-virginia-school-walkout-plans-to-rehome-gay-kids-who-hate-their-parents", "title": "Pro-Trans Group Behind Virginia School Walkout Plans To ‘Rehome’ Gay Kids Who Hate Their Parents", "date_published": "2022-10-03 11:03:31+00:00", "description": "A group formed by a former Democratic legislative staffer and tied to a Fairfax County, Virginia teacher says it will help students run away from their families and “rehome” them with new “queer friendly” guardians instead, according to internal materials obtained by The Daily Wire. The Pride Liberation Project also says it can give money to students who run away from their parents, and will concoct false documentation to hide their whereabouts."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/terrified-to-speak-and-unable-to-think-young-americans-have-an-irrational-fear-of-ideas", "title": "Terrified To Speak And Unable To Think: Young Americans Have An Irrational Fear Of Ideas", "date_published": "2022-10-03 10:42:15+00:00", "description": "Young Americans are fearful of ideas, dissent, and especially a loss of social standing. This fear is not just a sickness of modern politics, it is ultimately an impoverishment of the soul. My students are currently reading Herman Hesse’s book Siddhartha in their AP Literature class. I’m not their English teacher, of course, but I ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/planned-parenthood-fumes-over-abortion-scenes-in-marilyn-monroe-flick-blonde", "title": "Planned Parenthood Fumes Over Abortion Scenes In Marilyn Monroe Flick ‘Blonde’", "date_published": "2022-10-03 10:23:11+00:00", "description": "The nation&#8217;s largest abortion provider Planned Parenthood is fuming-mad over abortion-related scenes in the latest Marilyn Monroe movie, &#8220;Blonde.&#8221; The controversial Netflix film humanizes the unborn on numerous occasions and includes the depiction of a violent, forced abortion that haunts the actress. “As film and TV shapes many people’s understanding of sexual and reproductive health, it’s ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/country-singer-hardy-recovering-from-significant-injuries-from-tour-bus-crash-requests-prayers-for-injured-driver", "title": "Country Singer Hardy Recovering From ‘Significant Injuries’ From Tour Bus Crash, Requests Prayers For Injured Driver", "date_published": "2022-10-03 10:06:49+00:00", "description": "Country singer Hardy provided an update for fans following a tour bus crash he was involved in, urging them to pray for the driver, who is still in the hospital. The 32-year-old singer-songwriter explained in a social media post that they got into an accident on their way home from Bristol, Tennessee, near Nashville. Hardy, ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dems-lead-over-gop-among-hispanics-reaches-new-low-telemundo-poll", "title": "Dems’ Lead Over GOP Among Hispanics Reaches New Low: Telemundo Poll", "date_published": "2022-10-03 09:50:24+00:00", "description": "A new poll reveals the Democrats’ lead over the GOP among Hispanics has sunk to a new low. The NBC News/Telemundo poll was conducted between Sept. 17-26; 75% of respondents took the survey in English while 25% took it in Spanish, NBC News reported. 54% of respondents favored Democrats, while 33% favored Republicans. Noting the ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/james-madison-rep-invites-lizzo-to-tour-his-montpelier-estate-after-she-twerked-with-his-crystal-flute", "title": "James Madison Rep Invites Lizzo To Tour His Montpelier Estate After She Twerked With His Crystal Flute", "date_published": "2022-10-03 09:31:06+00:00", "description": "Not everyone is thrilled that rap artist Lizzo twerked onstage while playing James Madison’s crystal flute, but a rep from the founding father’s Montpelier Estate doesn’t seem very upset. The rep told TMZ that they invited Lizzo to tour the Virginia property after clips of her playing the priceless flute went viral. The publication noted ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-sorbo-talks-closeted-conservative-actors-why-dont-you-be-a-voice-for-yourself", "title": "Kevin Sorbo Talks Closeted Conservative Actors: ‘Why Don’t You Be A Voice For Yourself?’", "date_published": "2022-10-03 09:17:34+00:00", "description": "Actor Kevin Sorbo says he&#8217;s talked to plenty of &#8220;closeted&#8221; conservative actors who thank him for speaking out about his views &#8212; which leaves him wondering why they don&#8217;t advocate for themselves. Sorbo, best known for his role as Hercules, is openly conservative, which has negatively affected his Hollywood career. &#8220;We do need more,&#8221; he told ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/desantis-checks-cnn-reporter-over-second-guess-of-hurricane-ian-evacuation-plans", "title": "DeSantis Checks CNN Reporter Over ‘Second-Guess’ Of Hurricane Ian Evacuation Plans", "date_published": "2022-10-03 09:11:12+00:00", "description": "Florida Governor Ron DeSantis had a testy exchange Sunday with a CNN reporter he accused of second-guessing Lee County&#8217;s timeline for evacuating ahead of Hurricane Ian. The back-and-forth came as the Sunshine State battled to recover from last week&#8217;s devastating storm, which caused dozens of fatalities, left millions without power and wiped out entire Gulf Coast ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ex-clinton-adviser-hillary-clinton-setting-up-2024-presidential-run-after-latest-shot-at-biden", "title": "Ex-Clinton Adviser: Hillary Clinton Setting Up 2024 Presidential Run After Latest Shot At Biden", "date_published": "2022-10-03 08:43:17+00:00", "description": "Twice failed presidential candidate Hillary Clinton (D) might be gearing up to run for the nation&#8217;s highest office one more time in 2024 after her latest criticism of President Joe Biden (D), according to a long-time Clinton adviser. Political strategist Dick Morris made the remarks during an interview with John Catsimatidis on his WABC 770 AM ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lbgbt-rom-com-flops-at-box-office-writer-blames-homophobic-weirdos", "title": "LGBTQ Rom-Com Flops At Box Office. Writer Blames ‘Homophobic Weirdos.’", "date_published": "2022-10-03 08:36:04+00:00", "description": "The screenwriter behind &#8220;Bros,&#8221; Hollywood&#8216;s first LGBTQ romantic comedy, is blaming &#8220;homophobic weirdos&#8221; for the film&#8217;s dismal opening weekend box office performance. Billy Eichner, who co-starred in the film as well as co-wrote it with director Nicholas Stoller, lashed out as the movie pulled in a mere $4.8 million, leaving it in fourth place behind “Smile” ($22 ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-democrat-congressman-jailed-for-committing-election-fraud-to-help-democrats", "title": "Former Democrat Congressman Jailed For Committing Election Fraud To Help Democrats", "date_published": "2022-10-03 08:18:54+00:00", "description": "A former U.S. Congressman, a Democrat, was sentenced to more than two years in jail last week for committing election fraud intended to help Democrat candidates. Former Rep. Michael &#8220;Ozzie&#8221; Myers, 79, who represented a district in Pennsylvania, pled guilty to conspiracy to deprive voters of civil rights, bribery, obstruction of justice, falsification of voting ..."}, {"url": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/general-petraeus-russia-cant-win-war-if-putin-uses-tactical-nukes-u-s-nato-will-destroy-russian-conventional-forces", "title": "General Petraeus: Russia Can’t Win War. If Putin Uses Tactical Nukes, U.S., NATO Will Destroy Russian Conventional Forces", "date_published": "2022-10-03 07:25:56+00:00", "description": "Former CIA Director David Petraeus, the general who led U.S. forces in Iraq in 2007-2008, said Sunday that Russia cannot win its war against Ukraine and if Russian President Vladimir Putin uses tactical nuclear weapons, the U.S. will lead NATO in an unprecedented attack against Russia. Petraeus spoke to Jon Karl of ABC News on ..."}]