[{"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/vodeo-games-shutting-down-213519398.html?src=rss", "title": "The first US video game studio to unionize is shutting down", "date_published": "2022-09-07 21:35:19+00:00", "description": "<p>The first video game studio in the US to unionize is shutting down. On Wednesday, <em>Beast Breaker</em> developer Vodeo Games announced it had failed to secure funding to produce an additional release beyond its debut title. “Despite a year of avid efforts, we’ve been unable to secure funding for our next project from publishers and investors,” Vodeo Games said in a <a href=\"https://twitter.com/VodeoGames/status/1567581119608156161?s=20&amp;t=LAW66dLmPzo7reRvJzazVA\">tweet</a> spotted by <a h"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-fitness-plus-iphone-204046490.html?src=rss", "title": "Apple Fitness+ is coming to iPhone this fall in 21 countries", "date_published": "2022-09-07 20:40:46+00:00", "description": "<p>Starting sometime this fall, you'll no longer need an Apple Watch to use <a href=\"https://www.engadget.com/tag/apple%20fitness%20plus/\">Apple Fitness+</a>. The service will be available on iPhone in all 21 countries where Apple currently offers it. Apple <a href=\"https://www.engadget.com/apple-fitness-iphone-announced-180551560.html\">said at WWDC</a> that a Watch-free iPhone Fitness app was on the way, so <a href=\"https://www.apple.com/newsroom/2022/09/apple-fitness-plus-available-to-all-ipho"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-iphone-14-pro-watch-ultra-event-recap-202326264.html?src=rss", "title": "Here's everything Apple announced at its iPhone 14 and Apple Watch event", "date_published": "2022-09-07 20:23:26+00:00", "description": "<p>As usual, Apple's September event was packed with new hardware, most of which we aren't too shocked to see. The rumor mill correctly predicted the all-new Apple Watch Ultra, as well as the more iterative Apple Watch Series 8 and a new Apple Watch SE. And the iPhone 14 and 14 Pro mostly met expectations, as well — including the sad fact that the iPhone mini is no more. The AirPods Pro have also gotten a long-awaited update, though we'd classify this as another iterative change.&nbsp;</p><h2>Th"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-iphone-14-plus-hands-on-specs-201730115.html?src=rss", "title": "iPhone 14 and 14 Plus hands-on: A bigger screen and small camera updates", "date_published": "2022-09-07 20:17:30+00:00", "description": "<p>For the iPhone 14, Apple has decided to &quot;go bigger.&quot; So instead of an iPhone 14 mini, this year we're seeing the iPhone 14 Plus take the smaller handset's place. The new 6.1-inch iPhone 14 is accompanied by the 6.7-inch Plus variant, with the company promising to deliver the best battery life on an iPhone. Though I can't verify that claim yet, I was able to spend some time with the new iPhone 14s at the Apple event. Though I miss the cute mini flagship, I can understand why the comp"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/elon-musk-can-use-whistleblower-twitter-deal-200216099.html?src=rss", "title": "Elon Musk can use whistleblower claims to try to get out of Twitter deal, judge rules", "date_published": "2022-09-07 20:02:16+00:00", "description": "<p>Elon Musk <a href=\"https://apnews.com/article/elon-musk-twitter-inc-technology-46c16a35ec410cc480798682ef482a52\"><ins>can use</ins></a> whistleblower claims from Twitter’s former head of security, Pieter Zatko, as he attempts to get out of the $44 billion acquisition, a judge has ruled. The ruling comes one day after lawyers for Musk and twitter <a href=\"https://www.engadget.com/twitter-musk-hearing-whistleblower-230213240.html\"><ins>faced off</ins></a> in Delaware’s Court of Chancery over Za"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-iphone-14-sim-card-195422014.html?src=rss", "title": "Apple kills off the SIM tray on the iPhone 14 and 14 Pro in the US", "date_published": "2022-09-07 19:54:22+00:00", "description": "<p>Apple added plenty of new features to its latest iPhones, including a nifty display cutout on the iPhone 14 Pro it's calling the <a href=\"https://www.engadget.com/apple-iphone-14-pro-dynamic-island-181347737.html\">Dynamic Island</a>. But as is so often the case with the company, Apple gives and it takes away, and the feature it's removing this time is the physical SIM slot. On US models, the company is going all in on eSIM technology.&nbsp;</p><p>In practice, that's a decision that will have "}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/iphone-14-pro-hands-on-dynamic-island-notch-always-on-display-price-specs-193543750.html?src=rss", "title": "iPhone 14 Pro hands-on: Don't call it a notch", "date_published": "2022-09-07 19:35:43+00:00", "description": "<p>It was a day of farewells today at Apple's <a href=\"https://www.engadget.com/apple-iphone-14-specs-price-availability-175937968.html\">'Far Out' iPhone launch event</a>. In addition to getting rid of the  iPhone mini variant, Apple also ditched the notch on the iPhone 14 Pro in favor of a pill-shaped cutout. The company is calling this the &quot;Dynamic Island&quot; at the top of the screen. The iPhone 14 Pro and Pro Max also feature brighter screens and offer an Always On Display so you can a"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ios-16-arrives-on-september-12th-apple-iphone-14-193343209.html?src=rss", "title": "iOS 16 will be available on September 12th", "date_published": "2022-09-07 19:33:43+00:00", "description": "<p>Today's iPhone 2022 event was chock full of marquee reveals with the new <a href=\"https://www.engadget.com/apple-iphone-14-specs-price-availability-175937968.html\">iPhone 14</a> and <a href=\"https://www.engadget.com/apple-iphone-14-pro-dynamic-island-181347737.html\">14 Pro</a> — not to mention the new <a href=\"https://www.engadget.com/apple-watch-ultra-announced-price-specs-availability-172908400.html\">Watch Ultra line</a>. But tucked away amidst the news torrenting out of Cupertino, Apple an"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/watchos-9-release-date-191305169.html?src=rss", "title": "watchOS 9 will arrive on September 12th", "date_published": "2022-09-07 19:13:18+00:00", "description": "<p>Just before the <a href=\"https://www.engadget.com/apple-watch-series-8-specs-design-price-release-date-171513962.html\">new generation</a> of <a href=\"https://www.engadget.com/second-generation-apple-watch-se-announced-specs-availability-173148325.html\">Apple Watches</a> (including the <a href=\"https://www.engadget.com/apple-watch-ultra-announced-price-specs-availability-172908400.html\">fancy Apple Watch Ultra</a>) arrives later this month, current smartwatch owners will be able to upgrade to "}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-birdwatch-fact-checks-expansion-190037862.html?src=rss", "title": "Twitter is making Birdwatch, its crowd-sourced fact checks, much more prominent", "date_published": "2022-09-07 19:00:37+00:00", "description": "<p>Twitter is <a href=\"https://blog.twitter.com/en_us/topics/product/2022/birdwatch-getting-new-onboarding-process-more-visible-notes\"><ins>expanding</ins></a> its experimental fact-checking program, Birdwatch, and making its misinformation debunks a lot more visible. With the expansion, about half of Twitter users in the United States will start to see Birdwatch's debunks added to misleading tweets.</p><p>The initiative, which first debuted more than a year ago, takes a <a href=\"https://www.eng"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-watch-ultra-hands-on-185536566.html?src=rss", "title": "Apple Watch Ultra hands-on: Built for the great outdoors", "date_published": "2022-09-07 18:55:36+00:00", "description": "<p>After keeping mostly the same design, Apple went to extremes when building the first model to change up the familiar formula. With the <a href=\"https://www.engadget.com/apple-watch-ultra-announced-price-specs-availability-172908400.html\">Apple Watch Ultra</a>, the company kept is signature rectangular shape, but it created a much more rugged device that's built for just about any outdoor extreme you can throw at it — wet or dry, hot or cold. From the more durable case to the customizable acti"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/how-to-pre-order-apple-iphone-14-iphone-14-pro-apple-watch-ultra-apple-watch-series-8-airpods-pro-2-183856500.html?src=rss", "title": "How to pre-order the iPhone 14 and iPhone 14 Pro", "date_published": "2022-09-07 18:38:56+00:00", "description": "<p>It's September, and that means new iPhones are right around the corner. Apple announced its latest smartphones are its \"far out\" event today, ushering in the era of the iPhone 14. Fans will have four options this time around: the iPhone 14 and 14 Plus, along with the iPhone 14 Pro and Pro Max, with the latter two showcasing all of the latest hardware improvements you can get on an Apple handset today. The company also announced the much-rumored Apple Watch Ultra, a more durable, outdoorsy ver"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/iphone-14-emergency-sos-satellite-connection-183230405.html?src=rss", "title": "The iPhone 14 can connect to satellites for emergency SOS features", "date_published": "2022-09-07 18:32:30+00:00", "description": "<p>Probably the biggest new feature for the iPhone 14, 14 Plus and 14 Pro isn't one you'll use ever day, but you'll be glad you have it if you need it. The new phones have a built-in satellite connection that people can use to send emergency SOS messages in places where there's no available cellular signal.&nbsp;</p><p>First, your iPhone will help you orient your phone in the direction you need to point it to get the best signal. Once you have a connection, you can open up a message interface th"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-iphone-14-pro-dynamic-island-181347737.html?src=rss", "title": "The iPhone 14 Pro ditches the notch for a giant hole in the screen", "date_published": "2022-09-07 18:13:47+00:00", "description": "<p>The iPhone 14 Pro is here, and it's one of Apple's most significant upgrades in years. We're used to seeing better camera and screen technology in Apple's \"Pro\" lineup, but this time around it's a dramatic departure from the standard iPhone 14. For one, Apple has done away with the notch, which first arrived with the iPhone X way back in 2017. Instead, there's a large cutout Apple is calling the \"Dynamic Island,\" which can expand to include notifications and other app information. The result "}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-iphone-14-pro-camera-features-181326015.html?src=rss", "title": "Apple’s Photonic Engine technology improves low-light camera performance", "date_published": "2022-09-07 18:13:26+00:00", "description": "<p>The <a href=\"https://www.engadget.com/apple-iphone-14-specs-price-availability-175937968.html\">iPhone 14</a> delivers a 49 percent improvement in low-light performance and it's all thanks to a tweak Apple made to its Deep Fusion image pipeline. During its Far Out event on Wednesday, Apple detailed all the camera enhancements coming to the 2022 iPhone lineup, with the company's new \"Photonic Engine\" leading the list of improvements. When you go to take a nighttime photo with the new iPhones, A"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-iphone-14-specs-price-availability-175937968.html?src=rss", "title": "iPhone 14 has a Plus variant with a 6.9-inch screen and last-year’s A15 processor", "date_published": "2022-09-07 17:59:56+00:00", "description": "<p>Apple has officially unveiled the iPhone 14 at its &quot;Far Out&quot; event today and it seems mostly like an iterative upgrade over last year's model. We do have a new Plus model this year by way of the iPhone 14 Plus, which features a 6.7-inch display, in addition to the 6.1-inch iPhone 14. And unlike what the rumor mill was speculating, the front camera notch is still there.</p><p>Both the iPhone 14 models have the same Super Retina display that goes up to 1,200 nits, and feature ceramic "}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-airpods-pro-2-2022-iphone-event-174902963.html?src=rss", "title": "Apple's new AirPods Pro have touch controls", "date_published": "2022-09-07 17:51:06+00:00", "description": "<p>Three years after Apple released the AirPods Pro, the company is at long last ready to talk about the second incarnation of the earbuds at its <a href=\"https://www.engadget.com/tag/iphone%202022\">big September hardware event</a>. Previous reports <a href=\"https://www.engadget.com/apple-will-reportedly-announce-airpods-pro-2-at-far-out-event-154656928.html\">indicated</a> that AirPods Pro 2 wouldn't have significant design changes, with most of the changes reserved for the interior. But there's"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/second-generation-apple-watch-se-announced-specs-availability-173148325.html?src=rss", "title": "The new Apple Watch SE has faster performance and crash detection", "date_published": "2022-09-07 17:42:48+00:00", "description": "<p>Two years after introducing the <a href=\"https://www.engadget.com/apple-watch-se-review-watchos-7-price-specs-comparison-172542713.html\">Apple Watch SE</a>, Apple is refreshing its entry-level smartwatch. In the process, the company is bringing over some of the features found in the SE's more expensive siblings. To start, the second-generation model features the same processor as the company's newly announced <a href=\"https://www.engadget.com/apple-watch-series-8-specs-design-price-release-da"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-watch-ultra-announced-price-specs-availability-172908400.html?src=rss", "title": "Apple's $799 Watch Ultra is bigger, more durable and lasts longer", "date_published": "2022-09-07 17:29:08+00:00", "description": "<p>In addition to the debut of <a href=\"https://www.engadget.com/apple-watch-series-8-specs-design-price-release-date-171513962.html\">the Watch Series 8</a>, Apple had another wearable on deck for today’s iPhone 14 event. True to the rumors, the company has built a Ultra version of its wrist-worn device that’s larger and more durable with longer battery life than the “regular” models. Aimed solely at folks who are either very active or spend loads of time outdoors, the Apple Watch Ultra offers a"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-watch-series-8-specs-design-price-release-date-171513962.html?src=rss", "title": "Apple Watch Series 8 has a temperature sensor and crash detection", "date_published": "2022-09-07 17:15:13+00:00", "description": "<p>As is tradition, Apple is pulling the cover off of a new Apple Watch at its September event. Rumors suggested that the Apple Watch Series 8 would be a mostly iterative update to last year's model, and that appears to be the case so far: It looks essentially identical to the Series 7.</p><p>The first main new feature is a temperature sensor that Apple is tying to women's health. It'll use readings to give an estimate on when you may be ovulating. It's meant to be used overnight, sampling your "}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/xbox-update-cloud-gaming-link-noise-suppression-party-chat-series-x-s-165022564.html?src=rss", "title": "Xbox players can now start a game from a friend's clip or screenshot", "date_published": "2022-09-07 16:50:22+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/microsoft/\"><ins>Microsoft</ins></a> is <a href=\"https://news.xbox.com/en-us/2022/09/07/rolling-out-today-party-chat-noise-suppression/\"><ins>rolling out</ins></a> an <a href=\"https://www.engadget.com/tag/Xbox/\"><ins>Xbox</ins></a> update that includes handy consoles and cloud gaming features. There's a new way to hop into a game. When a friend shares a screenshot or game clip that catches your eye, you'll be able to tap the play button on a computer or m"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nitendo-switch-oled-pokemon-scarlet-violet-edition-announced-specs-availability-163250152.html?src=rss", "title": "Nintendo made a scarlet and violet OLED Switch for Pokémon fans", "date_published": "2022-09-07 16:32:50+00:00", "description": "<p>Nintendo is <a href=\"https://www.businesswire.com/news/home/20220907005543/en/Nintendo-Announces-Nintendo-Switch-%E2%80%93-OLED-Model-Pok%C3%A9mon-Scarlet-Violet-Edition-Launching-This-November\">adding a new colorway</a> to its <a href=\"https://www.engadget.com/nintendo-switch-oled-review-130025998.html\"><ins>Switch OLED</ins></a> line just in time for the release of the latest Pokémon games. The console will go on sale on November 4th, two weeks before <em>Pokémon Scarlet</em> and <em>Violet"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/how-to-watch-apple-iphone-14-event-160045601.html?src=rss", "title": "Watch Apple's iPhone 14 event here at 1PM ET", "date_published": "2022-09-07 16:00:45+00:00", "description": "<p>It's time once again for Apple to show off a bunch of new gear. The company's <a href=\"https://www.engadget.com/apple-september-7-far-out-event-announced-160942228.html\">&quot;Far Out&quot; iPhone event</a> starts today at 1PM ET and, as ever, you'll be able to watch it live. The stream will be available on <a href=\"https://www.apple.com/apple-events/\">Apple's website</a> and <a href=\"https://www.youtube.com/watch?v=ux6zXguiqxM\">YouTube channel</a>, as well as the Apple TV app. Alternatively,"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/htc-vive-focus-3-vr-headset-face-eye-tracking-accessories-154733543.html?src=rss", "title": "HTC reveals face and eye-tracking accessories for the Vive Focus 3 VR headset", "date_published": "2022-09-07 15:47:33+00:00", "description": "<p>With other virtual reality headset makers expected to bring face- and eye-tracking functions to their upcoming models, <a href=\"http://engadget.com/tag/htc\">HTC</a> is looking to keep pace with new accessories for its <a href=\"https://www.engadget.com/htc-vive-focus-3-review-standalone-vr-headset-163044765.html\">Vive Focus 3</a>. The company <a href=\"https://blog.vive.com/us/vive-focus-3-gets-facial-tracker-and-eye-tracker/\">says</a> the add-ons will offer “more natural and immersive VR exper"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/intercontinental-hotels-group-cyberattack-151926130.html?src=rss", "title": "Cyberattack disrupts bookings for IHG hotels", "date_published": "2022-09-07 15:19:26+00:00", "description": "<p>For the past three days, one of the largest hospitality companies in the world hasn’t been able to accept online bookings due to a cyberattack. On Tuesday, the InterContinental Hotels Group disclosed that “unauthorized activity” had left its IT systems “significantly disrupted” since the end of the Labor Day weekend. IHG operates 6,028 hotels across more than 100 countries, with some of the company’s more recognizable brands including Holiday Inn, Crowne Plaza and Regent.</p><p>When Engadget "}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ring-e2ee-battery-powered-cameras-doorbells-142207705.html?src=rss", "title": "Ring expands end-to-end encryption to its battery-powered devices", "date_published": "2022-09-07 14:22:07+00:00", "description": "<p><a href=\"https://www.engadget.com/tag/ring/\"><ins>Ring</ins></a> is expanding its end-to-end encryption (E2EE) offering to battery-powered cameras and doorbells, which the Amazon-owned company says are its best-selling products. It <a href=\"https://www.engadget.com/ring-doorbell-end-to-end-encryption-133046912.html\"><ins>brought E2EE to several wired models</ins></a> last year.</p><p>&quot;We believe we should offer a full range of privacy options to as many customers as possible,&quot; <a hr"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/microsoft-xbox-elite-series-2-wireless-controller-white-140019249.html?src=rss", "title": "Microsoft’s Xbox Elite Series 2 wireless controller is now available in white", "date_published": "2022-09-07 14:00:19+00:00", "description": "<p>Microsoft Xbox has launched a new <a href=\"https://www.engadget.com/2019-06-09-microsoft-elite-wireless-controller-series-2.html\">Elite Series 2 controller</a> with a white cover plate, and it's now available for pre-order. Like its black counterpart, the Xbox Elite Wireless Controller Series 2 – Core in white was designed with competitive gamers in mind, with its wrap-around rubberized grip, shorter hair trigger locks and 40 hours of battery life. It's now available for pre-order from the <a"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/twitter-will-let-you-edit-your-tweets-up-to-five-times-in-30-minutes-133019036.html?src=rss", "title": "Twitter will let you edit your tweets up to five times in 30 minutes", "date_published": "2022-09-07 13:30:19+00:00", "description": "<p>Last week Twitter <a href=\"https://www.engadget.com/2018-03-23-xbox-controller-retrospective-hyperkin-duke-gamepad.html\">announced</a> that it would finally be introducing an edit button that users had been requesting pretty much <a href=\"https://twitter.com/chrisvpiciullo/status/97754062?ref_src=twsrc%5Etfw\">since</a> the app came out. While we knew that it would let you make changes for up to 30 minutes after posting, we're now learning that you'll only be able to make up to five edits too,"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/hulu-live-tv-is-20-off-for-three-months-for-new-and-returning-subscribers-124054472.html?src=rss", "title": "Hulu + Live TV is $20 off for three months for new and returning subscribers", "date_published": "2022-09-07 12:40:54+00:00", "description": "<p>If you've been looking to cut the cord for good, Hulu's latest promotion on its <a href=\"https://go.skimresources.com?id=72705X1521812&amp;xs=1&amp;url=https%3A%2F%2Fwww.hulu.com%2Flive-tv%3F\">Live TV subscription service</a> may give you the push you need to do so. The streaming company has knocked $20 off its Live TV plan for three months for new and returning customers. That means you'll pay $50 per month for the service instead of the usual $70 for the first three months that you're subsc"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/the-morning-after-biden-outlines-where-the-chips-act-money-is-going-111527938.html?src=rss", "title": "The Morning After: Biden outlines where the CHIPS act money is going", "date_published": "2022-09-07 11:15:27+00:00", "description": "<p>The US may have the edge in semiconductor design, but manufacture is still the crown jewel of places like Taiwan. To counter this, the Biden administration has outlined where it will allocate <a href=\"https://www.engadget.com/chips-and-science-act-funding-plan-biden-administration-semiconductors-chips-144633914.html\">the $50 billion in investment the CHIPS act has allowed for</a>. Of that, $28 billion is to boost domestic production of cutting-edge logic and memory chips. The money will be di"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/ps5-update-rolls-out-globally-with-1440p-support-105041742.html?src=rss", "title": "PS5 update rolls out globally with 1440p support, gamelists and new party features", "date_published": "2022-09-07 10:50:41+00:00", "description": "<p>Sony has <a href=\"https://blog.playstation.com/2022/09/07/new-ps5-system-software-update-is-out-globally-today/\">rolled out</a> the latest PlayStation 5 system update globally with a much-requested feature: 1440p video output. The feature, <a href=\"https://www.engadget.com/ps5-finally-1440p-support-121947889.html\">first previewed in beta</a> last July, will finally provide an option between less-sharp 1080p and demanding 4K that can reduce framerates. It will be especially beneficial to users"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/nextdoor-is-trying-to-prevent-neighbors-from-arguing-about-the-midterms-103024588.html?src=rss", "title": "Nextdoor is trying to prevent neighbors from arguing about the midterms", "date_published": "2022-09-07 10:30:24+00:00", "description": "<p>Nextdoor is gearing up for a potentially contentious election season. Ahead of the midterms, the company says it will label election-related posts with information about how to vote, and will use in-app alerts to remind users to not let political conversations get overly “heated.”</p><p>In a blog post, the company says it will use “pop-up reminders” to encourage “civil political discourse” on election-related posts. “Nextdoor will use pop-up reminders when hurtful or harmful language is detec"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/james-webb-telescope-captures-tarantula-nebula-101518582.html?src=rss", "title": "The James Webb Telescope captures the Tarantula Nebula in stunning detail", "date_published": "2022-09-07 10:15:18+00:00", "description": "<p>The Tarantula Nebula has been photographed by several observatories in the past, but <a href=\"https://www.nasa.gov/feature/goddard/2022/a-cosmic-tarantula-caught-by-nasa-s-webb\">new images captured</a> by the <a href=\"https://www.engadget.com/james-webb-space-telescope-jupiter-aurora-photos-143727205.html\">James Webb Telescope</a> give us a clearer, sharper view of the star-forming region. Also known as 30 Doradus, the Tarantula Nebula is the largest and brightest star-forming region among th"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/signal-hires-meredith-walker-as-president-092649184.html?src=rss", "title": "Signal makes Google strike organizer Meredith Walker its first president", "date_published": "2022-09-07 09:26:49+00:00", "description": "<p>Privacy-focused messaging app Signal has hired former Google manager and tech critic Meredith Whittaker as its first president, it announced in a <a href=\"https://signal.org/blog/announcing-signal-president/\">blog post</a>. She's already on the board of directors, along with WhatsApp founder, interim CEO and Facebook critic Brian Acton and former CEO/encryption evangelist Moxie Marlinspike. Her focus, she said, will be on strategy, communication and the foundation's long-term financial health"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/sony-fr7-robotic-pan-tilt-zoom-camera-074952775.html?src=rss", "title": "Sony unveils 'world's first' robotic pan-tilt-zoom full-frame mirrorless camera", "date_published": "2022-09-07 07:49:52+00:00", "description": "<p>Sony has <a href=\"https://pressroom.pixelshift.studio/sony-electronics-launches-the-fr7-the-worlds-first1-pan-tilt-zoom-camera-to-combine-a-full-frame-image-sensor-lens-interchangeability-and-remote-shooting-functionality\">unveiled</a> an unusual mirrorless camera that essentially marries the <a href=\"https://www.sony.com/en-ma/electronics/professional-video-cameras/ilme-fx6https://www.sony.com/en-ma/electronics/professional-video-cameras/ilme-fx6\">FX6 cinema camera</a>'s tech with remote-con"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/apple-appeal-brazil-ban-iphone-sales-no-charger-052020204.html?src=rss", "title": "Apple plans to appeal Brazil's decision to ban the sale of iPhones without chargers", "date_published": "2022-09-07 05:20:20+00:00", "description": "<p>Brazil's Ministry of Justice has <a href=\"https://arstechnica.com/gadgets/2022/09/brazil-halts-sales-of-charger-less-iphones-fines-apple-2-3-million/?comments=1\">issued an order</a> banning Apple from selling iPhones that don't come with chargers in the country. It has also slapped the tech giant with a fine of 12.275 million Brazilian reals ($2.38 million) and has ordered the cancelation of the <a href=\"https://www.engadget.com/apple-iphone-12-12-pro-review-cameras-5g-performance-price-21463"}, {"url": "https://www.engadget.com/rss.xml", "link": "https://www.engadget.com/google-maps-eco-friendly-europe-directions-040032282.html?src=rss", "title": "Google Maps eco-friendly directions are coming to 40 European countries", "date_published": "2022-09-07 04:00:32+00:00", "description": "<p>Last October, Google <a href=\"https://blog.google/products/maps/3-new-ways-navigate-more-sustainably-maps/\">added new, eco-friendly driving directions</a> to Maps. In the US, you could pull up a driving route that would take into account things like congestion and incline to find you the directions that are best for your fuel economy. As part of a handful of Maps announcements today, Google says the feature will be available in \"nearly 40\" European countries, though we didn't get a list of ev"}]