[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/wojna-w-ukrainie-ukranskie-miasto-ostrzelane-pociskami-zapalajacymi/", "title": "Wojna w Ukrainie. Ukraińskie miasto ostrzelane pociskami zapalającymi", "date_published": "2022-10-19 19:24:00+00:00", "description": "W sieci pojawiło się wideo przedstawiające pociski zapalające, które mają spadać na ukraińską miejscowość o nazwie Petriwka. W Ukrainie jest kilka miejsc o takiej nazwie. W serwisach społecznościowych pojawiły się sugestie, że ostrzelany obszar to dzielnica Pietrowska w Doniecku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/angia-opiekunka-w-zlobku-wlala-klej-do-oka-dziecka/", "title": "Angia: Opiekunka w żłobku wlała klej do oka dziecka", "date_published": "2022-10-19 19:13:00+00:00", "description": "Mały Jack doznał poważnych obrażeń oka podczas pobytu w żłobku. Wszystkiemu winna jest opiekunka, która zamiast zajmować się dziećmi, doklejała sztuczne paznokcie. W pewnej chwili doszło do wypadku. Klej, którego używała trafił wprost do oka dziecka. Chłopca przewieziono do szpitala. Matka Jacka planuje pozwać placówkę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/ukraina-dlugie-kolejki-paniczne-wypowiedzi-rosjanie-pokazali-ewakuacje-chersonia/", "title": "Ukraina. Długie kolejki, paniczne wypowiedzi. Rosjanie pokazali ewakuację Chersonia", "date_published": "2022-10-19 16:50:00+00:00", "description": "Rosjanie przewożą mieszkańców okupowanego Chersonia z prawego na lewy brzeg rzeki Dniepr. Po wezwaniu prorosyjskich władz do jak najszybszej ewakuacji, pojawiły się nagrania, na których widać, jak mieszkańcy w długich kolejkach czekają, by dostać się na prom. Według rosyjskich mediów, na lewy brzeg uciekł już m.in. szef okupacyjnych władz obwodu Wołodymyr Saldo."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/ukraina-sbu-zatrzymalo-50-latke-odpowie-za-organizacje-pseudoreferendow/", "title": "Ukraińcy zatrzymali 50-latkę. Odpowie za organizację pseudoreferendum", "date_published": "2022-10-19 15:34:00+00:00", "description": "W trakcie działań deokupacyjnych w obwodzie ługańskim Służba Bezpieczeństwa Ukrainy (SBU) zatrzymała 50-letnią mieszkankę wsi Stelmachiwka. Kobieta miała być jedną z organizatorek pseudoreferendów, zleconych przez Kreml. Kolaborantka usłyszała zarzuty."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/indonezja-runela-wielka-islamska-swiatynia/", "title": "Indonezja: Runęła wielka islamska świątynia", "date_published": "2022-10-19 14:58:00+00:00", "description": "W sieci pojawiły się nagrania z pożaru Wielkiego Meczetu Centrum Islamskiego w Dżakarcie. Według policji nikt nie został ranny. Wiadomo, że zawaliła się kopuła budowli. Na początku pożaru w świątyni miało być wiele osób."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/arsenio-punio-nie-zyje-magik-znany-z-mam-talent-umieral-na-scenie/", "title": "Arsenio Puro nie żyje. Magik znany z \"Mam Talent\" umierał na scenie", "date_published": "2022-10-19 14:55:00+00:00", "description": "Arsenio Puro nie żyje. Półfinalista jednej z hiszpańskich edycji Mam Talent upadł podczas swojego występu. Widzowie byli przekonani, że jest to część show. W rzeczywistości jednak 46-latek doznał ataku serca."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/rosja-wprowadzila-stan-wojenny-w-czterech-anektowanych-obwodach/", "title": "Rosja wprowadziła stan wojenny w czterech anektowanych obwodach", "date_published": "2022-10-19 12:00:00+00:00", "description": "Kreml opublikował ustawę o wprowadzeniu stanu wojennego w czterech anektowanych obwodach Ukrainy - powiadomiła agencja Reuters. - Podpisałem dekret o wprowadzeniu stanu wojennego w czterech podmiotach Federacji Rosyjskiej - powiedział w środę Władimir Putin, cytowany przez prokremlowskie media."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/floryda-rzucali-mala-kotka-jak-zabawka-na-plazy-interweniowala-policja/", "title": "Floryda: Rzucali małą kotką jak zabawką. Na plaży interweniowała policja", "date_published": "2022-10-19 11:59:00+00:00", "description": "Plażowiczka, aktywistka na rzecz zwierząt, nagrała szokujące zachowanie pary, która rzucała małą kotką. Na jej reakcję mężczyzna odpowiedział agresją, miał stwierdzić, że jeśli chce, żeby przestał rzucać kotem, ma mu zapłacić 1000 dolarów. W sprawie interweniowała policja"}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/kolejny-zmasowany-atak-rakietowy-wybuchy-w-kijowie/", "title": "Kolejny zmasowany atak rakietowy. Wybuchy w Kijowie", "date_published": "2022-10-19 11:39:00+00:00", "description": "W środę Rosjanie po raz kolejny zaatakowali ukraińskie miasta. Wybuchy odnotowano między innymi w Kijowie i Czernihowie. Udało się zestrzelić część pocisków manewrujących, którymi atakowali okupanci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/kuleba-prosil-o-bron-izrael-nie-sprzedajemy-broni-ukrainie/", "title": "Kułeba prosił o broń. Izrael: Nie sprzedajemy broni Ukrainie", "date_published": "2022-10-19 11:24:00+00:00", "description": "- Chcę jasno powiedzieć, nie sprzedajemy broni Ukrainie - powiedział izraelski minister obrony Beni Ganc. Wypowiedź padła po prośbie Dmytra Kułeby, który chciał, by Izrael przekazał systemy obrony przeciwlotniczej po tym, jak Rosja do ataków wykorzystała irańskie drony."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/turcja-znaleziono-grob-sw-mikolaja-stapal-po-tej-posadzce/", "title": "Turcja: Znaleziono grób św. Mikołaja 1600 lat po jego śmierci. \"Stąpał po tej posadzce\"", "date_published": "2022-10-19 09:00:00+00:00", "description": "Archeolodzy pod jednym z bizantyjskich kościołów w Turcji znaleźli pozostałości starożytnej świątyni, a w niej grób prawdziwego św. Mikołaja. - Dotarliśmy do posadzki, po której stąpał święty - mówił Osman Ervasar, szef rady ds. ochrony dziedzictwa kulturowego w Antalyi."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/iran-16-letnia-asra-panahi-smiertelnie-pobita-przez-sluzby-w-szkole-wybuchly-protesty/", "title": "Iran. 16-letnia Asra Panahi śmiertelnie pobita przez służby w szkole. Wybuchły protesty", "date_published": "2022-10-19 08:49:00+00:00", "description": "Irańskim społeczeństwem wstrząsnęła wieść o kolejnej młodej ofierze irańskich służb bezpieczeństwa. Tym razem to 16-letnia Asra Panahi z miasta Ardabil, która wraz z grupą uczennic odmówiła zaśpiewania proreżimowej piosenki wychwalającej przywódcę Iranu Alego Chameneiego. Funkcjonariusze mieli rzucić się na uczennice - Panahi zmarła w szpitalu, jej koleżanka jest w stanie krytycznym."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/bruksela-ursula-von-der-leyen-opieranie-sie-rosyjskiemu-szantazowi-ma-swoja-cene/", "title": "Bruksela. Ursula von der Leyen: Opieranie się rosyjskiemu szantażowi ma swoją cenę", "date_published": "2022-10-19 07:50:00+00:00", "description": "Opieranie się rosyjskiemu szantażowi ma swoją cenę, widzimy wzrost kosztów energii, a nasze firmy mają problemy z konkurencyjnością - mówiła podczas swojego wystąpienia na forum parlamentu Unii Europejskiej, Ursula von der Leyen, szefowa Komisji Europejskiej. Zaznaczyła jednak, że w kwestii szybkości dywersyfikacji dostaw gazu dajemy sobie radę."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/wynajal-samolot-na-randke-tragiczna-smierc-studenta/", "title": "Wynajął samolot na randkę. Tragiczna śmierć studenta", "date_published": "2022-10-19 07:09:00+00:00", "description": "Student z Georgii chciał zrobić niespodziankę swojej partnerce i zabrał ją na romantyczną kolację wynajętym samolotem. Niestety randka zakończyła się tragicznie. Podczas wysiadania z maszyny 21-latek został uderzony śmigłem samolotu w głowę i zmarł."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/cherson-ewakuacja-mieszkancow-okupowanego-miasta-otrzymali-sms-y-od-rosjan/", "title": "Chersoń. Ewakuacja mieszkańców okupowanego miasta. Otrzymali SMS-y od Rosjan", "date_published": "2022-10-19 06:50:00+00:00", "description": "Administracja okupowanego Chersonia wysłała do mieszkańców SMS-y o konieczności opuszczenia miasta z powodu zagrożenia ostrzałem dzielnic mieszkalnych ze strony Ukrainy - twierdzi propagandowa RIA Novosti."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-10-19/nowy-jork-bojka-w-metrze-mezczyzna-wepchniety-pod-pociag/", "title": "Nowy Jork. Bójka w metrze. Mężczyzna wepchnięty pod pociąg", "date_published": "2022-10-19 04:19:00+00:00", "description": "Tragicznie zakończyła się bójka dwóch mężczyzn w nowojorskim metrze. Jeden z nich został wepchnięty na tory, wprost pod nadjeżdżający pociąg. 48-latek nie przeżył. Wszystko zaczęło się od przypadkowego zderzenia."}]