[{"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/kontrofensywa-ukrainy-sukcesy-ukrainskiej-armii-wyzwalaja-kolejne-miejscowosci/", "title": "Kontrofensywa Ukrainy. Sukcesy ukraińskiej armii. Wyzwalają kolejne miejscowości", "date_published": "2022-09-10 20:44:00+00:00", "description": "Izium, Wołczańsk z pewnością oraz doniesienia o Siewierodoniecku i lotnisku pod Donieckiem - w tych miejscach mieli się pojawiać ukraińscy żołnierze. Trwa ukraińska kontrofensywa. Wojskowi wyzwalają kolejne miejscowości."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/nigeria-celnicy-udaremnili-probe-przemytu-siedmiu-tysiecy-penisow-oslow/", "title": "Nigeria: Celnicy udaremnili próbę przemytu siedmiu tysięcy penisów osłów", "date_published": "2022-09-10 19:34:00+00:00", "description": "W 16 workach znajdowało się siedem tysięcy penisów osłów. Nigeryjscy celnicy udaremnili nietypowy przemyt. Ładunek miał trafić do Hong Kongu. Eksport skór i genitaliów osłów jest poważnym problemem dla Nigerii."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/boliwia-protest-hodowcow-koki-starcia-z-policja-i-podpalenia/", "title": "Boliwia: Protest hodowców koki. Starcia z policją i podpalenia", "date_published": "2022-09-10 16:16:00+00:00", "description": "Przełamanie kordonów policji, podpalenie punktu sprzedaży i oskarżenia pod adresem władz - hodowcy liści koki protestują w Boliwii. Spór dotyczy miejsc, gdzie można handlować rośliną i regulacjami, które rząd zmienił w ubiegłym roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/wielka-brytania-podano-date-pogrzebu-krolowej-elzbiety/", "title": "Wielka Brytania. Podano datę pogrzebu królowej Elżbiety", "date_published": "2022-09-10 16:06:00+00:00", "description": "Pogrzeb zmarłej w czwartek królowej Elżbiety II odbędzie się w poniedziałek 19 września i będzie mieć charakter państwowy - podał Pałac Buckingham."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/irlandia-dwoje-dzieci-zginelo-w-pozarze-samochodu/", "title": "Irlandia. Dwoje dzieci zginęło w pożarze samochodu", "date_published": "2022-09-10 14:27:00+00:00", "description": "W Westmeath doszło do pożaru samochodu, w którym znajdowała się matka z dwojgiem dzieci. Dziewczynka w wieku szkolnym zginęła na miejscu, po przewiezieniu chłopca do szpitala stwierdzono jego śmierć. Matka zmarłego rodzeństwa obecnie przebywa w szpitalu. Służby zapowiedziały sekcję zwłok dzieci."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/usa-huragan-kay-sieje-zniszczenia-katastrofa-samolotu-w-bazie-marynarki-wojennej/", "title": "USA: Huragan Kay sieje zniszczenia. Katastrofa samolotu w bazie marynarki wojennej", "date_published": "2022-09-10 14:25:00+00:00", "description": "Kalifornia zmaga się huraganem Kay. Wiatr wieje w porywach z prędkością 170 km/h. W bazie lotniczej w pobliżu San Diego doszło do wypadku odrzutowca, który próbował powrócić na lotnisko po starcie. Kiedy lądował doszło do katastrofy. Maszyna wypadła z pasa."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/wielka-brytania-odnaleziono-ciala-12-latki-i-jej-matki/", "title": "Wielka Brytania. Odnaleziono ciała matki i córki", "date_published": "2022-09-10 13:34:00+00:00", "description": "12-latka i jej 44-letnia matka zostały znalezione martwe w jednym z domów w Suffolk w Wielkiej Brytanii. Jak powiadomiły media, na ciałach kobiet znajdowały się rany kłute. Sekcja zwłok 44-latki wykazała, że kobieta zmarła na skutek uduszenia. W sprawie śmierci zatrzymany został 46-letni mężczyzna."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/nowa-zelandia-piec-osob-zginelo-po-przewroceniu-sie-lodzi-mogla-zderzyc-sie-z-wielorybem/", "title": "Nowa Zelandia. Pięć osób zginęło po przewróceniu się łodzi. Mogła zderzyć się z wielorybem", "date_published": "2022-09-10 12:30:00+00:00", "description": "Pięć osób, które obserwowały ptaki, zgięło w Nowej Zelandii po przewróceniu się łodzi. Do wypadku najprawdopodobniej doszło na skutek zderzenia z wielorybem - podało BBC. W akcji ratunkowej wzięły udział trzy helikoptery."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/wielka-brytania-pogrzeb-elzbiety-ii-mozna-porownywac-z-pogrzebem-jana-pawla/", "title": "Wielka Brytania. \"Pogrzeb Elżbiety II można porównywać z pogrzebem Jana Pawła\"", "date_published": "2022-09-10 10:41:00+00:00", "description": "- Prawdopodobnie takiej wielkości ceremonii pogrzebowej nie znała Wielka Brytania. Dzisiaj, jeśli można porównywać do wielkości pogrzebu z taką ilością zagranicznych państw, to do pogrzebu Jana Pawła II, czy japońskiego cesarza Hirohito - mówił na antenie Polsat News prof. Tomasz Orłowski, były dyplomata. W sobotę przed południem Rada Akcesyjna formalnie proklamowała Karola III królem."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/ukraina-byly-minister-spraw-zagranicznych-o-sytuacji-rosjan-na-krymie/", "title": "Ukraina. Były minister spraw zagranicznych o sytuacji Rosjan na Krymie", "date_published": "2022-09-10 10:11:00+00:00", "description": "Siły rosyjskie muszą opuścić tymczasowo okupowany Krym lub przygotować się na najgorsze - powiedział na antenie Radia NV były minister spraw zagranicznych Wołodymyr Ohryzko. Z kolei generał Ben Hodges, były dowódca armii USA w Europie na łamach Newsweeka twierdzi, że Ukraina może odzyskać Krym już w 2023 roku."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/smierc-elzbiety-ii-karol-iii-ogloszony-krolem-zjednoczonego-krolestwa/", "title": "Śmierć Elżbiety II. Karol III ogłoszony królem Zjednoczonego Królestwa", "date_published": "2022-09-10 09:03:00+00:00", "description": "Karol III został ogłoszony przez Radą Akcesyjną królem Zjednoczonego Królestwa w sobotę przed południem w londyńskim St. James Palace. Zgodnie z tradycją brytyjskiego dworu, nowy król zostaje ogłoszony w ciągu doby od śmierci poprzednika."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/chorwacja-zderzenie-pociagow-trzy-osoby-nie-zyja-11-jest-rannych/", "title": "Chorwacja. Zderzenie pociągów. Trzy osoby nie żyją, 11 jest rannych", "date_published": "2022-09-10 08:48:00+00:00", "description": "Między miejscowościami Okučani i Novska doszło do zderzenia pociągu osobowego i towarowego. Jak informują lokalne media, na skutek zderzenia trzy osoby zginęły, 11 zostało rannych. Na miejscu zdarzenia pojawił się premier Chorwacji Andrej Plenković."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/ukraina-wideo-z-uciekajacymi-przed-natarciem-rosjanami-hitem-internetu/", "title": "Ukraina. Wideo z uciekającymi przed natarciem Rosjanami hitem internetu", "date_published": "2022-09-10 08:38:00+00:00", "description": "Niespełna półminutowe nagranie wideo z pędzącym rosyjskim czołgiem można od kilkunastu godzin znaleźć na większości ukraińskich profili informacyjnych w mediach społecznościowych. Jego popularność może tłumaczyć komediowa oprawa muzyczna oraz finał, który z pewnością należy do zaskakujących - nomen omen - zwrotów akcji. A to wszystko za sprawą żołnierzy Sił Operacji Specjalnych Ukrainy."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/ukraina-ukrainscy-zolnierze-odspiewali-hymn-w-charkowie/", "title": "Kontrofensywa Ukraińców. Żołnierze odśpiewali hymn w Charkowie", "date_published": "2022-09-10 08:08:00+00:00", "description": "W mediach społecznościowych pojawiło się nagranie, na którym żołnierze śpiewają ukraiński hymn przed rozpoczęciem ofensywy w Charkowie. Od kilku dni Siły Zbrojne Ukrainy prowadzą kontrofensywę, wyzwalając spod rosyjskiej okupacji kolejne miasta. - Kontrofensywa jest na najlepszym etapie od początku inwazji - mówił korespondent Polsat News w Ukrainie Mateusz Lachowski."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/wojna-na-ukrainie-ukraincy-wyzwolili-kupiansk/", "title": "Wojna na Ukrainie. Ukraińcy weszli do Kupiańska", "date_published": "2022-09-10 07:23:00+00:00", "description": "Ukraińcy weszli do Kupiańska, odcinając Rosjanom drogę transportu sprzętu i broni do Iziumu. Rosjanie w zasadzie nie stawiali oporu - poinformował na Twitterze Illia Ponomarenko, korespondent wojenny Kyiv Independent."}, {"url": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-09-10/wojna-w-ukrainie-ranny-rosjanin-opowiada-o-czolgach/", "title": "Wojna w Ukrainie. Ranny Rosjanin opowiada o czołgach", "date_published": "2022-09-10 06:35:00+00:00", "description": "Rozmowa z rannym rosyjskim żołnierzem wziętym do niewoli zyskuje popularność w sieci. Młody mężczyzna opowiada o tym, że niektóre rosyjskie czołgi strzelają, ale nie jeżdżą, z kolei inne jeżdżą, ale nie mogą strzelać."}]