[{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/meditate-wins-juvenile-fillies-turf-big-day-for-europeans-at-breeders-cup-meeting-kentucky", "title": "Meditate wins Juvenile Fillies’ Turf on big day for Europeans at Breeders’ Cup", "date_published": "2022-11-04 22:34:10+00:00", "description": "<ul><li>Aidan O’Brien completes double in Juvenile Turf</li><li>Mischief Magic claims victory in Juvenile Turf Sprint</li></ul><p>European-trained runners swept the three turf races on the first day of the Breeders’ Cup meeting at Keeneland, with Meditate’s emphatic success in the Juvenile Fillies’ Turf – Aidan O’Brien’s first win in the race – the highlight of an excellent evening for the visiting team in Kentucky.</p><p>O’Brien completed a double when his colt Victoria Road edged out Charlie Appleby’s Silver Knott in the Juvenile Turf, while Appleby had earlier set a new Breeders’ Cup record by winning the fourth consecutive race at the meeting in which he saddled a runner, as Mischief Magic found an exceptional turn of pace to win the Juvenile Turf Sprint.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/meditate-wins-juvenile-fillies-turf-big-day-for-europeans-at-breeders-cup-meeting-kentucky\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/not-up-to-players-to-make-qatar-world-cup-protest-says-jurgen-klopp", "title": "Not up to players to make Qatar World Cup protest, insists Jürgen Klopp", "date_published": "2022-11-04 22:30:33+00:00", "description": "<ul><li>Klopp: ‘We know how it happened and we let it happen’</li><li>Liverpool manager confirms he will not attend tournament</li></ul><p>Jürgen Klopp has said Fifa’s decision to award the World Cup to Qatar should make everyone angry 12 years on but insisted it is wrong to demand a political stance from the managers and players involved.</p><p>The Liverpool manager will not attend and admits he has no enthusiasm for a tournament shrouded in controversy, from the abuse of migrant workers to the treatment of LGBTQ+ fans. Klopp believes there should have been a robust challenge to Fifa’s awarding of the competition to Qatar in 2010. In the absence of one, he insists it should not fall to the likes of Gareth Southgate and Harry Kane to lead any protests.</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/not-up-to-players-to-make-qatar-world-cup-protest-says-jurgen-klopp\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/west-hams-kurt-zouma-apologises-again-for-kicking-cat", "title": "‘I feel very, very sorry’: West Ham’s Kurt Zouma apologises for kicking cat", "date_published": "2022-11-04 22:29:50+00:00", "description": "<ul><li>Defender was ordered to carry out community service</li><li>‘I have done something very bad. I have great remorse’</li></ul><p>West Ham defender Kurt Zouma has spoken of his “great remorse” over the cat kicking incident he was involved in earlier this year.</p><p>In June the Frenchman was <a href=\"https://www.theguardian.com/football/2022/jun/01/kurt-zouma-cat-abuse-videos-west-ham-footballer\">ordered to carry out 180 hours of community service</a> and banned from keeping cats for five years after admitting kicking and slapping his pet cat.</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/west-hams-kurt-zouma-apologises-again-for-kicking-cat\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/peru-tourists-indigenous-protest-amazon-boat-oil-spill", "title": "Amazon tourists and Peruvians held on boat released by Indigenous protesters", "date_published": "2022-11-04 21:53:48+00:00", "description": "<p>Group of more than 100 including British and American travellers were detained in protest over government response to oil spill</p><p>Indigenous protesters have released more than <a href=\"https://www.theguardian.com/environment/2022/nov/04/indigenous-people-in-peruvian-amazon-detain-tourists-in-oil-spill-protest\">100 tourists and local people who were held on a boat for more than a day</a> in an attempt to force the Peruvian government to act over oil spills in the Amazon region where they live.</p><p>The Indigenous Kukama had held a boatload of Peruvians and foreign tourists – including US and European citizens and at least three British nationals – since Thursday in <a href=\"https://www.theguardian.com/world/peru\">Peru</a>’s largest Amazon region, Loreto.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/peru-tourists-indigenous-protest-amazon-boat-oil-spill\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/addo-carr-runs-in-five-tries-in-australias-world-cup-rout-of-lebanon", "title": "Josh Addo-Carr scores five tries in Australia’s World Cup rout of Lebanon", "date_published": "2022-11-04 21:39:37+00:00", "description": "<ul><li>Quarter-final: Australia 48-4 Lebanon</li><li>Kangaroos will face New Zealand or Fiji in semi-final</li></ul><p>The Australian juggernaut rolls on and shows no signs of slowing down. In the birthplace of rugby league, the Kangaroos once again underlined why they hold the international game in the palm of their hands after strolling into the semi-finals of the Rugby League World Cup.</p><p>Their latest rugby league clinic was a masterful display against Lebanon in Huddersfield, with Josh Addo-Carr scoring five tries and Mal Meninga’s side outclassing the Cedars in every department to set up a semi-final against either New Zealand or Fiji in Leeds next Friday. Four games into this tournament, and the Kangaroos have only conceded 18 points and it feels as though they have not yet been properly tested.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/addo-carr-runs-in-five-tries-in-australias-world-cup-rout-of-lebanon\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/tennis-paris-masters-alcaraz-rune-djokovic-wta-finals-sabalenka-pegula", "title": "Carlos Alcaraz retires against Holger Rune as Djokovic marches on in Paris", "date_published": "2022-11-04 21:33:49+00:00", "description": "<ul><li>World No 1 retires from quarter-final with abdominal strain</li><li>Novak Djokovic and Félix Auger-Aliassime both advance</li></ul><p>The world number one, Carlos Alcaraz, retired with an injury against Holger Rune at the Paris Masters on Friday, sending his fellow 19-year-old through to the semi-finals.</p><p>After winning the first set 6-3, Rune was 3-1 ahead in the second-set tie-break when Alcaraz withdrew, having received medical treatment for an abdominal strain at 6-5. “I cannot stretch. I couldn’t serve well, I couldn’t hit the forehand well,” said Alcaraz afterwards. “I preferred to retire and see [the injury] and take care of it.”</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/tennis-paris-masters-alcaraz-rune-djokovic-wta-finals-sabalenka-pegula\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/driver-seriously-injured-after-being-run-over-three-times-by-own-car", "title": "Driver ‘seriously injured’ after being run over three times by own car", "date_published": "2022-11-04 21:21:26+00:00", "description": "<p>Swiss woman, 45, was run over three times after she got out of her car and left the engine running</p><p>A woman in <a href=\"https://www.theguardian.com/world/switzerland\">Switzerland</a> was seriously injured after she got out of her car with the engine still on only for it to run her over three times, police said on Friday.</p><p>The 45-year-old had stepped out of her car in a residential area in St Gallen in northeastern Switzerland, probably in order to get something out of the boot, regional police said, according to the Swiss news agency ATS.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/driver-seriously-injured-after-being-run-over-three-times-by-own-car\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/us-accuses-russia-and-china-of-protecting-north-korea-from-un", "title": "US accuses Russia and China of protecting North Korea from UN", "date_published": "2022-11-04 21:03:52+00:00", "description": "<p>China and Russia, meanwhile, accuse US of inflaming tensions with large-scale joint military exercises with South Korea</p><p>The United States has accused Russia and China of providing “blanket protection” to North Korea from further UN Security Council action and said the pair had “bent over backwards” to justify <a href=\"https://www.theguardian.com/world/2022/nov/02/north-korea-has-fired-three-ballistic-missiles-into-sea-south-koreas-military-says\">Pyongyang’s ballistic missile launches</a>.</p><p>The US, Britain, France, Albania, Ireland and Norway requested that the Security Council meet on Friday after North Korea, formally known as the DPRK, fired multiple missiles, including a <a href=\"https://www.theguardian.com/world/2022/nov/03/north-korea-launches-ballistic-missile-sparking-emergency-warnings-in-japan\">possible failed intercontinental ballistic missile</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/us-accuses-russia-and-china-of-protecting-north-korea-from-un\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/04/the-week-around-the-world-in-20-pictures", "title": "The week around the world in 20 pictures", "date_published": "2022-11-04 21:02:12+00:00", "description": "<p>Northern Lights illuminate the night sky over Tromsø, Russian attacks on critical facilities in Ukraine, and a crowd crush during a Halloween festival in Seoul – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/04/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/russias-wagner-group-opens-defence-tech-centre-in-st-petersburg", "title": "Russia’s Wagner Group opens defence tech centre in St Petersburg", "date_published": "2022-11-04 20:50:54+00:00", "description": "<p>Opening is latest step for private militia’s owner Yevgeny Prigozhin in taking a more public role in shaping Russia’s defence policy</p><p>Russia’s Wagner Group – the once-secretive private militia controlled by Yevgeny Prigozhin – has opened a military technology centre in St Petersburg, in the latest move by the Putin ally who has criticised the Kremlin’s defence top brass over the Ukraine conflict.</p><p>The opening of the “Wagner Centre” on Friday is seen as another step by Prigozhin to publicise his military credentials and take a more public role in shaping Russia’s defence policy.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/russias-wagner-group-opens-defence-tech-centre-in-st-petersburg\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/fearless-rodrigo-bentancur-keeps-tottenham-ticking-under-pressure", "title": "Fearless Rodrigo Bentancur keeps Tottenham ticking under pressure | Jonathan Liew", "date_published": "2022-11-04 20:00:30+00:00", "description": "<p>Midfielder has an all-round game of passing and pressing that has made him invaluable since signing from Juventus</p><p>Rodrigo Bentancur was four years old when his mother died. It is why he wears the No 30 shirt, commemorating the date of her birthday. When he was 13, he left his small town in Uruguay to live at the Boca Juniors academy in Buenos Aires. When he was 19, he had the chance to move to Europe, a decision that terrified him. “When they talked about the possibility of coming to Juventus, I panicked,” he would later remember. “I was very happy, but also very scared.”</p><p>The point of dredging all this up now is that when you have overcome challenges of this magnitude, perhaps you become more relaxed about the prospect of being outnumbered three on two in midfield. Life taught Bentancur to grow up fast, that the only real defence against adversity is fearlessness. This may well explain his unusual maturity on the pitch, the tenacity that has made him one of the most impressive midfielders in the Premier League and – with apologies to Harry Kane – probably Tottenham’s best player this season.</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/fearless-rodrigo-bentancur-keeps-tottenham-ticking-under-pressure\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2022/nov/04/qatar-world-cup-paid-fans-band-everyone-for-sale", "title": "Paid fans and England band show everyone is for sale at Qatar World Cup | Barney Ronay", "date_published": "2022-11-04 20:00:30+00:00", "description": "<p>Some England and Wales fans will receive flights and tickets to Qatar and ‘will be expected to stand, sing and wave flags’</p><p>Roll up. Humans for sale. We will buy your labour. We will buy your joy too. We will buy your parping horn, your triumphalist songs. We will, let us make this clear, buy your feelings. So dance for us. Show your passion for the project (or lose its associated privileges). Because make no mistake: those tender feelings, the urge to feel and express pleasure, to interact with the spectacle, are now property of the state of Qatar.</p><p>There is something genuinely jaw-dropping about the story that 40 England fans – including members of the England band – and 40 Wales fans are being <a href=\"https://www.theguardian.com/football/2022/nov/04/england-and-wales-fans-being-paid-to-promote-world-cup-from-qatar\" title=\"\">paid by Qatar to attend this month’s Fifa World Cup</a>; a sense, common in the last few years, of reality starting to fray at the edges.</p> <a href=\"https://www.theguardian.com/football/blog/2022/nov/04/qatar-world-cup-paid-fans-band-everyone-for-sale\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/unai-emery-aston-villa-manager-arsenal-villarreal", "title": "‘I am more ready now’: Unai Emery prepared for Aston Villa challenge", "date_published": "2022-11-04 20:00:30+00:00", "description": "<p>The former Arsenal manager sees his second job in England as ‘more daring’ but believes he can bring a trophy to Villa Park</p><p>Unai Emery did not know it at the time but by watching Peaky Blinders when he arrived at Arsenal to help him learn English he was already taking steps to feel at home at Aston Villa four years later. Emery broke into a broad smile when reminded of that admission in an ornate lounge overlooking the pitch at Villa Park on Friday, in the city that is home to the crime drama. “I am ambitious as well and I prefer to use difficult series to improve,” he says. “I think I can understand better the Birmingham history with these movies.”</p><p>Emery was sacked by Arsenal after 18 months despite finishing fifth and with a 55% win rate. Emery insists the English top flight has not changed too much since he left in November 2019 but that he is better prepared for taking on the Premier League, after enjoying further success with Villarreal. “They are here the best coaches, they are here the best players, and I think the pace is amazing,” Emery says. “The football is going so quickly, changing a lot, and we have to be able as well [to adapt] so quickly … and I think now I am more ready than the first time.”</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/unai-emery-aston-villa-manager-arsenal-villarreal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/04/16bn-powerball-largest-lottery-prize-in-history", "title": "$1.6bn Powerball jackpot is the largest lottery prize in history", "date_published": "2022-11-04 19:35:04+00:00", "description": "<p>The drawing will be held on Saturday night for the prize, which hasn’t been won in three months</p><p>Strong sales boosted a Powerball jackpot to an estimated $1.6bn on Friday, making it the largest lottery prize in history.</p><p>A drawing will be held on Saturday night for the Powerball prize, which hasn’t been won in more than three months. That string of 39 consecutive drawings without a winner is a reflection of the tough odds of winning a jackpot, at 1 in 292.2m.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/04/16bn-powerball-largest-lottery-prize-in-history\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/netanyahu-begins-coalition-talks-to-form-israeli-government", "title": "Netanyahu begins coalition talks to form Israeli government", "date_published": "2022-11-04 19:22:09+00:00", "description": "<p>Veteran leader and his far-right allies win decisive 64 seats in 120-seat Knesset</p><p>The former Israeli prime minister Benjamin Netanyahu has begun coalition negotiations on forming a government, after winning a decisive majority in Israel’s fifth election in four years with the help of ultra-Orthodox parties and a new alliance with the far right.</p><p>After a year in opposition, the veteran politician engineered a comeback in Tuesday’s vote, after years of political chaos triggered by his ongoing corruption trial. His majority means that the period of electoral deadlock is in all probability over for now, and Netanyahu – <a href=\"https://www.theguardian.com/world/2022/nov/02/netanyahu-poised-to-reassume-power-with-help-from-far-right-friends\">already the country’s longest service prime minister </a>– is set to stay in the job for at least the next four years. Back in office, he will seek to get his corruption charges dropped.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/netanyahu-begins-coalition-talks-to-form-israeli-government\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/05/australia-v-lebanon-rugby-league-world-cup-quarter-final-live", "title": "Australia v Lebanon: Rugby League World Cup quarter-final – live", "date_published": "2022-11-04 19:08:15+00:00", "description": "<ul><li>Updates from the last eight clash at John Smith’s Stadium </li><li>Start time in Huddersfield is 7:30pm GMT/6:30am AEDT</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> Jonathan or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>Michael Cheika will need all his creativity and coaching nous to convince his charges they can mix it with the best. Parramatta halfback Mitchell Moses will be vital orchestrating play, keeping the Cedars moving, and keeping them in touch with his boot.</p><p>1. Jacob Kiraz<br />2. Josh Mansour<br />4. Brad Morkos<br />16. Reece Robinson<br />5. Abbas Miski<br />6. Adam Doueihi<br />7. Mitchell Moses<br />13. James Roumanos<br />14. Anthony Layoun<br />19. Khalil Rahme<br />11. Elie El-Zakhem<br />12. Charbel Tasipale<br />15. Andrew Kazzi</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/05/australia-v-lebanon-rugby-league-world-cup-quarter-final-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/live/2022/nov/04/twitter-sued-layoffs-sizewell-nuclear-plant-uk-recession-us-jobs-business-live", "title": "Twitter layoffs: Elon Musk reportedly fires team responsible for tackling misinformation - live", "date_published": "2022-11-04 18:59:48+00:00", "description": "<p>Twitter has temporarily closed its offices and cut workers’ access to internal systems as it began laying off staff</p><p><strong>The Bank of England is trying to get inflation under control without doing too much damage to the UK economy, its chief economist says.</strong></p><p>Huw Pill told CNBC that the Bank’s monetary policy committee is aiming to balance getting inflation down to 2%, without slowing growth too severely.</p><p>“What we are seeking to do, we’re always seeking to do, is to find that balance that gets us back to our 2% inflation target without generating unnecessary and costly problems in the real side of the economy.</p><p>“Creating that balance, signalling that balance, that was really our key message yesterday.”</p> <a href=\"https://www.theguardian.com/business/live/2022/nov/04/twitter-sued-layoffs-sizewell-nuclear-plant-uk-recession-us-jobs-business-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/imran-khan-supporters-take-to-streets-as-shooting-fuels-pakistan-tensions", "title": "Imran Khan supporters take to streets as shooting fuels Pakistan tensions", "date_published": "2022-11-04 18:17:52+00:00", "description": "<p>Stakes raised on Friday with clashes between police and protesters in cities across Pakistan</p><p>Hundreds of police officers equipped with teargas hurriedly took position near a junction connecting Islamabad with its twin city of Rawalpindi as a group of protesters burned wood and chanted slogans on Friday.</p><p>The two groups edged towards each other, then the protesters hurled stones at the police, who responded with teargas rounds. Not long after that the protesters dispersed, and police reopened the junction to traffic.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/imran-khan-supporters-take-to-streets-as-shooting-fuels-pakistan-tensions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/04/joe-rogan-school-litter-boxes-kids-furries-gender", "title": "Joe Rogan admits schools don’t have litter boxes for kids who ‘identify’ as furries", "date_published": "2022-11-04 18:16:22+00:00", "description": "<p>Podcast host had amplified debunked claim about furries spread by Republican politicians</p><p>Joe Rogan has acknowledged spreading misinformation after he suggested that elementary schools are installing litter boxes for students who “identify” as furries.</p><p>The sensationalist urban legend was rooted in the right’s continued attacks on trans and gender non-conforming youth.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/04/joe-rogan-school-litter-boxes-kids-furries-gender\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/infosys-still-operating-russia-rishi-sunak-akshata-murty", "title": "Infosys still operating from Russia eight months after saying it was pulling out", "date_published": "2022-11-04 18:12:16+00:00", "description": "<p>Indian firm from which Rishi Sunak’s wife collects £11.5m in annual dividends retains staffed Moscow office</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Indian IT services company Infosys from which the prime minister’s wife collects £11.5m in annual dividends is still operating from Moscow eight months after the company said it was pulling out.</p><p>The company retains a staffed office and is paying subcontractors in the Russian capital to carry out IT services for a global client although a spokesperson said they were looking to end that arrangement.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/infosys-still-operating-russia-rishi-sunak-akshata-murty\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/no-calculators-required-england-left-with-clear-t20-world-cup-equation", "title": "No calculators required: England left with clear T20 World Cup equation", "date_published": "2022-11-04 18:00:28+00:00", "description": "<p>After fears of a run-rate puzzle, victory over Sri Lanka will see Jos Buttler’s side qualify for the T20 World Cup semi-finals</p><p>The situation for England became clear at around 10.15pm on Friday night in Sydney, as 800 miles to the west in Adelaide Afghanistan scored their runs that guaranteed Australia’s net run rate could not become an extra hurdle. So England can throw away their calculators and focus on the clearest possible equation: beat Sri Lanka by any margin on Saturday and they will be in the semi-finals.</p><p>The players have all been issued with USB sticks which allow them to watch Sky’s coverage of the tournament in their hotel rooms, and many of them have been in frequent use. Chris Woakes said there were “plenty of fist pumps” during <a href=\"https://www.theguardian.com/sport/2022/oct/31/australia-secure-win-over-ireland-in-t20-world-cup-but-still-have-work-to-do\">Lorcan Tucker’s brilliant innings for Ireland</a> against the Australians in Brisbane on Halloween, and there would have been so many during Rashid Khan’s 23-ball 48 – a contribution that meant Australia’s winning margin in the end was only four – that he must have been in danger of sustaining another shoulder injury.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/no-calculators-required-england-left-with-clear-t20-world-cup-equation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/05/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "date_published": "2022-11-04 18:00:28+00:00", "description": "<p>Russia continues its relentless assault on Ukraine’s power grid; Putin rejoins UN grain export deal in humiliating U-turn; Kherson residents defy Russian call to evacuate city</p><p>Eight months after Russia captured Kherson, the first major Ukrainian city to fall, Moscow’s grip on the city appears to be slipping as many of those who have refused Russia’s calls to evacuate anxiously wait for their city to be liberated, <strong><a href=\"https://www.theguardian.com/world/2022/nov/03/kherson-captured-city-resident-defy-russian-call-evacuate-await-liberation\">Pjotr Sauer</a></strong><a href=\"https://www.theguardian.com/world/2022/nov/03/kherson-captured-city-resident-defy-russian-call-evacuate-await-liberation\"> writes.</a></p> <a href=\"https://www.theguardian.com/world/2022/nov/05/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/itaewon-halloween-seoul-crowd-crush-south-korea-youth-anger-tested-again-by-tragedy", "title": "‘I can’t be protected’: South Korea’s youth tested again by Itaewon tragedy", "date_published": "2022-11-04 18:00:28+00:00", "description": "<p>Crisis of trust is brewing as young people traumatised by 2014 Sewol ferry disaster grapple with another preventable tragedy</p><p>In a Seoul gymnasium, rows of trainers, high heels, jackets, and Halloween accessories lie spread out on the floor. They are all numbered in the hope that their owners will come and find them. Many may never be collected.</p><p>They belong to victims and survivors of <a href=\"https://www.theguardian.com/world/2022/oct/29/dozens-of-people-crushed-by-large-crowd-at-halloween-festivities-in-south-korea\">last Saturday’s crowd crush</a> in Seoul, which has so far killed 156 people. Ninety-four per cent of the dead were in their teens, 20s, and 30s.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/itaewon-halloween-seoul-crowd-crush-south-korea-youth-anger-tested-again-by-tragedy\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/mark-wood-admits-england-safety-fears-in-pakistan-after-attack-on-imran-khan-cricket", "title": "Mark Wood admits worry over Pakistan tour after attack on Imran Khan", "date_published": "2022-11-04 18:00:27+00:00", "description": "<ul><li>No plans to abandon first England Tests in country since 2005</li><li>Mark Wood admits: ‘I’d be lying if I said I wasn’t worried’</li></ul><p>Mark Wood has admitted <a href=\"https://www.theguardian.com/world/2022/nov/03/imran-khan-shot-in-assassination-attempt-in-pakistan\">the attempted assassination</a> of the former Pakistan prime minister – and former captain of the national cricket team – Imran Khan on Thursday is a cause for concern but the England and Wales Cricket Board has no immediate plans to abandon their forthcoming Test tour of the country.</p><p>Wood is a member of the squad due to arrive in Pakistan later this month and was also in the white-ball squad that travelled to play seven Twenty20 internationals in October, their first games in the country for 17 years. On that occasion the players were surrounded throughout by military protection, but the tour proceeded without incident and was considered a great success.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/mark-wood-admits-england-safety-fears-in-pakistan-after-attack-on-imran-khan-cricket\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/owen-farrell-england-argentina-rugby-union-autumn-series", "title": "England’s Farrell admits aggressive style makes dealing with referees a challenge", "date_published": "2022-11-04 18:00:05+00:00", "description": "<ul><li>‘I want to be me and I want to work on how I can be a better me’</li><li>Farrell passed fit to face Argentina on Sunday</li></ul><p>Owen Farrell has admitted his aggressive playing style makes communicating with referees a challenge after he was restored to the England captaincy by Eddie Jones.</p><p>Farrell, having completed the return to play protocols from his head injury yesterday, will lead England for the first time since last November against Argentina on Sunday in the absence of Courtney Lawes.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/owen-farrell-england-argentina-rugby-union-autumn-series\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/qatar-police-restraint-world-cup-fifa-talks", "title": "Qatar police urged to show restraint during World Cup after Fifa talks", "date_published": "2022-11-04 17:42:34+00:00", "description": "<ul><li>Secret understandings brokered between Fifa and Qatar officials</li><li>LGBTQ+ fans will be allowed public displays of affection</li></ul><p>Restraint is to be urged of police during the World Cup regarding behaviour that goes against the cultural norms of Qatar but is commonplace in Europe, according to a series of secret understandings brokered between Fifa and Qatari officials.</p><p>Fans should be allowed to climb on tables, drape flags over statues and sing loud songs in public without facing interventions by police, according to a summary of the agreements seen by the Guardian. Essential areas of individual rights are also covered, with LGBTQ+ fans to be allowed to show displays of affection in the street and fly rainbow flags in public places, despite laws that mean homosexuality is illegal in the Gulf state.</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/qatar-police-restraint-world-cup-fifa-talks\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/us-knife-edge-trump-republicans-democracy-midterm-elections", "title": "The US is on a knife-edge. The enemy for Trump’s Republicans is democracy itself | Jonathan Freedland", "date_published": "2022-11-04 17:36:05+00:00", "description": "<p>Most candidates from the GOP in these midterm elections refuse democracy’s most basic tenet: accepting the voters’ verdict</p><p>As in all the best horror movies, at first glance everything looks normal. It’s a classic scene of the American autumn: campaign rallies outside community centres, battle buses emblazoned with candidates’ smiling faces, kids wearing badges and holding up signs, while TV screens fill with debates, punditry and an endless loop of focus-grouped ads. Even the predicted outcome of Tuesday’s US midterm elections fits a template as familiar as falling leaves. Most experts agree that the Democrats will take a hit, losing control of at least one or perhaps both chambers of Congress, because they are the incumbent party – and incumbent parties almost always suffer in midterm – and because times are unusually tough. Inflation, interest rates, petrol prices, fear of crime: they’re all up. Couple that with a president set to turn 80 this month whose approval ratings have often plumbed the depths, and all the elements are in place for the Democrats to take a midterm beating, losing ground even in states they once counted as solidly their own.</p><p>But look closer and you see something else. Because next week’s results will decide more than just whether the red team or the blue team takes control of the House of Representatives and the Senate, on which hangs Joe Biden’s ability to get things done. Next week’s elections will also help determine whether, and for how much longer, the US will remain a genuine democracy.</p><p>Jonathan Freedland is a Guardian columnist. Listen to his Politics Weekly America podcast <a href=\"https://www.theguardian.com/politics/series/politics-weekly-america\">here</a></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/us-knife-edge-trump-republicans-democracy-midterm-elections\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/gallery/2022/nov/04/the-glade-of-light-memorial-to-the-victims-of-the-manchester-arena-attack-in-pictures", "title": "The Glade of Light memorial to the victims of the Manchester Arena attack – in pictures", "date_published": "2022-11-04 17:27:14+00:00", "description": "<p>Photographer <a href=\"https://www.theguardian.com/profile/christopherthomond\">Christopher Thomond</a> has been taking pictures of the memorial through the seasons since it opened in January</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2022/nov/04/the-glade-of-light-memorial-to-the-victims-of-the-manchester-arena-attack-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/04/dozens-arrested-as-iranian-security-forces-attack-university-campuses", "title": "Dozens arrested as Iranian security forces attack university campuses", "date_published": "2022-11-04 17:20:07+00:00", "description": "<p>Detained students could face death penalty, human rights groups report, with at least 277 people killed as protests enter eighth week   </p><p>Iran’s security forces have launched a series of attacks on university students at campuses across the country with dozens of students being arrested, <a href=\"https://t.me/senfi_uni_iran\">according to the Students’ Union of Iran.</a></p><p>According to student organisations and human rights groups, the attacks on universities intensified this week as young people gathered to mark 40 days since <a href=\"https://www.theguardian.com/global-development/2022/sep/16/iranian-woman-dies-after-being-beaten-by-morality-police-over-hijab-law\">Mahsa Amini</a> died in the custody of Iran’s morality police in September. The death of the 22-year-old woman sparked eight weeks of nationwide protests against the regime. The highly symbolic 40th day traditionally marks the end of mourning.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/04/dozens-arrested-as-iranian-security-forces-attack-university-campuses\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2022/nov/04/douglas-mcgrath-dead-oscar-tony-nominated-writer-director", "title": "Oscar and Tony nominated writer-director Douglas McGrath dies aged 64", "date_published": "2022-11-04 17:19:28+00:00", "description": "<p>The multi-hyphenate was known for directing 1996’s Emma, co-writing Bullets Over Broadway and writing the book for Beautiful: The Carole King Musical</p><p>Writer, director and actor Douglas McGrath has died at the age of 64.</p><p>The Tony and Oscar nominee had been recently starring in the autobiographical off-Broadway show Everything’s Fine that he had also written. His death on 3 November was announced by the show’s producers Daryl Roth, Tom Werner and John Lithgow, who was also directing.</p> <a href=\"https://www.theguardian.com/culture/2022/nov/04/douglas-mcgrath-dead-oscar-tony-nominated-writer-director\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/live/2022/nov/04/us-midterms-elections-2022-fetterman-oprah-biden-harris-latest-updates", "title": "Trump ally Tom Barrack found not guilty of foreign lobbying – live", "date_published": "2022-11-04 17:09:24+00:00", "description": "<p>Barrack also acquitted of obstruction of justice and false statements to FBI agents in 2019 about interactions with Emirati officials</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Donald Trump has missed the official deadline of 10am US east coast time today to inform the special House committee investigating the Capitol attack by his extremist supporters on January 6, 2021, <a href=\"https://www.theguardian.com/us-news/2022/oct/27/trump-lawyers-subpoena-capitol-attack-january-6\">whether he intends</a> to cooperate with their congressional investigation.</p><p>There are no outward signs at this point that Trump has responded, but as our <strong>Hugo Lowell</strong> notes, it’s still a space worth watching today.</p> <a href=\"https://www.theguardian.com/us-news/live/2022/nov/04/us-midterms-elections-2022-fetterman-oprah-biden-harris-latest-updates\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/james-milner-liverpool-20-years-since-leeds-debut", "title": "James Milner: ‘You have to keep proving yourself again and again’", "date_published": "2022-11-04 17:00:26+00:00", "description": "<p>Liverpool midfielder on 20 years since his Leeds debut at 16 and his constant battle to stay competitive as he nears 600 league games</p><p>As a single-minded 36-year-old sportsman “just trying to keep going” at the highest level, James Milner has little time for reminiscing. With a momentous milestone on the horizon, however, he has no alternative. On Thursday the Liverpool midfielder will celebrate the 20th anniversary of his Premier League debut. Perhaps with a yoga session at home after training, though certainly not with an alcoholic drink.</p><p>It was at Upton Park on 10 November 2002 where Terry Venables launched the top-flight career of a 16-year-old Milner, bringing him on as an 84th-minute substitute for Jason Wilcox in Leeds’ 4-3 win over West Ham. For perspective, Wilcox is 51 and academy director at Manchester City. Nigel Martyn was on the Leeds bench and was the same age as Milner is now. The veteran goalkeeper took the Premier League’s then second-youngest debutant aside and urged him to savour every moment of a career that would flash by “like lightning”. Three Premier League, one Champions League, two FA Cup and two League Cup winners’ medals later, the conversation still resonates.</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/james-milner-liverpool-20-years-since-leeds-debut\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/rishi-sunak-accused-of-taking-anti-abortion-stance-by-service-providers", "title": "Rishi Sunak accused of taking ‘anti-abortion stance’ by service providers", "date_published": "2022-11-04 17:00:26+00:00", "description": "<p>Exclusive: Key members of the new cabinet have consistently voted against abortion rights in England</p><p>All four holders of the “Great Offices of State” have failed to support a woman’s right to access safe abortions in England over the past seven years, the Guardian can reveal.</p><p>Abortion providers have warned that access to safe abortions is at risk and accused the prime minister, Rishi Sunak, of taking a “anti-abortion stance”, after the minister for women, Maria Caulfield, was given responsibility for abortion services as part of her second role as a health minister.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/rishi-sunak-accused-of-taking-anti-abortion-stance-by-service-providers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/04/youssou-ndour-review-barbican-london", "title": "Youssou N’Dour review – Senegalese superstar is on magnificent form", "date_published": "2022-11-04 16:17:55+00:00", "description": "<p><strong>Barbican, London</strong><br />In a thrilling performance, the singer-songwriter transforms his classic tracks before a dance-heavy 45-minute encore</p><p>As the MC announces that we are to meet “the king of African pop” before <a href=\"https://www.theguardian.com/music/youssou-n-dour\">Youssou N’Dour</a> comes on stage, this still seems to underplay the history and importance of the most celebrated and influential living musician on the continent. The Senegalese singer and songwriter transformed the west African music scene by mixing ancient influences with the very modern and then took his music to the world. Now 63, N’Dour remains a thrilling performer.</p><p>A lithe, athletic figure with cropped hair, glasses and sporting a stylish black-and-white suit, he warms up with ballad Xale Rewmi, gathers pace with praise song Serin Fallu and then eases into one of his great melodic anthems, Li Ma Weesu. By now he is joined by his full 10-piece band, with four percussionists including virtuoso talking drum player Assane Thiam and two backing singers. N’Dour is blessed with one of the most distinctive, powerful tenor voices in Africa, and tonight he is on magnificent form, reworking and transforming dance songs and emotional ballads with urgent spontaneity and sudden bursts of improvisation as he sways and dances across the stage.</p> <a href=\"https://www.theguardian.com/music/2022/nov/04/youssou-ndour-review-barbican-london\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/ontario-education-strike-law", "title": "Over 55,000 Ontario education workers strike in defiance of ‘draconian’ law", "date_published": "2022-11-04 16:10:17+00:00", "description": "<p>Move comes after Canada’s most populous province fast-tracked bill that fines striking workers C$4,000 a day</p><p>More than 55,000 education workers in Ontario have walked off the job, pledging to strike for “as long as it takes” in defiance a <a href=\"https://www.theguardian.com/world/2022/nov/03/ontario-doug-ford-strike-fine-bill-28-canada\">“draconian” new law</a> amid a bitter fight with the provincial government over pay.</p><p>The Canadian Union of Public Employees, which represents custodial staff, early childhood education and education support workers, launched the strike on Friday, despite legislation fast-tracked by the Ontario premier, Doug Ford, that bars it from striking and unilaterally imposes a contract on employees.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/ontario-education-strike-law\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/sixty-years-nuclear-war-ukraine-russia-us", "title": "Sixty years ago, true statecraft avoided a nuclear war. We need that again over Ukraine | Jonathan Steele", "date_published": "2022-11-04 16:00:25+00:00", "description": "<p>The danger of a quick slide into all-out nuclear war between Russia and the US is less, but in other ways the risk we face is more alarming</p><p>Anyone who hoped that Vladimir Putin would declare victory in Ukraine and withdraw his failing troops must now admit that no such outcome is realistic. In a revealing quote during a meeting last week with about a hundred academics from 40 countries, Putin rejected it.</p><p>Fyodor Lukyanov, a highly respected thinktank editor who was the meeting’s moderator, had the courage to <a href=\"https://www.dailymail.co.uk/news/article-11364823/Putin-ready-world-war-Khrushchevs-great-granddaughter-warns.html\">ask the Russian president</a> if he would retreat like the Soviet leader Nikita Khrushchev did in the 1962 Cuban crisis. “Certainly not,” Putin replied. To general laughter, according to the Kremlin transcript, he went on: “I cannot imagine myself in the role of Khrushchev. No way.”</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/sixty-years-nuclear-war-ukraine-russia-us\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/04/twitter-layoffs-elon-musk-revenue-drop", "title": "Twitter layoffs begin as Elon Musk admits ‘massive drop’ in revenue", "date_published": "2022-11-04 16:00:12+00:00", "description": "<p>Billionaire blames financial woes on activist groups ‘trying to destroy free speech in America’</p><p>Twitter temporarily closed its offices and cut workers’ access to internal systems on Friday as it began laying off staff, a week after the billionaire Elon Musk took over the social media platform.</p><p>The firings came as Musk tweeted that the company had experienced “a massive drop in revenue, due to activist groups pressuring advertisers, even though nothing has changed with content moderation and we did everything we could to appease the activists. Extremely messed up! They’re trying to destroy free speech in America.”</p> <a href=\"https://www.theguardian.com/technology/2022/nov/04/twitter-layoffs-elon-musk-revenue-drop\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/gianni-infantino-qatar-hrwc-crack-team-of-influencers", "title": "The Fiver | Gianni Infantino, Qatar and a crack team of influencers", "date_published": "2022-11-04 15:56:25+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The big kick-off draws closer. Just 16 days until The Fiver rocks up to the local Boxpark and gets seriously on it, throwing £8-a-pint grog into the air with abandon as the goals pile up when mighty Qatar take on Ecuador in a seriously thrilling Human Rights World Cup opener. Yeah baby! Footer fever! Freed from desire, mind and senses purified. We’re on the ball, the world’s in motion, and, y’know, it could actually be coming home if Gareth could, like, literally increase the Three Lions’ xG by getting it launched to the big man while controlling the half-spaces during the counter-press. Or something, given there’s been a bit of talk that the event in Qatar may not be a Good Thing.</p><p><em><strong>This is an extract from our daily football email, The Fiver. To subscribe for the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> just visit this page and follow the instructions</a></strong></em><strong>.</strong></p> <a href=\"https://www.theguardian.com/football/2022/nov/04/gianni-infantino-qatar-hrwc-crack-team-of-influencers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/rumours-of-zero-covid-easing-spread-in-china-amid-anger-at-restrictions", "title": "Rumours of zero-Covid easing spread in China amid anger at restrictions", "date_published": "2022-11-04 15:08:22+00:00", "description": "<p>Despite relatively low case numbers, there are reportedly about 200 lockdowns across the country</p><p>Waves of outrage and frustration over China’s lockdown measures this week have demonstrated widening cracks in the general compliance with the government’s zero-Covid policy.</p><p>Rising anger has been driven by the tragic death of a toddler, and highly public problematic lockdowns in the Henan capital, Zhengzhou. Officials were left scrambling to control the narrative, amid swirling rumours of imminent policy shifts and a former government health expert saying on Friday that “substantive changes will happen soon”.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/rumours-of-zero-covid-easing-spread-in-china-amid-anger-at-restrictions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/04/do-sex-strikes-ever-work-we-ask-an-expert", "title": "Do sex strikes ever work? We ask an expert", "date_published": "2022-11-04 15:00:52+00:00", "description": "<p>Women withholding sex as a political tactic is part of the bigger picture of women’s rights and bodily autonomy, says cultural critic and classicist Helen Morales</p><p>Last month, the German chapter of animal-rights charity Peta called on women to <a href=\"https://www.peta.org/blog/strike-on-sex-with-meat-eating-men/\" title=\"\">refrain from sex with “meat-eating men</a>”. Sex strikes have their roots in <a href=\"https://www.theguardian.com/politics/2007/sep/10/theatre.classics\" title=\"\">an ancient Greek play, Lysistrata</a>, where women from both sides of a war withhold sex in dissent – but as a modern tool of protest, do they work? I asked cultural critic and classicist Helen Morales.</p><p><strong>I laughed when I heard about the </strong><strong>Peta strike. I suppose you could say I’m on a lifelong sex strike from climate deniers and anti-abortionists. Isn’t that just called “not sleeping with people you don’t like”?</strong><br />Or “lifelong marriage”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/04/do-sex-strikes-ever-work-we-ask-an-expert\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/media/2022/nov/04/netflix-ads-advertisers-basic-with-ads", "title": "Netflix with ads draws some big brands – but others are unimpressed", "date_published": "2022-11-04 14:43:54+00:00", "description": "<p>L’Oréal and Budweiser owner advertise on<strong><em> </em></strong>Basic with Ads but high prices for slots put off some agencies</p><ul><li><a href=\"https://www.theguardian.com/culture/2022/nov/04/the-guide-netflix-adverts\">Netflix has adverts now – how did it come to this?</a></li></ul><p>Netflix has launched <a href=\"https://www.theguardian.com/media/2022/oct/13/netflix-launches-499-package-with-adverts-to-lure-cost-conscious-streamers\">its first subscription package featuring ads</a> in a drive to reignite growth by attracting cost-conscious users, but the hurried launch, high prices for slots and accompanying demands have left some advertisers unconvinced.</p><p>Basic with Ads, which went live in 12 countries this week, costs £4.99 a month in the UK – £2 less than its cheapest ad-free package – and hopes to lure households whose budgets are shrinking in the cost of living crisis.</p> <a href=\"https://www.theguardian.com/media/2022/nov/04/netflix-ads-advertisers-basic-with-ads\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/04/candy-crush-drone-show-backlash", "title": "Backlash after 500 drones light up New York City sky to celebrate Candy Crush", "date_published": "2022-11-04 14:15:43+00:00", "description": "<p>Drones show marked game’s 10th anniversary but some argued it threatened birds and ‘spoiled’ the skyline</p><p>Was it a bird, was it a plane, a UFO? No, it was free advertising and sky pollution – but it was also unmissable and, to some, a reminder of the little obsession on their phones that is the game Candy Crush Saga.</p><p>On Thursday evening under clear skies, 500 lighted drones were flown in a synchronized show against the Manhattan skyline to mark 10 years of the wildly popular cellphone game.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/04/candy-crush-drone-show-backlash\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/spanish-airspace-partially-closed-as-chinese-rocket-debris-falls-to-earth", "title": "Spanish airspace partially closed as Chinese rocket debris falls to Earth", "date_published": "2022-11-04 14:10:11+00:00", "description": "<p>Huge chunk of the Long March 5B rocket launched four days previously re-entered the atmosphere on Friday</p><p>A hefty chunk of the massive rocket used to deliver the third module of <a href=\"https://www.theguardian.com/world/2021/jun/17/first-astronauts-blast-off-for-china-new-space-station-tiangong\">China’s Tiangong space station</a> has fallen back to Earth uncontrolled, triggering the closure of some of Spain’s airspace and leading to hundreds of flight delays.</p><p>Four days after blasting off from southern China, a large part of the Long March 5B (CZ-5B) rocket broke up as it re-entered the Earth’s atmosphere over the south-central Pacific ocean at 10.01 UTC, according to <a href=\"https://twitter.com/EU_SST/status/1588503271173664769\">European</a> and <a href=\"https://twitter.com/US_SpaceCom/status/1588479612610289664\">US space authorities</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/spanish-airspace-partially-closed-as-chinese-rocket-debris-falls-to-earth\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/vladimir-putin-says-civilians-must-be-evacuated-from-kherson-war-zone", "title": "Vladimir Putin says civilians must be ‘evacuated’ from Kherson war zone", "date_published": "2022-11-04 14:07:32+00:00", "description": "<p>Russia digs in against expected attempt by Ukraine to take key southern city, setting scene for possible ferocious battle</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2022/nov/04/russia-ukraine-war-live-news-ukraine-can-retake-kherson-us-defence-secretary-says-45m-without-power-after-strikes\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Vladimir Putin has warned that civilians still living in the Ukrainian province of Kherson, which Russia declared it had annexed in September, must be “evacuated” from the conflict zone, amid suggestions that Russian forces may be preparing to abandon the west bank of the Dnipro river.</p><p>The Russian president made the comments during a meeting with pro-Kremlin activists, underlining mounting speculation that Russia would attempt to hold the city of Kherson itself, the largest urban area under Russian occupation, at any cost.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/vladimir-putin-says-civilians-must-be-evacuated-from-kherson-war-zone\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/04/lee-jung-jae-squid-game-hunt-south-korea", "title": "Lee Jung-jae: ‘Squid Game made me rethink how I look at the world’", "date_published": "2022-11-04 14:00:51+00:00", "description": "<p>The dystopian TV drama made the South Korean actor go global and won him an Emmy. Now he’s written and directed his own espionage action thriller</p><p>The night before we meet in a central London hotel suite, Lee Jung-jae sat on a stage at a West End cinema, apologising profusely to the assembled audience. At a star-studded opening gala of the London East Asian film festival, Lee’s latest project, Hunt<em> – </em>an action-packed, OTT political conspiracy thriller set in 1980s Korea – had just been screened. But while the crowd whooped and cheered this hero of both the Korean small and silver screen, Lee had something else on his mind. “There is one important subtitle that is slightly wrong in the film,” he lamented, via an interpreter. “It read ‘keep my eyes on you’, when it should have been ‘watch over you’. The meaning was the same, but the nuance wasn’t quite right. And I’m truly sorry.”</p><p>Needless to say, amid the stream of explosions, shootouts and mysterious murders – a full-throttle two hours of twist and turns – few would have noticed this small subtitling snafu. So it’s testament to the weight of responsibility Lee feels in releasing Hunt, a film he has written, directed and starred in, that he opted to raise it immediately. Despite 30 years of industry experience in South Korea, where he is one of the country’s most recognised actors, Lee is making his directorial debut with Hunt. And with his lead role in Netflix’s smash-hit series Squid Game having catapulted the 49-year-old to global stardom, the world’s eyes are on him. </p> <a href=\"https://www.theguardian.com/film/2022/nov/04/lee-jung-jae-squid-game-hunt-south-korea\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/04/i-think-my-friends-husband-is-emotionally-abusing-her-should-i-talk-to-her-about-it", "title": "I think my friend is a victim of domestic abuse. Should I talk to her about it? | Ask Annalisa Barbieri", "date_published": "2022-11-04 14:00:50+00:00", "description": "<p>Standing by, or with, someone you think is being abused is very difficult. So tread with care, and make sure you look after yourself too</p><p><strong>I am very worried about a friend of mine, who I believe is being emotionally (and perhaps financially) abused by her husband.</strong></p><p><strong>I have known her for many years. She has always had quite a self-deprecating style of humour, but since moving in with her now-husband, her comments have become very extreme and are no longer said in a humorous context. Lately, if I ask her for any sort of advice or suggestions (even on very unimportant matters), she will apologise for how stupid she is and call herself all sorts of awful names. Recently, when I met the couple for dinner, she used the wrong word for something, he corrected her quite sharply, and she very quickly apologised to a degree disproportionate to the “wrong” she had done.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/04/i-think-my-friends-husband-is-emotionally-abusing-her-should-i-talk-to-her-about-it\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2022/nov/04/skirt-of-my-dreams-the-sharp-sleek-maxi", "title": "I’ve finally found the skirt of my dreams – the sharp, sleek maxi | Jess Cartner-Morley", "date_published": "2022-11-04 14:00:50+00:00", "description": "<p>I really tried to be a short-skirt person – but the arrival of this long, chic look has won me over</p><p>I don’t want to wear very short skirts, but I also don’t particularly want to look like a dowdy between-the-wars governess. Is that too much to ask? You wouldn’t have thought so. It seems entirely reasonable to expect that there might be an inch or two of sartorial middle ground somewhere between being a bare-thighed minx in this season’s <a href=\"https://www.theguardian.com/fashion/2022/apr/01/micro-mini-miniskirt-trend-few-inches-too-far-for-me\" title=\"\">Miu Miu miniskirt</a> and a mousey wallflower mooning along with droopy hemlines trailing in her wake. That doesn’t seem too much to ask, does it? A skirt that looks modern, without being short.</p><p>I would love to be a short-skirt person. And I really have tried, I promise. But I don’t love my knees, at least not in flat shoes, and only rarely can I rouse myself to a pair of high heels these days. I realise this is a hopelessly old-fashioned lack of body positivity and I should probably keep quiet, but I’ve always been useless at lying so we are where we are. One can’t be on trend all the time.</p> <a href=\"https://www.theguardian.com/fashion/2022/nov/04/skirt-of-my-dreams-the-sharp-sleek-maxi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/albanians-scapegoats-britain-failing-ideological-project-invaders", "title": "We Albanians are just the latest scapegoats for Britain’s failing ideological project | Lea Ypi", "date_published": "2022-11-04 13:46:35+00:00", "description": "<p>Far from being ‘invaders’, Albanians in Britain have torn themselves from their families and are contributing to UK society</p><p>When I was growing up in Albania in the 1990s, the father of one of my friends was a people smuggler. We used to call him B the Lame. B the Lame had not always been a smuggler. Before the country transitioned from a communist state to a liberal one, he worked shifts in the dockyard, where he would make fishing nets and repaint boats.</p><p>He did not look like a smuggler – he was tiny and anaemic and walked with a limp. He did not choose to be a smuggler – the privatisation reforms that accompanied the arrival of political pluralism forced dockyard managers to make redundancies, so B and his wife found themselves unemployed. Nor did he think of himself as a smuggler: it was a job like any other. He was paid to help people on dinghies reach Italy, and he needed the money to feed his children. He was a little afraid, but not ashamed of his activity. For decades, Albanians had been murdered by their state whenever they tried crossing the border. In the very rare cases in which people succeeded, relatives left behind were deported. Finally, Albanians were free, and B the Lame was helping them realise their dreams. He spoke of this with a touch of pride.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/albanians-scapegoats-britain-failing-ideological-project-invaders\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/gallery/2022/nov/04/rugby-fans-and-a-churchill-cake-fridays-best-photos", "title": "Rugby fans and a Churchill cake: Friday’s best photos", "date_published": "2022-11-04 13:24:46+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2022/nov/04/rugby-fans-and-a-churchill-cake-fridays-best-photos\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/04/cop27-host-accuses-countries-of-making-empty-public-pledges", "title": "Cop27 host accuses countries of making empty public pledges", "date_published": "2022-11-04 13:17:22+00:00", "description": "<p>Egypt has expressed frustration at leaders making positive statements that are abandoned in negotiations</p><p>Governments meeting for <a href=\"https://www.theguardian.com/news/audio/2022/nov/04/cop27-was-this-the-year-climate-progress-unravelled\">vital climate talks</a> have been accused of making positive commitments in public but denying them later in the privacy of the negotiating rooms by the Egyptian hosts of the summit.</p><p>Wael Aboulmagd, the Egyptian diplomat in charge of running the negotiations at the Cop27 UN climate summit, said: “Political statements and pledges are made in front of the cameras, but in the negotiating rooms it’s back to the adversarial approach. These [publicly positive positions] will not be of value until translated into the negotiating rooms, and that has not been the case so far.”</p> <a href=\"https://www.theguardian.com/environment/2022/nov/04/cop27-host-accuses-countries-of-making-empty-public-pledges\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/04/indigenous-people-in-peruvian-amazon-detain-tourists-in-oil-spill-protest", "title": "Indigenous people in Peruvian Amazon detain tourists in oil spill protest", "date_published": "2022-11-04 13:05:26+00:00", "description": "<p>About 70 people seized in protest at environmental damage from crude oil spillage into Cuninico River</p><p>Indigenous people in the Amazon in Peru have detained a group of Peruvian and foreign tourists, including UK and US citizens, in protest at a lack of government aid following an oil spill in the area.</p><p>“[We want] to call the government’s attention with this action, There are foreigners and Peruvians, there are about 70 people,” Watson Trujillo, the leader of the Cuninico community, told RPP radio.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/04/indigenous-people-in-peruvian-amazon-detain-tourists-in-oil-spill-protest\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2022/nov/04/battle-royale-is-the-new-king-going-to-bring-down-the-crown", "title": "From Tampongate to the Bashir bombshells: will King Charles III finally hit back at The Crown?", "date_published": "2022-11-04 13:00:49+00:00", "description": "<p>The Netflix hit is now plunging into inflammatory territory. Will the famously outspoken new monarch really simmer in silence? Does he have to – now Prince Harry is on the streamer’s payroll?</p><p>The Prince of Wales invites prime minister Sir John Major to a secret meeting to explore the possibility of becoming Charles III in 1991 not 2022. The Princess of Wales seduces heart surgeon Hasnat Khan by asking him to place his finger on her breasts and trace her valves and arteries. In a war within the BBC, the director general John Birt goes nuclear against chairman Marmaduke Hussey by agreeing to let Martin Bashir, oozing ambition through aviator glasses, interview Diana for Panorama. Meanwhile, in an Egyptian flashback, young shopkeeper Mohamed Al Fayed forms a long-term plan to link his family to the British throne.</p><p>Season five of The Crown is business as usual: melodrama presented in lavish quasi-documentary style, carried by near-hologrammatic performances by great actors, now including Elizabeth Debicki’s Princess Diana and Imelda Staunton’s Elizabeth II.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/04/battle-royale-is-the-new-king-going-to-bring-down-the-crown\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/australia-afghanistan-t20-world-cup-match-report", "title": "Australia squeeze past Afghanistan but T20 World Cup hopes hang by thread", "date_published": "2022-11-04 12:59:36+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2022-11-04/australia-cricket-team\">Australia 168-8; Afghanistan 164-7; Australia win by four runs</a></li><li>Hosts need Sri Lanka to beat England to reach semi-finals</li></ul><p>Australia went into their final group match of the Twenty20 World Cup with an ambitious yet straightforward task: execute the perfect mugging of Afghanistan in Adelaide to boost their own net run rate for the tournament ahead of England’s. In the end they barely escaped with a win, as a late Rashid Khan assault all but stole the pursuit of 168 for eight in the final over, falling four runs short on 164 for seven. Australia’s fate is now in other hands, with their only path to the semi-finals requiring a Sri Lanka win over England on Saturday.</p><p>Today’s Afghanistan is an altogether hardier side than the one that shipped 417 runs against Australia in the 50-over World Cup of 2015. Taliban fanatics have seized their country, destroying the nascent women’s program and making the men effectively a team in exile. Somehow these players have kept their heads, qualifying directly for this tournament in the top eight, and cost a chance to strut their stuff at the MCG with two washouts. There is no better reflection of their toughness than Rashid limping off Adelaide Oval on Tuesday with a badly jarred knee, then bowling beautifully and batting like a demon come Friday night.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/australia-afghanistan-t20-world-cup-match-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/abortion-midterms-democrats", "title": "Abortion might help Democrats in the midterms in two major ways | Laurel Elder, Steve Greene and Mary-Kate Lizotte", "date_published": "2022-11-04 12:44:27+00:00", "description": "<p>If young pro-choice voters turn out in higher numbers than forecast models are expecting, it could provide a bounce to Democrats in key races</p><p>Political science based forecasting models offer a clear prediction for the 2022 midterm elections – the results will be very bad for Democrats. Based solely on the fundamentals like the state of the economy, the type of election (ie midterm) and having an unpopular Democrat in the White House, a model by political scientists <a href=\"https://centerforpolitics.org/crystalball/articles/forecasting-2022-using-the-fundamentals-the-structural-and-structure-x-models/\">Charles Tien and Michael Lewis-Beck</a>, generated months before 8 November, predicts a 44-seat loss for Democrats in the House and a five-seat loss for Democrats in the Senate.</p><p>The forecasting models produced by FiveThirtyEight are not quite as grim about the prospects for Democrats, <a href=\"https://projects.fivethirtyeight.com/2022-election-forecast/house/?cid=rrpromo\">predicting that the party</a> will most likely lose majority control of the House of Representatives, but have a <a href=\"https://projects.fivethirtyeight.com/2022-election-forecast/senate/?cid=rrpromo\">small (and shrinking) edge</a> in holding onto their minuscule advantage in the Senate. Unlike the political science models, FiveThirtyEight’s predictions also incorporate polling data and therefore pick up on the ground-level reality that Republicans have put forth weak candidates in key races.</p><p>Laurel Elder is a professor of political science at Hartwick College</p><p>Steven Greene is a professor of political science at North Carolina State University</p><p>Mary-Kate Lizotte is a professor of political science at Augusta University</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/abortion-midterms-democrats\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/finnish-pm-sanna-marin-cleared-of-misconduct-over-partying-footage", "title": "Finnish PM Sanna Marin cleared of misconduct over partying footage", "date_published": "2022-11-04 12:43:46+00:00", "description": "<p>Official inquiry  finds 'no reason to suspect PM of unlawful conduct or of neglect of her official duties’</p><p>The Finnish prime minister, Sanna Marin, has been cleared of misconduct following an official inquiry after a <a href=\"https://www.theguardian.com/world/2022/aug/18/supporters-defend-finnish-pm-sanna-marins-right-to-party\">leaked video</a> showed the 36-year-old partying last August.</p><p>Dozens of complaints were filed to Finland’s chancellor of justice after the premier was shown dancing and partying with friends and celebrities, driving global headlines.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/finnish-pm-sanna-marin-cleared-of-misconduct-over-partying-footage\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/04/mass-sackings-monetisation-elon-musk-twitter-changing", "title": "What changes has Elon Musk made at Twitter and what might he do next?", "date_published": "2022-11-04 12:43:29+00:00", "description": "<p>New owner plans widespread overhaul but he’ll need to work hard to keep advertisers onside</p><ul><li><a href=\"https://www.theguardian.com/technology/2022/nov/04/twitter-sued-by-former-staff-as-elon-musk-begins-mass-sackings\">Twitter sued by former staff</a></li><li><a href=\"https://www.theguardian.com/technology/2022/nov/03/saudi-twitter-investment-us-national-security-risk\">Alarm over Saudi investment in Twitter</a></li></ul><p>Elon Musk’s approach to managing Twitter <a href=\"https://www.theguardian.com/technology/2022/oct/28/elon-musk-twitter-hate-speech-concerns-stock-exchange-deal\">since buying it</a> has been as unpredictable as his timeline on the social media platform.</p><p>The world’s richest man has axed staff, floated a change to user verification and is reportedly considering a number of moves that would represent a widespread overhaul of the service if carried out. Here are the biggest changes he has made so far or is considering enacting.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/04/mass-sackings-monetisation-elon-musk-twitter-changing\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/irelands-lead-status-to-face-challenge-from-south-africa-in-physical-epic", "title": "Ireland’s lead status to face challenge from South Africa in physical epic", "date_published": "2022-11-04 12:42:26+00:00", "description": "<p>The No 1 team in the world will expect a ferocious duel against the world champions in their first meeting for five years</p><p>Curious to know the game of the autumn? Look no further. There may be prettier matches that flow more freely, but if the crunch of a contest in the rarefied air of elite sport is your thing, Ireland against South Africa is about as crunchy as rugby gets at the moment.</p><p>Ireland are the No 1 side in the world, all swagger and muscle after their historic <a href=\"https://www.theguardian.com/sport/2022/jul/16/new-zealand-ireland-third-test-rugby-union-match-report\">series win in New Zealand</a> over the summer, while South Africa are, well, all muscle. And they’re the world champions. No 1 against the world champions, would-be kings against kings – Amazon Prime have commissioned serial epics on less.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/irelands-lead-status-to-face-challenge-from-south-africa-in-physical-epic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/04/not-one-of-these-people-review-royal-court-theatre-london", "title": "Not One of These People review – the playwright as puppet-master", "date_published": "2022-11-04 12:42:25+00:00", "description": "<p><strong>Royal Court theatre, London<br /></strong>Martin Crimp’s show uses AI and deep-fake technology to question the definition of drama – and what it is to be human</p><p>There are circles within circles of inquiries in Martin Crimp’s drama. Or is it non-drama? It is certainly an inquisition of story, authorship, theatre and reality that seeks to expose, maybe dismantle, the means of production within storytelling: how a story is delivered, who delivers it and how it is received in this theatrical space.</p><p>Not One of These People is directed and designed by Christian Lapointe and performed by Crimp himself. We receive most of it through a screen surrounded by camera equipment – somewhat appropriate for a play conceived during lockdown.</p><p>At the <a href=\"https://royalcourttheatre.com/whats-on/not-one-of-these-people/\">Royal Court, London</a>, until 5 November.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/04/not-one-of-these-people-review-royal-court-theatre-london\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/suella-braverman-chinook-home-secretary-priti-patel", "title": "Suella Braverman aboard a Chinook: proof that in politics, standards can always get worse | Marina Hyde", "date_published": "2022-11-04 12:39:51+00:00", "description": "<p>Who needs low expectations when we now have a home secretary so low-calibre, it could almost make you nostalgic for Priti Patel</p><p>A rival emerges to Priti Patel’s personalised “HOME SECRETARY” <a href=\"https://www.theneweuropean.co.uk/brexit-news-westminster-news-priti-patel-jacket-home-secretary-7995286/\">flak jacket</a>, now believed to form part of the memorabilia collection of a future chain of anti-immigration-themed family restaurants that will quickly become Britain’s only post-Brexit growth sector. (They will, ironically, be staffed by immigrants.) This rival is <a href=\"https://www.kentonline.co.uk/dover/news/military-helicopter-takes-home-sec-on-19-mile-kent-journey-276461/\">Suella Braverman’s Chinook</a>, the military helicopter that the current home secretary used to fly the distance of precisely 19 miles between Dover and Manston yesterday, as she sought to aggressively cosplay a complex problem into simply going away. Will it work? More on the obvious precedents shortly.</p><p>Some of those following this Kent visit will also have noted a starring role for the phrase “on the ground”. “She’s on the ground,” <a href=\"https://news.sky.com/story/home-secretary-suella-braverman-visits-manston-amid-crisis-at-processing-centre-12737015\">explained the prime minister’s spokeswoman</a> of Braverman, “visiting Western Jet Foil and Manston.” A No 10 spokesperson <a href=\"https://www.independent.co.uk/news/uk/home-news/suella-braverman-dover-manston-immigration-chinook-b2217000.html\">echoed this</a>: “The home secretary was in Dover to receive an update on operations on the ground.” The <a href=\"https://www.gov.uk/government/news/home-secretary-visits-migrant-processing-facilities-in-kent\">official government readout</a> of the visit explained that Braverman had been Braverman-ing “with Border Force officers, military and other personnel on the ground”.</p><p>Marina Hyde is a Guardian columnist<br /></p><p>What Just Happened?! by Marina Hyde (Guardian Faber, £16). To support the Guardian and Observer, order your copy at <a href=\"https://www.guardianbookshop.com/what-just-happened-9781783352593?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/suella-braverman-chinook-home-secretary-priti-patel\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/04/weather-tracker-hurricane-activity-in-atlantic-dips-below-predicted-level", "title": "Weather tracker: hurricane activity in Atlantic dips below predicted level", "date_published": "2022-11-04 12:28:48+00:00", "description": "<p>Hurricane Fiona and Hurricane Ian were the only storms to strengthen enough to become major events</p><p>The Atlantic hurricane season runs from 1 June to 20 November, with activity peaking between August and October. The past seven years have seen above average activity – the 2021 season was the third most active on record – and the trend looked set to continue.</p><p>The US National Oceanic and Atmospheric Administration (NOAA) predicted 14 to 21 named storms for the 2022 season, with six to 10 becoming hurricanes, three to six of which would be major category events. But as the 2022 season enters its final month, it has so far fallen short of these expectations.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/04/weather-tracker-hurricane-activity-in-atlantic-dips-below-predicted-level\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/affluent-village-agas-no-idea-survive-winter-food", "title": "I live in an affluent area, but I have a secret I can’t tell my neighbours: I don’t know how I’ll survive this winter | Marin", "date_published": "2022-11-04 12:16:05+00:00", "description": "<p>Rishi Sunak is super rich – how can he relate to anyone who can’t afford fruit for their kids, £9.35 for a presciption, or a tank of petrol to get to work?</p><ul><li>This article is part of <a href=\"https://www.theguardian.com/commentisfree/series/the-heat-or-eat-diaries\">the heat or eat diaries</a>: a series from the frontline of Britain’s cost of living emergency</li></ul><p>I have lived alone in a small rented house for more than six years. I am in my 60s. Winter is not as harsh here in the south-west but a sea fog roils along the coast that clings to your face and heads straight for your lungs.</p><p>I live in an affluent village where Agas, wood burners and underfloor heating abound. No one knows the secret I am ashamed to share: that I have no idea how I’ll survive this winter.</p><p>Marin lives in the south-west of England and is in her 60s. Her name has been changed</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/affluent-village-agas-no-idea-survive-winter-food\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/04/the-climate-crisis-explained-in-10-charts", "title": "The climate crisis explained in 10 charts", "date_published": "2022-11-04 12:15:29+00:00", "description": "<p>From the seemingly inexorable increase of carbon dioxide in the atmosphere to the rapid growth in green energy</p><p>The level of CO<sub>2</sub>, the main greenhouse gas, has been rising since the Industrial Revolution and is at its highest for about 4m years. The rate of the rise is even more striking, the <a href=\"https://www.theguardian.com/environment/2016/mar/21/carbon-emission-release-rate-unprecedented-in-past-66m-years\">fastest for 66m years</a>, with scientists saying we are in “uncharted territory”.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/04/the-climate-crisis-explained-in-10-charts\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/04/songwriter-drops-178m-copyright-lawsuit-against-mariah-carey-for-christmas-hit", "title": "Songwriter drops £17.8m copyright lawsuit against Mariah Carey for Christmas hit", "date_published": "2022-11-04 12:12:37+00:00", "description": "<p>A $20m case against the All I Want for Christmas Is You singer for copyright infringement will not proceed </p><p>A lawsuit filed against Mariah Carey in June, alleging that her juggernaut 1994 Christmas single All I Want for Christmas Is You infringed on the copyright of Mississippi songwriter Andy Stone, has been dropped, Rolling Stone <a href=\"https://www.rollingstone.com/music/music-news/all-i-want-for-christmas-is-you-lawsuit-mariah-carey-dropped-1234622976/\">reports</a>.</p><p>In his <a href=\"https://www.theguardian.com/music/2022/jun/04/mariah-carey-being-sued-over-all-i-want-for-christmas-is-you\">initial filing</a>, Stone alleged that Carey and Walter Afanasieff, her co-writer on the track, had “knowingly, wilfully, and intentionally” infringed upon the copyright of his 1989 song All I Want for Christmas Is You, which he had recorded under the name Vince Vance and the Valiants.</p> <a href=\"https://www.theguardian.com/music/2022/nov/04/songwriter-drops-178m-copyright-lawsuit-against-mariah-carey-for-christmas-hit\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/04/cash-as-canvas-turner-returns-and-footy-gets-fashionable-the-week-in-art", "title": "Cash as canvas, Turner returns and footy gets fashionable – the week in art", "date_published": "2022-11-04 12:03:16+00:00", "description": "<p>An exhibition on money as protest art, the creativity of terrace culture in Merseyside and Frick Collection treasures visit the National – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Art of the Terraces<br /></strong>Mark Leckey and more look at the subculture of soccer casuals.<br />• <a href=\"https://www.liverpoolmuseums.org.uk/artoftheterraces\">Walker Art Gallery, Liverpool, 5 November-12 March</a></p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/04/cash-as-canvas-turner-returns-and-footy-gets-fashionable-the-week-in-art\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/04/un-chief-antonio-guterres-climate-crisis-cop27", "title": "UN chief warns ‘we will be doomed’ without historic climate pact", "date_published": "2022-11-04 12:00:43+00:00", "description": "<p>Exclusive: António Guterres says gap between developed world and poorer countries is biggest issue facing Cop27 talks</p><p></p><p>Rich countries must sign a “historic pact” with the poor on the climate, or “we will be doomed”, the UN secretary-general, António Guterres, has warned, as a deepening gulf between the developed and developing world has put climate talks on the brink.</p><p>The stark warning comes as world leaders start to gather for the <a href=\"https://www.theguardian.com/environment/2022/may/14/this-is-about-survival-will-cop27-bring-action-on-glasgow-climate-pact\">UN Cop27 climate summit</a>, which opens on Sunday in Sharm el-Sheikh, Egypt, but which even the hosts admit <a href=\"https://www.theguardian.com/environment/2022/oct/29/goal-of-limiting-global-heating-to-15c-more-fragile-than-ever-says-cop27-chair\">will be the most difficult in at least a decade</a>.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/04/un-chief-antonio-guterres-climate-crisis-cop27\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/world-cup-2022-team-guide-qatar", "title": "World Cup 2022 team guides part 4: Qatar", "date_published": "2022-11-04 12:00:43+00:00", "description": "<p>Recent results and a secretive two-month training camp offer hope for the hosts but they always wanted Xavi in the dugout</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/04/world-cup-2022-team-guide-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/back-to-africa-outrage-at-mps-racist-outburst-in-french-parliament", "title": "‘Back to Africa’: outrage at MP’s racist outburst in French parliament", "date_published": "2022-11-04 11:59:51+00:00", "description": "<p>Sitting suspended after interjection by far-right MP while black member was speaking about migrants</p><p>France’s Assemblée Nationale is investigating a racist outburst after a far-right MP yelled “go back to Africa” as a black member of the lower house was speaking about migrants.</p><p>Grégoire de Fournas, a member of the far-right Rassemblement National (RN), or National Rally, is now threatened with temporary suspension from the house and a possible loss of pay. He said he was not referring to the MP but to migrants.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/back-to-africa-outrage-at-mps-racist-outburst-in-french-parliament\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/wasim-akram-the-match-fixing-rumours-were-like-a-trauma-no-one-trusted-each-other", "title": "Wasim Akram: ‘The match-fixing rumours were like a trauma … no one trusted each other’", "date_published": "2022-11-04 11:56:53+00:00", "description": "<p>The former Pakistan captain on World Cup glory in 1992, fractious relations with his teammates and life at Lancashire</p><p>Wasim Akram spent the best part of 20 years filleting batting lineups as the finest left-arm seamer of all time but it is only now, two decades on, that the former Pakistan captain feels comfortable discussing certain aspects of his life.</p><p>The 56-year-old is about to release Sultan, a memoir written with the Australian journalist Gideon Haigh that does not simply chart a master finessing over 900 international wickets, World Cup glory in 1992, entering Lancashire folklore and a glitzy celebrity lifestyle. Darker times are explored, including match-fixing allegations, ball-tampering headlines, a previously undisclosed cocaine addiction and the heartbreaking death of his first wife, Huma.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/wasim-akram-the-match-fixing-rumours-were-like-a-trauma-no-one-trusted-each-other\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/04/batgirl-should-film-studios-ever-expunge-a-directors-vision", "title": "Batgirl ‘murder’: should film studios ever expunge a director’s vision?", "date_published": "2022-11-04 11:23:35+00:00", "description": "<p>From Batgirl to Suicide Squad to Star Wars, history shows that franchise movies should disown a director at their peril</p><p>Some tough language from the Russo brothers this week, who have accused Warner Brothers of “murder” over <a href=\"https://www.theguardian.com/film/2022/aug/25/secret-screenings-of-cancelled-batgirl-movie-being-held-by-studio-reports#:~:text=The%20decision%20to%20cancel%20the,as%20a%20money%2Dlosing%20project.\">the recent canning of Batgirl</a>. Speaking to Variety, the Avengers: Endgame directors <a href=\"https://variety.com/2022/film/features/joe-anthony-russo-agbo-marvel-chris-pratt-zoe-saldana-priyanka-chopra-jonas-1235419176/\">did not mince their words</a>.</p><p>“It’s rare that I can think of something that high profile, that expensive, that was murdered in such a way,” Joe Russo said of the studio’s decision to cancel Batgirl’s release in favour of a tax write-down. “It’s sad, but we’re at a time in the business where [this] is going to rear its head because people are scared.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/04/batgirl-should-film-studios-ever-expunge-a-directors-vision\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/games/2022/nov/04/which-pokemon-game-should-i-get-for-my-kids-or-myself", "title": "Which Pokémon game should I get for my kids – or myself?", "date_published": "2022-11-04 11:15:42+00:00", "description": "<p>From lapsed millennials ageing reluctantly into their 30s to families and new players, a guide to which of the many Pokémon games might be your vibe</p><p>When Pokémon first arrived on the scene, on cheerful coloured Game Boy cartridges inside unassuming cardboard boxes, few would have predicted that 25+ years later, there would be more than 50 games featuring these collectible pocket monsters. They’ve become a bit of a pest problem, actually, growing from the original 150 critters to more than 900. Thanks to the franchise’s gargantuan success – from anime to trading cards to several films, one of which starred Ryan Reynolds as Pikachu – there’s an overwhelming number of modern Pokémon games. If choosing between them has left you grasping your head like a Psyduck, here’s a breakdown of the best.</p> <a href=\"https://www.theguardian.com/games/2022/nov/04/which-pokemon-game-should-i-get-for-my-kids-or-myself\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2022/nov/04/premier-league-fa-cup-wsl-news-world-cup-injury-latest-football-countdown-live", "title": "Premier League and FA Cup news, World Cup injuries latest: football countdown – live", "date_published": "2022-11-04 11:09:45+00:00", "description": "<ul><li>Updates as we count down to another busy weekend</li><li>Get in touch! <a href=\"mailto:luke.mclaughlin.casual@theguardian.com\">Email Luke</a>, <a href=\"https://twitter.com/lukemclaughlin\">tweet him here</a> or post BTL</li></ul><p><strong>There was a time</strong> when Mikel Arteta counted on Pierre-Emerick Aubameyang. Arsenal could not countenance life without his goals. Aubameyang was their main man, their hero when <a href=\"https://www.theguardian.com/football/2020/aug/01/aubameyang-arsenal-chelsea-fa-cup-final-match-report\">they beat Chelsea</a> in the FA Cup final in 2020, and Arsenal saw it as a coup when the striker <a href=\"https://www.theguardian.com/football/2020/sep/15/pierre-emerick-aubameyang-commits-to-arsenal-with-new-three-year-contract\">signed a lucrative long-term deal</a> two years ago.</p><p><strong>“Closed. Selfish. Elitist.”</strong></p> <a href=\"https://www.theguardian.com/football/live/2022/nov/04/premier-league-fa-cup-wsl-news-world-cup-injury-latest-football-countdown-live\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/aubameyang-haunt-arsenal-chelsea-answer", "title": "Aubameyang could haunt Arsenal but is he really the answer for Chelsea?", "date_published": "2022-11-04 11:05:43+00:00", "description": "<p>Striker feels like a short-term Stamford Bridge fix as he faces his former club, where Arteta will not regret exiling and selling him</p><p>There was a time when Mikel Arteta counted on Pierre-Emerick Aubameyang. Arsenal could not countenance life without his goals. Aubameyang was their main man, their hero when <a href=\"https://www.theguardian.com/football/2020/aug/01/aubameyang-arsenal-chelsea-fa-cup-final-match-report\">they beat Chelsea</a> in the 2020 FA Cup final, and Arsenal saw it as a coup when the striker <a href=\"https://www.theguardian.com/football/2020/sep/15/pierre-emerick-aubameyang-commits-to-arsenal-with-new-three-year-contract\">signed a lucrative long-term deal</a> later that year.</p><p>Arteta and Aubameyang: it just made sense. Only, not for long. The good days sped by, the goals dried up and the relationship deteriorated. Determined to improve Arsenal’s culture, Arteta railed against Aubameyang’s shoddy timekeeping. The Spaniard wanted an impressionable young squad to maintain high standards and, armed with a list of Aubameyang’s apparent misdemeanours, he <a href=\"https://www.theguardian.com/football/2021/dec/14/aubameyang-stripped-of-arsenal-captaincy-as-arteta-punishes-disciplinary-breach\">took the ruthless decision</a> to strip his biggest earner of the captaincy and exile him from the first team last season.</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/aubameyang-haunt-arsenal-chelsea-answer\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/04/how-to-break-up-in-the-digital-age-whatsapp", "title": "Unfollow? Block? And who gets custody of the WhatsApp groups? How to break up in the digital age", "date_published": "2022-11-04 11:00:42+00:00", "description": "<p>Social media has made finding love easier, but ending relationships even messier. Here’s how to finish things online without losing your mind</p><p>When I was 16, back in 2009, I got my first boyfriend. The whirlwind romance began unexpectedly after a school trip and a few too many shots of cheap vodka. (Thankfully, the relationship outlasted the hangover.)</p><p>Until this point, I had watched from the sidelines as my friends’ doomed teen romances played out on MSN Messenger. Here, a sign of true love was adding a significant other’s initials to your screen name. Adding a crush to your MSN name was a Very Big Deal and when it, inevitably, fell apart, it would be dramatically replaced with a broken heart or some sad song lyrics.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/04/how-to-break-up-in-the-digital-age-whatsapp\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/ukraine-issues-crimean-bridge-strike-stamp-on-russias-unity-day", "title": "Ukraine issues Crimean Bridge strike stamp on Russia’s Unity Day", "date_published": "2022-11-04 10:53:28+00:00", "description": "<p>Postal service follows up April’s limited edition stamp celebrating attack on Russian flagship Moskva</p><ul><li><a href=\"https://www.theguardian.com/world/live/2022/nov/04/russia-ukraine-war-live-news-ukraine-can-retake-kherson-us-defence-secretary-says-45m-without-power-after-strikes\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine’s state postal service has issued a commemorative wartime stamp dedicated to the strike on the Crimean Bridge last month, which sparked celebrations across the country. </p><p>Its release has been timed to coincide with Russia’s Unity Day on 4 November.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/ukraine-issues-crimean-bridge-strike-stamp-on-russias-unity-day\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/climate-breakdown-africa-plan", "title": "The climate is already collapsing in Africa – but its nations have a plan | Emmanuel Macron, Macky Sall and Mark Rutte", "date_published": "2022-11-04 10:37:28+00:00", "description": "<p>Africa is the continent most vulnerable to the climate crisis, but with the right support at Cop27 it can build a stronger, greener future</p><ul><li>Emmanuel Macron is the president of France; Macky Sall is the president of Senegal and chair of the African Union; Mark Rutte is the prime minister of the Netherlands</li></ul><p>This year, we have witnessed devastating hurricanes, typhoons and floods. The US and Australia burned. Europe sweltered under a prolonged heatwave. Drought and flooding in east Africa has left many facing food shortages. One-third of Pakistan was underwater after torrential monsoon rains, and half a million people there are <a href=\"https://www.itv.com/news/2022-08-28/pakistan-floods-death-toll-tops-1000-as-minister-declares-climate-catastrophe\">homeless</a>.</p><p>Though no corner of the globe is safe, Africa is more vulnerable than any other continent to this planetary crisis. There, it’s as if all the negative effects of global warming are amplified: Africa <a href=\"https://www.reuters.com/world/africa/africa-losing-up-15-gdp-growth-climate-change-afdb-2022-09-13/\">loses</a> up to 15% of GDP growth a year to the destructive forces of climate change; extreme and erratic weather threatens human life, food, water security and the very foundations of economic development; and living off the land is increasingly untenable for a quarter of a billion people on the continent. </p><p>Emmanuel Macron is the president of France; Macky Sall is the president of Senegal and chair of the African Union; Mark Rutte is the prime minister of the Netherlands</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/climate-breakdown-africa-plan\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/england-and-wales-fans-being-paid-to-promote-world-cup-from-qatar", "title": "England and Wales fans being paid to promote World Cup from Qatar", "date_published": "2022-11-04 10:17:23+00:00", "description": "<ul><li>Supporters expected to be ambassadors and ‘like’ certain posts</li><li>Fans must attend selected events, including opening ceremony</li></ul><p>England and Wales fans will be paid to travel to Qatar for the World Cup and given free tickets to the opening ceremony, but there is a catch: they will be expected to be ambassadors for the tournament.</p><p>Members of the <a href=\"https://www.qatar2022.qa/en/news/fan-leader-network-playing-a-key-role-in-promoting-the-fifa-world-cup-qatar-2022\">Fan Leader Network</a>, a group which Qatari authorities say “contributes to tournament planning through fan insight, research, content creation and message amplification”, have been offered the once-in-a-lifetime opportunity of travelling to the tournament, providing they agree to certain terms and conditions.</p> <a href=\"https://www.theguardian.com/football/2022/nov/04/england-and-wales-fans-being-paid-to-promote-world-cup-from-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/stage/2022/nov/04/things-hidden-since-the-foundation-of-the-world-review-a-theatrical-revelation", "title": "Things Hidden Since the Foundation of the World review – a theatrical revelation", "date_published": "2022-11-04 10:16:25+00:00", "description": "<p><strong>Home, Manchester<br /></strong>Javaad Alipoor’s meditation on the grim fate of Iranian singer Fereydoun Farrokhzad develops into a thrilling investigation of the internet </p><p>You may not have heard of Fereydoun Farrokhzad, the figure at the centre of Javaad Alipoor’s new production. Before I read about the show, neither had I. As I write this review, perhaps I do some research. Maybe I Google Farrokhzad’s name, read his Wikipedia page. Maybe I feel, having done this, as though I know something about him. But, as Alipoor brilliantly demonstrates, knowledge is not the same as understanding.</p><p>Farrokhzad, Alipoor tells us, was like the Iranian Tom Jones: a 1970s pop star and cultural icon. Except he wasn’t really like Tom Jones at all and the fact that Alipoor needs to make this comparison tells us something about who is rendered visible and who exists in the gaps. Alipoor’s show is, on one level, about the unsolved murder of Farrokhzad, who was found brutally killed in his flat in 1992 while living as a refugee in Germany. But it’s also about the impossibility of translation, the reproduction of colonial structures, and the way the internet shapes our sense of knowing.</p><p>At <a href=\"https://homemcr.org/production/things-hidden-since-the-foundation-of-the-world/\">Home, Manchester</a>, until 5 November. Then at <a href=\"https://bac.org.uk/whats-on/things-hidden/\">Battersea Arts Centre, London</a>, 9-26 November.</p> <a href=\"https://www.theguardian.com/stage/2022/nov/04/things-hidden-since-the-foundation-of-the-world-review-a-theatrical-revelation\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/04/hundreds-of-heathrow-staff-to-strike-in-run-up-to-fifa-world-cup-qatar", "title": "Hundreds of Heathrow staff to strike in run-up to Fifa World Cup", "date_published": "2022-11-04 10:12:05+00:00", "description": "<p>Three days of action from 18 November could mean disruption for football fans heading to Qatar</p><p>Hundreds of Heathrow airport workers will go on strike for three days later this month, potentially disrupting travel plans for football fans planning to fly to the World Cup in Qatar.</p><p>The Unite union said 700 workers involved in ground handling, airside transport and cargo at <a href=\"https://www.theguardian.com/uk-news/2022/oct/26/heathrow-may-revive-passenger-cap-on-peak-days-in-run-up-to-christmas\">Europe’s busiest airport</a> are to go on strike from the early hours of 18 November to the early hours of 21 November over demands for a better pay deal.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/04/hundreds-of-heathrow-staff-to-strike-in-run-up-to-fifa-world-cup-qatar\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/live/2022/nov/04/brexit-interest-rates-rishi-sunak-immigration-uk-economy-uk-politics-live-news", "title": "Mark Carney doubles down on claim Brexit has shrunk UK economy – UK politics live", "date_published": "2022-11-04 10:07:38+00:00", "description": "<p>Former Bank of England governor defends claim the economy has shrunk from 90% to 70% size of Germany’s since Brexit</p><p><strong>Chris Philp</strong> was giving interviews this morning on behalf of the government in his capacity as the policing minister in the Home Office. When Liz Truss was prime minister, he was chief secretary to the Treasury, but he was demoted by Rishi Sunak.</p><p>In his interview with BBC Breakfast, Philp was asked about his previous job, and whether he would apologise for his role in the disastrous mini-budget. He declined. But he also implied that Truss herself, rather than Kwasi Kwarteng, the chancellor, was primarily to blame for what happened. He told the programme:</p><p>The decisions around the mini-budget were taken principally by the then-prime minister and to a lesser extent the then-chancellor.</p><p>In the meetings I was in, they were very much superior, the Treasury, they were the numbers people, they were the details people, and they indulged, they humoured the prime minister. I don’t know whether they ran rings around him; they were very rude and the special advisers were very rude and they didn’t give him any deference or respect.</p> <a href=\"https://www.theguardian.com/politics/live/2022/nov/04/brexit-interest-rates-rishi-sunak-immigration-uk-economy-uk-politics-live-news\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/04/my-heart-is-racing-im-terrified-cat-power-on-recreating-bob-dylans-infamous-1966-electric-gig", "title": "‘My heart is racing, I’m terrified’: Cat Power on recreating Bob Dylan’s infamous 1966 ‘electric’ gig", "date_published": "2022-11-04 10:00:41+00:00", "description": "<p>It was the moment when folk and rock collided and Dylan was called ‘Judas’. Ahead of her show at the Royal Albert Hall, Chan Marshall, AKA Cat Power, explains the uncanny ways the musician has shaped her life</p><p>Recently, Chan Marshall was driving to a rehearsal studio in Los Angeles. It was days before she was heading to Europe for a run of dates that includes a night at the Royal Albert Hall, recreating Bob Dylan’s infamous 1966 show: the one where he played electric and a crowd member yelled: “Judas!” As she drove, she listened to the setlist: Visions of Johanna, It’s All Over Now, Baby Blue, Desolation Row.</p><p>Close to the studio, Marshall – AKA Cat Power – glanced in her rear-view mirror and saw her ex-boyfriend in the same line of traffic. “A lane over, two or three cars back, in a fancy car, on his phone,” she says now. It was years since their acrimonious breakup and she had long felt an absence of closure. That day, though, driving in the sunshine, listening to Dylan, she was struck by how little animosity she felt. “I had love and kindness in my heart for this person, which is a really good feeling to have after so long carrying around this ugly shit.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/04/my-heart-is-racing-im-terrified-cat-power-on-recreating-bob-dylans-infamous-1966-electric-gig\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/04/experience-i-make-prosthetic-arms-with-lego", "title": "Experience: I make prosthetic arms with Lego", "date_published": "2022-11-04 10:00:40+00:00", "description": "<p>I tested one by hitting it against a wall – the wall took the damage</p><p>I was born with Poland syndrome, a disease that prevented the formation of my right arm and pectoral muscles. I was bullied at school. People said things like, “It’s not your fault that you were born like this, it’s your mother’s fault.” Or asked me to catch a ball with my right hand. Stupid comments that wouldn’t affect me now, but back then they struck very hard.</p><p>I would play with Lego a lot as a child. I got my first kit when I was five. My parents realised it was a great way to improve my dexterity. I just kept going, building planes and cars. I even built a guitar.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/04/experience-i-make-prosthetic-arms-with-lego\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/04/sunjeev-sahota-ive-never-thought-of-novels-as-sources-of-comfort", "title": "Sunjeev Sahota: ‘I’ve never thought of novels as sources of comfort’", "date_published": "2022-11-04 10:00:40+00:00", "description": "<p>The novelist on being inspired by Rohinton Mistry, surprised by JL Carr and captivated by Chekhov </p><p><strong>My earliest reading memory</strong><br />The Tree of Knowledge magazine – remember that? – which I collected, binders and all. I spent hours on my bed taking in everything from Picasso’s blue period to the workings of the inner ear.</p><p><strong>My favourite book growing up</strong><br />I didn’t really read books growing up. It just wasn’t that kind of house.</p> <a href=\"https://www.theguardian.com/books/2022/nov/04/sunjeev-sahota-ive-never-thought-of-novels-as-sources-of-comfort\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/04/twitter-sued-by-former-staff-as-elon-musk-begins-mass-sackings", "title": "Twitter sued by former staff as Elon Musk begins mass sackings", "date_published": "2022-11-04 09:35:57+00:00", "description": "<p>Ex-employees say they were not given enough notice under US federal law over job losses</p><ul><li><a href=\"https://www.theguardian.com/business/live/2022/nov/04/twitter-sued-layoffs-sizewell-nuclear-plant-uk-recession-us-jobs-business-live\">Business live updates: Twitter sued by staff as sackings begin</a></li><li><a href=\"https://www.theguardian.com/technology/2022/nov/03/general-mills-twitter-ads-halt-musk-takeover\">General Mills the latest firm to halt Twitter ads</a></li><li><a href=\"https://www.theguardian.com/technology/2022/nov/03/saudi-twitter-investment-us-national-security-risk\">Alarm on Capitol Hill over Saudi investment in Twitter</a></li></ul><p>Twitter is facing a class action lawsuit from former employees who say they were not given enough notice under US federal law that they had lost their jobs, finding out they had been let go when they were locked out of their work accounts on Thursday.</p><p>In a company-wide memo, <a href=\"https://www.theguardian.com/technology/2022/nov/03/elon-musk-twitter-mass-layoffs-begin\">staff were informed on Thursday</a> that they would receive an email to their personal email accounts if they were being fired as part of the mass sackings at the platform in which up to half of the company could go.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/04/twitter-sued-by-former-staff-as-elon-musk-begins-mass-sackings\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/uk-ambassador-ukraine-melinda-simmons-interview", "title": "UK ambassador to Ukraine: ‘My hands were shaking. It was the adrenaline’", "date_published": "2022-11-04 09:29:10+00:00", "description": "<p>Melinda Simmons on life in Kyiv, Putin’s motives, and learning to tell the difference between a boom and an explosion</p><p>On Monday morning Melinda Simmons was getting dressed when she heard an explosion. It was 7am. Russia was bombing Kyiv <a href=\"https://www.theguardian.com/world/2022/oct/31/russian-missiles-kyiv-ukraine-cities\">for the third time in a month</a>. Simmons, the UK’s ambassador to Ukraine, went to the shelter of her residence, as cruise missiles hit the capital and other cities. “My hands were shaking. It was the adrenaline,” she recounts. Safe underground, she spent the next 15 minutes painting her nails blue and yellow, the colours of Ukraine’s flag. “It was something to do with my hands. By the time I’d finished they had stopped shaking,” she says.</p><p>Since Vladimir Putin’s “murderous invasion” in February – her blunt words – the ambassador has taken cover on various occasions. She points out that her situation is no different from that of millions of Ukrainians, who are now enduring daily power cuts and life by candlelight as a consequence of the Kremlin’s cynical attacks. As part of her diplomatic job, she says, she has learned to tell the difference between booms and explosions. The first signifies Ukraine’s air defences at work in the skies; the second an incoming missile or deadly <a href=\"https://www.theguardian.com/world/2022/oct/17/russia-targets-ukraines-energy-grid-as-winter-approaches\">kamikaze drone</a>.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/uk-ambassador-ukraine-melinda-simmons-interview\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/04/stop-eritreas-war-funding-diaspora-tax-say-mps-and-lords", "title": "Stop Eritrea’s ‘war-funding diaspora tax’, say MPs and lords", "date_published": "2022-11-04 09:22:50+00:00", "description": "<p>UK parliamentarians call for inquiry into 2% levy on Eritreans abroad, amid fears that it fuels Tigray war </p><p>A group of UK parliamentarians is calling for an urgent investigation into the collection of a “diaspora tax” by the Eritrean authorities, which they say could have helped fund war in neighbouring Ethiopia.</p><p>MPs and members of the House of Lords want the government to launch a “full, formal, and fully funded” public inquiry into the collection of the 2% tax in the UK, and take “robust action to stop the practice”.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/04/stop-eritreas-war-funding-diaspora-tax-say-mps-and-lords\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2022/nov/04/sydney-axe-murderer-who-googled-what-part-of-body-to-go-for-before-killing-partner-jailed-for-27-years", "title": "Sydney axe murderer who Googled ‘what part of body to go for’ before killing partner jailed for 27 years", "date_published": "2022-11-04 09:19:07+00:00", "description": "<p>The 34-year-old woman killed the man with an axe purchased from Bunnings in a jealous quest for revenge, court hears</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A Sydney axe murderer who Googled “what part of body to go for” before killing her partner has been sentenced to 27 years in jail.</p><p>The 34-year-old mother, who cannot be named be named for legal reasons, killed her partner with an axe purchased from Bunnings in a jealous quest for revenge.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for our free morning and afternoon email newsletters from Guardian Australia for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2022/nov/04/sydney-axe-murderer-who-googled-what-part-of-body-to-go-for-before-killing-partner-jailed-for-27-years\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2022/nov/04/boris-johnson-backers-challenge-rishi-sunak-1922-tory-leadership-race", "title": "Boris Johnson had enough backers to challenge Rishi Sunak, says 1922 chair", "date_published": "2022-11-04 09:04:26+00:00", "description": "<p>Sir Graham Brady says ex-PM hit threshold of nominations to secure place on final ballot in Tory leadership race</p><p>The chair of the committee of Conservative backbenchers has suggested the former prime minister Boris Johnson had the backing of enough MPs to mount a challenge to Rishi Sunak in last month’s leadership contest.</p><p>Johnson <a href=\"https://www.theguardian.com/politics/2022/oct/23/boris-johnsons-full-statement-withdrawing-from-no-10-race\">dropped out</a> of the race, claiming he had the nominations needed to make it on to the ballot paper but could not unite the party.</p> <a href=\"https://www.theguardian.com/politics/2022/nov/04/boris-johnson-backers-challenge-rishi-sunak-1922-tory-leadership-race\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/04/cheick-tidiane-seck-kelena-foly-review-deeply-human-vocals-and-piano-from-a-malian-master", "title": "Cheick Tidiane Seck: Kelena Fôly review | Ammar Kalia's global album of the month", "date_published": "2022-11-04 09:00:39+00:00", "description": "<p><strong>(Komos)<br /></strong>The musician’s gravelly baritone transmits a lifetime’s experience on an adventurous album that embraces imperfection</p><p>There are few places to hide on a solo piano record. The often fragile and expressive format has been a gauntlet for some of music’s great improvisers, including <a href=\"https://www.theguardian.com/music/2019/sep/11/abdullah-ibrahim-review-cadogan-hall-london\">Abdullah Ibrahim </a>on 2021’s Solotude and <a href=\"https://www.theguardian.com/music/keith-jarrett\">Keith Jarrett</a> on his bestselling 1975 record The Köln Concert. <a href=\"https://www.theguardian.com/world/2016/jan/29/mali-music-festivals-songhoy-blues-bamako\">Malian</a> master musician Cheick Tidiane Seck now provides an entry into the canon with Kelena Fôly – his first solo album in an almost 50-year career.</p><p>Making a name for himself as a versatile keys player capable of backing the likes of vocalist Dee Dee Bridgewater, free jazz saxophonist Ornette Coleman and Damon Albarn, Seck’s four albums as bandleader have experimented with synth-funk, vocoder and an earthy sense of groove.</p> <a href=\"https://www.theguardian.com/music/2022/nov/04/cheick-tidiane-seck-kelena-foly-review-deeply-human-vocals-and-piano-from-a-malian-master\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/brexit-overfishing-uk-waters", "title": "Did you know King Charles officially owns all the cod? So overfishing is squandering royal assets | Charles Clover", "date_published": "2022-11-04 09:00:39+00:00", "description": "<p>The British government continues to set catch limits in defiance of scientific advice. People must act, before it is too late</p><p>There are few sadder symbols of post-Brexit Britain, or of its deliberate assault upon nature, than the national dish, fish and chips, and the fate of one of its principal ingredients, the cod. Cod are tasty creatures but they are <a href=\"https://www.theguardian.com/business/2019/aug/18/where-did-all-the-cod-go-fish-chips-north-sea-sustainable-stocks\">severely overfished</a> in UK waters, a fact masked by plentiful supplies reaching fish and chip shops until recently from Iceland, Norway, and – ah yes – Russia.</p><p>Russia’s invasion of Ukraine has given us one of two reasons why we urgently need to save our favourite fish from 40 years of mismanagement. The first is to protect our own future food security. Just when the price of cod and other materials has rocketed, leading our fish and chip shops to call for more cod from our own waters, stocks are around their worst levels on record. These national assets – which, under British law, belong to the king on behalf of the people – have declined precipitously in the past four decades.</p><p>Charles Clover is executive director of the Blue Marine Foundation and author of Rewilding the Sea: How to Save our Oceans</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/brexit-overfishing-uk-waters\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2022/nov/04/how-to-make-bonfire-night-cinder-toffee-honeycomb-hokey-cokey-recipe-felicity-cloake", "title": "How to make cinder toffee – recipe | Felicity Cloake's Masterclass", "date_published": "2022-11-04 09:00:39+00:00", "description": "<p>It’s a Bonfire Night must-have, it’s the stuff inside Crunchie bars and it’s a cinch (and great fun) to make</p><p>Cinder toffee, honeycomb, hokey-pokey, the stuff inside Crunchie bars … whatever you call it, this crunchy, caramelised treat is genuinely as much fun to make as it is to eat around a bonfire. The dramatic, chemical reaction involved can rival a catherine wheel for thrills, while any leftovers are, as New Zealanders will attest, absolutely delicious folded into ice-cream.</p><p>Prep <strong>5 min</strong><br />Cook <strong>15 min</strong><br />Makes <strong>More than you can eat</strong></p> <a href=\"https://www.theguardian.com/food/2022/nov/04/how-to-make-bonfire-night-cinder-toffee-honeycomb-hokey-cokey-recipe-felicity-cloake\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/04/minister-says-bit-of-a-cheek-for-asylum-seekers-to-complain-about-conditions", "title": "Minister says 'bit of a cheek’ for asylum-seekers to complain about conditions", "date_published": "2022-11-04 08:49:32+00:00", "description": "<p>Chris Philp’s comments come as government faces pressure to fix ‘chaos’ at Manston immigration centre</p><p>A Home Office minister has said it is “a bit of a cheek” for people who he said had “entered the UK illegally” to complain about conditions, amid growing pressure on the government to fix the situation at a centre for asylum seekers in Kent.</p><p>The Manston short-term holding facility, which is designed to hold no more than 1,600 asylum-seekers for no longer than 24 hours, has descended into chaos in the last month as the number of people held there has swelled to more than 4,000 with reports of some staying as long as four weeks.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/04/minister-says-bit-of-a-cheek-for-asylum-seekers-to-complain-about-conditions\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/gallery/2022/nov/04/the-week-in-wildlife-in-pictures", "title": "The week in wildlife – in pictures", "date_published": "2022-11-04 08:00:39+00:00", "description": "<p>The best of this week’s wildlife pictures, including jellyfish, wild ponies and a squadron of pelicans</p> <a href=\"https://www.theguardian.com/environment/gallery/2022/nov/04/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2022/nov/04/storytelling-has-become-the-art-of-world-building-avatar-and-the-rise-of-the-paracosm", "title": "‘Storytelling has become the art of world building’: Avatar and the rise of the paracosm", "date_published": "2022-11-04 08:00:39+00:00", "description": "<p>James Cameron’s sequel to his 2009 fantasy epic continues cinema’s love of imaginary worlds formed in childhood that have produced some of film’s most bankable blockbusters</p><p></p><p>“I’m kind of just living on Pandora right now,” said James Cameron <a href=\"https://apnews.com/article/james-cameron-avatar-sequel-blockbuster-movies-b6d3d8a5877e129a4b4ece1fc8c077af\">recently</a>, as he tinkered with a remaster of his 2009 blockbuster Avatar, for rerelease in preparation for its sequel, Avatar: The Way of Water, in December. It’s the second instalment of a four-part franchise that includes the already-written Avatar three and four, due for release in the next decade, by which time the audience will have had ample opportunity to join Cameron on his fictional world.</p><p>That was always the dream behind the Avatar films: immersion in the world of Pandora, a habitable, extrasolar moon somewhere in the Alpha Centauri system whose every tree, plant, bush flower and blade of grass is rendered in every weather condition – rain, sun, mist – with the help of facial rigs, motion capture and key-frame CG animation. You “enter a world”, <a href=\"https://www.whec.com/national-world/qa-james-cameron-on-the-return-of-avatar/\">said</a> Cameron. “You become fully immersed in it. You feel like it surrounds you and you become an inhabitant there … You go on that journey.”</p> <a href=\"https://www.theguardian.com/film/2022/nov/04/storytelling-has-become-the-art-of-world-building-avatar-and-the-rise-of-the-paracosm\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/chess-hikaru-nakamura-reykjavik-fischer-random", "title": "Chess: Hikaru Nakamura follows Fischer’s footsteps to win in Reykjavik", "date_published": "2022-11-04 08:00:38+00:00", "description": "<p>Nakamura beat Ian Nepomniachtchi to win Fischer Random world championship, 50 years after Bobby Fischer beat Boris Spassky</p><p>Hikaru Nakamura won the Fischer Random world championship in Reykjavik, in an event which marked 50 years since Bobby Fischer defeated Boris Spassky in Iceland in the most famous match in chess history. Fischer Random is a chess variant where the back rank pieces are placed randomly, and is an effective way of escaping book openings.</p><p>Nakamura, 34, a five-time US champion who has become a streamer with more than a million followers, lost only one game throughout, though he needed an Armageddon at the end to clinch the final against Russia’s Ian Nepomniachtchi, who played under a neutral Fide flag.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/chess-hikaru-nakamura-reykjavik-fischer-random\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/04/special-interest-endure-review-rough-trade", "title": "Special Interest: Endure review – jackhammer beats and punk catharsis", "date_published": "2022-11-04 08:00:38+00:00", "description": "<p><strong>(Rough Trade)<br /></strong>The New Orleans band provide a release from tough times with a hardcore album inflected by funk, glam rock and disco</p><p>New Orleans punks <a href=\"https://www.theguardian.com/music/2021/dec/31/special-interest-the-diy-noise-poppers-calling-for-reparations\">Special Interest</a> come at the world head on, turning up the volume on the harsh realities society’s most overlooked face until the walls vibrate and the speakers blow. Their distinctive blend of techno and hardcore has always felt physical and communal, intended for dingy warehouses and beer-soaked basements where outsiders reign. Their latest album, Endure, skews almost radio-friendly, in an attempt to find release during a period of intense grief.</p><p>Beginning work on the album in 2020, Special Interest found themselves writing in claustrophobic conditions. From the Capitol riots to the Black Lives Matter protests and a brutally hot Louisiana summer in lockdown, emotional breaking points were amplified by the band’s inability to gather. As a result, Endure reaches towards fun. <a href=\"https://www.theguardian.com/music/funkadelic\">Funkadelic</a>-inspired vocals and disco rhythms drive (Herman’s) House and the <a href=\"https://www.theguardian.com/music/2022/oct/16/mykki-blanco-stay-close-to-music-review-lost-in-their-own-album-michael-stipe-saul-williams-jonsi\">Mykki Blanco</a>-featuring Midnight Legend, while Outkast come through in the “OK alright, OK alright” chant of Cherry Blue Intention. Elsewhere, their post-punk and 70s glam influences are pushed to extremes in the jackhammer beat of Impulse Control and sprawling power ballad LA Blues.</p> <a href=\"https://www.theguardian.com/music/2022/nov/04/special-interest-endure-review-rough-trade\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/04/you-be-the-judge-should-my-brother-decide-where-we-buy-our-house", "title": "You be the judge: should my brother decide where we buy our house?", "date_published": "2022-11-04 08:00:38+00:00", "description": "<p>She wants a place with a garden in a nice area; he thinks they should find something cheaper. You decide who needs to put their house in order</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a juror for You be the judge</a></li></ul><p><em>I want a garden. Leo says we’d get more for our money without one, and in a cheaper area</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/04/you-be-the-judge-should-my-brother-decide-where-we-buy-our-house\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/work-shop-cook-hug-kiss-life-under-russian-missiles", "title": "‘Work, shop, cook, hug, kiss’: life under Russian missiles", "date_published": "2022-11-04 08:00:38+00:00", "description": "<p>Olena describes the impact on her family while living with airstrikes and power cuts in Irpin, Ukraine</p><p>We had another spoilt morning on Monday – another massive attack with air sirens. My 11-year-old son was woken by them about 7.30am. We waited until after 10am for the air alert to end. We didn’t have electricity [almost] all day. </p><p>My son was scared because of the explosions, saying maybe he shouldn’t go to school. Even when the refrigerator makes [noise] my son reacts because he remembers the missiles and planes. He doesn’t want to be in his room alone after he hears an explosion.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/work-shop-cook-hug-kiss-life-under-russian-missiles\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2022/nov/04/uk-government-northern-ireland-elections", "title": "UK government will not call Northern Ireland elections before 2023, says minister", "date_published": "2022-11-04 07:52:34+00:00", "description": "<p>Deadline passed last week for forming a power-sharing government after elections in May</p><p>The UK government will not call fresh elections in Northern Ireland before the end of the year and will announce how it intends to proceed beyond that next week, the Northern Ireland secretary has said.</p><p>The deadline passed last week for forming a power-sharing government after elections in May, and Britain’s minister for Northern Ireland, Chris Heaton-Harris, said at the time that he was legally obliged to call new elections within 12 weeks.</p> <a href=\"https://www.theguardian.com/uk-news/2022/nov/04/uk-government-northern-ireland-elections\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2022/nov/04/japan-makes-squid-farming-breakthrough-as-wild-catches-plummet", "title": "Japan makes squid farming breakthrough as wild catches plummet", "date_published": "2022-11-04 07:30:37+00:00", "description": "<p>Scientists have long sought to farm the scarce seafood staple, but critics say animals are not suited to intensive methods</p><p>Scientists in Japan say they have developed a groundbreaking method of farming squid that could solve shortages of the seafood staple, amid warnings from environmental groups that aquaculture is incompatible with the animal’s welfare.</p><p>Researchers at the Okinawa Institute of Science and Technology (OIST) say their system produced a reliable supply of squid and has the potential to be commercialised.</p> <a href=\"https://www.theguardian.com/environment/2022/nov/04/japan-makes-squid-farming-breakthrough-as-wild-catches-plummet\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2022/nov/04/we-spread-by-iain-reid-review-a-fine-piece-of-weird-fiction", "title": "We Spread by Iain Reid review – a fine piece of weird fiction", "date_published": "2022-11-04 07:30:37+00:00", "description": "<p>A widow finds herself in a sinister care home, in this meditation on ageing, trauma and identity from the author behind I’m Thinking of Ending Things</p><p>Recently widowed, Penny is now living alone in the apartment she shared with her husband for many years. Her days seem longer than before, and her memory is not as reliable as it used to be. Her apartment, so familiar, seems alive with strange presences and Penny gradually becomes convinced that someone is watching her.</p><p>While trying to change a lightbulb, she falls and injures herself. As she regains consciousness, she discovers that arrangements have been made for her to enter a private care facility, Six Cedars. When she tries to protest, she is informed that she agreed to the move years ago. The care home is miles from the city, surrounded by thick forest. After some initial misgivings, Penny begins to feel that her new situation might have its benefits: she has escaped her loneliness, and has people of her own age to talk to. But why are there only three other residents? Six Cedars’s manager Shelley claims that her background in science enables her to provide the most advanced standard of care for older people. Her compassion seems genuine, but though it frightens her to admit it, Penny increasingly suspects that Shelley’s motives may be darker than they appear.</p> <a href=\"https://www.theguardian.com/books/2022/nov/04/we-spread-by-iain-reid-review-a-fine-piece-of-weird-fiction\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/04/t20-world-cup-cricket-australia-vs-afghanistan-live-scores-updates-2022-super-12-12s-scorecard-aus-v-afg-latest-score", "title": "T20 World Cup 2022 Super 12s: Australia v Afghanistan – live", "date_published": "2022-11-04 07:24:39+00:00", "description": "<ul><li>Updates from the final Group 1 match at Adelaide Oval</li><li>Start time at the cricket is 6:30pm local/7pm AEDT/8am GMT</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@theguardian.com\">Email</a> Jonathan or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p>The equation just became even more difficult for Australia and England with New Zealand completing their Super 12s campaign with a solid victory over Ireland. The Black Caps will occupy one of Group 1’s spots in the semi-finals.</p><p>Finn Allen continued his good form smashing 32 from 18 to start New Zealand’s innings, after which skipper Kane Williamson found some form of his own with 61 from 35. A total much bigger than 185 was on offer but Ireland’s wrote his name into history with a fabulous hat-trick. </p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/04/t20-world-cup-cricket-australia-vs-afghanistan-live-scores-updates-2022-super-12-12s-scorecard-aus-v-afg-latest-score\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2022/nov/04/sugar-rush-how-mexico-addiction-to-fizzy-drinks-fuelled-its-health-crisis-acc", "title": "Sugar rush: how Mexico’s addiction to fizzy drinks fuelled its health crisis", "date_published": "2022-11-04 07:15:37+00:00", "description": "<p>Obesity and diabetes rates are soaring, so why hasn’t a law banning sugary beverages for children been enforced?</p><p>When a southern Mexican state <a href=\"https://www.theguardian.com/food/2020/aug/06/mexico-oaxaca-sugary-drinks-junk-food-ban-children\">effectively outlawed</a> sales of sugary drinks and sweets to children to protect public health, the ban made international news. But few people in Oaxaca – even some fizzy drinks distributors and shop owners – are aware of the rule and the authorities have not enforced the potentially unpopular measure, despite tens of thousands <a href=\"https://pubmed.ncbi.nlm.nih.gov/31822805/\">of deaths</a> nationally a year linked to sugary beverages, as <a href=\"https://www.oecd.org/about/secretary-general/heavy-burden-of-obesity-mexico-january-2020.htm\">obesity</a> and diabetes <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=&amp;ved=2ahUKEwj87sThvP_6AhU6m2oFHSU5AoIQFnoECAgQAw&amp;url=https%3A%2F%2Fwww.idf.org%2Findex.php%3Foption%3Dcom_attachments%26task%3Ddownload%26id%3D2645%3AWDD2021_MEXICO_PR_Final%23%3A~%3Atext%3DIn%25202021%252C%2520an%2520estimated%252014%2Cof%2520developing%2520type%25202%2520diabetes.&amp;usg=AOvVaw1SB_2PeacsFrFlYM4-tyCm\">rates soar</a>.</p><p>Oaxaca might be known as the culinary capital of Mexico, but like elsewhere in the country, diets have shifted towards ultra-processed foods and higher meat consumption – as well as sugary drinks. Today the state has the highest rate of child obesity <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=&amp;cad=rja&amp;uact=8&amp;ved=2ahUKEwiz28m6vPr6AhW_mmoFHcHrC_MQFnoECA8QAQ&amp;url=https%3A%2F%2Fwww.bbc.com%2Fnews%2Fworld-latin-america-53678747&amp;usg=AOvVaw3r9Ppwso-Esiy2Gq2mg40Q\">in Mexico</a> and the second highest among adults.</p> <a href=\"https://www.theguardian.com/global-development/2022/nov/04/sugar-rush-how-mexico-addiction-to-fizzy-drinks-fuelled-its-health-crisis-acc\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2022/nov/04/can-napping-like-a-navy-seal-for-eight-minutes-give-you-superpowers", "title": "Can napping like a Navy Seal (for eight minutes) give you superpowers?", "date_published": "2022-11-04 07:08:37+00:00", "description": "<p>Seal turned author Jocko Willink swears by this sleep hack – and the key is to nod off with your legs up</p><p><strong>The hack<br /></strong>Taking an <a href=\"https://www.glamourmagazine.co.uk/article/navy-seal-nap-sleep-hack\">eight-minute nap during the day</a>, as recommended by a retired US Navy Seal.</p><p><strong>The test<br /></strong>According to former Navy Seal Jocko Willink (great name), eight minutes is the ideal nap time: you wake up rested, without feeling groggy. TikTok is awash with sleep hacks, but might this one work? According to Willink, you have to “elevate your feet above your heart and then set your alarm for eight minutes, and afterwards he feels like “superman”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/04/can-napping-like-a-navy-seal-for-eight-minutes-give-you-superpowers\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/gen-z-intolerant-poor-illiberal", "title": "Gen Z aren’t ‘intolerant’: we’re just poor, fed-up and want real change | Sammy Gecsoyler", "date_published": "2022-11-04 07:00:38+00:00", "description": "<p>New research suggests my cohort is illiberal, but we’re surely nothing on Britain’s protest-banning Conservative government</p><p>Pampered, illiberal, woke snowflakes: the slurs that are made against <a href=\"https://www.theguardian.com/society/2022/nov/01/its-out-of-order-gen-z-speak-up-on-cancel-culture-and-young-illiberal-progressives\">Gen Z</a> are so well-worn, so boring, yet they just don’t seem to go away. Despite what some of our elders seem to think, the reality is that our lives are pretty bleak. We are <a href=\"https://www.theguardian.com/commentisfree/2022/aug/28/life-is-better-now-than-in-the-1950s-but-at-least-that-generation-could-afford-a-home\">poorer than generations before us</a>, deal with high levels of depression, and face the very real prospect of living through runaway climate breakdown for the rest of our adult lives. Instead of this being seen as an indictment of a society that has betrayed young people, it is instead used to berate us as “fragile” or “entitled”.</p><p> <a href=\"https://www.channel4.com/press/news/beyond-z-real-truth-about-british-youth-speech-alex-mahon-chief-executive-channel-4\">New research</a> by Channel 4, which looked at more than 1,500 13- to 24-year-olds, sheds some fresh light on a debate that seems to go round in circles. It found that the cost of living, a lack of affordable housing and uncertainty about the future were Gen Z’s top three concerns. Contrary to the belief that we spend all our free time doxing C-list celebrities who don’t acknowledge their white, cis, hetero privilege, it turns out our priorities are fundamentally material.</p><p>Sammy Gecsoyler is <a href=\"https://theguardianfoundation.org/programmes/scott-trust-bursary/scott-trust-bursary-students-2021-22\">a 2021/22 recipient of the Scott Trust bursary</a><br /></p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/gen-z-intolerant-poor-illiberal\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/money/gallery/2022/nov/04/homes-for-sale-in-conservation-areas-in-pictures", "title": "Homes for sale in conservation areas – in pictures", "date_published": "2022-11-04 07:00:37+00:00", "description": "<p>From a grand Nottingham city centre villa to an apartment in bustling Islington, London</p> <a href=\"https://www.theguardian.com/money/gallery/2022/nov/04/homes-for-sale-in-conservation-areas-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/gallery/2022/nov/04/all-the-chillies-have-rotted-away-pakistani-farmers-fight-to-save-chilli-crop-in-pictures", "title": "‘All the chillies have rotted away’: Pakistani farmers fight to save chilli crop – in pictures", "date_published": "2022-11-04 07:00:37+00:00", "description": "<p>Devastating floods across Pakistan in August and September after several years of high temperatures have left chilli farmers struggling in a country heavily dependent on agriculture, where the flooding is estimated to have caused $40bn worth of damage</p> <a href=\"https://www.theguardian.com/world/gallery/2022/nov/04/all-the-chillies-have-rotted-away-pakistani-farmers-fight-to-save-chilli-crop-in-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2022/nov/04/nazare-portugal-watching-surfers-ride-monster-waves", "title": "‘Three times the size of our house’: watching surfers ride Portugal’s monster waves", "date_published": "2022-11-04 07:00:36+00:00", "description": "<p>The Atlantic town of Nazaré has become a mecca for those brave enough to surf some of Europe’s biggest rollers, and gawping at their feats makes the perfect winter break</p><p>Planning a trip around a natural spectacle is a risky business. How many people have planned a trip to see the northern lights, hoping to witness nature at its most dramatic, beautiful and extraordinary, only to come home disappointed?</p><p>In recent years, the gigantic Atlantic waves of Nazaré have been added to the traveller’s bucket list of seasonal phenomena. The Portuguese seaside town is the perfect spot to watch the towering behemoths of white water that rise up from Europe’s largest and deepest underwater canyon, 5,000 metres below the surface.</p> <a href=\"https://www.theguardian.com/travel/2022/nov/04/nazare-portugal-watching-surfers-ride-monster-waves\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2022/nov/04/russia-ukraine-war-live-news-ukraine-can-retake-kherson-us-defence-secretary-says-45m-without-power-after-strikes", "title": "Russia-Ukraine war live news: Ukraine can retake Kherson, US defence secretary says; 4.5m without power after strikes", "date_published": "2022-11-04 06:22:53+00:00", "description": "<p>Lloyd Austin calls Ukrainian forces <a href=\"https://www.theguardian.com/world/live/2022/nov/04/russia-ukraine-war-live-news-ukraine-can-retake-kherson-us-defence-secretary-says-45m-without-power-after-strikes?page=with:block-636488d68f08f79d02f042ad#block-636488d68f08f79d02f042ad\">‘methodical’ and ‘effective’</a> in south; more than 10% of Ukraine’s pre-war population left without power due to Russian attacks, Zelenskiy says</p><ul><li><a href=\"https://www.theguardian.com/world/2022/nov/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-254-of-the-invasion\">At a glance: what we know on day 254 of the invasion</a></li></ul><p>Russian attacks in the past few weeks on Ukrainian energy and water supplies have hit civilians hard as winter approaches.</p><p>As of Thursday night, 4.5 million Ukrainians in the capital Kyiv and ten other regions were temporarily without power, the latest outages caused by Russian attacks, president Volodymyr Zelenskiy said in a video address.</p><p>There is damage to energy facilities in different areas across the country - this is the volume of electricity generation and transportation for millions of people.</p><p>Only as of this evening, about <strong>4.5 million</strong> consumers have been temporarily disconnected from consumption under emergency and stabilisation schedules.”</p><p>The very fact that Russia resorted to terror against the energy industry shows the weakness of the enemy. They cannot defeat Ukraine on the battlefield, and that is why they are trying to break our people in this way - to humiliate Ukrainians, to strike at the morale of our people, at the resistance of our people. I believe that Russia will not succeed.”</p> <a href=\"https://www.theguardian.com/world/live/2022/nov/04/russia-ukraine-war-live-news-ukraine-can-retake-kherson-us-defence-secretary-says-45m-without-power-after-strikes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2022/nov/04/afropop-star-wizkid-on-ego-alter-egos-and-elections-i-make-a-lot-of-club-records-but-i-feel-like-a-pastor", "title": "Afropop star Wizkid on ego, alter egos and elections: ‘I make a lot of club records but I feel like a pastor’", "date_published": "2022-11-04 06:00:42+00:00", "description": "<p>His success has come in waves over a decade, but the Nigerian singer is closer than ever to household-name status. He talks about his upbringing, his struggles with fame – and his disillusionment with Nigerian politics</p><p>When I meet Wizkid at Metropolis recording studios in London, I am suddenly an awed 18-year-old again. The Afropop juggernaut soundtracked my university years, yet I’m struck by how youthful he appears, apparently having barely aged since I screamed myself hoarse watching him perform at London’s Hammersmith Apollo a decade ago.</p><p>The only difference is that now, the 32-year-old Nigerian musician’s wrists are weighed down by Van Cleef bracelets and a diamond-encrusted watch. And his music is no longer the preserve of a smattering of fans across the diaspora. Wizkid, born Ayodeji Ibrahim Balogun, is slouched in an office chair, zen but visibly sapped from a day of interviews, a new album release and recently welcoming a second child with his manager and partner, Jada Pollock. They met in 2012; he has four children altogether. “Now I’m more careful with what I put in my songs,” he says with a laugh. “Because my kids listen to my songs.”</p> <a href=\"https://www.theguardian.com/music/2022/nov/04/afropop-star-wizkid-on-ego-alter-egos-and-elections-i-make-a-lot-of-club-records-but-i-feel-like-a-pastor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/03/why-do-the-us-midterms-matter-abortion-rights-democracy-2024", "title": "Why the US midterms matter – from abortion rights to democracy", "date_published": "2022-11-04 06:00:41+00:00", "description": "<p>Guardian writers lay down what’s on the line and what a Republican victory could mean for the future of the country</p><p>America is hurtling towards the first nationwide test of its democracy since Donald Trump left the White House and his supporters mounted a deadly insurrection at the US Capitol. The midterm elections on Tuesday will decide control of Congress as well as 36 state governorships – but will also be a referendum on Joe Biden’s presidency, and fire the starting gun for the race to the White House in 2024.</p><p>Here’s why the midterms matter for some of the biggest issues facing the US – and the world:</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/03/why-do-the-us-midterms-matter-abortion-rights-democracy-2024\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/04/wisconsin-republicans-racist-attack-ads-democrat-mandela-barnes", "title": "How Republicans’ racist attack ads are chipping away at Democrat’s lead in Wisconsin", "date_published": "2022-11-04 06:00:40+00:00", "description": "<p>Ron Johnson’s campaign of ‘race and fear’ is affecting Senate race that Mandela Barnes once looked to have in the bag</p><p>After months of flinging mud, Senator Ron Johnson was finally obliged to admit that his Democratic opponent in the upper midwestern state of Wisconsin had never actually made a call to “defund the police”.</p><p>But that did not stop the Trumpist senator’s re-election drive from continuing to broadcast racially charged advertisements falsely claiming that Mandela Barnes, the lieutenant governor of Wisconsin, “rationalized violence” against the police and tying him to the most controversial positions of Black Lives Matter.</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/04/wisconsin-republicans-racist-attack-ads-democrat-mandela-barnes\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2022/nov/04/bernie-sanders-democrats-economy-midterms", "title": "‘They haven’t tried’: Bernie Sanders criticizes Democrats’ economic messaging", "date_published": "2022-11-04 06:00:38+00:00", "description": "<p>In a Guardian interview, the Vermont senator urges people to turn out for next week’s ‘consequential’ midterm elections</p><p>Bernie Sanders has criticized Democrats for not doing enough to motivate voters around the economic issues that have an impact on everyday life, as he warned next week’s midterm elections are the most “consequential” in modern American history.</p><p>In an interview with the Guardian in Texas, the leftwing Vermont senator said: “Obviously, everybody should be turning out for what is the most consequential midterm election in the modern history of this country. Democracy is on the ballot. Women’s right to control their own bodies is on the ballot. Climate change is on the ballot, so everybody should come out.”</p> <a href=\"https://www.theguardian.com/us-news/2022/nov/04/bernie-sanders-democrats-economy-midterms\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/04/how-i-lost-1m-during-the-pandemic", "title": "How I turned $15,000 into $1.2m during the pandemic – then lost it all", "date_published": "2022-11-04 06:00:36+00:00", "description": "<p>Investing in risky stocks gave me the illusion of control in a time of uncertainty – until it derailed my entire life</p><p>I kept the news in all the way out of the terminal until halfway through the airport parking garage, which was as far as I could hold it. It was the kind of announcement that was too voluminous for the inside of a car, so I blurted it out to my parents in the open air in a half-mumble, half-laugh.</p><p><em>“So, umm, I turned $15,000 into $1.2m</em><em> in the past year</em>.”</p> <a href=\"https://www.theguardian.com/technology/2022/nov/04/how-i-lost-1m-during-the-pandemic\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/xi-jinpings-pilgrimage-to-red-mecca-brings-back-the-mao-factor", "title": "Xi Jinping’s pilgrimage to ‘red Mecca’ brings back the Mao factor", "date_published": "2022-11-04 05:58:19+00:00", "description": "<p>Yan’an is where Mao Zedong definitively – and brutally – stamped his supreme authority on China’s Communist party. Experts explain how Xi continues to shape himself as today’s embodiment of the ‘great leader’</p><p>Xi Jinping’s next decade in power will see China increasingly revert to Mao Zedong’s ideology and Communist orthodoxy, a trend confirmed by his pilgrimage to a remote city known as the cradle of the Communist party’s revolution, analysts say.</p><p>Days after the president secured an <a href=\"https://www.theguardian.com/world/2022/oct/23/xi-jinping-to-rule-china-for-precedent-breaking-third-term\">unprecedented third term</a> as the chief of the Chinese Communist party, he took his newly appointed politburo standing committee – China’s top decision-making body, <a href=\"https://www.theguardian.com/world/2022/oct/25/xi-jinping-party-purge-china-taiwan-invasion-risk\">now filled with his allies</a> – to Yan’an in the north-western province of Shaanxi, where the Chinese Communist party retreated and rebuilt its strength amid civil wars from 1935 to 1948.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/xi-jinpings-pilgrimage-to-red-mecca-brings-back-the-mao-factor\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/scholz-china-germany-visit-lets-work-together-says-xi", "title": "Let’s work together during ‘times of turmoil’, says Xi as Germany’s Scholz flies in", "date_published": "2022-11-04 05:41:16+00:00", "description": "<p>German chancellor’s one-day visit is the first by a G7 leader since the start of the pandemic</p><p>Chinese president Xi Jinping touted the need for greater cooperation between China and Germany amid “times of change and turmoil” in his first meeting with chancellor Olaf Scholz, with talks expected to touch on Russia’s war on Ukraine, climate change and developing economic ties.</p><p>Scholtz’s visit on Friday is the first by a leader of a G7 nation to China in three years, and will test the waters of relations between Beijing and the west after years of mounting tensions, analysts say.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/scholz-china-germany-visit-lets-work-together-says-xi\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/jair-bolsonaro-brazil-election-unfloppable-lost", "title": "‘Brazilians tired of him’: how Bolsonaro the ‘unfloppable’ flopped", "date_published": "2022-11-04 05:30:35+00:00", "description": "<p>The far-right ex-soldier often boasted of his virility but in the end his macho posturing repelled a majority of voters</p><p>Two months ago Brazil’s far-right president, Jair Bolsonaro, stood before a sea of supporters in his nation’s capital and used a phallic mantra to declare himself politically “unfloppable”.</p><p>But on Sunday Bolsonaro suffered a chastening defeat by his leftwing foe Luiz Inácio Lula da Silva in their country’s make-or-break presidential election.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/jair-bolsonaro-brazil-election-unfloppable-lost\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/is-there-a-better-way-to-get-climate-change-on-the-front-page-of-the-worlds-newspapers-than-soup-on-van-gogh", "title": "Is there a better way to get climate change on the front page of the world’s newspapers than soup on Van Gogh?! | First Dog on the Moon", "date_published": "2022-11-04 05:18:46+00:00", "description": "<p>Brenda the Civil Disobedience Penguin tries the interactivist climate action virtual masterpiece</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/is-there-a-better-way-to-get-climate-change-on-the-front-page-of-the-worlds-newspapers-than-soup-on-van-gogh\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2022/nov/04/elon-musk-twitter-content-creators-creatives-blue-tick-verified-account-subscription", "title": "Does anyone really think Elon Musk cares about supporting creatives on Twitter? | Samantha Floreani", "date_published": "2022-11-04 05:07:04+00:00", "description": "<p>The digital platform is about more than just news and politics. It’s also a place for culture, creativity and community</p><p>After a seven-month saga, and a visit to Twitter HQ <a href=\"https://twitter.com/elonmusk/status/1585341984679469056\">carrying a bathroom sink</a>, Elon Musk now owns Twitter.</p><p>In April, digital rights experts warned of <a href=\"https://overland.org.au/2022/04/the-town-square-doesnt-belong-in-private-hands/\">the dangers</a> of online spaces being subject to the whims of billionaires. Many have expressed concern that under Musk’s leadership, online safety, public debate and democratic participation on Twitter may falter, while there is fear that <a href=\"https://www.theguardian.com/technology/2022/oct/28/twitter-takeover-fears-raised-over-disinformation-and-hate-speech\">misinformation and hate speech</a> will rise.</p> <a href=\"https://www.theguardian.com/commentisfree/2022/nov/04/elon-musk-twitter-content-creators-creatives-blue-tick-verified-account-subscription\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2022/nov/03/ken-burns-history-of-america-pictures", "title": "Ken Burns’s photographic history of America – in pictures", "date_published": "2022-11-04 05:03:34+00:00", "description": "<p>The acclaimed documentarian has assembled a book called <a href=\"https://www.penguinrandomhouse.com/books/237957/our-america-by-ken-burns/\">Our America: A Photographic History</a> which contains some of his favorite photographs of the US and the people within it. ‘I’ve needed 45 years of telling stories in American history, of diving deep into lives and moments, places and huge events, to accrue the visual vocabulary to embark on this book,’ he said</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2022/nov/03/ken-burns-history-of-america-pictures\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/israels-benjamin-netanyahu-comeback-brings-despair-for-left-wing-parties", "title": "Israel’s Benjamin Netanyahu comeback brings despair for leftwing parties", "date_published": "2022-11-04 05:00:34+00:00", "description": "<p>Outgoing coalition suffers poor election result as some parties of the left lose voice in Knesset altogether </p><p>Israel’s leftwing and pro-Arab-rights parties have been left licking their wounds in the aftermath of this week’s election. When vote-counting finished on Thursday, the former prime minister Benjamin Netanyahu and his far-right partners had won by a comfortable majority.</p><p>Last summer a broad coalition succeeded in their mutual desire to kick Netanyahu, leader of Likud, out of office. He is currently standing trial on corruption charges.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/israels-benjamin-netanyahu-comeback-brings-despair-for-left-wing-parties\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/paris-pere-lachaise-cemetery-curator", "title": "‘I don’t have those stone testicles’: curator reveals secrets and myths of Paris’s famous cemetery", "date_published": "2022-11-04 05:00:34+00:00", "description": "<p>Benoît Gallot balances the needs of the city with those beating a path to legends such as Oscar Wilde at Père-Lachaise</p><p>Benoît Gallot, curator of Paris’s Père-Lachaise cemetery, would like to lay a particular urban myth to rest: no, he is not using the testicles from the sphinx on Oscar Wilde’s tomb as a paperweight.</p><p>The stone genitals, allegedly removed from the mythical creature by two puritanical English women shocked by their size and prominence, were long reported to have been saved and put to office use by successive cemetery staff. According to Gallot, the story is utter balls.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/paris-pere-lachaise-cemetery-curator\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/philadelphia-eagles-houston-texas-game-report", "title": "Jalen Hurts helms Eagles past Texans for first 8-0 start in club history", "date_published": "2022-11-04 04:33:23+00:00", "description": "<ul><li>Hurts, Eagles beat Texans 29-17 for their first 8-0 start</li><li>Philadelphia reach 8-0 for first time in franchise history</li></ul><p>Jalen Hurts threw for 243 yards and two touchdowns, and the Philadelphia Eagles overcame a slow start to beat the Houston Texans 29-17 on Thursday night for the first 8-0 start in franchise history.</p><p>Hurts lost a fumble in a forgettable first half and game was tied at halftime.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/philadelphia-eagles-houston-texas-game-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/04/phillies-astros-world-series-game-5-report", "title": "Astros edge Phillies in tense Game 5 to reach brink of World Series title", "date_published": "2022-11-04 04:14:44+00:00", "description": "<ul><li>Astros win 3-2 over Phillies to take 3-2 lead in World Series</li><li><a href=\"https://www.theguardian.com/sport/live/2022/nov/03/world-series-game-5-philadelphia-phillies-v-houston-astros-live-latest-score\">As it happened: Houston Astros 3-2 Philadelphia Phillies</a></li></ul><p>Justin Verlander overcame an early jolt to grit out the World Series win that long eluded him, rookie Jeremy Pena hit a go-ahead home run and the Houston Astros beat the Philadelphia Phillies 3-2 Thursday night to head home with a 3-2 lead.</p><p>Buoyed by late defensive gems from Trey Mancini and Chas McCormick, the Astros moved to the brink of their second championship the other was a scandal-tainted title in 2017.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/04/phillies-astros-world-series-game-5-report\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/new-zealand-revamps-deradicalisation-program-as-anti-authority-terror-threat-rises", "title": "New Zealand revamps deradicalisation program as anti-authority terror threat rises", "date_published": "2022-11-04 03:55:36+00:00", "description": "<p>Government promises more openness on threats as security agencies appeal for public help in identifying those at risk of violent extremism </p><p>New Zealand is rolling out a bespoke deradicalisation program as the threat from people holding violent anti-authority beliefs grows and its security agencies make an unprecedented plea for the public to report those showing signs of taking extremist action.</p><p>Security officials say that in a “sea of hate speech” where, increasingly, younger people are being radicalised online by a messy grab-bag of ideologies, they more than ever need the public’s help in identifying those at risk of turning to violence.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/new-zealand-revamps-deradicalisation-program-as-anti-authority-terror-threat-rises\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/un-nuclear-inspectors-shut-down-russian-dirty-bomb-claim-against-ukraine", "title": "UN nuclear inspectors shut down Russian ‘dirty bomb’ claim against Ukraine", "date_published": "2022-11-04 03:04:46+00:00", "description": "<p>Volodymyr Zelenskiy says findings are ‘clear and irrefutable’ after IAEA finds no evidence of undeclared nuclear activities and materials</p><p>The UN nuclear watchdog has confirmed it found no sign of undeclared nuclear activity after inspecting three sites at Ukraine’s request in response to Russian allegations that work was being done on a “dirty bomb”.</p><p>Moscow has accused Ukraine of planning to use such a bomb – a conventional explosive device <a href=\"https://www.theguardian.com/world/2022/oct/25/what-are-dirty-bombs-russia-ukraine\">laced with radioactive material</a> – and said institutes linked to the nuclear industry were involved in preparations, without presenting evidence. Ukraine’s government denies the accusation.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/un-nuclear-inspectors-shut-down-russian-dirty-bomb-claim-against-ukraine\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/news/audio/2022/nov/04/cop27-was-this-the-year-climate-progress-unravelled", "title": "Cop27: was this the year climate progress unravelled?", "date_published": "2022-11-04 03:00:32+00:00", "description": "<p>The war in Ukraine has led to soaring energy prices, political enmity and instability. Can the meeting of global leaders  re-focus the world’s attention on the climate catastrophe?</p><p>Last year Cop26 ended with a hard-won agreement and some optimism that global leaders were finally taking important steps – however small – to address the climate crisis. Since then the urgency of taking action has been driven home by a catalogue of extreme weather – from the UK suffering its hottest summer to Pakistan being engulfed in floods and the Horn of Africa being gripped by a terrible drought.</p><p>Yet as Cop27 begins in Egypt on Sunday, the Guardian’s environment correspondent <strong>Fiona Harvey </strong>tells<strong> Michael Safi,</strong> the world’s attention appears to be anywhere but on the talks. The war in Ukraine has led to soaring energy prices, with global powers at loggerheads and a rush for new sources of fossil fuels – creating even more obstacles to consensus-building on reducing emissions.</p> <a href=\"https://www.theguardian.com/news/audio/2022/nov/04/cop27-was-this-the-year-climate-progress-unravelled\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2022/nov/04/rembrandt-sketch-raising-of-the-cross-not-fake-revealed-as-work-of-dutch-master", "title": "Sketch dismissed as Rembrandt ‘crude imitation’ revealed to be genuine", "date_published": "2022-11-04 02:43:13+00:00", "description": "<p>The Raising of the Cross was thought to be by a follower of the Dutch master, but experts now say it is by Rembrandt himself</p><p>Art experts in the Netherlands have unveiled an oil sketch by the famous Dutch master Rembrandt after it languished for a century in a forgotten corner of a museum, believed to be an imitation.</p><p>The Raising of the Cross oil sketch from the 1640s was long thought to have been the work of a follower of the 17th-century master, known for works such as <a href=\"https://www.theguardian.com/artanddesign/2021/dec/08/rembrandt-hidden-sketch-revealed-beneath-night-watch\">The Night Watch</a> and <a href=\"https://theguardian.com/books/2013/feb/28/anatomies-hugh-aldersey-williams-review\">The Anatomy Lesson of Dr Nicolaes Tulp</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2022/nov/04/rembrandt-sketch-raising-of-the-cross-not-fake-revealed-as-work-of-dutch-master\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/03/elon-musk-twitter-mass-layoffs-begin", "title": "Elon Musk announces Twitter mass layoffs to begin Friday", "date_published": "2022-11-04 01:21:13+00:00", "description": "<p>The reduction, which will be delivered by email, comes as the new Twitter CEO was speculated to cut as much as 50% of staff</p><p>Elon Musk will begin mass layoffs at Twitter on Friday, sharply reducing the social media platform’s workforce, the company said in an email to staff on Thursday.</p><p>“In an effort to place Twitter on a healthy path, we will go through the difficult process of reducing our global workforce on Friday,” said the email. The New York Times and Washington Post both reported on the layoffs and cited the internal email.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/03/elon-musk-twitter-mass-layoffs-begin\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/premier-league-10-things-to-look-out-for-this-weekend", "title": "Premier League: 10 things to look out for this weekend", "date_published": "2022-11-04 01:10:07+00:00", "description": "<p>Pierre-Emerick Aubameyang faces Arsenal, late England auditions and Ralph Hasenhüttl again staring down the barrel</p><p>An already-spicy encounter between Chelsea and Arsenal has been lent added piquancy by a promo clip recorded for BT Sport by Pierre-Emerick Aubameyang. “It’s nothing personal, Arsenal,” says the Chelsea striker, who is presumably eager to put one over on a club whose manager relieved him of the captaincy before shipping him off to Barcelona. “I’m back, I’m ready and I’m blue.” The striker’s harmless goading might carry more weight if he was currently firing on all cylinders but his return for Chelsea of three goals in 11 appearances – two of them off the bench – is hardly prolific. Aubameyang will be desperate to add to this tally on Sunday and should he do so, any celebration (or the lack thereof) will be scrutinised to within an inch of its life. On the day after Bonfire Night, here’s hoping for more fireworks at Stamford Bridge. <strong>Barry Glendenning</strong></p><p><em>Chelsea v Arsenal, Sunday 12pm (all times GMT)</em></p><p><em>Everton v Leicester, Saturday 5.30pm</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/04/premier-league-10-things-to-look-out-for-this-weekend\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/technology/2022/nov/03/general-mills-twitter-ads-halt-musk-takeover", "title": "General Mills latest to halt Twitter ads as Musk takeover sparks brand exodus", "date_published": "2022-11-04 00:27:56+00:00", "description": "<p>Cheerios and Lucky Charms cereal company joins General Motors Co and Audi among others in pulling money from the platform</p><p>General Mills is the latest to join a growing group of companies halting advertising on Twitter after the social media platform was acquired by billionaire Elon Musk for $44bn.</p><p>The company, known for its Cheerios and Lucky Charms cereals, confirmed on Thursday it would pause advertising on the platform. “We will continue to monitor this new direction and evaluate our marketing spend,” said spokesperson Kelsey Roemhildt.</p> <a href=\"https://www.theguardian.com/technology/2022/nov/03/general-mills-twitter-ads-halt-musk-takeover\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-254-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 254 of the invasion", "date_published": "2022-11-04 00:25:33+00:00", "description": "<p>UN nuclear watchdog finds no sign of undeclared nuclear activity in Ukraine following Russian ‘dirty bomb’ allegations; Kyiv fears Moscow is setting a trap by feigning a pull-out in Kherson</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">Read all our Ukraine war coverage</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2022/nov/04/russia-ukraine-war-at-a-glance-what-we-know-on-day-254-of-the-invasion\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/live/2022/nov/03/world-series-game-5-philadelphia-phillies-v-houston-astros-live-latest-score", "title": "World Series Game 5: Astros strike first on Phillies behind Altuve’s triple – live!", "date_published": "2022-11-04 00:21:11+00:00", "description": "<ul><li>Phillies host Astros at Philadelphia’s Citizens Bank Park</li><li><a href=\"https://www.theguardian.com/sport/2022/nov/02/world-series-no-hitter-astros-phillies-game-4-report\">Astros silence Phillies with second no-hitter in WS history</a></li><li>Send Hunter a tweet at <a href=\"https://twitter.com/HunterFelt\">@HunterFelt</a> or <a href=\"mailto:hunter.felt.freelance@theguardian.com\">email him</a></li></ul><p><strong>If Justin Verlander never wins a game in the World Series will this impact his legacy in any serious way as FOX commentators desperately want you to believe?</strong></p><p>No.</p> <a href=\"https://www.theguardian.com/sport/live/2022/nov/03/world-series-game-5-philadelphia-phillies-v-houston-astros-live-latest-score\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2022/nov/03/kyrie-irving-suspended-brooklyn-nets-antisemitic-beliefs", "title": "Brooklyn Nets suspend Kyrie Irving over ‘failure to disavow antisemitism’", "date_published": "2022-11-04 00:16:09+00:00", "description": "<ul><li>Nets suspend Kyrie Irving for at least five games without pay</li><li>Team says star is ‘unfit to be associated with the Brooklyn Nets’</li></ul><p>The Brooklyn Nets are suspending Kyrie Irving for at least five games without pay, saying they were dismayed by his failure to “unequivocally say he has no antisemitic beliefs.”</p><p>Hours after Irving refused to issue the apology that NBA commissioner Adam Silver sought for posting a link to an antisemitic work on his Twitter feed, the Nets said that Irving is “currently unfit to be associated with the Brooklyn Nets”.</p> <a href=\"https://www.theguardian.com/sport/2022/nov/03/kyrie-irving-suspended-brooklyn-nets-antisemitic-beliefs\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2022/nov/04/world-cup-2022-senegal-team-guide", "title": "World Cup 2022 team guides part 3: Senegal", "date_published": "2022-11-04 00:01:28+00:00", "description": "<p>It feels like Senegal’s year and expectations are so high back home that winning the tournament has not been ruled out</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/series/world-cup-2022--guardian-experts--network\">World Cup 2022 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 November.</em></p> <a href=\"https://www.theguardian.com/football/2022/nov/04/world-cup-2022-senegal-team-guide\">Continue reading...</a>", "favourite": false}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2022/nov/04/brazil-supreme-court-ruling-to-reactivate-amazon-fund-gives-hope-in-fight-to-save-rainforest", "title": "Brazil supreme court ruling to reactivate Amazon Fund gives hope in fight to save rainforest", "date_published": "2022-11-04 00:00:59+00:00", "description": "<p>Fund was paralysed when far-right president Jair Bolsonaro wound up two committees in 2019</p><p>Brazilian environmentalists have celebrated a timely victory after the country’s supreme court ruled for the reactivation of <a href=\"https://www.theguardian.com/environment/2022/oct/31/brazil-lula-protect-amazon-environment-minister-marina-silva\">the Amazon Fund,</a> a major weapon in the country’s fight against deforestation.</p><p>The fund was paralysed in 2019 when far-right president Jair Bolsonaro wound up two of its key committees, citing unspecified irregularities.</p> <a href=\"https://www.theguardian.com/world/2022/nov/04/brazil-supreme-court-ruling-to-reactivate-amazon-fund-gives-hope-in-fight-to-save-rainforest\">Continue reading...</a>", "favourite": false}]