[{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/researchers-detail-new-malware-campaign.html", "title": "Researchers Detail New Malware Campaign Targeting Indian Government Employees", "date_published": "2022-11-04 13:43:00+00:00", "description": "The Transparent Tribe threat actor has been linked to a new campaign aimed at Indian government organizations with trojanized versions of a two-factor authentication solution called Kavach.\n\"This group abuses Google advertisements for the purpose of malvertising to distribute backdoored versions of Kavach multi-authentication (MFA) applications,\" Zscaler ThreatLabz researcher Sudeep Singh said", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/your-ot-is-no-longer-isolated-act-fast.html", "title": "Your OT Is No Longer Isolated: Act Fast to Protect It", "date_published": "2022-11-04 13:12:00+00:00", "description": "Not too long ago, there was a clear separation between the operational technology (OT) that drives the physical functions of a company – on the factory floor, for example – and the information technology (IT) that manages a company's data to enable management and planning. \nAs IT assets became increasingly connected to the outside world via the internet, OT remained isolated from IT – and the", "favourite": false}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2022/11/cisa-warns-of-critical-vulnerabilities.html", "title": "CISA Warns of Critical Vulnerabilities in 3 Industrial Control System Software", "date_published": "2022-11-04 10:01:00+00:00", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has published three Industrial Control Systems (ICS) advisories about multiple vulnerabilities in software from ETIC Telecom, Nokia, and Delta Industrial Automation.\nProminent among them is a set of three flaws affecting ETIC Telecom's Remote Access Server (RAS), which \"could allow an attacker to obtain sensitive information and", "favourite": false}]