[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chicago-tech-company-mandates-employee-training-of-gender-pseudoscience", "title": "Chicago Tech Company Mandates Employee Training Of Gender Pseudoscience", "date_published": "2022-11-04 19:25:40+00:00", "description": "A Chicago-based AdTech company is requiring all of their employees to attend training sessions steeped in pseudoscience about transgender ideology. Basis Technologies, a software provider for marketers, sent an email out to all employees on October 31 mandating &#8220;diversity, equity and inclusion&#8221; training to become a &#8220;trans ally.&#8221; According to an email obtained by The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chief-twit-elon-musk-is-the-latest-target-for-leftist-hollywood-elite", "title": "‘Chief Twit’ Elon Musk Is The Latest Target For Leftist Hollywood Elite", "date_published": "2022-11-04 18:51:54+00:00", "description": "Few should be surprised by Hollywood’s war against Elon Musk. The eccentric billionaire took over Twitter one day, and late-night humorists declared Musk their second-favorite target (behind Donald Trump) the next. Jimmy Kimmel compared Musk to fecal matter in one of the industry’s most notorious slams. Hollywood stars, albeit from the B-list, followed suit. Tea ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/aldi-grocery-store-returns-to-trump-era-pricing-for-thanksgiving-items-in-limited-time-deal", "title": "Aldi Grocery Store Returns To Trump Era Pricing For Thanksgiving Items In Limited Time Deal", "date_published": "2022-11-04 18:28:32+00:00", "description": "Throwback Thursday on a Friday, folks! Aldi grocery store announced this week that for a limited time only, it will be selling Thanksgiving items at 2019 prices, back from when good ol&#8217; President Donald J. Trump was president. “Providing amazing products at the absolute lowest prices is what we’ve always done, and we know right ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-polls-show-republican-blake-masters-breaking-into-the-lead-against-democrat-mark-kelly-in-final-days-before-midterms", "title": "New Polls Show Republican Blake Masters Breaking Into The Lead Against Democrat Mark Kelly In Final Days Before Midterms", "date_published": "2022-11-04 18:08:08+00:00", "description": "Republican Arizona Senate candidate Blake Masters has broken into the lead against Democrat Mark Kelly, according to new polls. A new poll from InsiderAdvantage/Fox 10 News has Masters and Kelly tied. At the same time, the final poll of the cycle from Emerson College showed Masters with a slight lead; another poll from Big Data ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-misery-index-offers-a-bad-omen-for-democrats-ahead-of-midterm-elections", "title": "The ‘Misery Index’ Offers A Bad Omen For Democrats Ahead Of Midterm Elections", "date_published": "2022-11-04 17:23:00+00:00", "description": "In the only general election debate between President Ronald Reagan and President Jimmy Carter, the former candidate asked one of the most important questions ever posed to the voting public: “Are you better off today than you were four years ago?” Days later, the Great Communicator went on to win one of the largest electoral ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-difference-between-a-conspiracy-theory-and-the-truth", "title": "The Difference Between A ‘Conspiracy Theory’ And The Truth", "date_published": "2022-11-04 17:09:51+00:00", "description": "The following speech was delivered at the University of Kentucky on Tuesday, November 1, 2022 When liberals are not calling conservatives “racists” and fascists and terrorists, they call us nuts and kooks and “conspiracy theorists,&#8221; which does not really mean anything but is nonetheless an effective slur. After “racist,” “conspiracy theorist” is probably the worst ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/listen-tim-pools-new-song-heaps-sarcastic-praise-on-taylor-lorenz-chris-cuomo", "title": "LISTEN: Tim Pool’s New Song Hits Number One On iTunes, Heaps Sarcastic Praise on Taylor Lorenz, Chris Cuomo", "date_published": "2022-11-04 16:56:31+00:00", "description": "Podcaster Tim Pool released a brutal new song on Friday that heaps a whole lot of sarcastic praise on people like ousted CNN host Chris Cuomo and Washington Post columnist Taylor Lorenz as it goes to number one on iTunes Pool and Trash House Records released a song, called &#8220;GENOCIDE (Losing My Mind),&#8221; his third single ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/often-wrong-never-in-doubt-joy-reid-claims-americans-didnt-know-the-word-inflation-until-republicans-taught-it-to-them", "title": "Often Wrong, Never In Doubt: Joy Reid Claims Americans Didn’t Know The Word ‘Inflation’ Until Republicans Taught It To Them", "date_published": "2022-11-04 16:51:10+00:00", "description": "It should have been obvious that there was no limit to what sort of nonsense MSNBC&#8217;s Joy Reid could spout after she was able to keep her job while claiming that unknown hackers posted homophobic slurs on an old blog post of hers, but every so often, it&#8217;s worth reviewing what she&#8217;s telling her audience. ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/read-it-elon-musk-sends-blunt-message-to-3700-fired-twitter-employees", "title": "READ IT: Elon Musk Sends Blunt Message To 3,700 Fired Twitter Employees", "date_published": "2022-11-04 16:37:25+00:00", "description": "Elon Musk, the incoming owner of social media platform Twitter, notified thousands of employees whether they would be staying at the company or departing amid efforts to reduce operating costs. Reports emerged earlier this week indicating that the world’s richest man was preparing to dismiss 3,700 of the 7,500 employees at Twitter. Some managers had ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/youth-obsessed-culture-supermodel-cindy-crawford-says-dont-call-her-ageless", "title": "‘Youth-Obsessed Culture’: Supermodel Cindy Crawford Says Don’t Call Her ‘Ageless’", "date_published": "2022-11-04 16:28:01+00:00", "description": "Supermodel Cindy Crawford made some refreshing comments about age and beauty, saying she doesn&#8217;t want people to call her &#8220;ageless,&#8221; adding that she doesn&#8217;t look 25 anymore, nor does she think she needs to. The 56-year-old model talked about how terms like &#8220;ageless&#8221; place “too much pressure” on her to look like she&#8217;s 30 years ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-senators-fire-warning-shot-threaten-to-investigate-woke-corporations-over-anti-fossil-fuel-collusion", "title": "Republican Senators Fire Warning Shot, Threaten To Investigate Woke Corporations Over Anti-Fossil Fuel Collusion", "date_published": "2022-11-04 15:42:54+00:00", "description": "Republican members of the Senate cautioned attorneys to “preserve relevant documents” as lawmakers float antitrust investigations regarding the environmental, social, and governance movement, also known as ESG. A letter, spearheaded by Sen. Tom Cotton (R-AR), told more than four dozen law firms to warn corporate clients about “the risks they incur by participating in climate ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/no-one-will-miss-her-megyn-kelly-political-commentators-react-to-msnbc-host-being-dropped", "title": "‘No One Will Miss Her’: Megyn Kelly, Political Commentators React To MSNBC Host Being Dropped", "date_published": "2022-11-04 15:32:24+00:00", "description": "Political commentators and media members reacted on social media on Friday to news that MSNBC host Tiffany Cross was dropped by the network. Megyn Kelly, Clay Travis, Roland Martin and many others reacted to headlines like Mediate&#8217;s, which read &#8220;MSNBC Abruptly Severs Ties With Tiffany Cross.&#8221; Kelly previously called Cross &#8220;the most racist person on ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/while-cnn-displays-data-showing-nyc-crime-up-31-kathy-hochul-says-gop-dishonest-about-rising-lawlessness", "title": "While CNN Displays Data Showing NYC Crime Up 31%, Kathy Hochul Says GOP Dishonest About Rising Lawlessness", "date_published": "2022-11-04 15:23:43+00:00", "description": "Who are you going to believe, Governor Kathy Hochul (D-NY) or your own lying eyes? On Friday, Hochul claimed that Republicans, such as her gubernatorial opponent Congressman Lee Zeldin, were lying about the amount of crime plaguing New York over the past year. Her remarks came even as CNN displayed data showing that overall crime ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nbc-pulls-report-that-raised-new-questions-about-pelosi-attack", "title": "NBC Pulls Report That Raised New Questions About Pelosi Attack", "date_published": "2022-11-04 15:14:38+00:00", "description": "NBC attempted to scuttle a report on Friday after a news update on the violent attack against Paul Pelosi appeared to raise new questions about the context in which the attack occurred. The segment featured on-the-ground reporting from Miguel Almaguer in San Francisco, California, who described some of the new details that had come out ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-idaho-governor-candidate-convicted-of-1984-cold-case-murder-of-12-year-old-girl", "title": "Former Idaho Governor Candidate Convicted Of 1984 Cold Case Murder Of 12-Year-Old Girl", "date_published": "2022-11-04 14:57:16+00:00", "description": "Jonelle Matthews was a 12-year old Franklin Middle School student in Greeley, Colorado, when she disappeared from her home on December 20, 1984. Earlier that evening, she had sang Christmas songs with the Honor Choir at a concert at her school. Her friend’s father took the young girl home around 8 p.m. Jonelle was home ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sunny-hostin-praises-fetterman-tees-up-attack-on-dr-oz-in-softball-interview", "title": "Sunny Hostin Praises Fetterman, Tees Up Attack On Dr. Oz In Softball Interview", "date_published": "2022-11-04 14:56:53+00:00", "description": "&#8220;The View&#8221; host Sunny Hostin heaped praise on Pennsylvania Democrat Senate candidate John Fetterman during his Friday appearance on the midday talk show before setting him up with a question designed to help him attack his opponent, Republican Dr. Mehmet Oz. Fetterman joined the show remotely, reading the questions from closed captions in an effort to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/extremely-messed-up-elon-musk-blasts-activist-groups-for-pushing-advertisers-to-ditch-twitter-destroy-free-speech-in-america", "title": "‘Extremely Messed Up’: Elon Musk Blasts ‘Activist Groups’ For Pushing Advertisers To Ditch Twitter, Destroy ‘Free Speech In America’", "date_published": "2022-11-04 14:49:22+00:00", "description": "Elon Musk slammed activist groups for allegedly driving advertisers away from social media company Twitter, which the multibillionaire acquired last month. The world’s richest man, who said he bought the company for $44 billion in order to reserve a corner of the public square for open dialogue and free expression, induced leftist ire after he ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/call-jane-is-one-long-pro-abortion-commercial-reminding-us-to-vote-pro-life", "title": "‘Call Jane’ Is One Long Pro-Abortion Commercial Reminding Us To Vote Pro-Life", "date_published": "2022-11-04 14:41:42+00:00", "description": "Our society doesn’t appreciate commercials — there is a reason so many people pay extra on streaming services to eliminate them. This may explain why the movie theater I recently sat in to watch the newly released &#8220;Call Jane&#8221; was painfully empty. As it was the first day it was shown in theaters, I had ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/disneys-live-action-hercules-will-be-influenced-by-tiktok-experimental-according-to-producer", "title": "Disney’s Live-Action ‘Hercules’ Will Be Influenced By TikTok, ‘Experimental,’ According To Producer", "date_published": "2022-11-04 14:35:20+00:00", "description": "Producer and director Joe Russo revealed some details about Disney’s new live-action adaptation of their animated film, “Hercules.”  Russo and his brother Anthony teamed up with “Aladdin” director Guy Ritchie for the “Hercules” project, which is based on the 1997 Disney film of the same name.  “We have an amazing relationship with them that we’ve ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-congratulated-brazils-new-leftist-president-immediately-2-days-after-israels-elections-he-hasnt-congratulated-netanyahu", "title": "Biden Congratulated Brazil’s New Leftist President Immediately. 2 Days After Israel’s Elections, He Hasn’t Congratulated Netanyahu.", "date_published": "2022-11-04 14:26:11+00:00", "description": "The same night that Brazil held elections and Luiz Inácio Lula da Silva was declared the winner, replacing conservative president Jair Bolsonaro, President Biden rushed to congratulate da Silva. “I send my congratulations to Luiz Inácio Lula da Silva on his election to be the next president of Brazil following free, fair, and credible elections,” ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stay-classy-bette-midler-slammed-after-suggesting-maga-women-move-to-iran", "title": "‘Stay Classy’: Bette Midler Slammed After Suggesting MAGA Women ‘Move To Iran’", "date_published": "2022-11-04 14:24:16+00:00", "description": "Bette Midler got slammed by social media users Friday after she suggested that MAGA women should move to Iran if they want a country run by &#8220;men and religion.&#8221; The 76-year-old activist and actress shared the post on Twitter with her 2.1 million followers ahead of the 2022 midterm elections in which polls show that ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-former-mafia-boss-reflects-on-mob-life-repentance-with-jordan-peterson", "title": "WATCH: Former Mafia Boss Reflects On Mob Life, Repentance With Jordan Peterson", "date_published": "2022-11-04 14:14:55+00:00", "description": "Former mafia boss Michael Franzese joined Jordan Peterson on his podcast this week to discuss his larger-than-life mobster past and why he decided to walk away from that life. &#8220;Michael&#8217;s story is a modern day Damascus road experience, from his early days in the mob and rise to power, to God&#8217;s leading him to do ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bad-judgment-msnbc-dumps-tiffany-cross-after-she-calls-florida-americas-d", "title": "‘Bad Judgment’: MSNBC Dumps Tiffany Cross After She Calls Florida ‘America’s D***’", "date_published": "2022-11-04 14:10:04+00:00", "description": "MSNBC announced on Friday that the network was severing all ties with host Tiffany Cross, choosing after just short of two years not to renew her Saturday show &#8220;The Cross Connection.&#8221; Variety was first to report the news, saying that the network had not yet named a replacement and would instead be using several guest ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/1000-page-gop-report-alleges-deep-rot-at-top-levels-of-fbi-doj", "title": "1,000-Page GOP Report Alleges Deep ‘Rot’ At Top Levels Of FBI, DOJ", "date_published": "2022-11-04 13:42:44+00:00", "description": "House Republicans released an extensive report Friday on alleged FBI and Department of Justice abuses based on numerous press reports and interviews and accounts from whistleblowers. The report is 1,050 pages long and claims there is “rot” at the top levels of the FBI, leading to a politicized law enforcement seemingly targeting conservative Americans. The ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/martha-stewart-calls-out-mariah-carey-for-promoting-christmas-music-you-cannot-give-up-thanksgiving", "title": "Martha Stewart Calls Out Mariah Carey For Promoting Christmas Music: ‘You Cannot Give Up Thanksgiving!’", "date_published": "2022-11-04 13:42:07+00:00", "description": "There’s an ongoing debate about whether Christmas celebrations should begin in early November or after the Thanksgiving holiday, and now Martha Stewart and Mariah Carey are entering the fray. Stewart made her opinion known during a recent appearance on the &#8220;TODAY&#8221; show. She called out Carey as someone who starts talking about Christmas the day ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/police-release-911-call-from-woman-allegedly-buried-alive-by-estranged-husband", "title": "Police Release 911 Call From Woman Allegedly Buried Alive By Estranged Husband", "date_published": "2022-11-04 13:18:38+00:00", "description": "Police in Thurston County, Washington, have released the audio of a chilling 911 call from a woman who was allegedly buried alive by her estranged husband. Young An, 42, managed to call 911 using her Apple Watch after her husband, Chae An, 53, allegedly bound and gagged her with duct tape, KIRO 7 reported. Chae ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/small-businesses-would-rather-republicans-take-power-in-midterms-than-democrats-according-to-new-poll", "title": "Small Businesses Would Rather Republicans Take Power In Midterms Than Democrats, According To New Poll", "date_published": "2022-11-04 13:17:46+00:00", "description": "A majority of small business owners would rather see Republicans take power in the upcoming midterm elections than Democrats, according to a new poll from the Job Creators Network. The monthly survey, taken from a nationally representative sample of 500 small business employers, found that 55% of respondents believe Republicans would “do more to help ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ice-nabs-illegal-alien-who-was-deported-for-sex-crimes-with-child-but-re-entered-america-in-less-than-a-year", "title": "ICE Nabs Illegal Alien Who Was Deported For Sex Crimes With Child But Re-Entered America In Less Than A Year", "date_published": "2022-11-04 12:47:35+00:00", "description": "If ever a case represented the insanity of America&#8217;s open borders — especially President Joe Biden&#8217;s policies — it is that of Mexican national Carlos Bartolo Rios — a previously deported Mexican national and convicted rapist who received less than a year and a half of jail time and allegedly re-entered the country less than ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/american-tourists-among-group-held-hostage-by-indigenous-tribe", "title": "American Tourists Among Group Held Hostage By Indigenous Tribe", "date_published": "2022-11-04 12:37:01+00:00", "description": "American tourists are among a group of 70 people being held hostage by an indigenous tribe in the Amazon rainforest. The Americans are being detained along with other tourists from Switzerland, the United Kingdom, France, and Spain. A leader of the community holding them reportedly said their desire is to “catch the government&#8217;s attention” because ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-acknowledges-left-wing-censorship-machine-has-it-out-for-conservatives", "title": "Elon Musk Acknowledges Left-Wing Censorship Machine Has It Out For Conservatives", "date_published": "2022-11-04 12:10:37+00:00", "description": "Elon Musk, the new owner of Twitter, acknowledged on Friday that the left-wing establishment has a massive censorship apparatus to which conservatives are largely helpless. The world’s richest man has been making adjustments to the social media platform and has repeatedly solicited advice from prominent users. Judicial Watch President Tom Fitton noted to the multi-billionaire ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/manchin-differs-with-sanders-about-debt-limit-acknowledges-crippling-debt", "title": "Manchin Differs With Sanders About Debt Limit, Acknowledges ‘Crippling Debt’", "date_published": "2022-11-04 11:37:31+00:00", "description": "Speaking at a Fortune CEO conference on Thursday, West Virginia Democratic Senator Joe Manchin acknowledged the nation is suffering from “crippling debt” and suggested that changes be made to entitlement programs such as Social Security and Medicaid. In 2022, major entitlement programs including Social Security, Medicare, Medicaid, Obamacare, and other health care programs will reportedly ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/how-to-tell-the-truth-and-be-nice-at-the-same-time", "title": "How To Tell The Truth And Be Nice At The Same Time", "date_published": "2022-11-04 11:36:34+00:00", "description": "The following book excerpt is from Truth Changes Everything by Dr. Jeff Myers. In the past, the truths viewpoint led to a soft tolerance that said that individual truth claims must be accepted unless they directly harm others. This has changed in the last half century with the teachings of scholars like Herbert Marcuse (1898 ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/warner-bros-discovery-exec-wants-more-harry-potter-movies-with-j-k-rowling", "title": "Warner Bros. Discovery Exec Wants More ‘Harry Potter’ Movies With J.K. Rowling", "date_published": "2022-11-04 11:19:01+00:00", "description": "A Warner Bros. exec confirmed that he would like to start making more popular franchise movies, including “Harry Potter,” and mentioned he wants series creator J.K. Rowling involved.  “We’re going to focus on franchises,” Warner Bros. Discovery CEO David Zaslav said during an investor’s call Thursday, per The Hollywood Reporter. “We haven’t had a Superman ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/if-he-doesnt-kill-himself-i-will-chicago-man-threatens-to-skin-illinois-republican-alive-feed-his-family-to-him", "title": "‘If He Doesn’t Kill Himself, I Will!’: Chicago Man Threatens To Skin Illinois Republican Alive, Feed His Family To Him", "date_published": "2022-11-04 11:14:57+00:00", "description": "A Chicago resident has been arrested and charged after he allegedly threatened Illinois Republican gubernatorial candidate Darren Bailey, promising to skin him alive and then feed his family to him. Scott Lennox, 21, made the threats on Friday after an ad for Bailey ran on a television in a bar where he was having a ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/george-lopez-entered-trauma-therapy-with-daughter-after-she-twerked-upside-down-in-tiktok-video", "title": "George Lopez Entered Trauma Therapy With Daughter After She Twerked Upside Down In TikTok Video", "date_published": "2022-11-04 10:55:04+00:00", "description": "Comedian George Lopez recently revealed the moment he decided to reconcile with his estranged daughter, Mayan. The 61-year-old actor discussed some personal details of his family drama while promoting the new series “Lopez vs. Lopez,” which is a fictional version of what he went through with his real daughter. &#8220;I was divorced, and then Mayan ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/greys-anatomy-shows-pro-lifers-as-wild-eyed-fanatics", "title": "‘Grey’s Anatomy’ Shows Pro-Lifers As Wild-Eyed Fanatics", "date_published": "2022-11-04 10:51:40+00:00", "description": "On Thursday, the pro-abortion TV drama “Grey’s Anatomy” ran a typically heavy-handed piece in which pro-lifers were portrayed as crazed and out of control . A scene from the show depicted general surgeon Miranda Bailey, the former Chief of Surgery at Grey Sloan Memorial Hospital, and Ob/Gyn Addison Montgomery as they drove up to the ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unemployment-spikes-upward-as-economy-deals-with-rate-hikes-and-elevated-prices-biden-reacts", "title": "Unemployment Spikes Upward As Economy Deals With Rate Hikes And Elevated Prices; Biden Reacts", "date_published": "2022-11-04 10:44:18+00:00", "description": "The unemployment rate reached 3.7% in the month of October as payrolls rose by 261,000, according to a Friday report from the Bureau of Labor Statistics. The health care sector saw the most robust employment gains, while professional services and manufacturing likewise witnessed notable increases. The hospitality industry continues to suffer most from labor shortages, ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/definition-of-insanity-why-bidens-hail-mary-union-station-speech-failed-to-move-the-needle", "title": "Definition Of Insanity: Why Biden’s ‘Hail Mary’ Union Station Speech Failed To Move The Needle", "date_published": "2022-11-04 10:32:23+00:00", "description": "President Joe Biden’s speech Wednesday night was interesting in many ways. It was originally announced that it would be given at The Capitol, but wound up taking place across the street at Union Station, which allowed it to be a ‘campaign speech,’ and not an official presidential speech. But in style and substance, it felt ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kyrie-irving-apologizes-for-posting-link-to-anti-semitic-film", "title": "Kyrie Irving Apologizes For Posting Link To Anti-Semitic Film", "date_published": "2022-11-04 10:26:38+00:00", "description": "On Thursday night, Brooklyn Nets star Kyrie Irving apologized to the Jewish community for a retweet of a link to a virulently anti-Semitic film. Irving had been suspended by the team earlier on Thursday for at least five games for failing to “unequivocally say he has no antisemitic beliefs.” The problems for Irving started when ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fetterman-posed-as-mean-joe-greene-in-campaign-ad-but-oz-was-better-at-football-too", "title": "Fetterman Posed As Mean Joe Greene In Campaign Ad, But Oz Was Better At Football, Too", "date_published": "2022-11-04 10:01:49+00:00", "description": "It must be nice to be able to spend campaign donations on cosplaying your boyhood hero. That’s what Pennsylvania Democrat John Fetterman, who is running for U.S. Senate despite an unimpressive record in public service and debilitating health problems, did in a 2016 ad now making the rounds on Twitter again. In a parody of ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/nbc-historian-if-gop-wins-our-children-could-be-potentially-arrested-and-conceivably-killed", "title": "NBC Historian: If GOP Wins ‘Our Children’ Could Be Potentially ‘Arrested And Conceivably Killed’", "date_published": "2022-11-04 07:55:50+00:00", "description": "NBC historian Michael Beschloss, who is known for making hyper-partisan and fanatical claims, claimed without evidence during a segment this week that if Republicans win the midterm elections next week that children could be arrested and killed. Beschloss&#8217; remarks on MSNBC&#8217;s &#8220;All In With Chris Hayes&#8221; comes after President Joe Biden urged the country to ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-cnn-host-rex-chapman-admits-bizarre-obsession-with-sexy-nancy-pelosi", "title": "Former CNN+ Host Rex Chapman Admits Bizarre Obsession With ‘Sexy’ Nancy Pelosi", "date_published": "2022-11-04 07:40:26+00:00", "description": "Former CNN+ host Rex Chapman, 55, admitted this week that he has a romantic crush on 82-year-old House Speaker Nancy Pelosi (D-CA) in the wake of a man smashing her husband&#8217;s skull in with a hammer after breaking into the couple&#8217;s home in San Francisco. The former NBA player, who once pled guilty to multiple ...", "favourite": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-hedge-fund-firm-dishonest-officials-set-world-on-path-to-hyperinflation-societal-collapse-possible", "title": "Top Hedge Fund Firm: ‘Dishonest’ Officials Set World On Path To ‘Hyperinflation,’ ‘Societal Collapse’ Possible", "date_published": "2022-11-04 07:24:40+00:00", "description": "One of the world&#8217;s largest and most influential hedge funds is warning that &#8220;dishonest&#8221; policymakers have set the world on the path to potentially the worst period of hyperinflation in modern history, which could result in &#8220;societal collapse.&#8221; Elliott Management, a Florida-based firm founded by billionaire Paul Singer, said in a letter this week that ...", "favourite": false}]