[{"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/04/americas/peru-tourists-oil-spill-protest-intl/index.html", "title": "Tourists held by Peruvian indigenous group protesting oil spill are freed, says official", "date_published": "2022-11-04 23:21:14+00:00", "description": "A group of tourists traveling in the Peruvian Amazon, who were detained on Thursday by an indigenous community demanding government action over an oil spill, will be released Friday, Abel Chiroque, head of the ombudsman office in Loreto, told CNN.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/04/americas/haiti-gas-terminal-gang-intl-latam/index.html", "title": "Critical Haiti gas terminal freed after weeks of talks with G9 gang leader", "date_published": "2022-11-04 18:19:08+00:00", "description": "Haitian authorities say they have regained control of the main gas terminal in capital city Port-au-Prince, ending a gang stranglehold on the vital energy facility.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/04/middleeast/iran-saudi-cartoons-quran-mime-intl/index.html", "title": "Cartoons and Quranic verses form the latest Saudi-Iran battleground", "date_published": "2022-11-04 13:34:14+00:00", "description": "The animated simulation shows a fleet of drones approaching an oil facility belonging to Aramco, Saudi Arabia's state oil company. Air raid sirens are heard with ominous background music as the drones aim at the facility, apparently ready to strike.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/04/world/china-rocket-booster-long-march-reentry-scn/index.html", "title": "China's rocket booster falls from space, crash lands in the Pacific Ocean", "date_published": "2022-11-04 12:53:48+00:00", "description": "The charred remnants of a rocket booster plunged uncontrolled back to Earth Friday morning, an event decried in the West as an irresponsibly risky move by the China National Space Administration.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/03/business/nightcap-housing-crisis/index.html", "title": "Analysis: America's housing dream is broken", "date_published": "2022-11-04 00:07:50+00:00", "description": "A little over a decade ago, the dominant narrative about the housing market was that Millennials simply weren't buying. They were either too cheap, lazy, or itinerant to commit to something as weighty as a mortgage.", "favourite": false}, {"source": "http://rss.cnn.com/rss/cnn_world.rss", "link": "https://www.cnn.com/2022/11/03/business/germany-china-olaf-scholz-visit-trade/index.html", "title": "Germany's leader and top CEOs are flying into Beijing. They need China more than ever", "date_published": "2022-11-04 00:00:30+00:00", "description": "German Chancellor Olaf Scholz will arrive in China on Friday with a team of top executives and a clear message: business with the world's second largest economy must continue.", "favourite": false}]