[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/szwecja-chetni-ogladali-lokal-ze-zwlokami-makabryczna-niespodzianke-odkryl-komornik/", "title": "Szwecja. Klienci oglądali lokal ze zwłokami. Makabrycznego odkrycia dokonał komornik", "date_published": "2022-11-04 20:56:00+00:00", "description": "Szwedzki dziennik Aftonbladet napisał, że w Göteborgu komornicy znaleźli w mieszkaniu zwłoki ok. 80-letniego lokatora. Podobne przypadki zdarzają się regularnie - twierdzi urząd Kronofogden. Tym razem lokal miał zmienione zamki, był wystawiony na licytację i wielokrotnie odwiedzali go potencjalni kupujący. Mimo to nikt nie zorientował się, że spod łóżka wystaje zmumifikowane ciało.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/rosja-nowe-nagranie-z-wladimirem-putinem-zwrocono-uwage-na-jego-zdrowie/", "title": "Rosja. Nowe nagranie z Władimirem Putinem. Nie przejdzie 100 metrów bez ochroniarzy", "date_published": "2022-11-04 20:45:00+00:00", "description": "Anton Hraszczenko, doradca szefa MSW Ukrainy, zwrócił uwagę na stan zdrowia Władimira Putina podczas Dnia Jedności Narodowej w Rosji. Ukraiński urzędnik zamieścił w sieci nagranie z obchodów. Aby przejść 100 metrów do pomnika Putin zabiera samochód i pluton ochroniarzy - napisał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/pilot-z-usa-przelatywal-obok-rosyjskiej-bazy-namalowal-wymowny-znak/", "title": "Pilot z USA przelatywał obok rosyjskiej bazy. \"Namalował\" wymowny znak", "date_published": "2022-11-04 20:14:00+00:00", "description": "Męskie przyrodzenie narysował na niebie pilot amerykańskiego powietrznego tankowca. Akcja miała miejsce w pobliżu syryjskiego miasta Tartus, gdzie znajduje się śródziemnomorska baza rosyjskiej marynarki.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/wojna-w-ukrainie-bialoruski-polityk-grozi-atomem-cala-wschodnia-europa-stanie-w-ogniu/", "title": "Wojna w Ukrainie. Białoruski polityk grozi atomem? \"Cała Wschodnia Europa stanie w ogniu\"", "date_published": "2022-11-04 18:50:00+00:00", "description": "Sekretarz Rady Bezpieczeństwa Białorusi powiedział w Moskwie, że militaryzacja Polski i jej agresywne zamiary, to najważniejszy problem jego kraju. Ostrzegał odpowiedników ze Wspólnoty Niepodległych Państw, że w Polsce trwa militaryzacja, a jej celem jest rozpętanie agresji. - Polski rząd musi zrozumieć, że jeśli rozpęta agresję, (...) sprawi, że cała Wschodnia Europa stanie w ogniu - mówił.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/rosja-wladimir-putin-wspomina-o-polsce-i-granicach-ukrainy/", "title": "Władimir Putin: Idea Polski dotycząca przejęcia terytoriów Ukrainy nie zniknęła", "date_published": "2022-11-04 17:56:00+00:00", "description": "- Idea Polski dotycząca przejęciu terytoriów Ukrainy nie zniknęła - powiedział Władimir Putin. Według rosyjskiego prezydenta wizja Polski od morza do morza jest wciąż żywa w naszym kraju.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/indie-kobra-zaatakowala-8-latka-chlopiec-pogryzl-zwierze/", "title": "Indie: Kobra zaatakowała ośmiolatka. Chłopiec pogryzł zwierzę", "date_published": "2022-11-04 16:48:00+00:00", "description": "Ośmiolatek w Indiach pogryzł jadowitą kobrę, która owinęła się wokół jego ręki. Jak przekazały lokalne media, wąż zdechł. Chłopiec po zdarzeniu trafił do szpitala na obserwację.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/nowy-pakiet-pomocy-dla-ukrainy-usa-przekaze-400-milionow-dolarow/", "title": "Nowy pakiet pomocy dla Ukrainy. USA przekażą sprzęt o wartości 400 mln dolarów", "date_published": "2022-11-04 16:35:00+00:00", "description": "Pentagon ogłosił przekazanie kolejnego pakietu pomocy wojskowej dla Ukrainy. W jego skład po raz pierwszy od początku wojny wejdą czołgi - zmodernizowane w Czechach radzieckie T-72. Dodatkowe wsparcie nadejdzie także z Holandii, która dostarczy ciężki sprzęt o wartości 120 mln euro.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/wojna-w-ukrainie-ukraincy-ostrzeliwuja-rosjan-ulotkami-wzywaja-do-poddania-sie/", "title": "Wojna w Ukrainie. Ukraińcy ostrzeliwują Rosjan... ulotkami. Wzywają do poddania się", "date_published": "2022-11-04 16:17:00+00:00", "description": "Rosyjskie pozycje w obwodzie charkowskim na wschodzie Ukrainy są ostrzeliwane pociskami... propagandowymi. Jeden nabój zawiera 1,5 tys. ulotek wzywających do poddania się i informujących o obowiązującej w takim przypadku procedurze. Lepiej się poddać, niż zginąć od niszczycielskiego ostrzału naszej artylerii - powiedział dowódca ukraińskiej baterii.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/ukraina-krzyk-rozpaczy-mieszkancow-mariupola-dzieci-zamarzly/", "title": "Ukraina: Krzyk rozpaczy mieszkańców Mariupola. \"Dzieci zamarzły\"", "date_published": "2022-11-04 15:56:00+00:00", "description": "Mieszkańcy okupowanego przez Rosjan Mariupola w obwodzie donieckim zamarzają w zniszczonych na skutek ataków mieszkaniach i błagają o pomoc. W ukraińskim mieście na budynkach pojawiły się transparenty z napisami: Zamarzliśmy, Dzieci zamarzły. Według mera miasta, okupanci wyłączyli ogrzewanie w części mieszkań.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/rzym-aktywisci-klimatyczni-oblali-zupa-obraz-vincenta-van-gogha/", "title": "Rzym. Aktywiści klimatyczni oblali zupą obraz Vincenta Van Gogha", "date_published": "2022-11-04 15:13:00+00:00", "description": "Włoskie aktywistki klimatyczne z grupy Ultima Generazione (Ostatnia generacja) oblały grochówką obraz Siewcy Vincenta Van Gogha w rzymskiej galerii w Pałacu Bonapartego. To kolejna podobna akcja w ostatnich tygodniach.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/narkotyki-w-laurce-mialy-trafic-do-wieznia/", "title": "Niemcy: Narkotyki w laurce. Miały trafić do więźnia", "date_published": "2022-11-04 14:51:00+00:00", "description": "Warte za kratkami kilkaset euro narkotyki próbowano przemycić do więzienia w niemieckim Bruchsal. Nietypowa była forma, w jakiej nielegalne substancje miały trafić w ręce więzienia - był nimi bowiem nasączony rysunek, który miał być prezentem dla odsiadującego wyrok ojca.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/turcja-najwyzsza-kobieta-na-swiecie-leciala-samolotem-linie-musialy-usunac-rzad-siedzen/", "title": "Turcja. Najwyższa kobieta na świecie leciała samolotem. Linie musiały usunąć rząd siedzeń", "date_published": "2022-11-04 14:43:00+00:00", "description": "Sześć foteli musiały usunąć z pokładu linie Turkish Airlines, by mierząca 215,16 cm wzrostu Rumeysa Gelgi mogła po raz pierwszy w swoim życiu podróżować samolotem.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/czechy-wypadek-w-kopalni-w-stonawie-nie-zyje-polski-gornik/", "title": "Czechy. Wypadek w kopalni w Stonawie. Nie żyje polski górnik", "date_published": "2022-11-04 14:38:00+00:00", "description": "Polski górnik zginął w środę po południu w czeskiej kopalni w Stonawie. Do tragedii doszło podczas obsługi maszyn górniczych - podała kopalnia. Pracownik był zatrudniony przez polskiego podwykonawcę.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/rosja-wladimir-putin-zazartowal-z-ukraincow-w-europie/", "title": "Wojna w Ukrainie: Putin podał liczbę zmobilizowanych. Jest ich więcej niż zakładano", "date_published": "2022-11-04 13:59:00+00:00", "description": "- Jest różnica między ludźmi, którzy przyjechali z Ukrainy do Rosji i tymi, którzy są w Europie - mówił Władimir Putin w piątek. W trakcie spotkania z wolontariuszami podczas rosyjskiego Dnia Jedności Narodowej Putin ogłosił, że na wojnę w Ukrainie zostało zmobilizowanych 318 tys. osób, z czego 49 tys. już wysłano na front.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/hiszpania-wznowiono-ruch-lotniczy-po-tym-jak-nad-krajem-pojawily-sie-szczatki-chinskiej-rakiety/", "title": "Hiszpania: Wznowiono ruch lotniczy po tym, jak nad krajem pojawiły się szczątki chińskiej rakiety", "date_published": "2022-11-04 12:53:00+00:00", "description": "Ograniczenia w pasie hiszpańskiej przestrzeni powietrznej zostały zniesione - poinformował zarządca tamtejszej nawigacji powietrznej ENAIRE. Restrykcje zostały wprowadzone z uwagi na zagrożenie, jakie stwarzało niekontrolowane spadanie szczątków chińskiej rakiety CZ-B5.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/belize-huragan-lisa-uderzyl-w-belize-znaczna-czesc-kraju-bez-wody-i-pradu/", "title": "Belize. Huragan Lisa uderzył w Belize. Znaczna część kraju bez wody i prądu", "date_published": "2022-11-04 11:24:00+00:00", "description": "Huragan uderzył w Belize w środę z prędkością wiatru osiągającą do 140 kilometrów na godzinę. W wyniku zniszczeń spowodowanych silnymi podmuchami i podtopieniami, mieszkańcy znacznej części kraju pozbawieni są prądu i bieżącej wody.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/wielka-brytania-pacjent-zakazony-koronawirusem-przez-411-dni-wczesniej-przeszczepiono-mu-nerke/", "title": "Wielka Brytania: Pacjent zakażony koronawirusem przez 411 dni. Wcześniej przeszczepiono mu nerkę", "date_published": "2022-11-04 09:10:00+00:00", "description": "Organizm 59-letniego Brytyjczyka był osłabiony po przeszczepie nerki. Pacjent na swoje nieszczęście wkrótce po zabiegu zakaził się mutacją Alfa koronawirusa. Infekcja dręczyła go przez ponad 411 dni, aż lekarze znaleźli sposób, jak pozbyć się SARS-CoV-2. Zastosowali koktajl z leków, które niekoniecznie są skuteczne u wszystkich chorych na COVID-19.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/dr-lukasz-przybylo-na-wojnie-nie-wystawia-sie-not-za-styl-aby-uderzyc-wystarczy-mlotek/", "title": "Dr Łukasz Przybyło: \"Na wojnie nie wystawia się not za styl. Aby uderzyć, wystarczy młotek\"", "date_published": "2022-11-04 09:02:00+00:00", "description": "- Odbicie Chersonia nie jest jeszcze zakończone - powiedział w Polsat News dr Łukasz Przybyło. - Jeśli do niego dojdzie, będzie to wielki sukces Ukrainy, ale okupiony stratami - zauważył. Ekspert dodał, że na wojnie nie wystawia się not za styl. - Aby uderzyć, nie trzeba skalpela, wystarczy młotek. I Rosja o tym wie - przekazał.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/do-czytania-usa-lekarz-przepisywal-pacjentom-narkotyki-w-zamian-za-uslugi-seksualne/", "title": "USA. Lekarz przepisywał pacjentom narkotyki w zamian za usługi seksualne", "date_published": "2022-11-04 07:27:00+00:00", "description": "Lekarz z St. Augustine na Florydzie został oskarżony o przepisywanie substancji psychoaktywnych w zamian za usługi seksualne - poinformowało biuro szeryfa hrabstwa St. Johns. Grozi mu 20 lat pozbawienia wolności i zakaz wykonywania zawodu.", "favourite": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-04/olaf-scholz-w-chinach-pierwsza-od-trzech-lat-wizyta-przywodcy-kraju-g7-w-pekinie/", "title": "Olaf Scholz w Chinach. Pierwsza od trzech lat wizyta przywódcy kraju G7 w Pekinie", "date_published": "2022-11-04 05:09:00+00:00", "description": "Rozpoczęła się jednodniowa wizyta kanclerza Niemiec w Pekinie. Pierwszy sekretarz komunistycznej partii Chin Xi Jinping podkreślił potrzebę większej współpracy z Berlinem w czasach zmian i zawirowań. Rozmowy mają dotyczyć wojny Rosji z Ukrainą, zmian klimatycznych i kontaktów gospodarczych, w tym sprzedaży Chinom udziałów w porcie w Hamburgu.", "favourite": false}]