[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/usa-pocwiartowana-i-wypatroszona-lezala-w-sypialni-maz-z-demencja-oskarzony-o-morderstwo/", "title": "USA: Poćwiartowana i wypatroszona leżała w sypialni. Mąż z demencją oskarżony o morderstwo", "date_published": "2022-11-27 21:51:00+00:00", "description": "62-letni mieszkaniec stanu Nowy Meksyk jest oskarżony o morderstwo swojej żony. Brutalna zbrodnia wyszło na jaw w Święto Dziękczynienia, 24 listopada. Poćwiartowane i wypatroszone zwłoki kobiety odkryła rodzina, która przyjechała, by wspólnie świętować ten dzień.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/lotwa-wypadek-estonskich-i-ukrainskich-zolnierzy-jedna-osoba-nie-zyje-25-rannych/", "title": "Łotwa. Wypadek estońskich i ukraińskich żołnierzy. Jedna osoba nie żyje, 26 rannych", "date_published": "2022-11-27 21:32:00+00:00", "description": "Dwudziestu pięciu ukraińskich żołnierzy i estoński żołnierz trafiło do szpitala po zderzeniu ich autobusu z ciężarówką na Łotwie - poinformował w niedzielę estoński nadawca publiczny ERR.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/usa-zasztyletowala-dwoje-malych-dzieci-ciala-ukryla-w-wannie-pod-ubraniami/", "title": "USA. Matka miała zabić dwoje małych dzieci. Ciała ukryła w wannie pod ubraniami", "date_published": "2022-11-27 20:21:00+00:00", "description": "Nowojorska policja ujawniła ciała dwójki małych dzieci w jednym ze schronisk dla osób bezdomnych na Bronxie. Trzylatek i jedenastomiesięczny chłopiec, których zwłoki ukryto w wannie pod ubraniami, mieli liczne rany kłute. Prawdopodobnie życia pozbawiła ich matka.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/katar-2022-belgia-maroko-zamieszki-w-brukseli-policja-uzyla-armatek-wodnych-i-gazu-lzawiacego/", "title": "Katar 2022. Belgia-Maroko. Zamieszki w Brukseli. Policja użyła armatek wodnych i gazu łzawiącego", "date_published": "2022-11-27 17:24:00+00:00", "description": "Reprezentacja Maroko sensacyjnie pokonała 2:0 Belgię, w drugim grupowym meczu na mundialu w Katarze. Jeszcze podczas spotkania w centrum Brukseli wybuchły zamieszki. W ruch poszły kamienie i petardy. Podpalono też kilka skuterów. Policja użyła gazu łzawiącego i armatek wodnych, aby rozpędzić tłum. Według medialnych doniesień za wszczęciem zamieszek stoją marokańscy kibice.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/wojna-w-ukrainie-alakasandr-lukaszenka-usa-sprzeciwiaja-sie-negocjacjom-miedzy-rosja-a-ukraina/", "title": "Wojna w Ukrainie. Alaksandr Łukaszenka: USA sprzeciwiają się negocjacjom między Rosją a Ukrainą", "date_published": "2022-11-27 17:06:00+00:00", "description": "Dyktator Alaksandr Łukaszenko w propagandowych prokremlowskich mediach powiedział, że ​​Stany Zjednoczone sprzeciwiają się negocjacjom między Ukrainą a Rosją, bo chcą zdeptać Rosję i zbliżyć się do Chin.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/francja-naukowcy-po-500-latach-odszyfrowali-list-cesarza-karola-v/", "title": "Francja. Naukowcy po 500 latach odszyfrowali list cesarza Karola V", "date_published": "2022-11-27 15:35:00+00:00", "description": "Takie sytuacje należą do rzadkości. Naukowcom udało się odczytać list cesarza Karola V, którego treść pozostawała nieznana przez pięć wieków. Z pisma dowiadujemy się m.in. spisku przeciwko cesarzowi, który w XVI w. był najpotężniejszym władcą świata.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/gwinea-prezydent/", "title": "Najdłużej urzędujący prezydent świata będzie kontynuował 43-letnie rządy", "date_published": "2022-11-27 12:58:00+00:00", "description": "W Gwinei Równikowej od ponad 40 lat nieprzerwanie rządzi Teodoro Obiang Nguema Mbasogo, będąc tym samym najdłużej panującym prezydentem na świecie. Polityk zachowa stanowisko na kolejną kadencję, ponieważ... właśnie wygrał kolejne, tym razem przyspieszone, wybory.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/korea-polnocna-corka-dyktatora-znow-pokazana-publicznie-to-pozycjonowanie-jej-jako-nastepczyni/", "title": "Korea Północna. Córka dyktatora znów pokazana publicznie. \"To pozycjonowanie jej jako następczyni\"", "date_published": "2022-11-27 11:28:00+00:00", "description": "Ju Ae, córka przywódcy Korei Północnej Kim Dzong Una, ponownie pojawiła się publicznie, tym razem na prezentacji pocisku ICBM Hwasong-17 - przekazały media. Reżim określił ją jako najbardziej ukochane dziecko ojca. Kolejne publikacje jej wizerunku wzmagają spekulacje, że to właśnie ona przejmie władzę po Kim Dzong Unie.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/australia-bondi-plaza/", "title": "Tysiące ludzi nago na plaży w Sydney. O co chodzi?", "date_published": "2022-11-27 09:48:00+00:00", "description": "Około 2,5 tys. osób rozebrało się do naga na plaży Bondi w Sydney. Ochotnicy zapozowali dla amerykańskiego mistrza fotografii Spencera Tunicka. Akcja ma na celu zwiększenie świadomości na temat raka skóry. Aby umożliwić przeprowadzenie inicjatywy - pozwolić tak wielu osobom rozebrać się do naga na plaży - trzeba było zmienić lokalne przepisy.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/rosjanie-szykuja-tajna-mobilizacje-ma-rozpoczac-sie-w-ciagu-dwoch-tygodni/", "title": "Rosjanie szykują tajną mobilizację. Ma rozpocząć się w ciągu dwóch tygodni", "date_published": "2022-11-27 07:29:00+00:00", "description": "Sztab generalny Sił Zbrojnych Ukrainy ostrzega przed kolejną tajną mobilizacją, do jakiej przygotowuje się Kreml. Ma ona obowiązywać w Rosji i na terenie okupowanych terytoriów i rozpocząć się 10 grudnia.", "persistent": false}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2022-11-27/usa-19-latka-jest-zbyt-mloda-aby-ogladac-egzekucje-swojego-ojca-sad-orzekl/", "title": "USA. 19-latka jest zbyt młoda, aby oglądać egzekucję swojego ojca. Sąd orzekł", "date_published": "2022-11-27 05:09:00+00:00", "description": "Khorry Ramey walczyła o prawo do oglądania egzekucji swojego ojca - przekazały media. Jak zdecydował sąd, 19-latka jest zbyt młoda, aby być świadkiem wykonania kary śmierci. Kobieta argumentowała, że ma bardzo silną więź ze swoim ojcem.", "persistent": false}]