[{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/milano-blasted-for-trading-her-tesla-for-a-vw-over-white-supremacy-vw-literally-founded-by-hitler", "title": "Milano Blasted For Trading Her Tesla For A VW Over ‘White Supremacy’: VW ‘Literally Founded By Hitler’", "date_published": "2022-11-27 16:59:58+00:00", "description": "Lefist actress Alyssa Milano was mocked over the weekend for revealing that she gave up her Tesla because of &#8220;white supremacy&#8221; and instead purchased an electric Volkswagen, a car company that was founded by the Nazis. &#8220;I gave back my Tesla. I bought the VW ev. I love it,&#8221; Milano tweeted. &#8220;I’m not sure how ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-republicans-blast-democrats-bloated-ukraine-bills-promise-oversight-transparency-and-accountability", "title": "Top Republicans Blast Democrats’ Bloated Ukraine Bills, Promise ‘Oversight, Transparency, And Accountability’", "date_published": "2022-11-27 16:54:56+00:00", "description": "Top Republicans in Congress promised to put an end to bloated funding bills for Ukraine. Appearing on ABC&#8217;s &#8220;This Week&#8221; on Sunday, Ohio Congressman Mike Turner and Texas Congressman Michael McCaul blasted Democrats for continuing to pass large spending bills to support Ukraine, saying that only a small fraction of the funding actually goes to ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/put-america-last-biden-gives-chevron-greenlight-to-start-pumping-oil-in-venezuela-again", "title": "‘Put America Last’: Biden Gives Chevron Greenlight To Start Pumping Oil In Venezuela Again", "date_published": "2022-11-27 16:36:30+00:00", "description": "Democrat President Joe Biden faced backlash over the weekend after his administration announced it would allow Chevron to resume pumping oil in socialist Venezuela. The move from the leftist Biden administration reversed restrictions that the Trump administration had put on companies in an effort to oust socialist dictator Nicolás Maduro. &#8220;On November 26th, the Unitary ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-senate-dem-admits-biden-probably-doesnt-have-the-votes-to-ram-through-gun-control-in-lame-duck-session", "title": "Top Senate Dem Admits Biden ‘Probably’ Doesn’t Have The Votes To Ram Through Gun Control In Lame-Duck Session", "date_published": "2022-11-27 15:33:47+00:00", "description": "Sen. Chris Murphy (D-CT) admitted that President Joe Biden has &#8220;probably not&#8221; secured the needed 60 votes to pass gun control in the lame-duck session of Congress. Appearing on CNN&#8217;s &#8220;State of the Union&#8221; Sunday, Murphy dashed Biden&#8216;s hopes to pass an assault weapons ban. However, Murphy did praise the sweeping gun bill passed earlier ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/democrat-rep-jim-clyburn-on-why-its-necessary-for-him-to-stay-in-power-its-biblical-with-me", "title": "Democrat Rep. Jim Clyburn On Why It’s ‘Necessary’ For Him To ‘Stay In Power’: ‘It’s Biblical With Me’", "date_published": "2022-11-27 15:13:23+00:00", "description": "Rep. Jim Clyburn (D-SC) said Sunday that it was &#8220;necessary&#8221; for him to &#8220;stay in power&#8221; because it was &#8220;Biblical&#8221; for him. Clyburn, 82, made the remarks during a Sunday interview with CBS News&#8217; Margaret Brennan on &#8220;Face the Nation.&#8221; &#8220;Democrats are holding leadership elections in the coming week, you&#8217;re already in leadership, I know ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dr-anthony-fauci-repeatedly-defends-communist-china-from-covid-cover-up-accusations", "title": "Dr. Anthony Fauci Repeatedly Defends Communist China From COVID Cover-Up Accusations", "date_published": "2022-11-27 15:05:08+00:00", "description": "Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases and the Chief Medical Advisor to the President, repeatedly defended communist China during two interviews Sunday morning. Fauci gave the defenses of China when he was asked about the origins of the COVID-19 pandemic, which many experts believe occurred during an accident ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/protests-against-covid-lockdowns-erupt-across-china-some-turn-violent", "title": "Protests Against COVID Lockdowns Erupt Across China, Some Turn Violent", "date_published": "2022-11-27 14:34:10+00:00", "description": "Chinese citizens are protesting the communist nation&#8217;s strict COVID policies, with at least one demonstration turning violent. Protests intensified over the weekend in major cities across China, including Beijing, Shanghai, and Wuhan. According to media reports, a demonstration in Shanghai eventually devolved into chaos, with police clashing with protesters and deploying pepper spray. The protests ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hundreds-of-billions-if-not-trillions-of-dollars-wasted-top-republican-says-pandemic-fraud-at-top-of-oversight-committees-to-do-list", "title": "‘Hundreds Of Billions, If Not Trillions Of Dollars Wasted’: Top Republican Says Pandemic Fraud At Top Of Oversight Committee’s To-Do List", "date_published": "2022-11-27 13:35:10+00:00", "description": "Rep. James Comer (R-KY) promised that the House Oversight Committee would target waste, fraud, and abuse in the new Congress. Appearing on NBC&#8217;s &#8220;Meet the Press&#8221; Sunday, Comer told host Chuck Todd that the Republican-led committee would investigate the hundreds of billions of dollars in COVID-related funding while accusing Democrats of misusing it to focus ...", "persistent": false}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/u-s-soccer-temporarily-removed-islamic-emblem-from-iran-flag-in-social-media-posts-to-support-protestors", "title": "U.S. Soccer Temporarily Removed Islamic Emblem From Iran Flag In Social Media Posts To Support Protestors", "date_published": "2022-11-27 13:02:09+00:00", "description": "The United States Soccer Federation (USSF) briefly altered the flag of Iran in social media posts on multiple platforms ahead of the U.S. men&#8217;s team&#8217;s critical match with the Islamic Republic at the World Cup on Tuesday. The move comes amidst a controversial World Cup in Qatar, the first time soccer’s biggest tournament has been ...", "persistent": false}]