[{"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/w-chinach-sie-kotluje-masowe-protesty-starcia-z-policja-maja-dosc-lockdownow-6838563123583680a.html", "title": "W Chinach się kotłuje. Masowe protesty, starcia z policją. Mają dość lockdownów", "date_published": "2022-11-27 17:44:51+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/6f0817c5-604e-421d-8b5a-a375eb8a2e2d\" width=\"308\" /> Demonstracje przeciwko polityce \"zero covid\", surowym restrykcjom i lockdownom rozszerzyły się w niedzielę na kolejne miasta Chin. Setki osób protestowały w Pekinie i Szanghaju, a także w Wuhanie, gdzie prawie trzy lata temu wykryto pierwsze przypadki COVID-19. Symbolem protestu są białe, puste kartki. Co symbolizują?", "persistent": false}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/wysokofunkcjonujacy-alkoholicy-w-swiecie-biznesu-jakie-grupy-sa-szczegolnie-zagrozone-6837808202738368a.html", "title": "Wysokofunkcjonujący alkoholicy w świecie biznesu – jakie grupy są szczególnie zagrożone?", "date_published": "2022-11-27 13:17:29+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/88a3b364-50c5-46b2-ac75-d211f7fb9499\" width=\"308\" /> WHO – Światowa Organizacja Zdrowia – alarmuje, że alkoholizm jest poważnym problemem dotykającym miliardy ludzi na świecie. Szacuje się, że około 2,3 mld osób pije alkohol, ale nie każdy jest alkoholikiem. Kiedy mowa o alkoholizmie, najczęściej przychodzą nam na myśl osoby, które nie radzą sobie z życiem, a dzień zaczynają od alkoholu. Tymczasem taki problem mają również osoby zajmujące wysokie stanowiska. Mowa tu o wysokofunkcjonujących alkoholikach, których w świecie biznesu nie brakuje. Gdzie jest ich najwięcej?", "persistent": false}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/emerytury/nadchodza-zmiany-dla-emerytow-limity-ida-w-gore-6838494703737504a.html", "title": "Nadchodzą zmiany dla emerytów. Limity idą w górę", "date_published": "2022-11-27 13:06:10+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/9bbb2fab-cdcb-42d4-86cc-d6c683fdba29\" width=\"308\" /> Zakład Ubezpieczeń Społecznych podał, że od 1 grudnia 2022 r. osoby będące na wcześniejszej emeryturze lub rencie będą mogły więcej dorobić do swojego świadczenia. Wzrost przeciętnego wynagrodzenia w trzecim kwartale sprawił, że rosną kwoty graniczne przychodów.", "persistent": false}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/banki/rpp-nie-podwyzsza-stop-a-raty-rosna-przez-rekordowy-wibor-prof-marian-noga-bedzie-wiron-kredytobiorcy-sie-uciesza-6837062116796033v.html", "title": "RPP nie podwyższa stóp, a raty rosną przez rekordowy WIBOR. Prof. Marian Noga: będzie WIRON, kredytobiorcy się ucieszą", "date_published": "2022-11-27 12:22:41+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/wptv-upload-api.wpcdn.pl/05df3723-a0a8-4afa-bd87-7b0d7c04b4c1.jpeg\" width=\"308\" /> - Początkowo uważałem, że RPP spóźniła się z decyzjami o obniżaniu stóp procentowych, dziś uważam, że październik 2021 r. był właściwy. Natomiast rozciąganie tych podwyżek na 11 miesięcy to błąd - powiedział w programie \"Newsroom\" WP prof. Marian Noga, ekonomista, były członek RPP. - Trzeba pamiętać o tym, że skutek i wpływ na gospodarkę liczony od ogłoszenia decyzji, to jest ok. 18 miesięcy. Zatem trzeba było wyżej podnosić stopy i wcześniej kończyć z zacieśnianiem polityki. Mamy teraz taką sytuację, że od dwóch miesięcy RPP stóp nie podnosi, a WIBOR rośnie rekordowo. Ale mam dobrą wiadomość dla kredytobiorców. Nowy wskaźnik, WIRON, będzie o 1,3 proc. niższy od WIBORU. Mechanizm też jest taki, że kredytobiorcom będzie łatwiej niż trudniej.", "persistent": false}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/banki/niepokojace-sygnaly-na-radarze-kredytowym-czy-grozi-nam-zapasc-6837874304981664a.html", "title": "Niepokojące sygnały na radarze kredytowym. Czy grozi nam zapaść?", "date_published": "2022-11-27 11:24:24+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/d190cd84-38a1-4a3b-8e7f-98ec7b26ab2d\" width=\"308\" /> Hipoteki są już bardzo trudno dostępne. Czerwone lampki zapalają się w pozostałych segmentach: kartach kredytowych, kredytach gotówkowych, a nawet ratalnych. Powody są dwa. Pierwszy: wysokie stopy procentowe. Drugi: ustawa antylichwiarska. Rynek nie znosi próżni. Jeśli będzie popyt na finansowanie, pojawi się również podaż. Niekoniecznie na legalnym rynku.", "persistent": false}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gospodarka/jak-przygotowac-sie-na-recesje-6837797893786272a.html", "title": "Jak przygotować się na recesję?", "date_published": "2022-11-27 10:43:04+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/c0f227d6-b807-436b-976b-f06d952df340\" width=\"308\" /> Ekonomiści nie są zgodni co do tego, czy Polskę ominie recesja, czy może uderzy w nas z pełną siłą. Dyskusyjne pozostaje to, czy będziemy mieli z nią do czynienia już w 2022 roku czy dopiero w 2023. Media straszą obywateli widmem recesji, która pojawia się jako konsekwencja galopującej inflacji i radykalnego podniesienia w ciągu ostatniego roku poziomu głównych stóp procentowych. Czy przeciętny Kowalski może się na nią przygotować? W jaki sposób?", "persistent": false}, {"source": "https://www.money.pl/rss/", "link": "https://www.money.pl/gielda/iran-mierzy-sie-z-usa-zamiast-porozumienia-i-energetycznego-wsparcia-beda-sankcje-6837420680215232a.html", "title": "Iran mierzy się z USA. Zamiast porozumienia i energetycznego wsparcia będą sankcje", "date_published": "2022-11-27 05:53:24+00:00", "description": "<img src=\"https://i.wpimg.pl/308x/filerepo.grupawp.pl/api/v1/display/embed/13c7fbd3-779a-4fdf-bea7-72905358bd50\" width=\"308\" /> Szansa na porozumienie Stanów Zjednoczonych z Iranem topnieje, a wraz z nią nadzieja, że perska ropa naftowa i gaz pomogą przełamać kryzys energetyczny w Europie. Białych kwiatów dziś nikt się nie spodziewa. Zamiast tego są zapowiedzi kolejnych sankcji na Teheran. Mecz reprezentacji Iranu z drużyną USA na mundialu w Katarze może znów zapisać się w historii.", "persistent": false}]